{"1": [{"a": "Ahasuerus reigned from India as far as Ethiopia, over 127 provinces.", "q": "How far did Ahasuerus reign?", "ref": ["01-01"]}, {"a": "The army of Persia and Media, the noblemen, and governors of the provinces were in his presence.", "q": "Who was in the king's presence?", "ref": ["01-03"]}, {"a": "The seven day feast was for all the people in the palace of Susa, from the greatest to the least significant.", "q": "Who was the feast that lasted seven days for?", "ref": ["01-05"]}, {"a": "The feast was for all the people in the palace of Susa, from the greatest to the least significant.", "q": "For whom did the king give the feast?", "ref": ["01-05"]}, {"a": "There was much royal wine because of the king's generosity.", "q": "Why was there much royal wine?", "ref": ["01-07"]}, {"a": "The king gave orders to all the staff of his palace to do for them whatever each guest desired.", "q": "What were the king's orders to all the staff of his palace?", "ref": ["01-08"]}, {"a": "The king told the seven officials who served before him to bring Queen Vashti before him with her royal crown.", "q": "What did the king tell the seven officials who served before him?", "ref": ["01-10", "01-11"]}, {"a": "The king became very angry because Queen Vashti refused to come at the word of the king.", "q": "Why did the king become very angry?", "ref": ["01-12"]}, {"a": "The king conferred with the men who were known to be wise, who understood the times.", "q": "With whom did the king confer?", "ref": ["01-13"]}, {"a": "Memucan said that not only against the king did Vashti the queen do wrong, but also against all the officials and all the people who are in all the provinces of King Ahasuerus.", "q": "According to Memucan, against whom did Vashti do wrong?", "ref": ["01-16"]}, {"a": "He said that before the end of that very day, the noble women would refuse the king's officials.", "q": "What did Memucan say the noble women of Persia and Media would do before the end of that very day?", "ref": ["01-17", "01-18"]}, {"a": "The king would give Vashti's position as queen to another who was better than she was.", "q": "To whom would the king give Vashti's position as queen?", "ref": ["01-19"]}, {"a": "The king ordered that every man should be master of his own household.", "q": "What did the king order?", "ref": ["01-22"]}], "2": [{"a": "Then the king's young men recommended a search be made on the king's behalf for beautiful young virgins.", "q": "What did the king's young men recommend?", "ref": ["02-02"]}, {"a": "The virgins would be put under the care of Hegai, the king's official, who was in charge of the women.", "q": "Under whose care would the virgins be put?", "ref": ["02-03"]}, {"a": "Nebuchadnezzar king of Babylonia had taken Mordecai away from Jerusalem.", "q": "Who had taken Mordecai from Jerusalem?", "ref": ["02-06"]}, {"a": "Esther's other name was Hadassah.", "q": "What was Esther's other name?", "ref": ["02-07"]}, {"a": "Esther was his uncle's daughter.", "q": "How was Esther related to Mordecai?", "ref": ["01-07"]}, {"a": "Hegai provided her with cosmetics and her portion of food, and he assigned to her seven servant girls from the king's palace.", "q": "With what did Hegai provide Esther?", "ref": ["02-09"]}, {"a": "Esther had not told anyone who her people or relatives were, for Mordecai had instructed her not to tell them.", "q": "Why had Esther not told anyone who her people or relatives were?", "ref": ["02-10"]}, {"a": "When a young woman went to the king, whatever she desired was given to her.", "q": "When a young woman went to the king, what was given to her?", "ref": ["02-13"]}, {"a": "A girl would not return to the king again unless he had taken great pleasure in her and called for her again.", "q": "When would a girl return to the king?", "ref": ["02-14"]}, {"a": "She did not ask for anything but what Hegai the king's official, who was in charge of the women, suggested to her.", "q": "For what did Esther ask?", "ref": ["02-15"]}, {"a": "Esther was taken to King Ahasuerus on the tenth month, which is the month Tebeth, in the seventh year of his reign.", "q": "When was Esther taken to King Ahasuerus?", "ref": ["02-16"]}, {"a": "The king loved Esther more than all the other women, and she won favor and kindness before him, more than all the other virgins, so that he set the royal crown on her head and made her queen.", "q": "Why did the king set the royal crown on Esther's head and make her queen?", "ref": ["02-17"]}, {"a": "Bigthan and Teresh sought to do harm to King Ahasuerus.", "q": "What did Bigthan and Teresh seek to do to King Ahasuerus?", "ref": ["02-21"]}, {"a": "Both the men were hanged from a gallows.", "q": "What happened to Bigthan and Teresh?", "ref": ["02-23"]}], "3": [{"a": "All the king's servants who were at the king's gate always knelt and prostrated themselves to Haman.", "q": "Who knelt and prostrated themselves to Haman?", "ref": ["03-02"]}, {"a": "Mordecai refused to comply with demands of the king's servants.", "q": "What did Mordecai refuse to do?", "ref": ["03-04"]}, {"a": "Haman wanted to kill Mordecai as well as all the Jews.", "q": "Who did Haman want to kill?", "ref": ["03-06"]}, {"a": "When they threw lots, they chose the twelfth month (the month of Adar).", "q": "When they threw lots, what month did they chose?", "ref": ["03-08"]}, {"a": "Haman was willing to put ten thousand talents of silver into the king's treasury if the king would give a command to kill the Jews.", "q": "How much money was Haman willing to put into the king's treasury if the king would give a command to kill the Jews?", "ref": ["03-09"]}, {"a": "Documents were hand-delivered by couriers to all the king's provinces.", "q": "How were documents delivered to all the king's provinces?", "ref": ["03-13"]}, {"a": "The city of Susa was in turmoil.", "q": "How did Susa respond to the decree?", "ref": ["03-15"]}], "4": [{"a": "He went up only as far as the king's gate, because no one was allowed to go through it clothed in sackcloth.", "q": "How far did Mordecai go? Why?", "ref": ["04-02"]}, {"a": "When she sent garments to clothe Mordecai, he would not accept them.", "q": "When Esther sent garments to clothe Mordecai, how did he respond?", "ref": ["04-04"]}, {"a": "Mordecai reported to him all that had happened to him, and the total amount of the silver that Haman had promised to weigh out and put into the king's treasuries in order to put the Jews to death.", "q": "What did Mordecai report to Hathach?", "ref": ["04-07"]}, {"a": "Mordecai did this so that Hathach could show it to Esther, and that Hathach should give her the responsibility of going to the king to beg for his favor, and to plead with him on behalf of her people.", "q": "Why did Mordecai give Hathach a copy of the decree that was issued in Susa for the Jews' destruction?", "ref": ["04-08"]}, {"a": "If any man or woman went to the king inside the inner courtyard without being summoned, there was only one law: that he must be put to death—except for anyone to whom the king holds out the golden scepter so that he may live.", "q": "What happened if any man or woman went to the king inside the inner courtyard without being summoned?", "ref": ["04-11"]}, {"a": "If Esther remained silent at that time, relief and rescue would rise up for the Jews from another place, but she and her father's house would perish.", "q": "What did Mordecai say would happen if Esther remained silent at that time?", "ref": ["04-14"]}, {"a": "Esther told Mordecai to gather together all the Jews who live in Susa, and to fast for her for three days.", "q": "What did Esther tell Mordecai to do?", "ref": ["04-16"]}], "5": [{"a": "The inner courtyard of the king's palace was in front of the king's house.", "q": "Where was the inner courtyard of the king's palace?", "ref": ["05-01"]}, {"a": "Esther won favor in his sight, so he held out to her the golden scepter in his hand.", "q": "When the king saw Esther the queen standing in the court, why did he hold out to her the golden scepter?", "ref": ["05-02"]}, {"a": "She requested that the king and Haman come to a feast that she had prepared for him.", "q": "What did Esther request from the king?", "ref": ["05-04"]}, {"a": "She requested that the king and Haman come to a feast that she had prepared for them.", "q": "What did Esther request from the king the second time?", "ref": ["05-08"]}, {"a": "Haman recounted to them the splendor of his riches and the number of his many sons, how he had advanced above all the officials and the servants of the king.", "q": "What did Haman recount to his family?", "ref": ["05-11"]}, {"a": "Being invited to the banquets was worth nothing to him as long as he saw Mordecai the Jew sitting at the king's gate.", "q": "Why did Haman feel that being invited to the banquets was worth nothing to him?", "ref": ["05-13"]}, {"a": "Zereah told him to make a gallows fifty cubits high so that he could hang Mordecai on it.", "q": "What did Zeresh tell Haman to make? Why?", "ref": ["05-14"]}], "6": [{"a": "That night the king could not sleep, so he commanded servants to bring the records of the events of his reign.", "q": "Why did the king command servants to bring the records of the events of his reign?", "ref": ["06-01"]}, {"a": "Nothing had been done to give honor or recognition to Mordecai for telling the king about Bigthana and Teresh.", "q": "What had been done to give honor or recognition to Mordecai for telling the king about Bigthana and Teresh?", "ref": ["06-02", "06-03"]}, {"a": "When the king asked Haman what should be done for the man whom the king takes pleasure in honoring, Haman though the king was talking about Haman.", "q": "When the king asked Haman what should be done for the man whom the king takes pleasure in honoring, about whom did Haman think the king was talking?", "ref": ["06-06"]}, {"a": "One of the king's most noble officials would dress the man whom the king takes pleasure in honoring, and lead him on the horse through the city streets.", "q": "Who would dress the man whom the king takes pleasure in honoring, and lead him on the horse through the city streets?", "ref": ["06-09"]}, {"a": "Haman dressed Mordecai and led him on the horse through the city streets.", "q": "Who dressed Mordecai and led him on the horse through the city streets?", "ref": ["06-11"]}, {"a": "His wise men and his wife said to him that if Mordecai was Jewish, Haman would not overcome him, but would certainly fall before him.", "q": "About what did Haman's wise men and his wife warn him?", "ref": ["06-13"]}], "7": [{"a": "She wanted her life and also at the lives of her people to be given to her", "q": "What was Esther's request?", "ref": ["07-03"]}, {"a": "If her people had only been sold into slavery, she said she would have kept quiet.", "q": "What did Esther say she would have done if her people had only been sold into slavery?", "ref": ["07-04"]}, {"a": "This was Esther's description of Haman.", "q": "Who did Esther describe as, \"The hostile man, that enemy...\"", "ref": ["07-06"]}, {"a": "When the king got up in a rage from the wine-drinking, Haman stayed to beg for his life from Queen Esther.", "q": "What did Haman do when the king got up in a rage from the wine-drinking?", "ref": ["07-07"]}, {"a": "After Haman fell on the couch where Esther was, the king thought he was assaulting the queen in the king's presence.", "q": "After Haman fell on the couch where Esther was, what did the king think Haman was doing?", "ref": ["07-08"]}, {"a": "The king said to hang Haman and his family on the gallows Haman set up for Mordecai.", "q": "Where did the king say to hang Haman?", "ref": ["07-09"]}], "8": [{"a": "Mordecai began to serve before the king, for Esther told the king how Mordecai was related to her.", "q": "Why did Mordecai begin to serve before the king?", "ref": ["08-01"]}, {"a": "Esther designated Mordecai to be in charge of Haman's estate.", "q": "Why was Mordecai in charge of Haman's estate?", "ref": ["08-02"]}, {"a": "The king held out the golden scepter to Esther; so she arose and stood before the king.", "q": "What did the king do so that Esther could arise and stand before him?", "ref": ["08-04"]}, {"a": "Haman wrote the letters about destroying the Jews who were in all the king's provinces.", "q": "What letters did Haman write?", "ref": ["08-05"]}, {"a": "Esther needed to write another decree for the Jews in the name of the king, for the first decree that had already been written in the king's name and sealed with the king's ring could not be revoked.", "q": "Why did Esther need to write another decree for the Jews in the name of the king?", "ref": ["08-08"]}, {"a": "The king's scribes were called in the third month, which is the month Sivan, on the twenty-third day of the month.", "q": "When were the king's scribes called?", "ref": ["08-09"]}, {"a": "The king gave the Jews permission to gather together and to make a stand to protect their lives; to kill, and to destroy any armed force from any people or province that might attack them, children and women included, or to plunder their possessions.", "q": "What did the king give the Jews permission to do?", "ref": ["08-11"]}, {"a": "Many from among the variety of peoples of the land became Jews, because the fear of the Jews had fallen on them.", "q": "Why did many from among the variety of peoples of the land become Jews?", "ref": ["08-17"]}], "9": [{"a": "No one could stand against the Jews, for the fear of them had fallen on all the peoples.", "q": "Why could no one stand against the Jews?", "ref": ["09-02"]}, {"a": "The Jews attacked their enemies with the sword, killing and destroying them, and did as they pleased to those who hated them.", "q": "What did the Jews do to their enemies?", "ref": ["09-05"]}, {"a": "The Jews killed five hundred men in the city of Susa, including the ten sons of Haman.", "q": "Who did the Jews kill?", "ref": ["09-12"]}, {"a": "The bodies of Haman's ten sons were hanged on gallows.", "q": "What happened to the bodies of Haman's ten sons?", "ref": ["09-13"]}, {"a": "On the fourteenth day of the month Adar, the Jews killed three hundred more men in Susa.", "q": "How many men did the Jews kill on the fourteenth day of the month Adar?", "ref": ["09-15"]}, {"a": "The Jews of the villages observe the fourteenth day of the month Adar as a day of gladness and feasting because stopped killing, and they rested and made that a day of feasting and gladness.", "q": "Why do the Jews of the villages observe the fourteenth day of the month Adar as a day of gladness and feasting?", "ref": ["09-17", "09-19"]}, {"a": "Mordecai obligated them to keep the fourteenth and the fifteenth day of Adar every year.", "q": "How often did Mordecai obligate the Jews to keep the fourteenth and the fifteenth day of Adar?", "ref": ["09-20", "09-21"]}, {"a": "Pur means 'lots'.", "q": "What does Pur mean?", "ref": ["09-24"]}, {"a": "The Jews and their descendants would never cease to faithfully observe these days of Purim, so that they would never forget them.", "q": "Why would the Jews and their descendants never cease to faithfully observe these days of Purim?", "ref": ["09-28"]}], "10": [{"a": "King Ahasuerus imposed a tax on the land and on the coast lands along the sea.", "q": "Where did King Ahasuerus impose a tax?", "ref": ["10-01"]}, {"a": "All the achievements of his power and might were written in The Book of the Chronicles of the Kings of Media and Persia.", "q": "Where were all the achievements of King Ahasuerus' power and might written?", "ref": ["10-02"]}, {"a": "Mordecai the Jew was second in rank to King Ahasuerus.", "q": "What was the rank of Mordecai the Jew?", "ref": ["10-03"]}, {"a": "He was great among the Jews and popular with his many Jewish brothers, for he sought the welfare of his people, and he spoke for the peace of all his people.", "q": "Why was Mordecai great among the Jews and popular with his many Jewish brothers?", "ref": ["10-03"]}]}