[{"id": "01", "tn": [{"ref": "For me it is like when the harvest of summer fruit ... the early figs", "text": "Micah emphasizes that there are no longer any honest people, loyal to God, in Israel. AT: \"For me the people of Israel are like a vineyard after the harvest and gleaning. The vines are bare. I can no longer find any fruit, but I still crave to eat a ripe fig. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Faithful people have disappeared ... with a net", "text": "Micah exaggerates to show how bad the situation is. He feels there is no one good left in Israel. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Micah continues speaking about the people of Israel."}, {"ref": "Their hands are very good", "text": "AT: \"The people are very good\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The best of them is like briers, the most upright is a hedge of thorns", "text": "This means that even the best leaders in Israel caused harm and were worthless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "It is the day foretold by your watchmen, the day of your punishment", "text": "Here \"your\" still refers to the people of Israel. AT: \"Their prophets have told them that Yahweh would punish them\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Now is the time of their confusion", "text": "This may refer to military defeat. AT: \"Now it is here, and they will not understand what is happening\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Micah continues speaking to the people of Israel."}, {"ref": "Do not trust any neighbor ... people of his own house", "text": "Micah continues to show that there is no longer anyone good, honest, and loyal to God among God's people. Here he emphasizes that they cannot even trust friends or family."}]}, {"id": "07", "tn": [{"ref": "But as for me", "text": "Here \"me\" refers to Micah."}, {"ref": "Do not rejoice over me", "text": "Micah is not referring only to himself. He means the enemy should not rejoice over what happens to all the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When I sit in darkness, Yahweh will be a light for me", "text": "Micah refers to the disaster that is coming to the people of Israel as \"darkness.\" He means even though God will let the enemy come destroy them now, he will come and rescue them in the future. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Because I sinned", "text": "Micah is not only referring to himself. He means all the people of Israel have sinned. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until he pleads my cause, and executes judgment for me", "text": "This refers to when God decides he has punished his people enough. Then he will punish the people of the other nations who harmed the people of Israel."}, {"ref": "He will bring me to the light", "text": "AT: \"He will come and save us from our enemies. It will be like bringing a person in the dark into the light\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Then my enemy", "text": "Micah refers not only to himself. He means the enemy of all the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Where is Yahweh your God?", "text": "The enemy uses a question to mock the people of Israel. AT: \"Yahweh your God cannot help you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "My eyes", "text": "AT: \"I\" or \"We\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will look at her", "text": "Here \"her\" refers to the enemies who harmed the people of Israel."}, {"ref": "she will be trampled down", "text": "AT: \"their enemies will trample them down\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "A day to build your walls will come", "text": "Here \"walls\" refers to the walls around their cities, which provided safety and security from their enemies."}, {"ref": "the boundaries will be extended very far", "text": "AT: \"Yahweh will greatly extend the boundaries of your land\" or \"Yahweh will greatly increase the size of your kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Those lands will be abandoned", "text": "AT: \"Those lands will be empty\" or \"No one will live in those lands\""}]}, {"id": "14", "tn": [{"ref": "Shepherd your people with your rod, the flock of your inheritance", "text": "Micah is praying to Yahweh, asking him to protect his people of Israel again. Here \"rod\" refers to God's leadership and guidance, as a shepherd uses a stick to guide and protect his sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They live alone in a forest", "text": "Micah means that some of the people are living where the ground is poor and they are isolated and cannot easily obtain needed goods."}, {"ref": "Let them graze in Bashan and Gilead", "text": "These regions are known as rich land for growing food. So Micah is asking for further extension of the territory, one that had been lost by invaders years before."}, {"ref": "like in the old days", "text": "This may refer to when Solomon was king."}, {"ref": "I will show", "text": "Here \"I\" refers to Yahweh."}]}, {"id": "16", "tn": [{"ref": "They will put their hands on their mouths; their ears will be deaf", "text": "This shows how dismayed they are, so much so they cannot respond. See the UDB. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They will lick the dust like a snake, like creatures that crawl on the earth.", "text": "Both phrases mean about the same thing. God's enemies will be completely humiliated and come to him in fear after they see the powerful things he does. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "Who is a God like you", "text": "Micah uses a question to emphasize that there is no else who does the things that Yahweh does. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the remnant of your inheritance", "text": "\"those of us your chosen people who have survived your punishment \""}]}, {"id": "19", "tn": [{"ref": "You will", "text": "Here \"you\" refers to Yahweh. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "on us", "text": "Here \"us\" refers to Micah and the people of Israel. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "you will trample our iniquities under your feet. You will throw all our sins into the depths of the sea", "text": "This means God will completely forgive the people's sins and will no longer punish the people for them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "give truth to Jacob and covenant faithfulness to Abraham", "text": "Here \"Jacob\" and \"Abraham,\" who are ancestors of the nation of Israel, refer to the people of Israel now. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to our ancestors", "text": "This refers to Abraham and Jacob, and maybe others who were alive when God made his covenant with Israel."}]}]