[{"id": "01", "tn": [{"ref": "Write for yourself in a scroll all the words that I have declared to you", "text": "\"Write in a scroll the message that I spoke to you\""}, {"ref": "For look", "text": "\"For listen carefully.\" This phrase brings attention to what Yahweh is going say next."}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "I will restore the fortunes of my people", "text": "\"I will cause things to go well for my people again\""}]}, {"id": "04", "tn": [{"ref": "We have heard", "text": "The word \"we\" refers to Yahweh. He often refers to himself as \"we.\""}, {"ref": "a trembling voice of dread and not of peace", "text": "AT: Possible meanings are 1)\"people cry out in fear because there was no peace\" or 2) \"you cry out ... peace.\""}]}, {"id": "06", "tn": [{"ref": "Ask and see if a man bears a child", "text": "AT: \"No man has ever given birth to a child\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Why do I see every young man with his hand on his loins? Like a woman bearing a child, why have all their faces become pale?", "text": "Yahweh uses these questions to emphasize how afraid the men are. AT: \"Yet, the young men are holding their bellies like a woman giving birth; they all look sick because they are so afraid\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "for Jacob, but he will be rescued from it", "text": "AT: \"for the descendants of Jacob, but I will rescue them from it\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the Israelites."}, {"ref": "I will break the yoke off your neck, and I will shatter your chains", "text": "Both of these two clauses refer to Yahweh freeing his people of Israel from slavery. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they will worship Yahweh", "text": "The word \"they\" refers to the descendants of Jacob. AT: \"you will worship Yahweh\""}, {"ref": "serve David their king", "text": "This refers to one of David's descendants. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "my servant Jacob, do not fear ... and do not be dismayed, Israel", "text": "These two clauses have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "and do not be dismayed", "text": "\"and do not worry\""}, {"ref": "For see", "text": "\"Listen carefully\""}, {"ref": "I am about to bring you back from far away, and your descendants from the land of captivity", "text": "These two clauses have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "from the land of captivity", "text": "\"from the place where you were captives\""}, {"ref": "Jacob will return", "text": "\"the people will return to their own land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will be secure", "text": "\"the people will be safe\""}, {"ref": "where I have scattered you", "text": "\"where I have sent you\""}, {"ref": "But I will certainly not put an end to you", "text": "\"But I will not completely destroy you\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and will certainly not leave you unpunished", "text": "\"and will certainly punish you\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Jeremiah is speaking Yahweh's message to the people of Israel."}, {"ref": "Your injury is incurable ... for your wound to heal you", "text": "This means that Yahweh has punished them so severely that there is no one that can help them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There is no one to plead your case", "text": "\"There is no one who asks me to show you mercy\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "All of your lovers", "text": "Yahweh describes the people of Israel as an unfaithful wife who takes lovers other than her husband. Here \"lovers\" refers to other nations. The Israelites allied with them and worshiped their gods instead of relying on Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will not look for you", "text": "\"They no longer want to be your friends\""}, {"ref": "I have wounded you with the wound of an enemy", "text": "This means Yahweh has treated his people like he would his enemy."}, {"ref": "Why do you call for help for your injury?", "text": "Yahweh asked a question here to make the people think about why they are asking him for help now. AT: \"Do not call for help for your injury.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your innumerable sins", "text": "\"your sins which are too many to count \""}]}, {"id": "16", "tn": [{"ref": "So everyone who consumes you will be consumed, and all of your adversaries will go into captivity", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. AT: \"All the nations that have made you slaves will be made slaves.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "So everyone who consumes you will be consumed", "text": "AT: \"So those who destroy you, their enemies will destroy them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For the ones who have plundered you will become plunder, and I will make all of the ones despoiling you a spoil.", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. AT: \"I will cause the enemies of those who have stolen things from you in war to steal things from them\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they called you: Outcast", "text": "An outcast is a person whom other people do not accept or allow him to associate with them. AT: \"they called you: 'Rejected'\" or \"they said, 'nobody wants you'\""}, {"ref": "No one cares for this Zion", "text": "AT: \"No one cares about the people of Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "See", "text": "\"Listen carefully\""}, {"ref": "I am about to bring back the fortunes of Jacob's tents and have compassion on his homes", "text": "AT: \"I am about to cause the descendants of Jacob to prosper and I will have compassion on them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then a city will be built on the heap of ruins", "text": "AT: \"Then they will rebuild Jerusalem on its ruins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then a song of praise and a sound of merriment will go out from them", "text": "\"Then they will sing songs of praise and joy\""}, {"ref": "for I will increase them and not diminish them", "text": "Both of these phrases mean God will cause the number of Israelites to increase. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "so they will not be humbled", "text": "AT: \"so that no one will humble them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "their assembly will be established before me", "text": "AT: \"I will establish them as a people before me\""}, {"ref": "Their leader will come from among them. He will emerge from their midst", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. AT: \"Their leader will be chosen from the people.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "who would dare come close to me?", "text": "Yahweh uses a question to emphasize that no one would have the courage to approach him unless Yahweh invited the person. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "See, the tempest of Yahweh, his fury, has gone out", "text": "This compares God's anger and punishment to a storm. This emphasizes his power and ability to destroy wicked people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]