[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a vision of an angel throwing the devil into the bottomless pit."}, {"ref": "Then I saw", "text": "Here \"I\" refers to John."}, {"ref": "bottomless pit", "text": "This is an extremely deep narrow hole. Possible meanings are 1) the pit has no bottom; it continues to go down further forever or 2) the pit is so deep that it is as if it had no bottom. See how you translated this in [[:en:bible:notes:rev:09:01|9:1]]."}, {"ref": "dragon", "text": "his was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "sealed it over him", "text": "The angel sealed the pit to keep anyone from opening it. AT: \"sealed it to prevent anyone from opening it\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "deceive the nations", "text": "Here \"nations\" is a metonym for the people of the earth. AT: \"deceive the people-groups\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the thousand years", "text": "\"1,000 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "he must be set free", "text": "This can be stated in active form. AT: \"God will command the angel to free him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "This is the next part of John's vision. He describes suddenly seeing thrones and the souls of believers."}, {"ref": "who had been given authority to judge", "text": "This can be stated in active form. AT: \"whom God had given authority to judge\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who had been beheaded", "text": "This can be stated in active form. AT: \"whose heads others had cut off\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the testimony about Jesus", "text": "\"because they had spoken the truth about Jesus\" (UDB)"}, {"ref": "They came to life", "text": "\"They came back to life\" or \"They became alive again\" (UDB)"}]}, {"id": "05", "tn": [{"ref": "The rest of the dead", "text": "\"All of the other dead people\""}, {"ref": "the thousand years were ended", "text": "\"the end of the 1,000 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Over these the second death has no power", "text": "Here John describes \"death\" as a person with power. AT: \"These people will not experience the second death\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the second death", "text": "\"dying a second time.\" This is described as eternal punishment in the lake of fire in [[:en:bible:notes:rev:20:13|20:14]] and [[:en:bible:notes:rev:21:07|21:08]]. AT: \"the final death in the lake of fire.\" See how you translated this in [[:en:bible:notes:rev:02:10|2:11]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}]}, {"id": "07", "tn": [{"ref": "Satan will be released from his prison", "text": "This can be stated in active form. AT: \"God will release Satan from his prison\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at the four corners of the earth", "text": "This is an idiom that means \"all over the earth\" (UDB). See how you translated this in [[:en:bible:notes:rev:07:01|7:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Gog and Magog", "text": "These are the names that the prophet Ezekiel used to represent faraway countries. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They will be as many as the sand of the sea", "text": "This emphasizes the extremely large number of soldiers in Satan's army. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "09", "tn": [{"ref": "They went", "text": "\"Satan's army went\""}, {"ref": "the beloved city", "text": "This refers to Jerusalem."}, {"ref": "fire came down from heaven and devoured them", "text": "Here John speaks of fire as if it were alive. AT: \"God sent fire from heaven to burn them up\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The devil, who deceived them, was thrown", "text": "This can be stated in active form. AT: \"God threw the devil who had deceived them\" or \"God's angel threw the devil, who had deceived them,\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lake of burning sulfur", "text": "\"the lake of fire that burns with sulfur\" (UDB) or \"place full of fire that burns with sulfur.\" See how you translated this in [[:en:bible:notes:rev:19:19|19:20]]."}, {"ref": "where the beast and the false prophet had been thrown", "text": "This can be stated in active form. AT: \"where he had also thrown the beast and the false prophet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will be tormented", "text": "This can be stated in active form. AT: \"God will torment them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This is the next part of John's vision. He describes suddenly seeing a great white throne and the dead being judged."}, {"ref": "The earth and the heaven fled away from his presence, but there was no place for them to go", "text": "John describes heaven and earth as if they were people who were trying to escape God's judgment. This means that God completely destroyed the old heaven and earth. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the mighty and the unimportant", "text": "John combines these opposite-meaning words to mean all of the dead people. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the books were opened", "text": "This can be stated in active form. AT: \"someone opened the books\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The dead were judged", "text": "This can be stated in active form. AT: \"God judged the people who had died and now lived again\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by what was recorded", "text": "This can be stated in active form. AT: \"by what he had recorded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "The sea gave up the dead ... Death and hades gave up the dead", "text": "Here John speaks of the sea, death, and hades as if they were living persons.  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the dead were judged", "text": "This can be stated in active form. AT: \"God judged the dead people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Death and hades were thrown", "text": "This can be stated in active form. AT: \"God threw death and hades\" or \"God's angel threw death and hades\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hades", "text": "Here \"hades\" is a metonym that represents the place where unbelievers go when they die, to wait for God's judgment. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the second death", "text": "\"dying a second time.\" This is described as eternal punishment in the lake of fire in [[:en:bible:notes:rev:20:13|20:14]] and [[:en:bible:notes:rev:21:07|21:08]]. AT: \"the final death in the lake of fire.\" See how you translated this in [[:en:bible:notes:rev:02:10|2:11]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "If anyone's name was not found written", "text": "This can be stated in active form. AT: \"If God's angel did not find a person's name\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was thrown into the lake of fire", "text": "This can be stated in active form. AT: \"the angel threw him into the lake of fire\" or \"the angel threw him into the place where fire burns forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]