[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "A psalm of Asaph."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship;\""}, {"ref": "set to the Gittith", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:008:001|8:1]]."}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote\""}, {"ref": "God our strength", "text": "The abstract noun \"strength\" can be stated as \"strong.\" AT: \"God who causes us to be strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the God of Jacob", "text": "Here \"Jacob\" represents all of his descendants. AT: \"the God of Israel, the nation of Jacob's descendants\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "play the tambourine, the pleasant lyre with the harp", "text": "These are musical instruments."}, {"ref": "tambourine", "text": "a musical instrument with a head like a drum that can be hit and with pieces of metal around the side that sound when the instrument is shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the new moon", "text": "This is the beginning of the lunar month."}, {"ref": "the day of the full moon", "text": "This is the middle of the lunar month."}, {"ref": "when our feast day begins", "text": "\"and on the days when our feasts begin\""}]}, {"id": "004", "tn": [{"ref": "For it", "text": "Here \"it\" refers to the feast day."}, {"ref": "a decree given by the God of Jacob", "text": "This can be stated in active form. AT: \"the God of Jacob decreed it\" or \"the God of Jacob commanded it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the God of Jacob", "text": "Here \"Jacob\" represents all of his descendants. AT: \"the God of Israel, the nation of Jacob's descendants\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "issued it as a regulation", "text": "\"gave it as a law\""}, {"ref": "in Joseph", "text": "Here \"Joseph\" represents all of the Israelites. AT: \"to the Israelites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "when he went against the land of Egypt", "text": "This refers to the historical events in Egypt when the people of Israel were enslaved and God rescued them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the land of Egypt", "text": "Here \"land\" represents the people. AT: \"the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "Here God begins speaking."}, {"ref": "removed the burden from his shoulder", "text": "Here \"the burden from his shoulder\" represents the forced labor the Israelites had to do as slaves in Egypt. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his hands were freed from holding the basket", "text": "Here \"holding the basket\" represents the forced labor the Israelites had to do as slaves in Egypt. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "In your distress", "text": "\"In your great suffering\""}, {"ref": "I answered you from a dark thundercloud", "text": "When God came to the Israelites, he hid the fullness of his presence and glory in a dark and threatening cloud. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I tested you at the waters of Meribah", "text": "God tested the children of Israel to see if they would trust him to supply water in the desert of Meribah. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "Yahweh reminds the people what he said while they were in the desert."}, {"ref": "for I will warn you", "text": "\"because I am giving you a warning\""}, {"ref": "Israel", "text": "Here \"Israel\" represents the people of Israel. AT: \"Israelites\" or \"people of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])."}, {"ref": "if you would only listen to me!", "text": "\"how I wish you would listen to me\" or \"but you must start listening to me!\""}, {"ref": "Open your mouth wide, and I will fill it", "text": "God taking care of all the needs of the people is spoken of as if he were a mother bird feeding her baby birds. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "General Information:", "text": "Now Yahweh tells what actually happened after he warned the people."}, {"ref": "to my words", "text": "Here \"words\" represents what God said. AT: \"to what I said\" or \"to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So I gave them over to their own stubborn way", "text": "God allowing the people to remain stubborn is spoken of as if God were giving them over to an enemy to let the enemy harm them. AT: \"Therefore, I let them be stubborn\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "oh, that my people would walk in my paths", "text": "God wanting the people to obey him is spoken of as if he wanted the people to walk on his paths or roads. AT: \"I wish that they would obey my laws\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turn my hand against", "text": "Here \"hand\" represents Yahweh's power. AT: \"I would destroy\" or \"I would defeat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "015", "tn": [{"ref": "who hate Yahweh ... before him", "text": "Yahweh is speaking about himself in the third person. AT: \"who hate me ... before me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "cringe in fear", "text": "\"bow down in fear\" or \"fall down in fear\""}, {"ref": "May they be humiliated forever", "text": "This can be stated in active form. AT: \"I would humiliate them forever\" or \"I will punish them forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I would feed Israel with the finest wheat", "text": "God causing the best wheat to grow in Israel is spoken of as if he would literally feed the wheat to the people. AT: \"I would allow the Israelites to eat the finest wheat\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "feed Israel ... satisfy you", "text": "Both \"Israel\" and \"you\" refer to the Israelites."}, {"ref": "honey out of the rock", "text": "This refers to wild honey. Bees would build hives in the holes in rocks and make the honey there. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]