[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "go astray", "text": "\"walk away from its owner\""}, {"ref": "hide yourself from them", "text": "This is an idiom. AT: \"act as if you do not see them\" or \"go away without doing anything\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If your fellow Israelite is not near to you", "text": "\"If your fellow Israelite lives far away from you\""}, {"ref": "or if you do not know him", "text": "\"or if you do not know who the owner of the animal is\""}, {"ref": "and it must be with you until he looks for it", "text": "\"and you must keep the animal with you until its owner comes looking for it\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must do the same with his donkey", "text": "\"You must return his donkey in the same way\""}, {"ref": "you must do the same with his garment", "text": "\"you must return his clothing in the same way\""}, {"ref": "you must not hide yourself", "text": "This is an idiom. AT: \"you must not act as if you do not see that he has lost something\" or \"you must not go away without doing anything\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you must surely help him to lift it up again", "text": "\"you must help your fellow Israelite lift the animal back up onto its feet\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "what pertains to a man", "text": "\"men's clothing\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "bird's nest", "text": "a home that birds make for themselves out of sticks, grass, plants, and mud"}, {"ref": "with young ones or eggs in it", "text": "\"with baby birds or eggs in the nest\""}, {"ref": "and the mother sitting on the young", "text": "\"and the mother bird is sitting on the baby birds\""}, {"ref": "prolong your days", "text": "Long days are a metaphor for a long life. AT: \"be able to live a long time.\" Translate these words as they are in [[:en:bible:notes:deu:04:25|4:26]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "a railing for your roof", "text": "a low fence around the edge of the roof so people will not fall off the roof"}, {"ref": "so that you do not bring blood on your house", "text": "Blood is a symbol for death. AT: \"so that it will not be the fault of your household if someone dies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "if anyone falls from there", "text": "\"if anyone falls from the roof because you did not make a railing\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "so that the whole harvest is not confiscated by the holy place", "text": "The words \"holy place\" is a metonym for the priests who work in the holy place. This can be stated in active form. AT: \"so that the priests in Yahweh's holy place do not take away the whole harvest\" or \"so that you do not defile the whole harvest and the priests do not allow you to use it\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and the yield of the vineyard", "text": "\"and the fruit that grows in the vineyard\""}, {"ref": "wool", "text": "soft, curly hair that grows on a sheep"}, {"ref": "linen", "text": "thread made from the flax plant (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the word \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "fringes", "text": "\"tassels\" (UDB). These are threads that are bound together and hang from the end of each corner of the cloak."}, {"ref": "the cloak", "text": "a long garment that a person wears over his other clothes"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "and then accuses her of shameful things", "text": "\"and then accuses her of having slept with someone before she was married\""}, {"ref": "and puts a bad reputation on her", "text": "The abstract noun \"reputation\" can be translated as a verb phrase. AT: \"and makes other people think she is a bad person\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "but when I came near to her", "text": "This is a polite way of saying \"to have sexual relations with someone.\" AT: \"but when I slept with her\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I found no proof of virginity in her", "text": "The abstract noun \"proof\" can be translated as a verb phrase. AT: \"she could not prove to me that she was a virgin\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "must take proof of her virginity", "text": "The abstract noun \"proof\" can be translated as a verb phrase. AT: \"must take something that proves that she was a virgin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "he has accused her of shameful things", "text": "The full meaning of this statement can be made explicit. AT: \"he has accused her of having slept with someone before he married her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I did not find in your daughter the proof of virginity", "text": "The abstract nouns \"proof\" and \"virginity\" can be translated as verb phrases. AT: \"Your daughter could not prove that she was a virgin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "But here is the proof of my daughter's virginity", "text": "The abstract nouns \"proof\" and \"virginity\" can be translated as verb phrases. AT: \"But this proves that my daughter was a virgin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Then they will spread the garment out before the elders of the city", "text": "The full meaning of this statement can be made explicit. AT: \"And then the mother and father will show the clothing with the bloodstain to the elders as proof that she was a virgin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "and they must fine him", "text": "\"and they must make him pay as a punishment\""}, {"ref": "one hundred shekels", "text": "\"100 shekels\" (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "and give them to the father of the girl", "text": "\"and give the money to the father of the girl\""}, {"ref": "has caused a bad reputation for a virgin of Israel", "text": "The abstract noun \"reputation\" can be translated as a verb phrase. AT: \"has caused people to think that a virgin of Israel is a bad person\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he may not send her away", "text": "\"never allow him to divorce her\""}, {"ref": "during all his days", "text": "This is an idiom. AT: \"for his entire life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "But if this thing is true", "text": "\"But if it is true\" or \"But if what the man said is true\""}, {"ref": "that the proof of virginity was not found in the girl", "text": "This can be stated in active form. AT: \"that the man did not find proof that the girl was a virgin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the proof of virginity", "text": "The abstract nouns \"proof\" and \"virginity\" can be translated as verb phrases. AT: \"something that proves that the girl was a virgin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "then they must bring out the girl", "text": "\"then the elders must bring out the girl\""}, {"ref": "stone her to death with stones", "text": "\"throw stones at her until she dies\""}, {"ref": "because she has committed a disgraceful action in Israel", "text": "\"because she has done a disgraceful thing in Israel\""}, {"ref": "to act as a harlot in her father's house", "text": "\"acting like a harlot while living in her father's house\""}, {"ref": "you will remove the evil", "text": "The adjective \"evil\" can be translated as a noun phrase. AT: \"you must remove from among the Israelites the person who does this evil thing\" or \"you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the word \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "If a man is found", "text": "This can be stated in active form. AT: \"If someone finds a man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and you will remove", "text": "\"in this way you will remove\" (see UDB)"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the word \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "engaged to a man", "text": "\"who is promised to marry a man\""}, {"ref": "take ... and stone", "text": "These commands are addressed to Israel as a group and so are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "take both of them", "text": "\"then you must bring both the girl and the man who slept with her\""}, {"ref": "because she did not cry out", "text": "\"because she did not call for help\""}, {"ref": "because he violated his neighbor's wife", "text": "The Israelites at that time thought of a man and woman who had engaged each other for marriage as husband and wife. The full meaning of this statement can be made explicit. AT: \"because he slept with a girl who belongs to a fellow Israelite\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and you will remove the evil from among you", "text": "The adjective \"evil\" can be translated as a noun phrase. AT: \"you must remove from among the Israelites the person who does this evil thing\" or \"you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "25", "tn": [{"ref": "the engaged girl", "text": "This means a girl whose parents have agreed to let her marry a certain man, but the girl has not married him yet."}, {"ref": "then only the man who sleeps with her must die", "text": "\"then you must only kill the man who slept with her\""}, {"ref": "there is no sin worthy of death in the girl", "text": "\"you are not to punish her by killing her for what she did\""}, {"ref": "For this case is like when a man attacks his neighbor and kills him", "text": "\"Because this situation is like the situation when somebody attacks another person and kills him\""}, {"ref": "For he found her in the field", "text": "\"Because the man found the girl working in the field\""}]}, {"id": "28", "tn": [{"ref": "but who is not engaged", "text": "\"but whose parents have not promised another man that she will marry him\""}, {"ref": "and if they are discovered", "text": "This can be stated in active form. AT: \"and if somebody finds out what happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fifty shekels of silver", "text": "A shekel weighs eleven grams. AT: \"fifty pieces of silver\" or \"550 grams of silver\" (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He may not send her away during all his days", "text": "This is an idiom. AT: \"He must never divorce her during his entire life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "30", "tn": [{"ref": "must not take his father's wife as his own", "text": "The full meaning of this statement can be made explicit. AT: \"must not marry his father's former wife, even if she is not his mother\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]