[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching, but he directs his attention back to his disciples. This is still the same part of the story and the same day that began in [[:en:bible:notes:luk:15:03|15:3]]."}, {"ref": "It is certain there will be things that can cause us to sin", "text": "\"Things that tempt people to sin will certainly happen\" (UDB)"}, {"ref": "to that person through whom they come", "text": "\"to anyone who causes the temptations to come\" or \"to any person who causes people to be tempted\""}, {"ref": "It would be better for him if", "text": "This introduces a hypothetical situation. It means that this person's punishment for causing people to sin will be worse than if they had drowned in the sea. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if a millstone were put around his neck and he were thrown", "text": "This can be stated in active form. AT: \"if they were to put a millstone around his neck and throw him\" or \"if someone were to put a heavy stone around his neck and push him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for him ... his neck ... he were ... he should", "text": "These terms refer to women as well as to men. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "a millstone", "text": "This is a very large, heavy circular stone used for grinding wheat grain into flour. AT: \"a heavy stone\""}, {"ref": "these little ones", "text": "This here refers to people whose faith is still weak. AT: \"these people whose faith is small\""}, {"ref": "to stumble", "text": "This was a way of referring to unintentional sin. AT: \"to sin\""}]}, {"id": "03", "tn": [{"ref": "If your brother sins", "text": "This is a conditional statement that talks about an event that will probably happen in the future."}, {"ref": "your brother", "text": "\"brother\" is here used in the sense of someone with the same belief. AT: \"a fellow believer\""}, {"ref": "rebuke him", "text": "\"tell him strongly that what he did was wrong\" or \"correct him\""}, {"ref": "If he sins against you seven times", "text": "This is a hypothetical future situation. It may never happen, but even if it does, Jesus tells people to forgive. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "seven times in the day", "text": "The number seven in the Bible is a symbol for completeness. AT: \"many times in a day\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "There is a brief break in Jesus' teachings as the disciples speak to him. Then Jesus continues teaching."}, {"ref": "Increase our faith", "text": "\"Please give us more faith\" or \"Please add more faith to our faith\""}, {"ref": "If you had faith as a mustard seed", "text": "A \"mustard seed\" is a very small seed. Jesus implies that they did not have even a small amount of faith. AT: \"If you had faith that was even as small as a mustard seed\" or \"If only your faith was as big as a mustard seed, but it is not\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "this mulberry tree", "text": "If this type of tree is not familiar, it may be helpful to substitute another type of tree. AT: \"a fig tree\" or \"a tree\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Be uprooted, and be planted in the sea", "text": "These can be stated in active form. AT: \"Uproot yourself and plant yourself in the sea\" or \"Take your roots out of the ground, and put your roots down into the ocean\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it would obey you", "text": "\"the tree would obey you.\" This result is conditional. It would happen only if they had faith."}]}, {"id": "07", "tn": [{"ref": "But which of you ... will say to him ... sit down to eat'?", "text": "Jesus asks his disciples a question to help them think about the role of a servant. This could be a statement. AT: \"But any of you ... will not say to him ... sit down to eat'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a servant plowing or keeping sheep", "text": "\"a servant that plows your field or takes care of your sheep\""}, {"ref": "Will he not say to him ... eat and drink'?", "text": "Jesus uses a second question explain how the disciples would actually treat a servant. This can be a statement. AT: \"He will certainly say to him ... eat and drink'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "put a belt around your clothes and serve me", "text": "\"tie your clothes at your waist and serve me\" or \"dress up properly and take care of me.\" People would tie their clothes closely around their waist so that their clothes would not get in their way while they worked. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then afterward", "text": "\"Then after you serve me\""}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching. This is the end of this part of the story."}, {"ref": "He does not thank the servant ... commanded, does he?", "text": "Jesus uses this question to show how people treat servants. This can be a statement. AT: \"He would not thank the servant ... commanded\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the things that were commanded", "text": "This can be stated in active form. AT: \"the things you commanded him to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "does he?", "text": "\"right?\" or \"is this not true?\""}, {"ref": "you also", "text": "Jesus was speaking to his disciples, so languages that have a plural form of \"you\" would use it. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that you are commanded", "text": "This can be stated in active form. AT: \"that God has commanded you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We are unworthy servants", "text": "This is an exaggeration to express that they did not do anything worthy of praise. AT: \"We are ordinary slaves\" or \"We servants do not deserve your praise\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus heals 10 men of leprosy. Verses 11 and 12 give background information and the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It came about that", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "as he traveled to Jerusalem", "text": "\"as Jesus and the disciples were traveling to Jerusalem\""}, {"ref": "a certain village", "text": "This phrase does not identify the village."}, {"ref": "there he was met by ten men who were lepers", "text": "This can be stated in active form. AT: \"ten men who were lepers met him\" or \"ten men who had leprosy met him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They stood far away from him", "text": "This was a respectful gesture, because lepers were not allowed to approach other people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they lifted up their voices", "text": "This idiom means to speak loudly. AT: \"they called with a loud voice\" or \"they called aloud\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have mercy on us", "text": "They were specifically asking to be healed. AT: \"please show us mercy by healing us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "show yourselves to the priests", "text": "Lepers were required to have the priests verify that their leprosy was healed. AT: \"show yourselves to the priests so they can examine you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And it came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way of doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "they were cleansed", "text": "When people were healed, they were no longer ceremonially unclean. This can be made explicit. AT: \"they became clean when they were healed of their leprosy\" or \"they were cured of their leprosy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "saw that he was healed", "text": "\"realized that he was healed\" or \"realized that Jesus had healed him\""}, {"ref": "he turned back", "text": "\"he went back to Jesus\""}, {"ref": "with a loud voice glorifying God", "text": "\"and glorified God loudly\""}, {"ref": "He bowed down at Jesus' feet", "text": "\"he knelt down and put his face close to Jesus feet.\" He did this to honor Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Jesus healing the 10 lepers."}, {"ref": "And answering, Jesus said", "text": "Jesus responded to what the man did, but he was speaking to the group of people around him. AT: \"So Jesus said to the crowd\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Were not the ten cleansed?", "text": "This is the first of three rhetorical questions. Jesus used them to show the people around him how surprised and disappointed he was that only one of the ten men came back to glorify God. AT: \"Ten men were healed\" or \"God healed ten men\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Where are the nine?", "text": "\"Why did not the other nine come back?\" This can be a statement. AT: \"The other nine men should have come back, too\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Were there no others who returned to give glory to God, except this foreigner?", "text": "This can be a statement. AT: \"No one but this foreigner came back to give glory to God\" or \"God healed ten men, yet only this foreigner came back to give glory to God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this foreigner", "text": "Samaritans had non-Jewish ancestors and they did not worship God in the same way that the Jews did."}, {"ref": "Your faith has made you well", "text": "\"Because of your faith you have become well.\" The idea of \"faith\" can be expressed with the verb \"believe.\" AT: \"Because you believe, you are well again\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. We do not know where this take places; it is simply one day when Jesus is talking with the Pharisees."}, {"ref": "Being asked by the Pharisees when the kingdom of God would come", "text": "This is the beginning of a new part of the story. Some translations start it with \"One day\" or \"Once.\" It can be stated in active form. AT: \"One day the Pharisees asked Jesus 'When will the kingdom of God come?'\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "The kingdom of God does not come with careful observing", "text": "People thought that they would be able to see signs of the kingdom coming. The idea of signs can be stated clearly. AT: \"The kingdom of God does not come with signs that people can observe\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the kingdom of God is within you", "text": "The idea of the noun \"kingdom\" can be expressed with the verb \"rules.\" AT: \"God rules within you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the kingdom of God is within you", "text": "Jesus was speaking to the religious leaders who were hostile to him. Possible meanings are 1) the word \"you\" refers to people in general. AT: \"the kingdom of God is within people\" or 2) the word translated \"within\" means \"among.\" AT: \"the kingdom of God is among you\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach his disciples."}, {"ref": "The days are coming when", "text": "The idea of days days coming represents something being soon. AT: \"A time is coming when\" or \"Soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will desire to see", "text": "\"you will want very much to see\" or \"you will wish to experience\""}, {"ref": "one of the days of the Son of Man", "text": "This refers to the kingdom of God. AT: \"one of the days when the Son of Man will rule as king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "but you will not see it", "text": "\"you will not experience it\""}, {"ref": "Look, there! Look, here!", "text": "This refers to seeking the Messiah. AT: \"Look, the Messiah is over there! He is over here!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "do not go out or run after them", "text": "The purpose of going out can be stated clearly. AT: \"do not go with them to see it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for as the lightning shines brightly", "text": "The coming of the Son of Man will be clear and sudden, like the appearance of lightning. AT: \"for as the lightning is visible to everyone when it appears and\" or \"for as the lightning appears suddenly\" (See [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "so will the Son of Man be in his day", "text": "This refers to the future kingdom of God. AT: \"it will be like that on the day when the Son of Man comes to reign\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "But first he must suffer", "text": "\"But first the Son of Man must suffer.\" Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "be rejected by this generation", "text": "This can be stated in active form. AT: \"the people of this generation must reject him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "As it happened in the days of Noah", "text": "The \"days of Noah\" refers to the time during Noah's life just before God punished the people of the world. AT: \"As people were doing in the days of Noah\" or \"As people were doing when Noah lived\""}, {"ref": "even so will it also happen in the days of the Son of Man", "text": "The \"days of the Son of Man\" refers to the period just before the Son of Man will come. AT: \"people will be doing the same things in the days of the Son of Man\" or \"people will be doing the same things when the Son of Man is about to come\""}, {"ref": "They ate, they drank, they married, and they were given in marriage", "text": "People were doing ordinary things. They did not know or care that God was about to judge them."}, {"ref": "they were given in marriage", "text": "This can be stated in active form. AT: \"parents were allowing their daughters to marry men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the ark", "text": "\"the ship\" or \"the barge\""}, {"ref": "destroyed them all", "text": "This does not include Noah and his family who were in the ark. AT: \"destroyed all those who were not in the boat\" (UDB)"}]}, {"id": "28", "tn": [{"ref": "Likewise even as it happened in the days of Lot", "text": "The \"days of Lot\" refers to the time just before God punished the cities of Sodom and Gomorrah. AT: \"Another example is how it happened in the days of Lot\" or \"As people were doing when Lot lived\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they were eating and drinking", "text": "\"the people of Sodom were eating and drinking\""}, {"ref": "it rained fire and sulfur from heaven", "text": "\"fire and burning sulfur fell from the sky like rain\""}, {"ref": "destroyed them all", "text": "This does not include Lot and his family. AT: \"destroyed all those who stayed in the city\" (UDB)"}]}, {"id": "30", "tn": [{"ref": "After the same manner it will be", "text": "\"It will be like that.\" AT: \"In the same way people will not be ready\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the day that the Son of Man is revealed", "text": "This can be stated in active form. AT: \"when the Son of Man appears\" or \"when the Son of man comes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. AT: \"I, the Son of Man\""}, {"ref": "do not let him who is on the housetop go down", "text": "\"whoever is on the housetop must not go down\" or \"if anyone is on his housetop, he must not go down\""}, {"ref": "on the housetop", "text": "Their housetops were flat and people could walk or sit on them."}, {"ref": "his goods", "text": "\"his possessions\" or \"his things\""}, {"ref": "return", "text": "They were not to go back to the house to get anything. They were to flee quickly. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "Remember Lot's wife", "text": "\"Remember what happened to Lot's wife!\" (UDB) This is a warning. She looked back toward Sodom and God punished her along with the people of Sodom. AT: \"Do not do what Lot's wife did\""}, {"ref": "Whoever seeks to gain his life will lose it", "text": "\"People who try save their lives will lose them\" or \"Whoever tries to save his old way of life will lose his life\""}, {"ref": "but whoever loses his life will save it", "text": "\"but people who lose their lives will save them\" or \"but whoever abandons his old way of life will save his life\""}]}, {"id": "34", "tn": [{"ref": "I tell you", "text": "As Jesus continues to address his disciples, he emphasizes the importance of what he is telling them."}, {"ref": "in that night", "text": "This refers to what will happen if he, the Son of Man, comes during the night."}, {"ref": "there will be two people in one bed", "text": "The emphasis is not on these two people, but on the fact that some people will be taken away and the others will be left."}, {"ref": "bed", "text": "\"couch\" or \"cot\""}, {"ref": "One will be taken, and the other will be left", "text": "\"One person will be taken and the other person will be left behind.\" This can be stated in active form. AT: \"God will take one person and leave the other\" or \"Angels will take one and leave behind the other\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "There will be two women grinding together", "text": "The emphasis is not on these two women or their activity, but on the fact that some people will be taken away and the others will be left."}, {"ref": "grinding together", "text": "\"grinding grain together\""}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "The disciples ask Jesus a question about his teaching and he answers them."}, {"ref": "Where, Lord?", "text": "\"Lord, where will this happen?\" (UDB)"}, {"ref": "Where there is a body, there will the vultures also be gathered together", "text": "Apparently this is a proverb that means \"It will be obvious\" or \"You will know it when it happens.\" AT: \"As vultures gathering shows that there is a dead body, so these things show that the Son of Man is coming\" (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "vultures", "text": "Vultures are large birds that fly together and eat the flesh of dead animals that they find. You could describe birds this way or use the word for a local bird that does this. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}]