[{"id": "01", "tn": [{"ref": "In the seventh year of Jehu", "text": "\"During year 7 of the reign of Jehu over Israel\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the reign of Joash began", "text": "\"Joash began to reign over Judah\""}, {"ref": "Zibiah", "text": "This was the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zibiah, of Beersheba", "text": "\"Zibiah, from the city of Beersheba\" (UDB)"}, {"ref": "what was right in the eyes of Yahweh", "text": "The phrase \"eyes of Yahweh\" represents Yahweh's entire being. AT: \"what was pleasing to Yahweh\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "instructing him", "text": "\"teaching him\""}, {"ref": "But the high places were not taken away", "text": "This can be stated in active form. AT: \"But the people did not destroy the high places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The people still sacrificed and burned incense on the high places", "text": "Yawheh forbid the people to worship at these place. This can be made explicit. AT: \"The people continued to go to places that were unacceptable to Yahweh, to make sacrifices and burn incense\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "the money that is brought in as sacred offerings into the house of Yahweh", "text": "This refers to money that people gave to support the temple. This money came in three forms that are described in the rest of the sentence."}, {"ref": "money brought in by people motivated by Yahweh in their hearts to give", "text": "This refers to money that people decided to freely give to Yahweh."}]}, {"id": "06", "tn": [{"ref": "by the twenty-third year of King Joash", "text": "third year of King Joash** - \"when Joash had been king for twenty three years\""}, {"ref": "Why have you not repaired anything in the temple?", "text": "Joash asks this question to rebuke the priests. AT: \"You should have been repairing the temple!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "give it to those who can make the repairs", "text": "\"pay workers who will do the repairs\""}]}, {"id": "09", "tn": [{"ref": "Instead", "text": "\"Instead of the priests collecting the money\""}, {"ref": "on the right side as one comes into the house of Yahweh", "text": "\"on the right side of the entrance to the temple\""}, {"ref": "put into it", "text": "\"put into the chest\" or \"put in the box\" (UDB)"}, {"ref": "the money that was brought", "text": "This can be stated in active form. AT: \"the money that people brought\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "put the money in bags and then count it", "text": "Many versions put this in a more logical order such as \"count the money and put it in bags.\""}, {"ref": "put the money in bags", "text": "Possible meanings are 1) \"put the money in bags\" or 2) \"tied up the money in bags\" (UDB)."}, {"ref": "the money found", "text": "\"the money that they found in the chest\""}]}, {"id": "11", "tn": [{"ref": "weighed out", "text": "\"counted\""}, {"ref": "into the hands of men", "text": "Here \"hands\" refers to the men. AT: \"to men\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "who took care of the temple", "text": "\"who repaired the temple\""}, {"ref": "carpenters", "text": "people who build and repair things made of wood"}, {"ref": "masons", "text": "people who build with stone"}, {"ref": "stonecutters", "text": "people who cut stones into the correct size and shape"}, {"ref": "for buying timber and cutting stone", "text": "\"to buy wood and to cut stone\""}, {"ref": "for all that was needed to be paid to repair it", "text": "\"to pay for all of the needed repairs\""}]}, {"id": "13", "tn": [{"ref": "did not pay to make for it any", "text": "\"was not spent to pay for any of the temple's\""}, {"ref": "silver cups, lamp trimmers, basins, trumpets, or any gold or silver furnishing", "text": "These are items that would have been used by the priests for various temple tasks, such as sacrifices or festivals."}]}, {"id": "15", "tn": [{"ref": "they did not require the money paid for repairs to be accounted for by the men who received it and paid it to the workmen", "text": "This can be stated in active form. AT: \"they did not require the men who received the money and paid the workmen for the repairs to account for the money\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be accounted for", "text": "to keep a record of how much money was received and spent"}, {"ref": "the money for the guilt offerings and the money for the sin offerings was not brought into the temple of Yahweh", "text": "It is implied that this money was not used for the repairs. This can be stated in active form. AT: \"they did not use the money from the guilt offerings and the sin offerings to pay for the repairs to the temple of Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Hazael king of Aram attacked ... Hazael then turned to attack", "text": "This refers to Hazael's army as well as to Hazael. AT: \"Hazael king of Aram and his army attacked ... Then they turned to attack\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hazael", "text": "This is the name of the king of the country of Syria. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "took it", "text": "\"defeated and took control of it\""}, {"ref": "Jehoshaphat and Jehoram and Ahaziah, his fathers", "text": "These men were previous kings of Judah. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set apart", "text": "\"dedicated\""}, {"ref": "the gold that was found in the storerooms", "text": "\"the gold that was stored in the storerooms\""}, {"ref": "Then Hazael went away from Jerusalem", "text": "The gifts Joash gave Hazael convinced him not to attack Jerusalem. This can be made explicit. AT: \"So Hazael stopped attacking Jerusalem and left\""}]}, {"id": "19", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This question is used to remind the reader that these things are recorded. See how this phrase is translated in [[:en:bible:notes:2ki:08:22|8:23]]. AT: \"they are written in the book of the History of the Kings of Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Silla", "text": "The location of this place is unknown. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jozacar ... Shimeath ... Jehozabad ... Shomer ... Amaziah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "with his ancestors", "text": "\"in the place where his ancestors were buried\" (UDB)"}, {"ref": "became king in his place", "text": "\"became the next king of Judah\""}]}]