[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The story shifts from Stephen to Saul in these verses."}, {"ref": "General Information:", "text": "It may be helpful to your audience to move these parts of the story about Stephen together by using a verse bridge as the UDB does. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "So there began ... except the apostles", "text": "This part of verse 1 is background information about the persecution that began after Stephen's death. This explains why Saul was persecuting the believers in verse 3. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "that day", "text": "This refers to the day that Stephen died. (See: [[:en:bible:notes:act:07:59|7:59-60]])"}, {"ref": "the believers were all scattered", "text": "This is hyperbole to express that a large number of the believers left Jerusalem because of the persecution. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "except the apostles", "text": "This statement implies that the apostles remained in Jerusalem even though they also experienced this great persecution. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Devout men", "text": "\"God-fearing men\" or \"Men who feared God\""}, {"ref": "made great lamentation over him", "text": "\"greatly mourned his death\""}, {"ref": "dragged out men and women", "text": "Saul forcefully took Jewish believers out of their home and put them into prison."}, {"ref": "house after house", "text": "\"houses one by one\" (UDB)"}, {"ref": "dragged out men and women", "text": "\"took away men and women by force\""}, {"ref": "men and women", "text": "This refers to men and women who believed in Jesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "This begins the story of Philip, whom the people had chosen as a deacon. (See: [[:en:bible:notes:act:06:05|6:5]])"}, {"ref": "who had been scattered", "text": "The cause for the scattering, the persecution, was stated previously. This can be stated in active form. AT: \"who had fled the great persecution and had gone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went down to the city of Samaria", "text": "The phrase \"went down\" is used here because Samaria is lower in elevation than Jerusalem."}, {"ref": "the city of Samaria", "text": "It is unclear if the city of Samaria refers to a city called \"the city of Samaria\" (ULB) or to \"a city in Samaria.\" (UDB)."}, {"ref": "proclaimed to them the Christ", "text": "The title \"Christ\" refers to Jesus, the Messiah. AT: \"told them that Jesus is the Messiah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "When multitudes of people", "text": "\"When many people in the city of Samaria.\" The location was specified previously. (See: [[:en:bible:notes:act:08:04|8:5]])"}, {"ref": "they paid attention", "text": "The reason people paid attention was because of all the healing Philip did."}, {"ref": "from many people who had them, unclean spirits came out while loudly crying out", "text": "\"unclean spirits cried out loudly as they came out from many people who had them\""}, {"ref": "And there was much joy in that city", "text": "The phrase \"that city\" refers to the people who were rejoicing. AT: \"And so the people of the city were rejoicing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Simon is introduced to the story of Philip. Verses 9 to 11 are background information about Simon and who he was among the Samaritans. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "But there was a certain man ... named Simon", "text": "This is a way of introducing a new person into the story. Your language may use different wording to introduce a new person into the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "the city", "text": "\"the city in Samaria\" (See: [[:en:bible:notes:act:08:04|8:5]])"}, {"ref": "All the Samaritans", "text": "This is an exaggeration. AT: \"Many of the Samaritans in the city\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "from the least to the greatest", "text": "These two phrases refer to everyone from one extreme to the other. AT: \"no matter how important they were\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "This man is that power of God which is called Great", "text": "People were saying that Simon was the divine power known as \"The Great Power.\""}, {"ref": "that power of God which is called Great", "text": "Possible meanings are 1) the powerful representative of God or 2) God or 3) the most powerful man or 4) and angel. Since the term is unclear, it may be best to simply translate it as \"the Great power of God\" (UDB)."}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "These verses give more information about Simon and some of the Samaritans coming to believe in Jesus."}, {"ref": "they were baptized", "text": "This can be stated in active form. AT: \"Philip baptized them\" or \"Philip baptized the new believers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Simon also himself believed", "text": "The word \"himself\" is here used to emphasize that Simon believed. AT: \"Simon was also one of those who believed\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "he was baptized", "text": "This can be stated in active form. AT: \"Philip baptized Simon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when he saw signs", "text": "This could begin a new sentence. AT: \"When he saw\""}, {"ref": "when he saw signs and mighty deeds being done, he was amazed", "text": "\"Simon was amazed when he saw Philip doing signs and great miracles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Luke continues the news of what was happening in Samaria."}, {"ref": "Now when the apostles in Jerusalem heard", "text": "This marks the beginning of a new part of the story of the Samaritan's becoming believers. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Samaria", "text": "This refers to the many people, who had become believers, throughout the district of Samaria. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "had received", "text": "\"had believed\" or \"had accepted\""}, {"ref": "When they had come down", "text": "\"when Peter and John had come down\""}, {"ref": "come down", "text": "This phrase is used here because Samaria is lower in elevation than Jerusalem."}, {"ref": "they prayed for them", "text": "\" Peter and John prayed for the Samaritan believers\""}, {"ref": "that they might receive the Holy Spirit", "text": "\"that the Samaritan believers might receive the Holy Spirit\""}, {"ref": "they had only been baptized", "text": "This can be stated in active form. AT: \"Philip had only baptized the Samaritan believers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the name of the Lord Jesus", "text": "Here \"the name\" refers Jesus, in whom the Samaritans had believed. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Peter and John placed their hands on them", "text": "The word \"them\" refers to the Samaritan people who believed Stephen's message of the gospel."}, {"ref": "placed their hands on them", "text": "This symbolic action shows that Peter and John wanted God to give the Holy Spirit to the believers. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "18", "tn": [{"ref": "the Holy Spirit was given through the laying on of the apostles' hands", "text": "This can be stated in active form. AT: \"the apostles gave the Holy Spirit by laying their hands on people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that whoever I place my hands on might receive the Holy Spirit", "text": "\"that I can give the Holy Spirit to anyone on whom I place my hands\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Here the words him, your, you, and yours all refer to Simon."}, {"ref": "May your silver perish along with you", "text": "\"May you and your money be destroyed\" (UDB)"}, {"ref": "the gift of God", "text": "Here this refers to the ability to give the Holy Spirit by laying his hands on someone."}, {"ref": "You have no part or share in this matter", "text": "The words \"part\" and \"share\" mean the same thing and are used for emphasis. AT: \"You may not participate in this work\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "your heart is not right", "text": "The word \"heart\" here refers to his thinking. AT: \"Your thinking is wrong\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for the intention of your heart", "text": "\"for wanting to buy the ability to give the Holy Spirit to others\""}, {"ref": "this wickedness", "text": "\"these evil thoughts\""}, {"ref": "he might perhaps forgive", "text": "\"he may be willing to forgive\""}, {"ref": "in the poison of bitterness", "text": "This is an idiom that means \"extremely envious.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the bonds of sin", "text": "The word \"sin\" is spoken of as if can restrain him and keep him prisoner. AT: \"a prisoner of sin\" or \"can only sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Here the word \"you\" refers to Peter and John."}, {"ref": "none of the things ... may happen to me", "text": "This can be stated another way. AT: \"the things ... may not happen to me\""}, {"ref": "none of the things which you have spoken", "text": "This refers to Peter's rebuke about Simon's silver perishing along with him."}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "This is concludes the part of the story about Simon and the Samaritans."}, {"ref": "born witness", "text": "Peter and John told what they personally knew about Jesus to the Samaritans."}, {"ref": "spoken the word of the Lord", "text": "Peter and John explained the message about Jesus to the Samaritans."}, {"ref": "along the way", "text": "This can be a new sentence. AT: \"Along the way\" or \"As they went\""}, {"ref": "to many villages of the Samaritans", "text": "Here \"villages\" refers to the people in them. AT: \"to the people in many Samaritan villages\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "This begins the part of the story about Philip and the man from Ethiopia."}, {"ref": "General Information:", "text": "Verse 27 gives background information about the man from Ethiopia. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This marks a transition in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Arise and go", "text": "These verbs work together to emphasize that he should get ready to start a long journey that will take some time. AT: \"Get ready to travel\""}, {"ref": "goes down from Jerusalem to Gaza", "text": "The phrase \"goes down\" is used here because Jerusalem is higher in elevation than Gaza."}, {"ref": "This road is in a desert", "text": "Most scholars believe Luke added this comment to describe the area through which Philip would travel. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "eunuch", "text": "The emphasis of \"eunuch\" here is about the Ethiopian's being a high government official, not so much his physical state of being castrated."}, {"ref": "Candace", "text": "This was a title for the queens of Ethiopia. It is similar to the way the word Pharaoh was used for the kings of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He had come to Jerusalem to worship", "text": "This implies that he was a Gentile who believed in God and had come to worship at the Jewish temple. AT: \"He had come to worship God at the temple in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "chariot", "text": "Possibly \"wagon\" or \"carriage\" is more fitting in this context. Chariots are normally mentioned as a vehicle for war, not as a vehicle for long-distance travel. Also, people stood to ride in chariots."}, {"ref": "reading the prophet Isaiah", "text": "This is the Old Testament book Isaiah. AT: \"reading from the book of the prophet Isaiah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "stay close to this chariot", "text": "Philip understood that this meant he was to stay close to the person riding in the chariot. AT: \"accompany the man in this chariot\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reading Isaiah the prophet", "text": "This is the Old Testament book Isaiah. AT: \"reading from the book of the prophet Isaiah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do you understand what you are reading?", "text": "The Ethiopian was intelligent and could read, but he lacked spiritual discernment. AT: \"Do you understand the meaning of what you are reading?\""}, {"ref": "How can I, unless someone guides me?", "text": "This question was asked to state emphatically that he could not understand without help. AT: \"I cannot understand unless someone guides me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He begged Philip to ... sit with him", "text": "It is implied here that Philip agreed to travel down the road with him to explain the scriptures. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "This a passage from the book of Isaiah."}, {"ref": "General Information:", "text": "Here the words \"he\" and \"his\" refer to the Messiah."}, {"ref": "as a lamb before his shearer is silent", "text": "A shearer is a person who cuts the wool off the sheep so that it may be used."}, {"ref": "In his humiliation his judgment was taken away", "text": "This can be stated in active form. AT: \"He was humiliated and they did not judge him fairly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Who will declare his generation?", "text": "This question was used to emphasize the he will not have descendants. AT: \"No one will be able to speak about his descendant, for there will not be any\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his life was taken from the earth", "text": "This referred to his death. It can be stated in active form. AT: \"men killed him\" or \"men took his life from the earth\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "I beg you", "text": "\"Please tell me\""}, {"ref": "Of himself, or of some other person", "text": "It may be helpful to your audience to add in the missing information. AT: Is the prophet speaking of himself, or is he speaking of some other person\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in Isaiah", "text": "This refers to Isaiah's writings. AT: \"in the writings of Isaiah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to preach about Jesus to him", "text": "\"to teach the good news about Jesus to the eunuch\""}]}, {"id": "36", "tn": [{"ref": "they went on the road", "text": "\"they continued to travel along the road\""}, {"ref": "there is water here", "text": "It is unclear whether this \"water\" was a stream, or a pool of water, or a larger body. We do know it was deep enough for them to go down into it. Choose an appropriate term in your language."}, {"ref": "what prevents me from being baptized?", "text": "The eunuch uses this question as a way of asking Philip for permission to be baptized. AT: \"please allow me to be baptized\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "commanded the chariot to stop", "text": "\"told the driver of the chariot to stop\""}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Philip and the man from Ethiopia. The story of Philip ends at Caesarea."}, {"ref": "the eunuch saw him no longer", "text": "\"the eunuch did not see Philip again\""}, {"ref": "Philip appeared at Azotus", "text": "There was no indication of Philip's traveling between where he baptized the Ethiopian and Azotus. He just suddenly disappeared along the road to Gaza and reappeared at the town of Azotus."}, {"ref": "that region", "text": "This refers to the area around the town of Azotus."}, {"ref": "to all the cities", "text": "\"to all the cities in that region\""}]}]