[{"id": "01", "tn": [{"ref": "Now Naomi's husband", "text": "This phrase introduces new information before the story continues. Your language may have a way to introduce new information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "a wealthy, influential man", "text": "\"a prominent, wealthy man.\" This means that Boaz was prosperous and well known in his community, with a good reputation."}, {"ref": "Ruth, the Moabitess", "text": "Here the story resumes. You need to see how your language restarts a story after a break."}, {"ref": "the Moabitess", "text": "This is another way of saying the woman was from the country or tribe of Moab."}, {"ref": "glean what remains among the ears of grain", "text": "\"gather kernels of grain left behind by the harvesters\" or \"pick up kernels of grain left behind by the harvesters\""}, {"ref": "ears", "text": "\"heads\" or \"stalks.\" The \"ears\" are the parts of a grain plant that contain the grain."}, {"ref": "in whose eyes I will find favor", "text": "Ruth speaks of being pleasing to look at as gaining permission or approval. AT: \"who will grant me permission to glean\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "daughter", "text": "Ruth was caring for Naomi as if she were her own mother. Make sure it is possible in your language to use this word for someone who is not an actual daughter."}]}, {"id": "03", "tn": [{"ref": "She happened to come", "text": "Ruth was not aware that the field she picked to glean in belonged to Naomi's relative Boaz."}, {"ref": "Behold, Boaz", "text": "The word \"behold\" alerts us to the important event of Boaz arriving at the field. Your language may also have a specific way of introducing important events or characters."}, {"ref": "came from Bethlehem", "text": "The fields were an unspecified distance outside of Bethlehem."}, {"ref": "bless you", "text": "\"give you good things\" or \"make you happy\""}]}, {"id": "05", "tn": [{"ref": "What man does this young woman belong to?", "text": "Possible meanings are 1) Boaz was asking about Ruth's husband or 2) Boaz was asking about Ruth's parents or current guardians."}, {"ref": "supervising", "text": "\"in charge of\" or \"managing\""}, {"ref": "house", "text": "\"hut\" or \"shelter.\" This was a temporary shelter or garden hut in the field that provided shade from the sun."}]}, {"id": "08", "tn": [{"ref": "Are you listening to me, my daughter", "text": "This can be reworded as a command. AT: \"Listen to me, my daughter!\" or \"Note well what I am telling you, my daughter!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my daughter", "text": "This was a kind way of addressing a younger woman. Ruth was not the actual daughter of Boaz, so make sure the translation of this does not make it sound like she was. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Keep your eyes only on the field", "text": "The eyes represent watching something or paying attention to something. AT: \"Watch only the field\" or \"Pay attention only to the field\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Have I not instructed the men ... you?", "text": "Boaz used this question to emphasize what he had already done to help Ruth. AT: \"I have given the men strict instructions ... you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "men ... the other women", "text": "\"young male workers ... young female workers.\" The word \"men\" is used three times to refer to the young men who are harvesting in the field. Some languages can say this using one word, and they have a different word that means young women workers."}, {"ref": "not to touch you", "text": "Possible meanings are 1) the men were not to harm Ruth or 2) the men were not to stop her from gleaning in his field."}, {"ref": "the water that the men have drawn", "text": "To draw water means to pull up water from a well or to take it out of a storage vessel."}]}, {"id": "10", "tn": [{"ref": "she bowed down before Boaz, touching her head to the ground", "text": "These are acts of respect and reverence. She was showing honor to Boaz out of gratefulness for what he had done for her. It was also a posture of humility."}, {"ref": "Why have I found favor", "text": "Ruth is asking a real question."}, {"ref": "foreigner", "text": "Ruth had pledged her loyalty to the God of Israel in private, but she was known publicly as \"the Moabitess.\""}, {"ref": "It has been reported to me", "text": "This can be stated in active form. AT: \"People have reported to me\" or \"People have told me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to come to a people", "text": "Boaz is referring to Ruth coming to dwell with Naomi in a village and community, a country, and religion she did not know. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reward you", "text": "\"repay you\" or \"pay you back\""}, {"ref": "for your deed", "text": "This is an act of faith, choosing to live with Naomi in Bethlehem and trusting Naomi's God."}, {"ref": "May you receive full payment from Yahweh", "text": "This is a poetic expression that is very similar to the previous sentence. AT: \"May Yahweh give back to you even more than you have given\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "under whose wings you have found refuge", "text": "Boaz uses the picture of a mother bird gathering her chicks under her wings to protect them, in order to describe God's protection for those who trust in him. AT: \"in whose safe care you have placed yourself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Let me find favor in your sight", "text": "This refers to asking for a blessing. AT: \"Let me receive grace from you\" or \"Please accept me\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am not one of your female servants", "text": "Possible meanings are 1) Ruth was not one of Boaz's female servants or 2) Ruth did not think her marriage to Naomi's son granted her any privilege in Bethlehem."}]}, {"id": "14", "tn": [{"ref": "At mealtime", "text": "This refers to the noontime meal."}, {"ref": "dip your morsel in the wine vinegar", "text": "This was a simple meal eaten in the field. People would sit on the ground around a cloth that had a bowl of wine vinegar on it and plates of broken bread. They would dip their bread in the vinegar bowl to wet it and add flavor before they ate it."}, {"ref": "wine vinegar", "text": "a sauce that bread was dipped in. The Israelites further fermented some of their wine to make vinegar."}]}, {"id": "15", "tn": [{"ref": "As she got up to gather up grain, Boaz commanded his young men", "text": "In the context of the commands, it is likely that Ruth was far enough away not to hear Boaz's instructions. AT: \"And when Ruth got up to gather up grain, Boaz privately told his young men\""}, {"ref": "As she got up", "text": "\"As she stood up\""}, {"ref": "even among the bundles", "text": "Here \"even\" denotes \"above and beyond what one normally does.\" Boaz instructs his workers to let Ruth glean around the bundles of grain. People who were gleaning were normally forbidden from working that close to the harvested grain."}, {"ref": "pull out for her some ears of grain from the bundles", "text": "\"take some stalks of grain out of the bundles and leave them for her\" or \"leave behind stalks of grain for her to collect\""}, {"ref": "do not rebuke her", "text": "\"do not cause her shame\" or \"do not dishonor her\""}]}, {"id": "17", "tn": [{"ref": "beat out", "text": "She separated the edible part of the grain from the hull and stalk, which is thrown away."}, {"ref": "ears of grain", "text": "This refers to the eatable part of the grain. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "about an ephah of barley", "text": "\"about 13 kilos of barley\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "She lifted it up and went into the city", "text": "It is implied that Ruth carried the grain home. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "her mother-in-law saw", "text": "in-law saw** - \"Naomi saw\""}]}, {"id": "19", "tn": [{"ref": "Where have you gleaned today? Where did you go to work?", "text": "Naomi said almost the same thing in two different ways to show that she was very interested in knowing what had happened to Ruth that day. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he be blessed by Yahweh", "text": "Naomi is asking God to reward Boaz for his kindness to Ruth and herself."}, {"ref": "who has not left off his loyalty", "text": "\"who has continued to be loyal.\" Possible meanings are 1) Boaz remembered his obligations to Naomi as a family member or 2)  Naomi is referring to Yahweh, who was acting through Boaz or 3) Yahweh has continued to be faithful to the living and the dead. (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "to the living", "text": "\"to the people who are still living.\" Naomi and Ruth were the \"living.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the dead", "text": "\"the people who have already died.\" Naomi's husband and sons were the \"dead.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "near of kin to us, one of our kinsman-redeemers", "text": "redeemers** - The second phrase repeats and expands the first. This is a Hebrew style of emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "kinsman-redeemers", "text": "redeemers** - A kinsman-redeemer was a close male relative who could rescue a childless widow from financial ruin by marrying her and having a child with her. He would also reacquire the land his relatives had lost due to poverty and redeem family members who had sold themselves into slavery. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "21", "tn": [{"ref": "Indeed, he said to me", "text": "\"He even said to me.\" This indicates that what follows is the most important part of Boaz's words to Ruth."}, {"ref": "keep close to my young men", "text": "Boaz was referring to the physical protection his men can provide her."}, {"ref": "go out with", "text": "\"work with\""}, {"ref": "come to harm", "text": "Possible meanings are 1) other workers might abuse Ruth or try to seize her and sleep with her or 2) in another field, the owner might interfere or stop her from gleaning until the end of the harvest."}]}, {"id": "23", "tn": [{"ref": "she stayed close", "text": "Ruth worked in Boaz's fields with his workers during the day, so she would be safe."}, {"ref": "She lived with her mother-in-law", "text": "in-law** - Ruth went to Naomi's home to sleep at night."}]}]