[{"id": "01", "tn": [{"ref": "and to all his servants", "text": "Here \"his\" refers to Saul."}, {"ref": "took great pleasure in David", "text": "Jonathan greatly enjoyed being with David."}]}, {"id": "04", "tn": [{"ref": "Do not let the king sin against his servant", "text": "Jonathan speaks as if Saul is another person to show Saul that Jonathan respects Saul. AT: \"Do not sin against your servant\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "he took his life in his hand", "text": "Here \"life in his hand\" is an idiom that refers to risking his life. AT: \"he risked his life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why would you sin against innocent blood by killing David for no reason?", "text": "Jonathan asks this question to rebuke Saul. This rhetorical question can be translated as a statement. AT: \"You should not sin against innocent blood and kill David without cause.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sin against innocent blood", "text": "Here \"blood\" is a metonym for the life of an innocent person. AT: \"commit the sin of murder \" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "he will not be put to death", "text": "This can be stated in active form. AT: \"I will not put him to death\" or \"I will not kill him\" or \"I will certainly keep him alive\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was in his presence", "text": "David was in Saul's presence."}]}, {"id": "08", "tn": [{"ref": "A harmful spirit from Yahweh", "text": "Here \"harmful spirit\" may refer to either \"a spirit that causes trouble\" or \"an evil spirit.\" Translate as in [[:en:bible:notes:1sa:16:14|16:14]]."}]}, {"id": "10", "tn": [{"ref": "pin David to the wall with the spear", "text": "throw his spear so it would go through David and into the wall"}, {"ref": "he might kill him", "text": "\"Saul might kill David\""}, {"ref": "Michal ... told him", "text": "Michal told David"}, {"ref": "If you do not save your life", "text": "Here \"save your life\" is an idiom that refers to escape. AT: \"If you do not escape\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will be killed", "text": "This can be stated in active form. AT: \"someone will kill you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Michal helps David escape King Saul. She uses a household idol to make David's bed look like he is sleeping in it."}, {"ref": "she put a pillow of goats' hair at its head, and covered it with the clothes", "text": "Possible meanings are 1) the head of the idol was lying on the goat's hair pillow and Michal dressed the idol in David's clothes or 2) Michal used David's clothes as a blanket to completely cover the idol and made the \"pillow\" of goat's hair look like David's hair sticking out from under the blanket of clothes."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Saul acts out his desire to kill David."}, {"ref": "take David", "text": "\"take David back to Saul\""}, {"ref": "she said", "text": "Here \"she\" refers to Michal."}, {"ref": "Bring him up to me in the bed", "text": "The reason why the men thought David was in bed can be made explicit. AT: \"If he really is too sick to come to me, bring me the bed with him in it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "pillow of goats' hair", "text": "Translate as in [[:en:bible:notes:1sa:19:12|19:13]]."}, {"ref": "behold", "text": "The word \"behold\" here shows that the messengers were surprised by what they saw."}, {"ref": "Why have you deceived me and let my enemy go, so that he has escaped?", "text": "Possible meanings are 1) Saul really wants to know why Michal did what she did or 2) Saul uses this question to rebuke Michal. This rhetorical question can be translated as a statement. AT: \"You should not have deceived me and let my enemy go, so that he has escaped.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Let me go. Why should I kill you?", "text": "Although David did not actually say this, Michal tells Saul that David threatened her with this question. This rhetorical question can be translated as a statement. AT: \"I will kill you if you do not help me to escape.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "David flees to Samuel."}, {"ref": "Now", "text": "This word is used here to show that the writer has started to tell a new part of the story."}, {"ref": "It was told to Saul", "text": "This can be stated in active form. AT: \"Someone told Saul\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "standing as head over them", "text": "Here \"head\" refers to a position of authority. AT: \"acting as their leader\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "When Saul was told this", "text": "This can be stated in active form. AT: \"When someone told Saul this\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Ramah ... Secu ... Naioth", "text": "These are place names. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "23", "tn": [{"ref": "Because of this, they say, \"Is Saul also one of the prophets?\"", "text": "This became a proverb among the Israelites. Apparently people said this to express surprise when a person unexpectedly did something that he had not done before. The implied meaning of the question can be stated explicitly. See how you translated this in [[:en:bible:notes:1sa:10:11|10:12]]. AT: \"That is the reason that when people see someone doing something that is very unexpected, they say, 'Is Saul also a prophet?'\" (See UDB) (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they ask", "text": "Here \"they\" refers to people in general. The question became a proverb among the people."}]}]