{"1": [{"a": "Peter was an apostle of Jesus Christ.", "q": "Of whom was Peter an apostle?", "ref": ["01-01"]}, {"a": "Peter wrote to the foreigners of the dispersion, the chosen ones, throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia.", "q": "To whom did Peter write?", "ref": ["01-01"]}, {"a": "The foreigners became the chosen ones according to the foreknowledge of God the Father, and by the sanctifying of the Holy Spirit.", "q": "How did the foreigners become the chosen ones?", "ref": ["01-01", "01-02"]}, {"a": "Peter wanted them to have grace and increased peace.", "q": "What did Peter want the believers to have?", "ref": ["01-03"]}, {"a": "Peter wanted the God and Father of their Lord Jesus Christ to be blessed.", "q": "Who did Peter want to be blessed?", "ref": ["01-03"]}, {"a": "God gave them a new birth in his great mercy.", "q": "How did God give them a new birth?", "ref": ["01-03"]}, {"a": "Because the inheritance was reserved in heaven for them.", "q": "Why would the inheritance not perish, become stained, or fade away?", "ref": ["01-04"]}, {"a": "They were protected through faith for the salvation that is ready to be revealed in the last times.", "q": "By what means were they protected in God's power?", "ref": ["01-05"]}, {"a": "It was necessary so that their faith would be tested, and that their faith would be found to result in praise, glory, and honor at the revelation of Jesus Christ.", "q": "Why was it necessary for them to feel sorrow in many different trials?", "ref": ["01-07"]}, {"a": "Faith was more precious than gold.", "q": "What was more precious than gold which perishes?", "ref": ["01-07"]}, {"a": "They loved him and believed in him, and were very glad with unspeakable joy that was full of glory.", "q": "Although the believers had not seen Jesus, what did they do?", "ref": ["01-08"]}, {"a": "They received the salvation of their souls.", "q": "What did the ones who believed in him receive as the result of their faith?", "ref": ["01-09"]}, {"a": "The prophets searched about the salvation the believers were receiving, about the grace that was to be theirs.", "q": "About what did the prophets search and inquire carefully?", "ref": ["01-10"]}, {"a": "He was telling them about the sufferings of Christ and the glories that would follow him.", "q": "About what was the Spirit of Christ telling the prophets in advance?", "ref": ["01-11"]}, {"a": "They were serving the believers.", "q": "Whom were the prophets serving by their searches and inquiries?", "ref": ["01-12"]}, {"a": "Even the angels desired the results to be revealed.", "q": "Who desired the results of the prophets' searches and inquiries to be revealed?", "ref": ["01-12"]}, {"a": "He commanded them to prepare their mind to obey God, be sober in their thinking, and have complete confidence in the grace that would be brought them, and not to conform themselves to their former desires.", "q": "What did Peter command the believers to do as obedient children?", "ref": ["01-13", "01-14"]}, {"a": "Because the one who called them is holy.", "q": "Why did Peter say the believers should be holy?", "ref": ["01-15", "01-16"]}, {"a": "Because they called as \"Father\" the one who judges impartially according to each person's work.", "q": "Why should the believers spend the time of their journey in reverence?", "ref": ["01-17"]}, {"a": "They were not redeemed with silver or gold, but with the honored blood of Christ, as of a lamb without blemish and without spot.", "q": "With what were the believers redeemed?", "ref": ["01-18", "01-19"]}, {"a": "They had learned the foolish behavior from their fathers.", "q": "From whom had the foreigners, the chosen ones, learned foolish behavior?", "ref": ["01-19"]}, {"a": "He was chosen before the foundation of the world; he was revealed to the foreigners, the chosen ones, in what was then the last times.", "q": "When was Christ chosen, and when was he revealed?", "ref": ["01-20"]}, {"a": "Through Christ, whom God raised from the dead and to whom God gave glory.", "q": "How did the believers believe in God, and have faith and confidence in God?", "ref": ["01-20", "01-21"]}, {"a": "They made their souls pure by obedience to the truth for brotherly love.", "q": "How did the believers make their souls pure?", "ref": ["01-22"]}, {"a": "They were born again from imperishable seed, through the living and remaining word of God, not from perishable seed.", "q": "How were the believers born again?", "ref": ["01-23"]}, {"a": "Flesh is like grass; its glory is like the flower of grass.", "q": "What is all flesh like, and what is its glory like?", "ref": ["01-24"]}, {"a": "The word of the Lord remains forever.", "q": "What happens to the word of the Lord?", "ref": ["01-25"]}], "2": [{"a": "They were told to put aside all evil deceit, hypocrisy, envy, and slander.", "q": "What were the believers told to put aside?", "ref": ["02-01"]}, {"a": "They were to long for pure spiritual milk that they might grow in salvation.", "q": "Why were the believers to long for pure spiritual milk?", "ref": ["02-02"]}, {"a": "Jesus Christ was the living stone.", "q": "Who was the living stone who was rejected by people and chosen by God?", "ref": ["02-04", "02-05"]}, {"a": "They were like living stones because they were being built up to be a spiritual house.", "q": "Why were the believers also like living stones?", "ref": ["02-05"]}, {"a": "The builders stumbled because they were appointed to do that.", "q": "Why did the builders stumble, disobeying the word?", "ref": ["02-07", "02-08"]}, {"a": "They were chosen so that they might anounce the wonderful actions of God.", "q": "Why were the believers a chosen race, a royal priesthood, a holy nation, and a people for God's possession?", "ref": ["02-09", "02-10"]}, {"a": "He called them to abstain so that those who might speak of them as having done evil would see their good behavior and praise God.", "q": "Why did Peter call the beloved to abstain from sinful desires?", "ref": ["02-11", "02-12"]}, {"a": "They were to obey every human authority because God wanted to use their obediene to silence the ignorant talk of foolish people.", "q": "Why were the believers to obey every human authority?", "ref": ["02-13", "02-15"]}, {"a": "They were to use their freedom to be servants of God.", "q": "Instead of using their freedom as a covering for wickedness, what were the foreigners, the chosen ones, to do?", "ref": ["02-16"]}, {"a": "Servants were supposed to be subject even to malicious masters because doing good and then suffering, being punished for it is praiseworthy with God.", "q": "Why were servants supposed to be subject to their masters, even the malicious ones?", "ref": ["02-18", "02-20"]}, {"a": "Because Christ suffered for them, leaving an example for them, and gave himself to the one who judges justly.", "q": "Why were the servants called to suffer for doing good?", "ref": ["02-21", "02-23"]}, {"a": "He carried their sins so that they might have no more part in sin and live for righteousness, and because they were healed by his bruises.", "q": "Why did Christ carry Peter, believers, and the servants' sins in his body to the tree?", "ref": ["02-24"]}, {"a": "They all returned to the shephered and guardian of their souls.", "q": "After they all had been wandering away like lost sheep, to whom did they return?", "ref": ["02-25"]}], "3": [{"a": "Wives should submit so that those husbands who are disobedient might be won without a word.", "q": "Why should wives submit to their husbands?", "ref": ["03-01"]}, {"a": "Wives should win them with the inner person of the heart, not outward adornment.", "q": "How should wives win their husbands?", "ref": ["03-03", "03-04"]}, {"a": "Peter mentioned Sarah as an example.", "q": "Which holy woman did Peter mention as an example of a wife who had confidence in God and submitted to her husband?", "ref": ["03-05", "03-06"]}, {"a": "Husbands should live with their wives according to knowledge so their prayers are not hindered.", "q": "Why should husbands live worth their wives according to knowledge?", "ref": ["03-07"]}, {"a": "Because they were all called to do so, that they might inherit a blessing.", "q": "Why did Peter instruct all of the foreigners, the chosen ones, to be likeminded and to continue to bless?", "ref": ["03-08", "03-09"]}, {"a": "Because the eyes of the Lord see the righteous.", "q": "Why should the one who wants to love life stop his tongue from evil, and turn away from what is bad and do what is good?", "ref": ["03-10", "03-12"]}, {"a": "Those who suffered because of righteousness were blessed.", "q": "Who were the ones who were blessed?", "ref": ["03-14"]}, {"a": "They were told to set apart the Lord Christ as precious in their hearts.", "q": "What were the believers told to do to maintain their confidence in God?", "ref": ["03-15"]}, {"a": "They were to answer always with meekness and respect.", "q": "How were the believers always to answer everyone who asked about their confidence in God?", "ref": ["03-15", "03-16"]}, {"a": "Christ suffered once so that he would bring Peter and the believers to God.", "q": "Why did Christ suffer once for sins?", "ref": ["03-18"]}, {"a": "The spirits who are now in prison were disobedient when the patience of God was waiting in the days of Noah.", "q": "Why were the spirits to whom Christ preached in the spirit now in prison?", "ref": ["03-19", "03-20"]}, {"a": "It symbolized the baptism that now saves the believer.", "q": "What did God saving a few people through the water symbolize?", "ref": ["03-21"]}, {"a": "They must all submit to him.", "q": "As Jesus is at the right hand of God in heaven, what must angels, authorities, and powers do?", "ref": ["03-22"]}], "4": [{"a": "He commanded them to arm themselves with the same intention that Christ had when he suffered in the flesh.", "q": "With what did Peter command the believers to arm themselves?", "ref": ["04-01"]}, {"a": "They spoke evil about the foreigners, the chosen ones, because they did not participate in sensuality, passion, drunkenness, carousing, wild parties, and in wicked idolatries like the Gentiles.", "q": "Why did the Gentiles speak evil about the believers?", "ref": ["04-03", "04-04"]}, {"a": "God is ready to judge both the living and the dead.", "q": "Who is God ready to judge?", "ref": ["04-05"]}, {"a": "They were to do those things because the end of all things was coming, and for the sake of their prayers.", "q": "Why were the believers to be of sound mind and have fervent love for one another?", "ref": ["04-07"]}, {"a": "They were to use their gifts so that God may be glorified through Jesus Christ.", "q": "Why were each of the believers to use the gifts they had received to serve one another?", "ref": ["04-10", "04-11"]}, {"a": "Because they were blessed if they were insulted.", "q": "Why were the believers told to rejoice if they experienced the sufferings of Christ or were insulted for the name of Christ?", "ref": ["04-12", "04-14"]}, {"a": "Christians were not to suffer as murderers, thieves, evildoers, or meddlers.", "q": "For what actions were Christians not to be found guilty and suffer?", "ref": ["04-15"]}, {"a": "Because even the righteous man is saved through difficulties.", "q": "Why should the ungodly person and the sinner obey God's gospel?", "ref": ["04-17", "04-18"]}, {"a": "They were to entrust their souls to the faithful Creator while they did good.", "q": "How were those who suffered according to the will of God to act?", "ref": ["04-19"]}], "5": [{"a": "Peter was a fellow elder, a witness of the sufferings of Christ, and a participant in the glory that will be revealed.", "q": "Who was Peter?", "ref": ["05-01"]}, {"a": "He exhorted them to tend the flock of God and look after them.", "q": "What did Peter exhort his fellow elders to do?", "ref": ["05-01", "05-02"]}, {"a": "They were to submit to the older men.", "q": "To whom were the younger men to submit?", "ref": ["05-05"]}, {"a": "Because God gives grace to the humble, and so that God might exalt them in due time.", "q": "Why were all of them need to have humility and serve one another?", "ref": ["05-05", "05-07"]}, {"a": "He is like a roaring lion stalking around, looking for someone to devour.", "q": "What is the devil like?", "ref": []}, {"a": "They were instructed to be sober, to be watchful, to stand firm against the devil, and to be strong in their faith.", "q": "What were the people instructed to do?", "ref": ["05-08", "05-09"]}, {"a": "God would perfect, establish, and strengthen them.", "q": "What would happen to the people after they had suffered for a little while?", "ref": ["05-10"]}, {"a": "Peter regarded Silvanus as a faithful brother.", "q": "As whom did Peter regard Silvanus?", "ref": ["05-12"]}, {"a": "He said that what he had written was the true grace of God.", "q": "What did Peter say about what he had written?", "ref": ["05-12"]}, {"a": "She who was in Babylon, and Mark, Peter's son, greeted them; they were to greet one another with a kiss of love.", "q": "Who greeted the believers and how were they to greet one another?", "ref": ["05-13", "05-14"]}]}