[{"id": "01", "tn": [{"ref": "Not many people", "text": "\"Not many of you.\" James is making a generalized statement. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "my brothers", "text": "\"my fellow believers\""}, {"ref": "we will receive more severe judgment", "text": "This passage speaks of stricter judgment that will come from God on those who teach others about him. AT: \"God will judge us more severely because we know his word better than others whom we have taught\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we will receive", "text": "James is grouping those who teach the scriptures with him. Though some of the believers who would receive this letter would be teachers of the scriptures, most would not. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "For we all stumble", "text": "Concerning \"we,\" James is back to including all of his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "stumble", "text": "Sinning is spoken of as if it were stumbling while walking. AT: \"fail\" or \"sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "does not stumble in words", "text": "\"does not sin by saying wrong things\""}, {"ref": "he is a fully developed man", "text": "\"he is spiritually mature\""}, {"ref": "control even his whole body", "text": "James is referring to one's heart, emotions, and actions. AT: \"control his behavior\" or \"control his actions\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "James is developing an argument for small things controlling big things."}, {"ref": "Now if we put bits into horses' mouths", "text": "James speaks about horses' bits. A bit is a small piece of metal that is placed into a horse's mouth to control where it goes."}, {"ref": "Now if", "text": "\"If\" or \"When\""}, {"ref": "horses", "text": "A horse is a large animal used to carry things or people."}, {"ref": "Notice also that ships ... are steered by a very small rudder", "text": "A ship is like a truck that floats on water. A rudder is a flat board or metal at the back of the ship used to control where it goes. The word \"rudder\" could also be translated as \"tool.\""}, {"ref": "are driven by strong winds", "text": "This can be stated in active form. AT: \"strong winds push them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are steered by a very small rudder to wherever the pilot desires", "text": "\"have a small tool that a person can use to control where the ship goes\""}]}, {"id": "05", "tn": [{"ref": "Likewise", "text": "This word signals the analogy of the tongue to the horses' bits and the ships' rudders mentioned in the previous verses. AT: \"In the same way\""}, {"ref": "boasts great things", "text": "Here \"things\" is a general word for everything about which these people are proud."}, {"ref": "Notice also", "text": "\"Think about\""}, {"ref": "how small a fire sets on fire a large forest", "text": "In order to help people understand the harm that the tongue can cause, James speaks of the harm that a small flame can cause. AT: \"how a small flame can start a fire that burns many trees\""}, {"ref": "The tongue is also a fire", "text": "The tongue is a metonym for what people say. James calls it a fire because of the great damage it can do. AT: \"The tongue is like a fire\" or \"What people say can cause serious problems just as a fire can\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a world of sinfulness set among our body parts", "text": "The enormous effects of sinful speaking are spoken of as if they were a world by themselves. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It stains the whole body", "text": "Sinful speaking is spoken of metaphorically as if it stained one's body. And becoming unacceptable to God is spoken of as if it were dirt on the body.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and sets on fire the course of life", "text": "The phrase \"course of life\" refers to a person's entire life. AT: \", and it can ruin a person's entire life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "life. It is itself set on fire by hell", "text": "The word \"itself\" refers to the tongue. Also, here \"hell\" refers to the powers of evil or to the devil. This can be stated in active form. AT: \"life because the devil uses it for evil\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "For every kind of ... mankind", "text": "The phrase \"every kind\" is a general statement referring to all or many kinds of wild animals. This can be stated in active form. AT: \"People have learned to control many kinds of wild animals, birds, reptiles, and sea creatures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "reptile", "text": "This is an animal that crawls on the ground. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "sea creature", "text": "This is an animal that lives in water."}, {"ref": "But as for the tongue, no one among man is able to tame it", "text": "James speaks of the tongue as if it were a wild animal. Here \"tongue\" represents a person's desire to speak evil thoughts. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an uncontrollable evil", "text": "The tongue is spoken of as if it were like evil, which no one can control. James is referring to a person's desire to speak evil thoughts.  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "full of deadly poison", "text": "James refers to one's ability to speak evil as if it were a poisonous snake or plant. The poison is the harm those words can inflict on another person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "With it we", "text": "\"With it we use the tongue to say words that\""}, {"ref": "we curse men", "text": "To curse is to ask God to harm others."}, {"ref": "who have been made in God's likeness", "text": "This can be stated in active form. AT: \"whom God made in his likeness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Out of the same mouth come blessing and cursing", "text": "Words that carry blessing or cursing are spoken of as if they were objects coming out of someone's mouth. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My brothers", "text": "\"Fellow Christians\""}, {"ref": "these things should not happen", "text": "\"this is wrong\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "After James stresses that the words of believers should not both bless and curse, he gives examples from nature to teach his readers that people who honor God by worshiping him should also live in right ways."}, {"ref": "Does a spring pour out from its opening both sweet and bitter water?", "text": "James uses a rhetorical question to remind believers about what happens in nature. This can be stated in active form. AT: \"A spring does not pour out both fresh and bitter water.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "brothers", "text": "\"fellow believers\""}, {"ref": "Does a fig tree, my brothers, make olives? Or a grapevine, figs?", "text": "James uses two more rhetorical questions to remind the believers about what happens in nature. AT: \"A fig tree cannot grow olives, my brothers, nor can a grapevine grow figs.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "Who is wise and understanding among you?", "text": "James uses this question to teach his audience about proper behavior. The words \"wise\" and \"understanding\" are similar. AT: \"I will tell you how a wise and understanding person is to act.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "show a good life", "text": "One's course of action is spoken of as if it were an object that someone could show to others. AT: \"demonstrate living a good life\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "by his works in the humility of wisdom", "text": "\"with his good deeds and humility that come from having true wisdom\""}, {"ref": "have bitter jealousy and ambition in your heart", "text": "The word \"heart\" refers to emotions or thoughts. AT: \"strongly desire what other people own and experience, and you seek your own interests regardless of other people's interests\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "bitter jealousy and ambition", "text": "These emotions are spoken of as if they were objects that could exist in someone's inner self. Ambition in this context is the desire to succeed better than other people. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "do not boast and lie against the truth", "text": "\"do not violate the truth by lying about it and being proud about it\""}]}, {"id": "15", "tn": [{"ref": "This is not", "text": "\"This\" refers to the \"bitter jealousy and strife\" described in the previous verses."}, {"ref": "the wisdom that comes down from above", "text": "The quality of wisdom is spoken of as if it were an object that God could send down from heaven. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "above", "text": "Here \"above\" is a metonym for God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "earthly", "text": "The word \"earthly\" refers to the values and behaviors of the people who do not honor God. AT: \"not honoring to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "unspiritual", "text": "\"not from the Holy Spirit\" or \"not spiritual\""}, {"ref": "demonic", "text": "\"from demons\""}, {"ref": "For where there are jealousy and ambition", "text": "Here \"jealousy\" refers to strong desires to own and experience what other people own and do, and ambition refers to seeking your own interests regardless of other people's interests. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "there is confusion", "text": "\"there is disorder\" or \"there is chaos\""}, {"ref": "every evil practice", "text": "\"every kind of sinful behavior\" or \"every kind of wicked deed\""}, {"ref": "is first pure", "text": "\"is first holy\""}, {"ref": "responsive", "text": "concerned for other people"}, {"ref": "good fruit", "text": "Good works are spoken of as if they were fruit on trees. AT: \"good works\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sincere", "text": "\"honest\" or \"truthful\""}, {"ref": "And the fruit of righteousness is sown in peace among those who make peace", "text": "The good results of righteousness are spoken of as if they were crops that had been sown by farmers. AT: \"Those who live in peace are doing what God says is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make peace", "text": "\"live in peace.\" Peace is treated as an object that one can create. AT: \"cause people to live peacefully\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]