[{"id": "01", "tn": [{"ref": "As surely as God lives", "text": "This phrase shows that Job is taking an oath. Job compares the certainty that God is alive to the certainty of what he is saying. This is a way of making a solemn promise. AT: \"I swear by God\""}, {"ref": "has taken away my justice", "text": "Justice is spoken of as if it were an object that could be taken away or given. Taking it away represents refusing to treat Job with justice. AT: \"has refused to treat me justly\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "made my life bitter", "text": "Job's \"life\" being bitter represents Job feeling resentful toward God. AT: \"has caused me to become resentful\" or \"has made me feel angry because of the unfair way he has treated me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "while my life is yet in me", "text": "This refers to the duration of the rest of his life. AT: \"during the whole time that my live is yet in me\" or \"as long as my life is yet in me\""}, {"ref": "while my life is yet in me", "text": "The abstract noun \"life\" can be expressed with the adjective \"alive\" or the verb \"live.\" AT: \"as long as I am still alive\"  or \"while I still live\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the breath from God is in my nostrils", "text": "Breath in the nostrils represents being able to breathe. And \"breath from God\" represents God making him able to breath. AT: \"God enables me to breathe\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nostrils", "text": "\"nose\""}]}, {"id": "04", "tn": [{"ref": "Surely my lips will not speak wickedness, neither will my tongue speak deceit", "text": "These two phrases have basically the same meaning and are used together to emphasize that he will not speak in such ways. The phrases \"my lips\" and \"my tongue\" represent Job himself. AT: \"Surely I will not speak wickedness or deceit\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "speak wickedness ... speak deceit", "text": "The abstract nouns \"wickedness\" and \"deceit\" can be expressed with \"wickedly\" and \"deceitfully.\" AT: \"speak wickedly ... speak deceitfully\""}, {"ref": "I will never admit that you three are right", "text": "\"I will never agree with you and say that you three are right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that you three are right", "text": "The word \"you\" here is plural. It refers to Job's friends. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I will never deny my integrity", "text": "\"I will never say that I am not innocent\" or \"I will always say that I am innocent\""}]}, {"id": "06", "tn": [{"ref": "I hold fast to my righteousness", "text": "Here \"hold fast\" to is a metaphor that represents being determined to continue to say something. The abstract noun \"righteousness\" can be expressed with \"righteous.\" AT: \"I am determined to continue saying that I am righteous\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will not let it go", "text": "Here \"will not let it go\" is a metaphor that represents stopping saying something. AT: \"will not stop saying that I am righteous\" or \"will not stop saying so\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my thoughts will not reproach me", "text": "Here \"my thoughts\" represents Job. AT: \"even in my thoughts, I will not reproach myself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let my enemy be ... let him who rises up against me be", "text": "The two clauses that start with these words share the same meaning. They are used together to emphasize Job's strong desire that this should happen. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Let my enemy be like a wicked man", "text": "How he wants his enemy to be like a wicked person can be stated clearly. AT: \"Let my enemy be punished like a wicked man\" or \"Let God punish my enemy as he punishes wicked people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let him who rises up against me be like an unrighteous man", "text": "How he wants this person to be like an unrighteous man person can be stated clearly. AT: \"Let him who rises up against me be punished like an unrighteous man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "him who rises up against me", "text": "Here \"rises up against me\" is a metaphor meaning oppose him. The whole phrase refers to Job's adversary. AT: \"him who opposes me\" or \"my adversary\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "For what is the hope of a godless man when ... when God takes away his life?", "text": "Job uses this question to say that such a man has no hope. AT: \"There is no hope for the godless when God ... takes away his soul.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "when God cuts him off, when God takes away his life", "text": "These two phrases have the same meaning. AT: \"when God cuts him off and takes away his life\" or \"when God causes him to die\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "cuts him off", "text": "This is a metaphor meaning \"kill him\" or \"cause him to die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes away his life", "text": "This is a metaphor meaning \"kill him\" or \"makes him stop living\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will God hear his cry when trouble comes upon him?", "text": "Job uses this question to say that God will not help that person. AT: \"God will not hear his cry when trouble comes upon him.\" or \"When trouble comes upon him and he cries out for help, God will not hear him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will God hear his cry", "text": "Here \"hear his cry\" represents responding to the godless man's cry and helping him. AT: \"Will God respond to his cry\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Will he delight himself in the Almighty and call upon God at all times?", "text": "Job uses this question to say that the godless man will not do these things. AT: \"He will not delight himself in the Almighty and call upon God at all times.\" or \"He will not be happy about what the Almighty does and he will not pray to God often.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "I will teach you", "text": "Each occurrence of \"you\" in these verses is plural and refers to Job's three friends (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the hand of God", "text": "God's \"hand\" represents his power. AT: \"the power of God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not conceal the thoughts of the Almighty", "text": "The abstract noun \"thoughts\" can be expressed with the verb \"think.\" AT: I will not hide from you what the Almighty thinks\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "why then have you spoken all this nonsense?", "text": "Job uses this question to rebuke his friends for saying such foolish things.  AT: \"yet you have spoken all this nonsense.\" or \"You should not have spoken so foolishly!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "This is the destiny of a wicked man with God", "text": "A wicked man's destiny with God refers to what God has planned for him. AT: \"This is what God has planned for the wicked man\""}, {"ref": "the heritage of the oppressor that he receives from the Almighty", "text": "Here \"the heritage of the oppressor\" is a metaphor representing what will happen to the oppressor. What God will do to him is spoken of as if it were an inheritance that God was giving him. AT: \"What the Almighty will do to the oppressor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is for the sword", "text": "Here the sword represents dying in battle. AT: \"they will die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Those who survive him", "text": "\"Those who continue to live after he dies.\" This refers to the wicked man's children. This can be stated clearly. \"Those who continue to live after their wicked father dies\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will be buried by plague", "text": "Here \"be buried\" represents dying. AT: \"will die by plague\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their widows ... them", "text": "The words \"their\" and \"them\" refer to \"Those who survive him,\" that is, the children of the wicked man."}, {"ref": "heaps up silver like the dust", "text": "Here \"heaps up\" is a metonym meaning gather much. Job speaks as if the silver was as easy to get as dust. AT: \"gathers large piles of silver\" or \"gathers silver as easily as he could gather dust\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "heaps up clothing like clay", "text": "Here \"heaps up\" is a metonym meaning gather much. Job speaks as if the clothing was as easy to get as clay.  AT: \"gathers large piles of clothing\" or \"gathers clothing as easily as he could gather clay\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "He builds his house like a spider", "text": "After \"spider\" the phrase \"builds his web\" is understood. AT: \"as a spider builds its web\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He builds his house like a spider", "text": "A spider web is fragile and easily destroyed. AT: \"He builds his house as fragile as a spider builds its web\" or \"He builds his house as fragile as a spider's web\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a hut", "text": "A hut is a temporary house that is also not very strong. AT: \"like a temporary hut\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He lies down in bed rich", "text": "\"He is wealthy when he lies down in bed.\" This refers to him lying down in bed at night and sleeping."}, {"ref": "but he will not keep doing so", "text": "\"but he will not keep lying down in bed rich\" or \"but he will not continue to be wealthy when he lies down in bed\""}, {"ref": "he opens his eyes", "text": "Opening his eyes represents waking up in the morning. AT: \"he will wake up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and everything is gone", "text": "\"all of his riches will be gone\" or \"everything will have vanished\""}]}, {"id": "20", "tn": [{"ref": "Terrors overtake him", "text": "Here \"overtake him\" represents suddenly happening to him. Possible meanings are that \"terrors\" 1) is a metonym for things that cause people to be afraid. AT: \"Terrifying things suddenly happen to him\" or 2) fear. AT: \"He suddenly becomes terrified\""}, {"ref": "like waters", "text": "The word \"waters\" refers to a flood. Floods can happen very suddenly when people do not expect them, and they are dangerous and frightening. AT: \"like a flood\" or \"like waters that rise up suddenly\"  (See:  and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a storm takes him away", "text": "\"a violent wind blows him away\""}, {"ref": "it sweeps him out of his place", "text": "Job speaks of the wind blowing the wicked man out of his house as if the wind were a person sweeping dust out of a house with a broom. AT: \"the wind sweeps him out of his place like a woman who sweeps dirt out of a house\" or \"the wind easily blows him out of his place\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his place", "text": "\"his home\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "In verses 22-23 Job speaks of the wind as if it were a person attacking the wicked person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "It throws itself at him", "text": "Here \"throws itself at him\" represents the wind blowing strong against him like an attacker. AT: \"It blows strong against him like someone attacking him\" (See: [[:en:ta:vol2:translate:figs_personification]]"}, {"ref": "he tries to flee out of its hand", "text": "Here \"hand\" represents the power or control that the wind has over the wicked man. AT: \"he tries to flee out of its control\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It claps its hands at him in mockery", "text": "Clapping the hands is a way of mocking someone. Here it represents the wind making loud noises. AT: \"It makes loud noises like someone clapping his hands to mock him\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it hisses him out of his place", "text": "The wind makes a noise as it blows him out of his place. It sounds like the hissing sound that people make to mock someone. AT: \"it makes a hissing noise as it causes him to leave his home\" or \"it blows him out of his place and makes a hissing noise like someone who hisses at him to mock him\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_personification]])"}]}]