[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer, having shown that Christ's priesthood is better than the earthly priesthood, shows that the earthly priesthood was a pattern of heavenly things. Christ has a superior ministry, a superior covenant."}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "we are saying", "text": "Even though the author uses the plural pronoun \"we,\" he is most likely referring only to himself. AT: \"I am saying\" or \"I am writing\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "sat down at the right hand", "text": "Here \"right hand\" refers to a place of honor. AT: \"he sat down in the place of honor.\" See how you translated this in [[:en:bible:notes:heb:01:01|1:3]]."}, {"ref": "of the throne of the Majesty", "text": "Here \"Majesty\" refers to God, and \"throne\" refers to God's rule as kin. AT: \"of God, who is our majestic king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the true tabernacle that the Lord, not a man, set up", "text": "People built the earthly tabernacle out of animal skins fastened to a wooden framework, and they set it up in the manner of a tent. Here \"true tabernacle\" means the heavenly tabernacle that God created."}]}, {"id": "03", "tn": [{"ref": "For every high priest is appointed", "text": "This can be stated in active form. AT: \"For God appoints every priest\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "according to the law", "text": "\"as God requires in the law\""}, {"ref": "a copy and shadow", "text": "These words have similar meanings to emphasize that the tabernacle was merely an image of the real tabernacle in heaven. AT: \"a vague image\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "shadow of the heavenly things", "text": "The author speaks of the earthly temple, which is a copy of the heavenly temple, as if it were a shadow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is just as Moses was warned by God when he was", "text": "This can be stated in active form. AT: \"It is just as God warned Moses when Moses was\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was about to construct the tabernacle", "text": "Moses did not construct the tabernacle himself. He ordered the people to construct it. AT: \"was about to command the people to construct the tabernacle\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See", "text": "\"Make sure\""}, {"ref": "to the pattern", "text": "\"to the design\""}, {"ref": "that was shown to you", "text": "This can be stated in active form. AT: \"that I showed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on the mountain", "text": "You can make explicit that \"mountain\" refers to Mount Sinai. AT: \"on Mount Sinai\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "This section begins to show that the new covenant is better than the old covenant with Israel and Judah."}, {"ref": "Christ has received", "text": "\"God has given Christ\""}, {"ref": "a much better ministry. It is just as he is also the mediator of a better covenant", "text": "\"a much better ministry, just as Christ is the mediator of a better covenant\""}, {"ref": "mediator of a better covenant", "text": "This means Christ caused a better covenant between God and humans to exist."}, {"ref": "which is based on better promises", "text": "This can be stated in active form. AT: \"It was this covenant that God made based on better promises\" or \"God promised better things when he made this covenant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "first covenant ... second covenant", "text": "The words \"first\" and \"second\" are ordinal numbers. AT: \"old covenant ... new covenant\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "had been faultless", "text": "\"had been perfect\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "In this quotation the prophet Jeremiah foretold of a new covenant that God would make."}, {"ref": "with the people", "text": "\"with the people of Israel\""}, {"ref": "See", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "the days are coming", "text": "The future is spoken of as if it were moving toward the speaker. AT: \"there will be a time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the house of Israel and with the house of Judah", "text": "The people of Israel and Judah are spoken of as if they were houses. AT: \"the people of Israel and with the people of Judah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I took them by their hand to lead them out of the land of Egypt", "text": "This metaphor represents God's great love and concern. AT: \"I led them out of Egypt like a father leads his young child\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they did not continue in my covenant", "text": "To obey God's covenant is spoken of as if one were to continue in it. AT: \"they did not obey my covenant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "This is a quotation from the prophet Jeremiah."}, {"ref": "the house of Israel", "text": "The people of Israel are spoken of as if they were a house. AT: \"the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "after those days", "text": "\"after that time\""}, {"ref": "I will put my laws into their minds", "text": "God's requirements are spoken of as if they were objects that could be placed somewhere. People's ability to think is spoken of as if it were a place. AT: \"I will enable them to understand my laws\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will also write them on their hearts", "text": "People's hearts, imagined to be the center of their loyalty to God, are spoken of as if they were a page that could be written on. AT: \"I will also enable them to obey my laws sincerely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will be their God", "text": "\"I will be the God they worship\""}, {"ref": "they will be my people", "text": "\"they will be the people for whom I care\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This continues the  quotation from the prophet Jeremiah."}, {"ref": "They will not teach each one his neighbor and each one his brother, saying, 'Know the Lord.'", "text": "This direct quotation can be stated as an indirect quotation. AT: \"They will not need to teach their neighbors or brothers to know me\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "neighbor ... brother", "text": "Both of these refer to fellow Israelites. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Know the Lord ... all will know me", "text": "\"Know\" here stands for acknowledge. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to their acts of unrighteousness", "text": "This stands for the people who committed these unrighteous acts. AT: \"to those who did unrighteous acts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not remember their sins any longer", "text": "Here \"remember\" stands for \"think about.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "is near to disappearing", "text": "\"has almost disappeared\" or \"will soon disappear\""}]}]