{"1": [{"a": "The \"eyewitnesses\" were the ones who were with Jesus from the beginning of his ministry.", "q": "Who were the \"eyewitnesses\" that Luke mentions?", "ref": ["01-01", "01-02"]}, {"a": "They wrote down an account or story of what Jesus did.", "q": "What did some of the eyewitnesses do after they saw what Jesus did?", "ref": ["01-02"]}, {"a": "He wanted Theophilus to know the truth about the things he had been taught.", "q": "Why did Luke decide to write his own account of what Jesus said and did?", "ref": ["01-04"]}, {"a": "God considered them to be righteous because they obeyed his commandments.", "q": "Why did God consider Zechariah and Elizabeth to be righteous?", "ref": ["01-06"]}, {"a": "They did not have children because Elizabeth was unable to bear a child. Now she and Zechariah were very old.", "q": "Why did Zechariah and Elizabeth have no children?", "ref": ["01-07"]}, {"a": "Zechariah was serving as a priest.", "q": "What work was Zechariah doing in the temple in Jerusalem?", "ref": ["01-08"]}, {"a": "He burned incense to God.", "q": "What did Zechariah do in the temple?", "ref": ["01-09"]}, {"a": "The people stayed outside in the courtyard and were praying.", "q": "What did the people do while Zechariah was in the temple?", "ref": ["01-10"]}, {"a": "An angel of the Lord appeared to Zechariah in the temple.", "q": "Who appeared to Zechariah while he was in the temple?", "ref": ["01-11"]}, {"a": "When Zechariah saw the angel, he became very afraid.", "q": "How did Zechariah act when he saw the angel?", "ref": ["01-12"]}, {"a": "The angel told Zechariah not to be afraid and that his wife Elizabeth would have a son. His son's name would be John.", "q": "What did the angel say to Zechariah?", "ref": ["01-13"]}, {"a": "The angel said John would turn the sons of Israel back to the Lord their God.", "q": "What did the angel say John would do for the sons of Israel?", "ref": ["01-16"]}, {"a": "A people prepared for the Lord would be made ready.", "q": "All of John's deeds would make ready what kind of people?", "ref": ["01-17"]}, {"a": "The angel's name was Gabriel and he normally stood in the presence of God.", "q": "What was the angel's name and where did he normally stay?", "ref": ["01-19"]}, {"a": "Zechariah would not be able to speak until the child was born.", "q": "What did the angel say would happen to Zechariah because he did not believe the angel's words?", "ref": ["01-21"]}, {"a": "A virgin named Mary, who was engaged to Joseph, a descendant of David.", "q": "Sixth months after Elizabeth's conception, who was Gabriel sent by God to see?", "ref": ["01-27"]}, {"a": "The angel said that Mary would become pregnant.", "q": "What did the angel say would happen to Mary?", "ref": ["01-31"]}, {"a": "The child was to be named Jesus and he would reign over the descendants of Jacob forever with no end to his kingdom.", "q": "What was the child to be named and what would he do?", "ref": ["01-33"]}, {"a": "The angel said that the Holy Spirit would come upon Mary and the power of the Most High would overshadow her.", "q": "How did the angel say this would happen since Mary was a virgin?", "ref": ["01-35"]}, {"a": "The angel said that the child would be called the Son of God.", "q": "The angel said that this holy child would be whose son?", "ref": ["01-35"]}, {"a": "Nothing.", "q": "What did the angel say is impossible for God?", "ref": ["01-35"]}, {"a": "The baby leaped in her womb for joy.", "q": "When Mary greeted Elizabeth, what did Elizabeth's baby do?", "ref": ["01-41"]}, {"a": "Elizabeth said that Mary and her baby were blessed.", "q": "Who did Elizabeth say was blessed?", "ref": ["01-42"]}, {"a": "They would fulfill God's promises to Abraham and his descendants to be merciful to them and to help them.", "q": "Mary then said that these powerful acts of God would fulfill which promises made by God?", "ref": ["01-54"]}, {"a": "Zechariah.", "q": "On the day of circumcision, what would they normally have named Elizabeth's son?", "ref": ["01-59"]}, {"a": "Zechariah wrote \"His name is John.\"", "q": "What did Zechariah write when asked what the name of the child should be?", "ref": ["01-63"]}, {"a": "Immediately after he wrote the child's name, Zechariah spoke and praised God.", "q": "What happened to Zechariah immediately after he wrote the child's name?", "ref": ["01-64"]}, {"a": "They realized that the hand of the Lord was with him.", "q": "Because of all these events what did everyone realize about the child?", "ref": ["01-66"]}, {"a": "God had now made a way to set his people free.", "q": "Zechariah praised God because God had now come to make a way for what to happen?", "ref": ["01-68"]}, {"a": "John would help the people know how they could be saved through the forgiveness of their sins.", "q": "Zechariah prophesied that his child John would help the people know what?", "ref": ["01-77"]}, {"a": "John grew up and lived in the desert areas.", "q": "Where did John grow up and live until he began to appear publicly?", "ref": ["01-80"]}], "2": [{"a": "The people went to their own town to be registered.", "q": "Where did the people go to be registered for the census?", "ref": ["02-03"]}, {"a": "Joseph and Mary went to Bethlehem because Joseph was a descendant of David.", "q": "Joseph went to Bethlehem with Mary because he was a descendant of whom?", "ref": ["02-04"]}, {"a": "When the child was born, Mary placed him in an animal feeding trough.", "q": "When Mary gave birth to her son, where did she place him?", "ref": ["02-07"]}, {"a": "The angel appeared to shepherds who were tending their flocks.", "q": "To whom did the angel appear?", "ref": ["02-08", "02-09"]}, {"a": "The shepherds were very afraid.", "q": "How did the shepherds react when they saw the angel?", "ref": ["02-09"]}, {"a": "The angel told the shepherds that the Savior had been born, the one who is Christ the Lord.", "q": "What good news did the angel give to the shepherds?", "ref": ["02-11"]}, {"a": "The shepherds went to Bethlehem to see the child that had been born.", "q": "What did the shepherds do after the angels left them?", "ref": ["02-15", "02-16"]}, {"a": "Jesus was circumcised on the eighth day after his birth.", "q": "When was Jesus circumcised?", "ref": ["02-21"]}, {"a": "They brought him to the temple to present him to the Lord and to offer a sacrifice, which was commanded in the Law of Moses.", "q": "Why did Joseph and Mary bring the baby Jesus to the temple in Jerusalem?", "ref": ["02-22", "02-24"]}, {"a": "The Holy Spirit revealed to Simeon that he would not die before he saw the Lord's Christ.", "q": "What did the Holy Spirit reveal to Simeon?", "ref": ["02-26"]}, {"a": "Simeon said that Jesus would be a light for revealing truth to the Gentiles and the glory of God's people Israel.", "q": "What did Simeon say that Jesus would be?", "ref": ["02-32"]}, {"a": "Simeon said that a sword would pierce her soul.", "q": "What did Simeon say would happen to Mary as a result of Jesus?", "ref": ["02-35"]}, {"a": "Anna began to thank God and to talk about the child to everyone.", "q": "What did the prophetess Anna do when she came up to Mary, Joseph, and Jesus?", "ref": ["02-38"]}, {"a": "Jesus grew and became strong, increasing in wisdom, and the grace of God was upon him.", "q": "What happened to the child Jesus after he returned to Nazareth?", "ref": ["02-40"]}, {"a": "They did not realize because they assumed that he was in the group that was traveling with them.", "q": "Why did Jesus' parents not realize he had stayed behind in Jerusalem during the Festival of the Passover?", "ref": ["02-43", "02-44"]}, {"a": "His parents found him in the temple sitting in the middle of the teachers, listening to them and asking them questions.", "q": "Where did his parents find Jesus and what was he doing?", "ref": ["02-46"]}, {"a": "\"Did you not know I must be in my Father's house?\"", "q": "What did Jesus answer when Mary said to him that they had been anxiously searching for him?", "ref": ["02-49"]}, {"a": "He was obedient to them.", "q": "What was Jesus' attitude toward his parents when they returned to Nazareth?", "ref": ["02-51"]}, {"a": "He grew in wisdom and stature, and increased in favor with God and people.", "q": "As Jesus grew up, what kind of young man was he?", "ref": ["02-52"]}], "3": [{"a": "John preached a baptism of repentance for the forgiveness of sins.", "q": "What message did John preach throughout the region around the Jordan River?", "ref": ["03-03"]}, {"a": "John said he was making ready the way of the Lord.", "q": "For whom did John say he was making ready the way?", "ref": ["03-04"]}, {"a": "John told them to produce fruits that come from repentance.", "q": "John told the people not to trust in the fact that Abraham was their father, but to do what instead?", "ref": ["03-08"]}, {"a": "John said that it is chopped down and thrown into the fire.", "q": "What did John say happens to the tree that does not produce good fruit?", "ref": ["03-09"]}, {"a": "John said that they must not collect more money than they are supposed to.", "q": "What did John tell the tax collectors they must do to show true repentance?", "ref": ["03-13"]}, {"a": "John said someone was coming who would baptize with the Holy Spirit and with fire.", "q": "John told the people that he baptized with water, but that someone was coming who would baptize with what?", "ref": ["03-16"]}, {"a": "John rebuked Herod because Herod had married his own brother's wife, and for doing many other evil things.", "q": "Why did John rebuke Herod?", "ref": ["03-19"]}, {"a": "Herod put John into prison.", "q": "Who put John into prison?", "ref": ["03-20"]}, {"a": "After John baptized Jesus, the heavens opened up and the Holy Spirit came down on him like a dove.", "q": "What happened right away after John baptized Jesus?", "ref": ["03-21", "03-22"]}, {"a": "The voice from heaven said, \"You are my beloved son. I am very pleased with you\".", "q": "What did the voice from heaven say?", "ref": ["03-22"]}, {"a": "Jesus was about thirty years old when he began to teach.", "q": "About how old was Jesus when he began to teach?", "ref": ["03-23"]}], "4": [{"a": "The Holy Spirit led Jesus into the wilderness.", "q": "Who led Jesus into the wilderness?", "ref": ["04-01"]}, {"a": "The devil tempted Jesus in the wilderness for 40 days.", "q": "How long did the devil tempt Jesus in the wilderness?", "ref": ["04-02"]}, {"a": "The devil told Jesus to turn the stones into bread.", "q": "What did the devil challenge Jesus to do with the stones on the ground?", "ref": ["04-03"]}, {"a": "Man shall not live on bread alone.", "q": "What was Jesus' response to the devil?", "ref": ["04-04"]}, {"a": "The devil showed Jesus all of the kingdoms of the world.", "q": "What did the devil show to Jesus from a high place?", "ref": ["04-05"]}, {"a": "The devil wanted Jesus to bow down and worship him.", "q": "What did the devil want Jesus to do?", "ref": ["04-07"]}, {"a": "You must worship the Lord your God, and you must serve him only.", "q": "What was Jesus' response to the devil?", "ref": ["04-08"]}, {"a": "He told Jesus to jump down from there.", "q": "What did the devil tell Jesus to do when he took him to the highest point of the temple?", "ref": ["04-09"]}, {"a": "You must not test the Lord your God.", "q": "What was Jesus' response to the devil?", "ref": ["04-12"]}, {"a": "The devil left Jesus until another time.", "q": "What did the devil do after Jesus refused to jump from the temple?", "ref": ["04-13"]}, {"a": "Jesus read from the prophet Isaiah.", "q": "From which book of the scriptures did Jesus read when he stood up in the synagogue?", "ref": ["04-17"]}, {"a": "Jesus said that the scripture he had just read from Isaiah was being fulfilled that day.", "q": "What did Jesus say was being fulfilled on that day?", "ref": ["04-21"]}, {"a": "Jesus said that no prophet is accepted in his own country.", "q": "What kind of reception did Jesus say a prophet receives in his own country?", "ref": ["04-24"]}, {"a": "God sent Elijah to Zarephath, near the city of Sidon.", "q": "In Jesus' first example to the people in the synagogue, where did God send Elijah to help someone?", "ref": ["04-26"]}, {"a": "God had Elisha help Naaman the Syrian.", "q": "In Jesus' second example to the people in the synagogue, God had Elisha help someone from what country?", "ref": ["04-27"]}, {"a": "They were filled with rage and wanted to throw him over the cliff.", "q": "What did the people in the synagogue do when they heard these examples from Jesus?", "ref": ["04-28", "04-29"]}, {"a": "Jesus walked right through their midst.", "q": "How did Jesus avoid being killed by the people from the synagogue?", "ref": ["04-30"]}, {"a": "The demon said that he knew Jesus was the Holy One of God.", "q": "In the synagogue, what did the demon speaking through the man know about Jesus?", "ref": ["04-34"]}, {"a": "The people were amazed and kept talking about it with one another.", "q": "How did the people react after Jesus cast out the demon?", "ref": ["04-36"]}, {"a": "Jesus laid his hands on every one of them and healed them.", "q": "What did Jesus do for the sick who were brought to him?", "ref": ["04-40"]}, {"a": "The demons said that Jesus was the Son of God, and Jesus did not let them speak because they knew he was the Christ.", "q": "What did the demons say as they were cast out, and why did Jesus not let them speak?", "ref": ["04-41"]}, {"a": "Jesus said he was sent to preach the good news about the kingdom of God to many other cities.", "q": "What did Jesus say was the reason he was sent?", "ref": ["04-43"]}], "5": [{"a": "Take the boat out to deeper water and let his nets down into the water to catch some fish.", "q": "After using Simon's boat as a place to teach the people, what did Jesus ask Simon to do with his boat?", "ref": ["05-04"]}, {"a": "He obeyed and let down the nets.", "q": "Even though Peter had caught nothing the previous night, what did he do?", "ref": ["05-05"]}, {"a": "They gathered a very large number of fish, so much that their nets were breaking.", "q": "What happened when they let down the nets?", "ref": ["05-06"]}, {"a": "Simon wanted Jesus to go away from him because Simon knew that he (Simon) was a sinful man.", "q": "What did Simon then want Jesus to do? Why?", "ref": ["05-08"]}, {"a": "Jesus said that from now on he would be catching men.", "q": "What did Jesus say to Simon about his future work?", "ref": ["05-10"]}, {"a": "Great crowds of people were coming to Jesus.", "q": "At this time, how many people were coming to hear Jesus teach and to be healed of their sicknesses?", "ref": ["05-15"]}, {"a": "Man, your sins are forgiven you.", "q": "What did Jesus say to the paralyzed man whose friends let him down through the housetop?", "ref": ["05-20"]}, {"a": "Because God alone can forgive sins.", "q": "Why did the scribes and the Pharisees think that this statement was blasphemy?", "ref": ["05-21"]}, {"a": "Jesus healed the man to demonstrate that he had authority on earth to forgive sins.", "q": "Jesus healed the paralytic man in this way to demonstrate that he had authority on earth to do what?", "ref": ["05-24"]}, {"a": "He came to call sinners to repentance.", "q": "When Jesus was eating and drinking at Levi's house, what did Jesus say that he came to do?", "ref": ["05-32"]}, {"a": "His disciples would fast after Jesus was taken away from them.", "q": "When did Jesus say that his disciples would fast?", "ref": ["05-35"]}, {"a": "The new cloth would tear, and would not fit the old garment.", "q": "In Jesus' parable, what would happen if a new piece of cloth is used to mend an old garment?", "ref": ["05-36"]}, {"a": "The old wine skins would burst and the new wine would be spilled.", "q": "In Jesus' second parable, what would happen if new wine is put into old wine skins?", "ref": ["05-37"]}, {"a": "New wine must be put into fresh wine skins.", "q": "What did Jesus say must be done to keep new wine properly?", "ref": ["05-38"]}], "6": [{"a": "They were picking heads of grain, rubbing them between their hands, and eating the grain.", "q": "What were Jesus' disciples doing on the Sabbath that the Pharisees said was against the law?", "ref": ["06-01"]}, {"a": "Jesus claimed the title, Lord of the Sabbath.", "q": "What title did Jesus claim for himself that gave him the authority to say what was lawful to do on the Sabbath?", "ref": ["06-05"]}, {"a": "They were filled with anger, and talked about what they might do to Jesus.", "q": "When Jesus healed the man with the shriveled hand on the Sabbath, how did the scribes and Pharisees react?", "ref": ["06-11"]}, {"a": "Jesus called them \"apostles.\"", "q": "What was the name given to the twelve men that Jesus chose on the mountain?", "ref": ["06-13"]}, {"a": "Those who are poor, hungry, weeping, and hated for the Son of Man's sake are blessed.", "q": "What kind of people did Jesus say were blessed?", "ref": ["06-20", "06-21"]}, {"a": "Because they will have a great reward in heaven.", "q": "According to Jesus, why should such people rejoice and leap for joy?", "ref": ["06-23"]}, {"a": "They should love their enemies and do good to those who hate them.", "q": "How did Jesus say his disciples should treat their enemies and those who hate them?", "ref": ["06-27"]}, {"a": "He is kind and merciful toward them.", "q": "What is the Most High Father's attitude toward unthankful and evil people?", "ref": ["06-35", "06-36"]}, {"a": "First, we must remove the log from our own eyes so that we are not hypocrites.", "q": "Before removing the speck from our brother's eye, what did Jesus say we must do first?", "ref": ["06-42"]}, {"a": "What comes forth from a good man's heart is good.", "q": "What comes forth from the good treasure in a good man's heart?", "ref": ["06-45"]}, {"a": "What comes forth from an evil man's heart is evil.", "q": "What comes forth from the evil treasure in an evil man's heart?", "ref": ["06-45"]}, {"a": "He hears Jesus' words and obeys them.", "q": "The man who builds a house on the solid rock does what with Jesus' words?", "ref": ["06-47"]}, {"a": "He hears Jesus' words and does not obey them.", "q": "The man who builds a house without a foundation does what with Jesus' words?", "ref": ["06-49"]}], "7": [{"a": "He asked Jesus to come to his house and to heal his slave.", "q": "What did the centurion first ask Jesus to do when he sent the Jewish elders to Jesus?", "ref": ["07-03"]}, {"a": "The centurion said he was not worthy that Jesus should come to his house.", "q": "Why did the centurion then send friends to tell Jesus that he did not have to come to the house?", "ref": ["07-06"]}, {"a": "the centurion then wanted Jesus to heal the slave by just saying a word.", "q": "How did the centurion then want Jesus to heal the slave?", "ref": ["07-07"]}, {"a": "Jesus said that not even in Israel had he found anyone with so much faith.", "q": "What did Jesus say about the faith of the centurion?", "ref": ["07-09"]}, {"a": "He was deeply moved with compassion.", "q": "What was Jesus' attitude toward the widow who's only son had died?", "ref": ["07-13"]}, {"a": "They said that a great prophet had been raised among them, and that God had looked upon his people.", "q": "What did the people say about Jesus after he raised the widow's son from the dead?", "ref": ["07-16"]}, {"a": "Jesus healed the blind, lame, lepers, and deaf, and he raised the dead.", "q": "How did Jesus demonstrate to John's disciples that he was the Coming One?", "ref": ["07-22"]}, {"a": "Jesus said John was much more than a prophet.", "q": "Who did Jesus say that John was?", "ref": ["07-26"]}, {"a": "They rejected God's counsel for themselves.", "q": "What did the Pharisees and the experts in Jewish law do to themselves when they refused to be baptized by John?", "ref": ["07-30"]}, {"a": "They said, \"He has a demon.\"", "q": "What accusation was made against John the Baptizer because he did not eat bread or drink wine?", "ref": ["07-33"]}, {"a": "They said, \"He is a gluttonous man and a drunkard.\"", "q": "What accusation was made against Jesus because he came eating and drinking?", "ref": ["07-34"]}, {"a": "She wet Jesus' feet with her tears, wiped them with her hair, kissed his feet, and anointed his feet with perfume.", "q": "What did the woman of the city do to Jesus in the Pharisee's house?", "ref": ["07-38"]}, {"a": "She would love much.", "q": "Jesus said that because she was forgiven many sins, she would do what?", "ref": ["07-47"]}, {"a": "They asked, \"Who is this that even forgives sins?\"", "q": "How did those reclining at the table react when Jesus told the woman that her sins were forgiven?", "ref": ["07-49"]}], "8": [{"a": "The women provided for them from their own material resources.", "q": "What did a large group of women do for Jesus and his disciples?", "ref": ["08-03"]}, {"a": "The seed is the word of God.", "q": "In Jesus' parable, what is the seed that is sown?", "ref": ["08-11"]}, {"a": "They are people who hear the word, but then the devil comes and takes it away, so that they may not believe and be saved.", "q": "Who are the seeds that fall by the wayside, and what happens to them?", "ref": ["08-12"]}, {"a": "They are people who receive the word with joy, but then stop believing during a time of testing.", "q": "Who are the seeds that fall on the rocky ground, and what happens to them?", "ref": ["08-13"]}, {"a": "They are people who hear the word, but then it is choked by the cares and riches and pleasures of this life, and they bring no fruit to maturity.", "q": "Who are the seeds that fall among the thorns, and what happens to them?", "ref": ["08-14"]}, {"a": "They are people who hear the word, hold onto it, and produce fruit with perseverance.", "q": "Who are the seeds that fall on the good ground, and what happens to them?", "ref": ["08-15"]}, {"a": "They are people who hear the word of God and obey it.", "q": "Who did Jesus say his mother and brothers are?", "ref": ["08-21"]}, {"a": "They said, \"Who is this that commands even the winds and the water, and they obey him?\"", "q": "What did the disciples say when Jesus calmed the winds and water?", "ref": ["08-25"]}, {"a": "They made him live without clothes in the tombs, they made him break chains and shackles, and they often drove him into the wilderness.", "q": "What did the demons cause the man from the region of the Gerasenes to do?", "ref": ["08-29"]}, {"a": "The demons entered into a herd of pigs, which rushed into a lake and drowned.", "q": "Where did the demons go after Jesus commanded them to leave the man?", "ref": ["08-33"]}, {"a": "Jesus told him to go to his house and recount all the great things God had done for him.", "q": "What did Jesus tell the man to go and do?", "ref": ["08-39"]}, {"a": "She was healed because of her faith in Jesus.", "q": "According to Jesus, what had caused the woman with bleeding to be healed?", "ref": ["08-48"]}, {"a": "Jesus raised Jairus' daughter from the dead.", "q": "What did Jesus do at Jairus' house?", "ref": ["08-55"]}], "9": [{"a": "Jesus sent them out to preach the kingdom of God and to heal the sick.", "q": "What did Jesus send the twelve out to do?", "ref": ["09-02"]}, {"a": "Some said Jesus was John the Baptizer risen from the dead, some said Elijah had appeared, and some said an ancient prophet had risen.", "q": "Herod heard from some people three possible explanations of who Jesus was. What were they?", "ref": ["09-07", "09-08"]}, {"a": "About five thousand men were there.", "q": "How many men were following Jesus in the crowd that was in the desert place?", "ref": ["09-14"]}, {"a": "They had five loaves of bread and two fish.", "q": "What food did the disciples have to feed the crowd?", "ref": ["09-13"]}, {"a": "He looked up to heaven, blessed them, broke them into pieces, and gave them to the disciples to give to the crowd.", "q": "What did Jesus do with the five loaves and two fish?", "ref": ["09-16"]}, {"a": "There were twelve baskets full of leftover food.", "q": "How many baskets of leftover food were there?", "ref": ["09-17"]}, {"a": "He said, \"The Christ from God.\"", "q": "When Jesus asked the disciples who he was, what did Peter answer?", "ref": ["09-20"]}, {"a": "He must deny himself, take up his cross daily, and follow Jesus.", "q": "Jesus said that if anyone wants to come after him, he must do what?", "ref": ["09-23"]}, {"a": "The appearance of his face changed and his clothing became white and dazzling.", "q": "What happened to Jesus' appearance on the mountain?", "ref": ["09-29"]}, {"a": "Moses and Elijah appeared with Jesus.", "q": "Who appeared with Jesus?", "ref": ["09-30"]}, {"a": "The voice said, \"This is my chosen son; listen to him.\"", "q": "What did the voice say from the cloud that overshadowed them?", "ref": ["09-35"]}, {"a": "The demon caused him to scream and have convulsions with foaming at the mouth.", "q": "Before Jesus cast out the demon, what did it cause the man's son to do?", "ref": ["09-39"]}, {"a": "He said, \"The Son of Man will be delivered over into the hands of men.\"", "q": "What statement did Jesus make to the disciples that they did not understand?", "ref": ["09-44"]}, {"a": "The one who is least among them is the one who is great.", "q": "Who did Jesus say is the one who is great among the disciples?", "ref": ["09-48"]}, {"a": "He resolutely set his face to go to Jerusalem.", "q": "As the days were approaching when Jesus would go up to heaven, what did he do?", "ref": ["09-51"]}, {"a": "The person must not look back.", "q": "To be fit for the kingdom of God, what must a person not do once he has \"put his hand to the plow?\"", "ref": ["09-62"]}], "10": [{"a": "They must not carry any bag of money, any traveler's bag, or any sandals.", "q": "What did Jesus tell the seventy not to carry with them?", "ref": ["10-04"]}, {"a": "He told them to heal the sick and to say to the people, \"The kingdom of God has come near to you.\"", "q": "What did Jesus tell the seventy to do in each city?", "ref": ["10-09"]}, {"a": "It would be worse than the judgment on Sodom.", "q": "If a city did not receive those whom Jesus sent to them, what would the judgment be like for that city?", "ref": ["10-12"]}, {"a": "He said, \"Rejoice even more that your names are engraved in heaven.\"", "q": "When the seventy returned and reported with joy that they were able to cast out demons, what did Jesus say to them?", "ref": ["10-20"]}, {"a": "It was well-pleasing to the Father to reveal the kingdom of God to those who are untaught, like little children.", "q": "Jesus said it was well-pleasing to the Father to reveal the kingdom of God to whom?", "ref": ["10-21"]}, {"a": "You must love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind, and your neighbor as yourself.", "q": "According to Jesus, what does the Jewish law say a person must do to inherit eternal life?", "ref": ["10-27"]}, {"a": "He passed by on the other side.", "q": "In Jesus' parable, what did the Jewish priest do when he saw the half dead man on the road?", "ref": ["10-31"]}, {"a": "He passed by on the other side.", "q": "What did the Levite do when he saw the man?", "ref": ["10-32"]}, {"a": "He bound up his wounds, put him on his animal, brought him to an inn, and took care of him.", "q": "What did the Samaritan do when he saw the man?", "ref": ["10-34"]}, {"a": "Go and show mercy like the Samaritan in the parable.", "q": "After telling the parable, what did Jesus tell the teacher of the Jewish law to go and do?", "ref": ["10-37"]}, {"a": "She was overly busy with preparing to serve a meal.", "q": "What did Martha do when Jesus came to her house?", "ref": ["10-40"]}, {"a": "She sat at Jesus' feet and listened to him.", "q": "What did Mary do at the same time?", "ref": ["10-39"]}, {"a": "He said that Mary had chosen the better thing to do.", "q": "Who did Jesus say had chosen the better thing to do?", "ref": ["10-42"]}], "11": [{"a": "He prayed, \"Father, sanctify your name. Let your kingdom come. Give us each day our daily bread and forgive us our sins, for we ourselves forgive everyone who is in debt to us. And do not lead us into temptation.\"", "q": "What prayer did Jesus teach his disciples to pray?", "ref": ["11-03", "11-04"]}, {"a": "Because of the friend's shameless persistence.", "q": "In Jesus' parable, why did the man get up and give his friend bread at midnight?", "ref": ["11-08"]}, {"a": "He will give the Holy Spirit.", "q": "What will the Father in heaven give to those who ask him?", "ref": ["11-13"]}, {"a": "They accused him of driving out demons by Beelzebul, the ruler of demons.", "q": "When they saw him drive out demons, what did some accuse Jesus of doing?", "ref": ["11-15"]}, {"a": "He drove out demons by the finger of God.", "q": "Jesus answered that he drove out demons by what power?", "ref": ["11-20"]}, {"a": "The final condition of the man will be worse than the first condition.", "q": "If an unclean spirit leaves a man but then later returns, what will be the final condition of the man?", "ref": ["11-26"]}, {"a": "Those who hear the word of God and keep it.", "q": "When the woman cried out, blessing Jesus' mother, who did Jesus say was blessed?", "ref": ["11-28"]}, {"a": "Solomon and Jonah.", "q": "Jesus said that he was greater than which two Old Testament men?", "ref": ["11-32"]}, {"a": "He said they were filled with greed and evil.", "q": "What did Jesus say the Pharisees were filled with on the inside?", "ref": ["11-39"]}, {"a": "They neglected justice and the love of God.", "q": "What did Jesus say the Pharisees neglected?", "ref": ["11-42"]}, {"a": "They were burdening men with burdens hard to carry, but not touching those burdens themselves.", "q": "What did Jesus say the teachers of the law were doing to other men?", "ref": ["11-46"]}, {"a": "They would be held responsible for all the blood of the prophets shed since the world began.", "q": "Jesus said this generation would be held responsible for what?", "ref": ["11-50"]}, {"a": "They opposed him and argued with him, trying to trap him in his own words.", "q": "What did the scribes and Pharisees do after hearing Jesus' words?", "ref": ["11-54"]}], "12": [{"a": "It will be heard in the light.", "q": "According to Jesus, what will happen to everything you say in darkness?", "ref": ["12-03"]}, {"a": "You should fear the one who has authority to throw you into hell.", "q": "Who did Jesus say that you should fear?", "ref": ["12-05"]}, {"a": "Jesus will confess that person's name before the angels of God.", "q": "What will Jesus do for everyone who confess Jesus' name before men?", "ref": ["12-08"]}, {"a": "Our life does not consist in the abundance of our possessions.", "q": "According to Jesus, our life does not consist of what?", "ref": ["12-15"]}, {"a": "He was going to pull down his barns and build bigger ones, and then rest easy, eat, drink, and be merry.", "q": "In Jesus' parable, what was the rich man going to do because his fields yielded abundantly?", "ref": ["12-18", "12-19"]}, {"a": "He said, \"Foolish man, tonight your soul is required of you; and the things you have prepared, whose will they be?\"", "q": "What did God say to the rich man?", "ref": ["12-20"]}, {"a": "We should seek the kingdom of God.", "q": "Instead of being anxious about the things of life, what did Jesus say we should do?", "ref": ["12-31"]}, {"a": "We should store our treasures in the heavens, because that is where no thief comes and no moth destroys.", "q": "Where did Jesus say we should store our treasures, and why?", "ref": ["12-33"]}, {"a": "Those are blessed who are found watching and ready when Jesus comes.", "q": "According to Jesus, which servants of God are blessed?", "ref": ["12-37"]}, {"a": "No.", "q": "Do we know the hour when Jesus will come?", "ref": ["12-40"]}, {"a": "The master will cut him in pieces and appoint a place for him with the unfaithful.", "q": "What happens to the servant who abuses the other servants and is not ready for his master's return?", "ref": ["12-46"]}, {"a": "Much is required of them.", "q": "What is required of those to whom much is given?", "ref": ["12-48"]}, {"a": "There will be people in the same house divided against each other.", "q": "According to Jesus, what kinds of divisions will he bring on the earth?", "ref": ["12-52", "12-53"]}, {"a": "We should make an effort to settle the matter beforehand.", "q": "According to Jesus, what should we do before we go with our adversary before the magistrate?", "ref": ["12-58"]}], "13": [{"a": "No.", "q": "Did the Galileans who were killed by Pilate suffer in this way because they were more sinful than the other Galileans?", "ref": ["13-03"]}, {"a": "It was given manure as fertilizer and one more year to bear fruit; if it did not, it would be cut down.", "q": "In Jesus' parable, what was done with the fig tree that did not bear fruit after three years?", "ref": ["13-08", "13-09"]}, {"a": "An evil spirit of weakness from Satan had bound her.", "q": "In the synagogue, what had caused the woman to be bent over for eighteen years?", "ref": ["13-11"]}, {"a": "Because Jesus healed her on the Sabbath.", "q": "Why was the synagogue ruler indignant when Jesus healed the woman?", "ref": ["13-14"]}, {"a": "Jesus reminded him that he would untie his animal on the Sabbath, yet he was indignant when Jesus unbound the woman on the Sabbath.", "q": "How did Jesus show that the synagogue ruler was a hypocrite?", "ref": ["13-15"]}, {"a": "Because it starts small like a seed, but then grows into something large with many places to dwell.", "q": "How is the kingdom of God like a mustard seed?", "ref": ["13-19"]}, {"a": "He said, \"Struggle to enter through the narrow door, because many will try and will not be able to enter.\"", "q": "When asked if many would be saved, what did Jesus answer?", "ref": ["13-24"]}, {"a": "They will cry and grind their teeth.", "q": "What will the people do who are thrown outside, and are not able to enter God's kingdom?", "ref": ["13-28"]}, {"a": "Abraham, Isaac, Jacob, the prophets, and many from the east, west, north, and south.", "q": "Who will gather to relax at the dinner table in the kingdom of God?", "ref": ["13-28", "13-29"]}, {"a": "He must be killed in Jerusalem.", "q": "Where did Jesus say that he must be killed?", "ref": ["13-33"]}, {"a": "He desired to gather them the way a hen gathers her brood of chicks.", "q": "What did Jesus desire to do with the people of Jerusalem?", "ref": ["13-34"]}, {"a": "They rejected it.", "q": "How did the people of Jerusalem respond to Jesus' desire for them?", "ref": ["13-34"]}, {"a": "Their house was abandoned, and they would not see Jesus again until they said, \"Blessed is he who comes in the name of the Lord.\"", "q": "Therefore, what did Jesus prophesy about Jerusalem and its people?", "ref": ["13-35"]}], "14": [{"a": "Is it lawful to heal on the Sabbath, or not?", "q": "With the man suffering from edema standing in front of him, what did Jesus ask the experts in the Jewish law and the Pharisees?", "ref": ["14-03"]}, {"a": "They kept silent.", "q": "What was the experts' and Pharisees' answer?", "ref": ["14-04"]}, {"a": "Jesus reminded them that they would help their own son or ox that fell into a well on the Sabbath.", "q": "After healing the man, how did Jesus show that the experts and Pharisees were hypocrites?", "ref": ["14-05"]}, {"a": "He will be humbled.", "q": "What did Jesus say will happen to whoever exalts himself?", "ref": ["14-11"]}, {"a": "He will be exalted.", "q": "What did Jesus say will happen to whoever humbles himself?", "ref": ["14-11"]}, {"a": "They will be repaid at the resurrection of the just.", "q": "According to Jesus, how will a person be rewarded who invites the poor, crippled, lame, and blind into their home?", "ref": ["14-14"]}, {"a": "They began to make excuses about why they could not come to the dinner.", "q": "In Jesus' parable of the dinner, what did the people do who were originally invited?", "ref": ["14-18"]}, {"a": "The poor, crippled, blind, and lame.", "q": "Who did the master then invite to his dinner?", "ref": ["14-21"]}, {"a": "None of them would taste his dinner.", "q": "What did the master then say about those who were first invited to his dinner?", "ref": ["14-24"]}, {"a": "They must hate their own family and life, carry their own cross, come after him, and give up all that they have.", "q": "According to Jesus, what must his disciples do?", "ref": ["14-26-27", "14-33"]}, {"a": "The person must count the cost.", "q": "In Jesus' example about what it requires to follow him, what must a person do first who desires to build a tower?", "ref": ["14-28"]}, {"a": "It is thrown away.", "q": "If salt loses its taste, what is done with it?", "ref": ["14-35"]}], "15": [{"a": "He leaves the other ninety-nine and goes and finds the lost sheep, then brings it back, rejoicing.", "q": "In Jesus' parable, what does the shepherd do who loses one of his hundred sheep?", "ref": ["15-04", "15-05"]}, {"a": "She diligently searches until she finds it, then rejoices with her friends and neighbors.", "q": "In Jesus' parable, what does the woman do who loses one of her ten silver coins?", "ref": ["15-08", "15-09"]}, {"a": "There is joy in the presence of the angels of God.", "q": "What happens in heaven when one sinner repents?", "ref": ["15-10"]}, {"a": "Give me now the property I am due to inherit.", "q": "In Jesus' parable, what request did the younger son make to his father?", "ref": ["15-12"]}, {"a": "He wasted the money with wildly extravagant living.", "q": "What did the younger son do with his inheritance?", "ref": ["15-13"]}, {"a": "He hired himself out to feed another man's pigs.", "q": "After his money was gone, what did the younger son do in order to live?", "ref": ["15-15"]}, {"a": "He decided to go and confess his sin to his father, and ask to be hired as one of his servants.", "q": "When he began to think clearly, what did the younger son decide to do?", "ref": ["15-18", "15-19"]}, {"a": "He ran and hugged and kissed him.", "q": "What did the father do when he saw the younger son coming back home?", "ref": ["15-20"]}, {"a": "The father gave him a robe, a ring, and sandals, and arranged a feast.", "q": "What did the father quickly do for the younger son?", "ref": ["15-22", "15-23"]}, {"a": "He was angry and would not go in to the feast.", "q": "What was the older son's reaction when he was told about the feast for the younger son?", "ref": ["15-28"]}, {"a": "The older son complained that he had followed his father's rules, but had never been given a goat to have a feast with his friends.", "q": "What was the older son's complaint to his father?", "ref": ["15-29"]}, {"a": "He said, \"Son, you are always with me, and all that is mine is yours.\"", "q": "What was the father's response to the older son?", "ref": ["15-31"]}, {"a": "Because the younger son was lost and has now been found.", "q": "Why did the father say it was proper to have a feast for the younger son?", "ref": ["15-32"]}], "16": [{"a": "He heard that the manager was squandering the rich man's possessions.", "q": "What report did the rich man hear about his manager?", "ref": ["16-01"]}, {"a": "He called for each one of the rich man's debtors and reduced their debt.", "q": "What did the manager do just before he was forced to leave his job?", "ref": ["16-05", "16-07"]}, {"a": "He commended the manager because he had acted shrewdly.", "q": "What was the rich man's response to his manager's actions?", "ref": ["16-08"]}, {"a": "He said, \"Make friends for yourselves by means of worldly wealth, so that when it is gone, they may welcome you into the eternal dwellings.\"", "q": "What did Jesus tell others to do based on this story?", "ref": ["16-09"]}, {"a": "The person will also be faithful with much.", "q": "Jesus said that a person who is faithful with a little will also be faithful with what else?", "ref": ["16-10"]}, {"a": "We must choose between God and wealth.", "q": "Which two masters did Jesus say we must choose between to serve?", "ref": ["16-13"]}, {"a": "The law and the prophets were in effect.", "q": "According to Jesus, what were in effect until John the Baptizer came?", "ref": ["16-16"]}, {"a": "The gospel of the kingdom of God is now being preached.", "q": "According to Jesus, what is now being preached?", "ref": ["16-16"]}, {"a": "This person is an adulterer.", "q": "According to Jesus, what kind of person is one who divorces his wife and marries another?", "ref": ["16-18"]}, {"a": "The beggar Lazarus was carried by angels to Abraham's side.", "q": "In Jesus' story, where did the beggar Lazarus go after he died?", "ref": ["16-22"]}, {"a": "To torment in hades.", "q": "Where did the rich man go after he died?", "ref": ["16-23"]}, {"a": "He said, \"Please have Lazarus come and bring me a little water because I am in anguish in this flame.\"", "q": "What was the first request that the rich man made to Abraham?", "ref": ["16-24"]}, {"a": "He said, \"There is a great chasm between us that no one can cross.\"", "q": "What was Abraham's answer to the rich man?", "ref": ["16-26"]}, {"a": "He said, \"Please send Lazarus to warn my brothers about this place.\"", "q": "What was the second request that the rich man made to Abraham?", "ref": ["16-27", "16-28"]}, {"a": "He said, \"They have Moses and the prophets; let them listen to them.\"", "q": "What was Abraham's answer to the rich man?", "ref": ["16-29"]}, {"a": "They will not be persuaded even if someone rises from the dead.", "q": "Abraham said that if they would not listen to Moses and the prophets, what else would not persuade them?", "ref": ["16-31"]}], "17": [{"a": "We must forgive him.", "q": "What did Jesus say we must do if our brother sins against us and returns saying, \"I repent?\"", "ref": ["17-04"]}, {"a": "We should say, \"We are unworthy servants; we have only done what we ought to do.\"", "q": "As servants, what should we say after we have done everything commanded us by our Master?", "ref": ["17-10"]}, {"a": "He met ten lepers.", "q": "Who did Jesus meet when entering a village in the borderlands of Samaria and Galilee?", "ref": ["17-12"]}, {"a": "They said, \"Jesus, Master, have mercy on us.\"", "q": "What did they say to Jesus?", "ref": ["17-13"]}, {"a": "He told them to go and show themselves to the priests.", "q": "What did Jesus tell them to do?", "ref": ["17-14"]}, {"a": "They were cleansed.", "q": "What happened to the lepers as they went?", "ref": ["17-14"]}, {"a": "Only one returned.", "q": "How many of the ten lepers returned to thank Jesus?", "ref": ["17-15"]}, {"a": "He was from Samaria.", "q": "Where was the leper from who returned to thank Jesus?", "ref": ["17-16"]}, {"a": "The kingdom of God is within you.", "q": "When asked about the coming of the kingdom, where did Jesus say the kingdom of God is?", "ref": ["17-21"]}, {"a": "It will be like the lightning flashing from one part of the sky to another.", "q": "What did Jesus say it will be like in his day, when he appears again?", "ref": ["17-24"]}, {"a": "He must suffer many things and be rejected by that generation.", "q": "What did Jesus say must happen first?", "ref": ["17-25"]}, {"a": "Many will eat, drink, marry, buy, sell, plant, and build, unaware that the day of destruction has come.", "q": "How will the days of the Son of Man be like the days of Noah and the days of Lot?", "ref": ["17-27"]}, {"a": "We must not turn back to try to keep our earthly life on that day.", "q": "How must we not be like Lot's wife?", "ref": ["17-32"]}, {"a": "Where there is a body, there the vultures gather together.", "q": "What picture from nature did Jesus use to answer his disciples' question, \"Where, Lord?\"", "ref": ["17-37"]}], "18": [{"a": "He wanted to teach them that they should always pray and not become discouraged.", "q": "What did Jesus want to teach is disciples about prayer from this story?", "ref": ["18-01"]}, {"a": "She asked for justice against her opponent.", "q": "What did the widow keep asking for from the unjust judge?", "ref": ["18-03"]}, {"a": "He said, \"Because this widow causes me trouble and constantly comes to me, I will help her get justice.\"", "q": "After awhile, what did the unjust judge say to himself?", "ref": ["18-05"]}, {"a": "He wanted to teach them that God will bring justice to those who cry out to him.", "q": "What did Jesus want to teach his disciples about how God answers prayer?", "ref": ["18-08"]}, {"a": "A Pharisee and a tax collector went up into the temple to pray.", "q": "In Jesus' story, which two men went up into the temple to pray?", "ref": ["18-10"]}, {"a": "He thought he was more righteous than other people.", "q": "What was the Pharisee's attitude about his own righteousness and about other people?", "ref": ["18-09", "18-11-12"]}, {"a": "He prayed, \"God, be merciful to me, a sinner.\"", "q": "What was the tax collector's prayer to God in the temple?", "ref": ["18-13"]}, {"a": "The tax collector was justified before God.", "q": "Which man went back to his house justified before God?", "ref": ["18-14"]}, {"a": "It belongs to those who are as children.", "q": "Jesus said that the kingdom of God belongs to whom?", "ref": ["18-16", "18-17"]}, {"a": "Jesus asked him to sell all that he had and to distribute it to the poor.", "q": "What one thing did Jesus ask the ruler (the one who had obeyed God's commandments from his youth) to do?", "ref": ["18-22"]}, {"a": "He became extremely sad, for he was very rich.", "q": "How did the ruler respond to Jesus' statement and why?", "ref": ["18-23"]}, {"a": "Jesus promised them much more in this world, and eternal life in the world to come.", "q": "What did Jesus promise those who have left earthly things for the sake of the kingdom of God?", "ref": ["18-30"]}, {"a": "That he would be given over to the Gentiles, mocked and shamefully treated, whipped, and killed, but on the third day he would rise again.", "q": "According to Jesus, what had the Old Testament prophets written about the Son of Man?", "ref": ["18-32", "18-33"]}, {"a": "He said, \"Jesus, Son of David, have mercy on me.\"", "q": "What did the blind man by the road cry out to Jesus?", "ref": ["18-38", "18-39"]}, {"a": "They glorified and gave praise to God.", "q": "How did the people respond after seeing the blind man healed?", "ref": ["18-43"]}], "19": [{"a": "He was Zacchaeus, a rich tax collector.", "q": "Who climbed up a tree to see Jesus, and what was his occupation and position in society?", "ref": ["19-02"]}, {"a": "They said, \"Jesus has gone in to visit a man who is a sinner.\"", "q": "What complaint did everyone make when Jesus went to Zacchaeus' house?", "ref": ["19-07"]}, {"a": "He said, \"Today salvation has come to this house.\"", "q": "What did Jesus say about Zacchaeus after Zacchaeus announced his gifts to the poor?", "ref": ["19-09"]}, {"a": "They thought that the kingdom of God would appear immediately.", "q": "What did the people expect would happen when Jesus reached Jerusalem?", "ref": ["19-11"]}, {"a": "He was going to a far country to receive a kingdom, and then he would return.", "q": "In Jesus' parable, where was the nobleman going to travel?", "ref": ["19-12"]}, {"a": "He gave them authority over ten cities.", "q": "What did Jesus do for the servant who had been faithful and had made ten more minas?", "ref": ["19-16", "19-17"]}, {"a": "He gave them authority over five cities.", "q": "What did Jesus do for the servant who had been faithful and had made five more minas?", "ref": ["19-18", "19-19"]}, {"a": "He thought the nobleman was a severe man.", "q": "What kind of man did the wicked servant think the nobleman was?", "ref": ["19-21"]}, {"a": "He took away the wicked servant's mina.", "q": "What did the nobleman do with the wicked servant?", "ref": ["19-24"]}, {"a": "The nobleman had them killed before him.", "q": "What did the nobleman do with those who didn't want him to reign over them?", "ref": ["19-27"]}, {"a": "A colt that had never been ridden.", "q": "What kind of animal did Jesus ride on as he went into Jerusalem?", "ref": ["19-30"]}, {"a": "They said, \"Blessed is the King who comes in the name of the Lord!\"", "q": "What did the crowd cry out as Jesus descended the Mount of Olives?", "ref": ["19-38"]}, {"a": "He said that the stones would cry out.", "q": "What did Jesus say would happen if the people did not cry out rejoicing?", "ref": ["19-40"]}, {"a": "He wept.", "q": "What did Jesus do as he drew near to the city?", "ref": ["19-41"]}, {"a": "He said that the people would be struck down and that not one stone would be left upon another.", "q": "What did Jesus then prophesy would happen to the people and the city?", "ref": ["19-44"]}, {"a": "The chief priests and the scribes and the leaders of the people wanted to kill Jesus.", "q": "Who wanted to kill Jesus as he was teaching in the temple?", "ref": ["19-47"]}, {"a": "Because the people were listening to him intently.", "q": "Why could they not kill him at this time?", "ref": ["19-48"]}], "20": [{"a": "He asked, \"Was the baptism of John from heaven or from men?\"", "q": "When the Jewish leaders asked Jesus by what authority he taught, what question did Jesus ask them?", "ref": ["20-04"]}, {"a": "The Jewish leaders thought that Jesus would say, \"Then why did you not believe him?\"", "q": "If they answered, \"from heaven,\" what did the Jewish leaders think that Jesus would say to them?", "ref": ["20-05"]}, {"a": "They thought that the people would stone them.", "q": "If they answered, \"from men,\" what did they think that the people would do to them?", "ref": ["20-06"]}, {"a": "They beat the servants, treated them shamefully, and sent them away empty-handed.", "q": "In Jesus' parable, what did the vine dressers do when the lord sent his servants to get the fruit of the vineyard?", "ref": ["20-11", "20-12"]}, {"a": "He sent his beloved son.", "q": "Finally, who did the lord send to the vine dressers?", "ref": ["20-13"]}, {"a": "They threw him out of the vineyard and killed him.", "q": "What did the vine dressers do when the son came to the vineyard?", "ref": ["20-15"]}, {"a": "He will destroy those vine dressers and give the vineyard to others.", "q": "What will the lord of the vineyard do to those vine dressers?", "ref": ["20-16"]}, {"a": "He told this parable against the scribes and the chief priests.", "q": "Who did Jesus tell this parable against?", "ref": ["20-19"]}, {"a": "He said to give to Caesar the things that are Caesar's, and to God the things that are God's.", "q": "How did Jesus answer the question about whether or not it was lawful to pay taxes to Caesar?", "ref": ["20-25"]}, {"a": "They did not believe in the resurrection of the dead.", "q": "What event did the Sadducees not believe in?", "ref": ["20-27"]}, {"a": "In this world there is marriage, but there is not marriage in eternity.", "q": "What did Jesus say about marriage in this world and in eternity?", "ref": ["20-34", "20-35"]}, {"a": "He recalled the story of Moses and the bush, in which Moses calls the Lord the God of Abraham and the God of Isaac and the God of Jacob.", "q": "What Old Testament story did Jesus recall to prove the truth of the resurrection?", "ref": ["20-37"]}, {"a": "He quoted, \"The Lord said to my Lord, sit at my right hand, until I make your enemies your footstool.\"", "q": "Which statement of David from the Psalms did Jesus quote in his question to the scribes?", "ref": ["20-42", "20-43"]}, {"a": "They were devouring widows' houses, and pretentiously making long prayers.", "q": "Behind their outwardly righteous actions, what wicked things were the scribes doing?", "ref": ["20-47"]}, {"a": "They will receive a greater condemnation.", "q": "How did Jesus say these scribes would be judged?", "ref": ["20-47"]}], "21": [{"a": "Because she gave out of her poverty and the others gave out of their abundance.", "q": "Why did Jesus say that the poor widow put more into the treasury than all of the others?", "ref": ["21-04"]}, {"a": "He said that it would be torn down and not one stone would be left on another.", "q": "What did Jesus say would happen to the temple in Jerusalem?", "ref": ["21-06"]}, {"a": "They asked, \"When will these things happen, and what will be the sign that they are about to happen?\"", "q": "What two questions did the people ask Jesus about the temple?", "ref": ["21-07"]}, {"a": "They will say, \"I am he,\" and \"The time is near.\"", "q": "Jesus warned that many deceivers will come. What will these deceivers say?", "ref": ["21-08"]}, {"a": "There will be wars, earthquakes, famines, plagues, and great signs from heaven.", "q": "What terrible events did Jesus say would happen before the end?", "ref": ["21-10", "21-11"]}, {"a": "It will create an opportunity for their testimony.", "q": "What opportunity will the persecution of believers create?", "ref": ["21-13"]}, {"a": "Parents, brothers, relatives, friends, and \"everyone\" will hate them.", "q": "Who will hate Jesus' followers?", "ref": ["21-16", "21-17"]}, {"a": "When Jerusalem is surrounded by armies, its destruction is near.", "q": "What event would indicate that Jerusalem's destruction was near?", "ref": ["21-20"]}, {"a": "He told them to flee to the mountains, to leave the city, and to not enter the city.", "q": "What did Jesus tell people to do who saw that the destruction of Jerusalem was near?", "ref": ["21-21"]}, {"a": "He called them the days of vengeance, fulfilling all the things written.", "q": "What did Jesus call the days of the destruction of Jerusalem?", "ref": ["21-22"]}, {"a": "Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled.", "q": "How long will Jerusalem be trampled by the Gentiles?", "ref": ["21-24"]}, {"a": "He said there would be signs in the sun, moon, and stars, and distress of the nations on the earth.", "q": "What signs did Jesus say would precede his coming with power and great glory?", "ref": ["21-25"]}, {"a": "He referred to the fig tree - when it sprouts buds they knew that summer was near.", "q": "What example did Jesus give of how his listeners knew when a season had come?", "ref": ["21-30"]}, {"a": "Heaven and earth will pass away.", "q": "What did Jesus say will pass away?", "ref": ["21-33"]}, {"a": "Jesus' words will never pass away.", "q": "What will never pass away?", "ref": ["21-33"]}, {"a": "He warned them to not let their hearts become burdened with debauchery, drunkenness, and the worries of life.", "q": "What did Jesus warn his listeners _not_ to do since that day will come suddenly?", "ref": ["21-34"]}, {"a": "He warned them to be alert and praying.", "q": "What did Jesus warn his listeners to do since that day will come suddenly?", "ref": ["21-36"]}], "22": [{"a": "The feast of unleavened bread, called the Passover.", "q": "At this time, which Jewish feast was drawing near?", "ref": ["22-01"]}, {"a": "He was looking for an opportunity when Jesus was away from the crowd.", "q": "In what circumstances was Judas looking for an opportunity to deliver Jesus to the chief priests?", "ref": ["22-06"]}, {"a": "They ate it in a guest room in Jerusalem.", "q": "Where did Jesus and the disciples eat the Passover meal?", "ref": ["22-10", "22-11"]}, {"a": "He would eat the Passover meal again when it is fulfilled in the kingdom of God.", "q": "When did Jesus say he would eat the Passover meal again?", "ref": ["22-16"]}, {"a": "He said, \"This is my body which is given for you. Do this in remembrance of me.\"", "q": "What did Jesus say when he broke the bread and gave it to the disciples?", "ref": ["22-19"]}, {"a": "He said, \"This cup is the new covenant in my blood, which is poured out for you.\"", "q": "What did Jesus say when he gave the cup to the disciples?", "ref": ["22-20"]}, {"a": "No.", "q": "Did the disciples know who was about to betray Jesus?", "ref": ["22-23"]}, {"a": "Yes.", "q": "Was it God's plan that Jesus be betrayed?", "ref": ["22-22"]}, {"a": "The greatest is the one who serves.", "q": "Who did Jesus say was the greatest among his disciples?", "ref": ["22-26"]}, {"a": "He lived as one who serves.", "q": "How did Jesus live among his disciples?", "ref": ["22-27"]}, {"a": "He said they would sit on thrones, judging the twelve tribes of Israel.", "q": "Where did Jesus promise his disciples they would sit?", "ref": ["22-30"]}, {"a": "He said that Peter would deny that he knows Jesus three times before the rooster crowed.", "q": "What did Jesus predict that Peter would do?", "ref": ["22-34"]}, {"a": "The prediction in scripture says, \"And he was considered as one of the lawless.\"", "q": "What written prediction about Jesus was being fulfilled in these events?", "ref": ["22-37"]}, {"a": "He wanted them to pray that they would not enter into temptation.", "q": "On the Mount of Olives, for what did Jesus tell his disciples to pray?", "ref": ["22-40"]}, {"a": "He prayed, \"Father, if you are willing, remove this cup from me. Nevertheless not my will, but yours be done.\"", "q": "On the Mount of Olives, what did Jesus pray?", "ref": ["22-42"]}, {"a": "They were sleeping.", "q": "What were the disciples doing when Jesus returned from praying?", "ref": ["22-45"]}, {"a": "He betrayed Jesus with a kiss.", "q": "How did Judas betray Jesus in front of the crowd?", "ref": ["22-47", "22-48"]}, {"a": "He touched his ear, and healed him.", "q": "What did Jesus do with the man whose ear was cut off?", "ref": ["22-51"]}, {"a": "He was in the temple.", "q": "Where did Jesus say he was daily with the chief priests?", "ref": ["22-53"]}, {"a": "The took him to the high priest's house.", "q": "After seizing him, where did they take Jesus?", "ref": ["22-54"]}, {"a": "He said, \"Woman, I do not know him.\"", "q": "What did Peter say when a certain maid said that Peter had been with Jesus?", "ref": ["22-57"]}, {"a": "A rooster crowed.", "q": "What happened immediately after Peter denied knowing Jesus for the third time?", "ref": ["22-60"]}, {"a": "He went outside and wept bitterly.", "q": "What did Peter do after Jesus looked at him?", "ref": ["22-62"]}, {"a": "They mocked and beat him, and blasphemed him.", "q": "What did the men guarding Jesus do to him?", "ref": ["22-63", "22-65"]}, {"a": "They would not believe.", "q": "When the council demanded that Jesus tell them if he is the Christ, Jesus said that if he told them, they would not do what?", "ref": ["22-67"]}, {"a": "Because they had heard it from Jesus' own mouth.", "q": "Why did the council say that they did not need witnesses to prove that Jesus claimed to be the Christ?", "ref": ["22-71"]}], "23": [{"a": "They said that Jesus was perverting the nation, forbidding tribute to Caesar, and saying that he was the Christ, a king.", "q": "What accusations against Jesus did the Jewish leaders make to Pilate?", "ref": ["23-02"]}, {"a": "He said, \"I find no fault in this man.\"", "q": "After questioning Jesus, what did Pilate say about him?", "ref": ["23-04"]}, {"a": "Herod wanted to see Jesus do a miracle.", "q": "Why did Herod want to see Jesus?", "ref": ["23-08"]}, {"a": "He answered him nothing.", "q": "How did Jesus answer Herod's questions?", "ref": ["23-09"]}, {"a": "He said, \"I find no fault in this man.\"", "q": "When Jesus was returned to Pilate, what did Pilate say about Jesus to the crowd?", "ref": ["23-14"]}, {"a": "They wanted Barabbas, a criminal.", "q": "Who did the crowd want released from prison for the Passover feast?", "ref": ["23-18"]}, {"a": "They shouted, \"Crucify him, crucify him.\"", "q": "What did the crowd shout should be done to Jesus?", "ref": ["23-21"]}, {"a": "Pilate said, \"I have found nothing deserving the death penalty in him.\"", "q": "For the third time, what did Pilate tell the crowd about Jesus?", "ref": ["23-22"]}, {"a": "Because they were insistent with loud voices.", "q": "Why did Pilate finally grant the crowd's demand to crucify Jesus?", "ref": ["23-24"]}, {"a": "Simon of Cyrene carried Jesus' cross.", "q": "Who carried Jesus' cross, and followed behind Jesus?", "ref": ["23-26"]}, {"a": "They should weep for themselves and their children.", "q": "Who did Jesus say the women of Jerusalem should weep for instead of him?", "ref": ["23-28"]}, {"a": "Two criminals were crucified with Jesus.", "q": "Who was crucified with Jesus?", "ref": ["23-32"]}, {"a": "He prayed, \"Father, forgive them, for they do not know what they are doing.\"", "q": "From the cross, what did Jesus pray for those crucifying him?", "ref": ["23-34"]}, {"a": "They challenged him to save himself.", "q": "The people, the soldiers, and one of the criminals all challenged Jesus to do what, since Jesus claimed to be the Christ?", "ref": ["23-35", "23-37", "23-39"]}, {"a": "It said, \"THIS IS THE KING OF THE JEWS.\"", "q": "What was written on a sign over Jesus?", "ref": ["23-38"]}, {"a": "He said, \"Remember me when you come into your kingdom.\"", "q": "What request did the second criminal make to Jesus?", "ref": ["23-42"]}, {"a": "He said, \"Today you will be with me in paradise.\"", "q": "What promise did Jesus make to the second criminal?", "ref": ["23-43"]}, {"a": "Darkness came over the land and the curtain of the temple was split down the middle.", "q": "What miraculous events occurred immediately before Jesus' death?", "ref": ["23-44", "23-45"]}, {"a": "He said, \"Surely this was a righteous man.\"", "q": "What did the centurion say about Jesus after Jesus' death?", "ref": ["23-47"]}, {"a": "He asked Pilate for the body and laid it in a tomb.", "q": "What did Joseph of Arimathea do after Jesus' death?", "ref": ["23-52", "23-53"]}, {"a": "The Sabbath Day was about to begin.", "q": "What day was about to begin when Jesus was buried?", "ref": ["23-54"]}, {"a": "They rested, according to God's commandment.", "q": "What did the women who had been with Jesus do on the Sabbath?", "ref": ["23-56"]}], "24": [{"a": "They came very early on the first day of the week.", "q": "When did the women come to the tomb of Jesus?", "ref": ["24-01"]}, {"a": "They found that the stone had been rolled away and that the body of Jesus was not there.", "q": "What did the women find at the tomb?", "ref": ["24-02", "24-03"]}, {"a": "They said that Jesus had risen.", "q": "What did the two men in dazzling apparel (angels) say had happened to Jesus?", "ref": ["24-06"]}, {"a": "They dismissed the report as idle talk.", "q": "What was the apostles' reaction when the women told of their experience at the tomb?", "ref": ["24-11"]}, {"a": "He saw the linen cloths by themselves.", "q": "What did Peter see when he looked in the tomb?", "ref": ["24-12"]}, {"a": "Their eyes were restrained from recognizing him.", "q": "Why did the two disciples going to Emmaus not recognize Jesus when Jesus joined them?", "ref": ["24-16"]}, {"a": "They were hoping that he would free Israel from their enemies.", "q": "While Jesus was alive, what were the disciples hoping he would do?", "ref": ["24-21"]}, {"a": "He explained what the scriptures said concerning him.", "q": "What did Jesus explain to the two men from the scriptures?", "ref": ["24-27"]}, {"a": "They recognized him when he blessed the bread, broke it, and gave it to them.", "q": "When did the two men finally recognize Jesus?", "ref": ["24-30-31", "24-35"]}, {"a": "He vanished out of their sight.", "q": "What did Jesus do when they recognized him?", "ref": ["24-31"]}, {"a": "He said, \"Peace be with you.\"", "q": "What did Jesus say first when he appeared to the disciples in Jerusalem?", "ref": ["24-36"]}, {"a": "He invited the disciples to handle him, and he showed them his hands and feet.", "q": "How did Jesus prove that he was not just a spirit?", "ref": ["24-39", "24-40"]}, {"a": "Jesus opened their minds that they might understand.", "q": "How were the disciples then able to understand the scriptures?", "ref": ["24-45"]}, {"a": "Repentance and forgiveness of sins should be preached to all the nations.", "q": "What did Jesus say should be preached to all the nations?", "ref": ["24-47"]}, {"a": "He told them to wait until they are clothed with power from on high.", "q": "For what did Jesus tell the disciples to wait?", "ref": ["24-49"]}, {"a": "He was carried up into heaven.", "q": "What happened to Jesus as he blessed the disciples near Bethany?", "ref": ["24-51"]}, {"a": "They were continually in the temple, blessing God.", "q": "Where did the disciples then spend their time, and what did they do?", "ref": ["24-53"]}]}