[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story which is about Jesus and a Samaritan woman. These verses give background information for this part of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now when Jesus knew that the Pharisees had heard that he was making ... John (although ... were), he left ... Galilee", "text": "\"Now Jesus was making ... John (although ... were), and the Pharisees had heard about the success he was having. He learned that the Pharisees had heard, so he left ... Galilee\""}, {"ref": "Now when Jesus knew", "text": "The word \"now\" is used here to mark a break in the main events. Here John starts to tell a new part of the narrative."}, {"ref": "Jesus himself was not baptizing", "text": "The reflexive pronoun \"himself\" adds emphasis that it was not Jesus who was baptizing, but his disciples. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "06", "tn": [{"ref": "Give me some water", "text": "This is a polite request, not a command."}, {"ref": "For his disciples had gone", "text": "He did not ask his disciples to draw water for him because they had gone."}]}, {"id": "09", "tn": [{"ref": "Then the Samaritan woman said to him", "text": "The word \"him\" refers to Jesus."}, {"ref": "How is it that you, being a Jew, are asking ... for something to drink?", "text": "This remark appears in the form of a question to express the Samaritan woman's surprise that Jesus asked her for a drink. AT: \"I cannot believe that you, being a Jew, are asking a Samaritan for a drink!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "have no dealings with", "text": "\"do not associate with\""}, {"ref": "living water", "text": "Jesus uses the metaphor \"living water\" to refer to the Holy Spirit who works in a person to transform and bring new life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "You are not greater, are you, than our father Jacob ... cattle?", "text": "This remark occurs in the form of a question to add emphasis. AT: \"You are not greater than our father Jacob ... cattle!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "our father Jacob", "text": "\"our ancestor Jacob\""}, {"ref": "drank from it", "text": "\"drank water that came from it\""}]}, {"id": "13", "tn": [{"ref": "will be thirsty again", "text": "\"will need to drink water again\""}, {"ref": "the water that I will give him will become a fountain of water in him", "text": "Here the word \"fountain\" is a metaphor for life-giving water. AT: \"the water that I will give him will become like a spring of water in him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "eternal life", "text": "Here \"life\" refers to the \"spiritual life\" that only God can give."}]}, {"id": "15", "tn": [{"ref": "Sir", "text": "In this context, the Samaritan woman is addressing Jesus as \"Sir,\" which is a term of respect or politeness."}, {"ref": "draw water", "text": "\"get water\" or \"pull water up from the well\" using a container and rope"}]}, {"id": "17", "tn": [{"ref": "You are right in saying ... What you have said is true", "text": "Jesus repeats this statement to emphasize that he knows the woman is telling the truth."}]}, {"id": "19", "tn": [{"ref": "Sir", "text": "In this context the Samaritan woman is addressesing Jesus as \"sir,\" which is a term of respect or politeness."}, {"ref": "I see that you are a prophet", "text": "\"I can understand that you are a prophet\""}, {"ref": "fathers", "text": "\"forefathers\""}]}, {"id": "21", "tn": [{"ref": "Believe me", "text": "To believe someone is to acknowledge what the person has said is true."}, {"ref": "You worship what you do not know. We worship what we know", "text": "Jesus means that God revealed himself and his commands to the Jewish people, not to the Samaritans. Through the Scriptures the Jewish people know who God is better than the Samaritans."}, {"ref": "you will worship the Father ... for salvation is from the Jews", "text": "Eternal salvation from sin comes from God the Father, who is Yahweh, the God of the Jews."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "for salvation is from the Jews", "text": "This does not mean the Jewish people will save others from their sins. It means God has chosen the Jews as his special people who will tell all other people about his salvation. AT: \"for all people will know about God's salvation because of the Jews.\""}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Samaritan woman."}, {"ref": "However, the hour is coming, and is now here, when true worshipers will", "text": "\"However, it is now the right time for true worshipers to\""}, {"ref": "the Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "worship in spirit and truth", "text": "\"worship him in the right way\""}]}, {"id": "25", "tn": [{"ref": "I know that the Messiah ... Christ", "text": "Both of these words mean \"God's promised king.\""}, {"ref": "he will explain everything to us", "text": "The words \"explain everything\" imply all that the people need to know. AT: \"he will tell us everything we need to know\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "At that moment his disciples returned", "text": "\"Just as Jesus was saying this, his disciples returned from town\""}, {"ref": "Now they were wondering why he was speaking with a woman", "text": "It was very unusual for a Jew to speak with a woman he did not know, especially if that woman was a Samaritan."}, {"ref": "no one said, \"What ... want?\" or \"Why ... her?\"", "text": "Possible meanings are 1) the disciples asked both questions to Jesus or 2) \"no one asked the woman, 'What ... want?' or asked Jesus, 'Why ... her?'\""}]}, {"id": "28", "tn": [{"ref": "Come, see a man who told me everything that I have ever done", "text": "This is an exaggeration. The Samaritan woman is so impressed with Jesus that she believes he must already know everything about her. AT: \"Come see a man who knows so much about me, even though I have never met him before!\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "This could not be the Christ, could it?", "text": "The woman is not sure that Jesus is the Christ, so she asks a question that expects \"no\" for an answer, but she also asks a question instead of making a statement because she wants the people to decide for themselves."}]}, {"id": "31", "tn": [{"ref": "In the meantime", "text": "\"While the woman was going into town\""}, {"ref": "the disciples were urging him", "text": "\"the disciples were telling Jesus\" or \"the disciples were encouraging Jesus\""}, {"ref": "I have food to eat that you do not know about", "text": "Here Jesus is not talking about literal \"food,\" but is preparing his disciples for a spiritual lesson in [[:en:bible:notes:jhn:04:34]]."}, {"ref": "No one has brought him anything to eat, have they?", "text": "The disciples think Jesus is talking about literal \"food.\" They begin asking each other this question, expecting a \"no\" response. AT: \"Surely no one brought him any food while we were in town!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "34", "tn": [{"ref": "My food is to do the will of him who sent me and to complete his work", "text": "Here \"food\" is a metaphor that represents \"obeying God's will.\" AT: \"Just as food satisfies a hungry person, obeying God's will is what satisfies me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do you not say", "text": "\"Is this not one of your popular sayings\""}, {"ref": "look up and see the fields, for they are already ripe for harvest", "text": "The words \"fields\" and \"ripe for harvest\" are metaphors. The \"fields\" represent the non-Jewish people or Gentiles. The words \"ripe for harvest\" mean that the Gentiles are ready to receive the message of Jesus, just as fields are ready to be harvested. AT: \"look up and see these non-Jewish people! They are ready to accept my message, just like crops in the fields are ready for people to harvest them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He who is harvesting receives wages and gathers fruit for everlasting life", "text": "Jesus indicates that there is a reward for those \"work in his fields\" and share his message. The ones who receive his message will also receive the eternal life that God offers."}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "One sows, and another harvests", "text": "The words \"sows\" and \"harvests\" are metaphors. The one who \"sows\" shares the message of Jesus. The one who \"harvests\" helps the people to receive the message of Jesus. AT: \"One person plants the seeds, and another person harvests the crops.\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have entered into their labor", "text": "\"you are now joining in their work\" (UDB)"}]}, {"id": "39", "tn": [{"ref": "believed in him", "text": "To \"believe in\" someone means to \"trust in\" that person. Here this also means that they believed he was the Son of God."}, {"ref": "He told me everything that I have done", "text": "This is an exaggeration. The woman was very impressed with Jesus and felt that he must have known everything about her. AT: \"He told me many things about my life\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "41", "tn": [{"ref": "his word", "text": "Here \"word\" is a metonym that stands for the message that Jesus proclaimed. AT: \"his message\" (See: [[:en:ta:vol2;translate:figs_metonymy]])"}, {"ref": "world", "text": "The \"world\" is a metonym that refers to all the people who live in the world. AT: \"all the people of the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "This is the next part of the story in which Jesus goes down to Galilee and heals a boy. Verse 44 gives us background information about something Jesus had said previously. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "from there", "text": "from Judea"}, {"ref": "For Jesus himself declared", "text": "The reflexive pronoun \"himself\" is added to emphasize that Jesus had \"declared\" or said this.. You can translate this in your language in a way that will give emphasis to a person. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "a prophet has no honor in his own country", "text": "\"people do not show respect or honor to a prophet of their own country\" or \"a prophet is not respected by the people in his own community\""}, {"ref": "at the festival", "text": "Here the festival is the Passover."}]}, {"id": "46", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline and to move to a new part of the story. If you have a way of doing this in your language, you may consider using it."}, {"ref": "royal official", "text": "someone who is in the service of the king"}]}, {"id": "48", "tn": [{"ref": "Unless you see signs and wonders, you will not believe", "text": "\"Unless ... not believe\" is a double negative. In some languages it is more natural to translate this statement in a positive form. AT: \"Only if you see a miracle will you believe\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "believed the word", "text": "Here \"word\" is a metonym that refers to the message that Jesus spoke. AT: \"believed the message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "51", "tn": [{"ref": "While", "text": "This word is used to mark two events that are happening at the same time. As the official was going home, his servants were coming to meet him on the road."}]}, {"id": "53", "tn": [{"ref": "So he himself and his whole household believed", "text": "The reflexive pronoun \"himself\" is used here to emphasize the word \"he.\" If you have a way of doing this in your language, you may consider using it."}, {"ref": "sign", "text": "Miracles can also be called \"signs\" because they are used as indicators or evidence that God is the all-powerful one who has complete authority over the universe."}]}]