{"1": [{"a": "Yahweh appointed Cyrus to build for him a house in Jerusalem in Judea.", "q": "Who did Yahweh appoint to build for him a house in Jerusalem in Judea?", "ref": ["01-02"]}, {"a": "People of any part of the kingdom where survivors of that land are living would provide them with silver and gold.", "q": "Who would provide the survivors of the land with silver and gold?", "ref": ["01-04"]}, {"a": "Nebuchadnezzar had put the objects belonging to Yahweh's house in his own gods' houses.", "q": "Where had Nebuchadnezzar put the objects belonging to Yahweh's house?", "ref": ["01-07"]}, {"a": "Sheshbazzar brought 5,400 gold and silver items when the exiles went from Babylon to Jerusalem.", "q": "How many gold and silver items did Sheshbazzar bring when the exiles went from Babylon to Jerusalem?", "ref": ["01-11"]}], "2": [{"a": "King Nebuchadnezzar had exiled the people in Babylon.", "q": "Who had exiled the people in Babylon?", "ref": ["02-01"]}, {"a": "The priests' descendents could not find their geneology in the register since they had defiled their priesthood.", "q": "Why could some of the priests' descendents not find their geneology in the register?", "ref": ["02-62"]}, {"a": "The priests' descendants could eat some of the holy sacrifices after a priest with Urim and Thummim approved.", "q": "When could the priests' descendants eat some of the holy sacrifices?", "ref": ["02-63"]}, {"a": "All the people in Israel were in their cities.", "q": "Where were all the people in Israel?", "ref": ["02-70"]}], "3": [{"a": "They rose up and built the altar to offer burnt offerings as commanded in the Law of Moses.", "q": "Why did Jeshua son of Jozadak and his brothers the priests, and Zerubbabel son of Shealtiel and his brothers rise up and build the altar of the God of Israel?", "ref": ["03-02"]}, {"a": "They offered burnt offerings to Yahweh at dawn and evening.", "q": "How often did Jeshua and his brothers the priests and Zerubbabel and his brothers offer burnt offerings to Yahweh?", "ref": ["03-03"]}, {"a": "Cyrus, king of Persia authorized cedar trees to be sent from Lebanon to Joppa by sea.", "q": "Who authorized cedar trees to be sent from Lebanon to Joppa by sea?", "ref": ["03-07"]}, {"a": "The work began in the second month of the second year after the Israelites came to the house of God in Jerusalem.", "q": "When did the work begin?", "ref": ["03-08"]}, {"a": "All the people cried out with a great shout of joy in praise of Yahweh because the temple's foundations had been laid.", "q": "How did the people respond because the temple's foundations had been laid?", "ref": ["03-11"]}, {"a": "Those who had seen the first house wept loudly when this house's foundations were laid before their eyes. But many had shouts of joy with gladness and an excited sound.", "q": "How did those who had seen the first house respond when this house's foundations were laid before their eyes?", "ref": ["03-12"]}], "4": [{"a": "Some enemies of Judah and Benjamin heard that the people who had been exiled were now building a temple for Yahweh, the God of Israel.", "q": "What did some enemies of Judah and Benjamin hear that the people who had been exiled were doing?", "ref": ["04-01"]}, {"a": "The enemies said they had sacrificed to Yahweh since the days when they were brought to that place.", "q": "For how long did the enemies say they had sacrificed to Yahweh?", "ref": []}, {"a": "They made the Judeans' hands weak during all of Cyrus' days and into the reign of Darius, king of Persia.", "q": "For how long did the enemies make the Judeans' hands weak?", "ref": ["04-04", "04-05"]}, {"a": "At the beginning of Ahasuerus' reign, the enemies wrote an accusation against the inhabitants of Judah and Jerusalem.", "q": "What did the enemies write at the beginning of Ahasuerus' reign?", "ref": ["04-06"]}, {"a": "The enemies told king that the Jews were building a rebellious city.", "q": "What did the enemies tell the king about the Jews' city?", "ref": ["04-12"]}, {"a": "It was not fitting for them to see any dishonor happen to the king because they had eaten the palace salt.", "q": "Why was it not fitting for the enemies to see any dishonor happen to the king?", "ref": ["04-14"]}, {"a": "After the letter that the enemies sent to the king was translated and read to him, he ordered an investigation.", "q": "After the letter that the enemies sent to the king was translated and read to him, what did he do?", "ref": ["04-18", "04-19"]}, {"a": "The work on the house of God in Jerusalem stopped until the second year of the reign of Darius, king of Persia.", "q": "For how long did the work on the house of God in Jerusalem stop?", "ref": ["04-24"]}], "5": [{"a": "The Jewish elders were waiting for a decree to come from Darius.", "q": "For what were the Jewish elders waiting?", "ref": ["05-05"]}, {"a": "They wrote that the work was being done thoroughly and was going forward well in Jews' hands.", "q": "How did Tattenai, Shethar Bozenai, and their fellow officials describe the work on the house of God?", "ref": ["05-08"]}, {"a": "The God of heaven gave the Jews into the hand of Nebuchadnezzar king of Babylon when their ancestors enraged him.", "q": "Why did the God of heaven give the Jews into the hand of Nebuchadnezzar king of Babylon?", "ref": ["05-12"]}, {"a": "King Cyrus returned the gold and silver objects belonging to the house of God.", "q": "What items did King Cyrus return to Sheshbazzar?", "ref": ["05-14"]}, {"a": "They requested that the king investigate in the house of archives in Babylon if a judgment from King Cyrus exists there to build the house of God in Jerusalem.", "q": "What did the Jews request that the king do?", "ref": ["05-17"]}], "6": [{"a": "During the investigation that King Darius ordered a scroll was found in the fortified city of Ecbatana in Media.", "q": "What was found when King Darius ordered an investigation in the house of archives in Babylon?", "ref": ["06-01", "06-02"]}, {"a": "The cost for the house of sacrifice was to be borne by the king's house.", "q": "Who was to pay for the house for sacrifice mentioned in King Cyrus' decree?", "ref": ["06-04"]}, {"a": "According to King Cyrus' decree the gold and silver objects belonging to the house of God that Nebuchadnezzar brought from the temple in Jerusalem to the temple in Babylon were to be brought back to the house of God in Jerusalem.", "q": "According to King Cyrus' decree what was to be brought back to the house of God?", "ref": ["06-05"]}, {"a": "Cyrus said the governor and Jewish elders would build the house of God.", "q": "Who did Cyrus say would build the house of God?", "ref": ["06-07"]}, {"a": "Cyrus wanted to give the Jews whatever they needed to build the house of God so they would bring the offering in to the God of Heaven and pray for him and his sons.", "q": "Why did Cyrus want to give the Jews whatever they needed to build the house of God?", "ref": ["06-09", "06-10"]}, {"a": "If anyone violates the decree, a beam must be pulled from his house and he must be impaled on it. His house must then be turned into a garbage heap because of this.", "q": "What must happen if anyone violates the decree about helping the Jews?", "ref": ["06-11"]}, {"a": "Haggai and Zechariah instructed the Jewish elders to build by prophesying.", "q": "How did Haggai and Zechariah instruct the Jewish elders to build?", "ref": ["06-14"]}, {"a": "The priests and Levites slaughtered the Passover sacrifices for all those who had been in exile, including themselves.", "q": "For whom did the priests and Levites slaughter the Passover sacrifices?", "ref": ["06-20"]}, {"a": "The Jews joyfully celebrated the Festival of Unleavened Bread, for Yahweh had brought them joy and turned the heart of Assyria's king to strengthen their hands in the work of his house.", "q": "Why did the Jews joyfully celebrate the Festival of Unleavened Bread?", "ref": ["06-22"]}], "7": [{"a": "He was a skilled scribe in the Law of Moses.", "q": "What was Ezra's occupation?", "ref": ["07-06"]}, {"a": "On the first day of the fifth month he arrived in Jerusalem, since the good hand of God was with him.", "q": "Why did Ezra arrive in Jerusalem on the first day of the fifth month?", "ref": ["07-09"]}, {"a": "Anyone from Israel in Artaxerxes' kingdom, along with their priests and Levites, who desired to go to Jerusalem, could go with Ezra.", "q": "Who was allowed to go to Jerusalem with Ezra?", "ref": ["07-13"]}, {"a": "The king and his seven counselors sent them out to inquire concerning Judah and Jerusalem according to God's Law that he understood, and to bring the silver and gold that they have freely offered to the God of Israel to Jerusalem, his home.", "q": "Why did the king and his seven counselors send the Israelites back to Israel?", "ref": ["07-14", "07-15"]}, {"a": "The Jews should take anything else that they needed for the house of their God from Artaxerses' treasury.", "q": "From where should the Jews take anything else that they needed for the house of their God?", "ref": ["07-20"]}, {"a": "They should do anything that came from the decree of the God of Heaven with devotion for his house so that his wrath will not come on Artaxerses' and his sons' kingdom.", "q": "Why should the treasurers do anything that came from the decree of the God of Heaven with devotion for his house?", "ref": ["07-23"]}, {"a": "Ezra could punish anyone who did not fully obey God's law or the king's law by killing them, banishing them, confiscating their wealth, or by imprisoning them.", "q": "How could Ezra punish anyone who did not fully obey God's law or the king's law?", "ref": ["07-26"]}, {"a": "Ezra was strengthened by the hand of Yahweh his God.", "q": "How was Ezra strengthened?", "ref": ["07-28"]}], "8": [{"a": "When Ezra examined the people and priests, he could not find any descendants of Levi there.", "q": "When Ezra examined the people and priests, what could he not find?", "ref": ["08-15"]}, {"a": "Iddo and his relatives were temple servants.", "q": "What was the occupation of Iddo and his relatives?", "ref": ["08-17"]}, {"a": "Sherebiah was a prudent man.", "q": "What kind of man was Sherebiah?", "ref": ["08-18"]}, {"a": "Ezra not ask the king for an army or horsemen to protect them against enemies because he was embarrassed.", "q": "Why did Ezra not ask the king for an army or horsemen to protect them against enemies?", "ref": ["08-22"]}, {"a": "The twelve men were to watch over the gold and silver until they weighed them out before the priestly officials, Levites, and leaders of the ancestors' clans of Israel in Jerusalem in the rooms of God's house.", "q": "How long were the twelve men to watch over the gold and silver?", "ref": ["08-29"]}, {"a": "The hand of God was on them in that he protected them from the hand of the enemy and the ones who wished to ambush them along the road.", "q": "In what way was the hand of God on Ezra and the twelve?", "ref": ["08-31"]}, {"a": "The ones who came back from captivity gave the king's decrees to the king's high officials and the governors beyond the River.", "q": "To whom did the ones who came back from captivity give the king's decrees?", "ref": ["08-35", "08-36"]}], "9": [{"a": "The people of Israel did not separate themselves from the people of other lands, for they took some of their daughters and sons.", "q": "In what way did the people of Israel not separate themselves from the people of other lands?", "ref": ["09-01", "09-02"]}, {"a": "Ezra ripped his clothing and robe and tore the hair from his head and beard. Then he sat ashamed.", "q": "How did Ezra respond to the people's unfaithfulness?", "ref": ["09-03"]}, {"a": "Ezra was ashamed and too humiliated to raise his face to Yahweh , for his people's iniquities increased over their head, and their guilt grew to the heavens.", "q": "Why was Ezra ashamed and too humiliated to raise his face to Yahweh?", "ref": ["09-06"]}, {"a": "Yahweh extended covenant faithfulness to Ezra's people in order to give the people new strength so they could rebuild God's house and raise its ruins. He did that so that he could give them a wall of safety in Judah and Jerusalem.", "q": "Why did Yahweh extend covenant faithfulness to Ezra's people?", "ref": ["09-09"]}, {"a": "The land was contaminated by the people of the lands with their abominations that they filled from one end to the other with their uncleanness.", "q": "How was the land contaminated?", "ref": ["09-11"]}, {"a": "God held back what the people's iniquities deserved.", "q": "What did God hold back?", "ref": ["09-13"]}], "10": [{"a": "As Ezra prayed and confessed, he wept and threw himself down before God's house.", "q": "What did Ezra do as he prayed and confessed?", "ref": ["10-01"]}, {"a": "He said they should make a covenant with their God to send out all the foreign women and their children.", "q": "What covenant did Shekaniah say the Israelites should make?", "ref": ["10-03"]}, {"a": "Ezra did not eat any bread or drink any water, since he was mourning concerning the faithlessness of those who had been in captivity.", "q": "Why did Ezra not eat any bread or drink any water?", "ref": ["10-06"]}, {"a": "Anyone who did not come in three days according to the instructions from the officials and elders forfeited all of his possessions and would be excluded from the great assembly of the people come back from exile.", "q": "What happened to anyone who did not come in three days according to the instructions from the officials and elders?", "ref": ["10-08"]}, {"a": "All the people stood in the square before God's house and trembled because of the word and the rain.", "q": "Why did all the people who stood in the square before God's house tremble?", "ref": ["10-09"]}, {"a": "They wanted more time because there were many people, and it was the rainy season. They had no strength to stand outside. They had greatly transgressed in this matter.", "q": "Why did the Israelites want more time to send away the foreign women?", "ref": ["10-13"]}, {"a": "By the first day of the first month they had finished discovering which men had lived with foreign women.", "q": "By what time did the leaders finish discovering which men had lived with foreign women?", "ref": ["10-17"]}, {"a": "The guilty men offered a ram from the flock for their guilt.", "q": "What did the guilty men offer?", "ref": ["10-19"]}]}