[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer of Hebrews  continues his comparison of Jesus as priest to Melchizedek as priest."}, {"ref": "Salem", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abraham returning from the slaughter of the kings", "text": "This is refers to when Abraham and his men went and defeated the armies of four kings in order to rescue his nephew, Lot, and his family. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It was to him", "text": "\"It was to Melchizedek\""}, {"ref": "king of righteousness ... king of peace", "text": "\"righteous king ... peaceful king\""}, {"ref": "He is without father, without mother, without ancestors, with neither beginning of days nor end of life", "text": "It is possible to think from this passage that Melchizedek was neither born nor did he die. However, it is likely that all the writer means is that the Scriptures provide no information about Melchizedek's ancestry, birth, or death."}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "The writer states that the priesthood of Melchizedek is better than Aaron's priesthood and then reminds them that the priesthood of Aaron did not make anything perfect."}, {"ref": "this man was", "text": "\"Melchizedek was\""}, {"ref": "On one hand ... But on the other hand", "text": "These phrases are used to compare two things. Your language may have a way to emphasize that the author is making a comparison. Or you could leave out \"On one hand\" and translate \"But on the other hand\" simply as \"But.\""}, {"ref": "the sons of Levi who receive the priesthood", "text": "The author says this because not all of Levi's sons became priests. AT: \"the descendants of Levi who became priests\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "from the people", "text": "\"from the people of Israel\""}, {"ref": "from their brothers", "text": "Here \"brothers\" means they are all related to each other through Abraham. AT: \"from their relatives\""}, {"ref": "they, too, have come from Abraham's body", "text": "This is a way of saying that they were descendants of Abraham. AT: \"they, too, are descendants of Abraham\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose descent was not traced from them", "text": "\"who was not a descendant of Levi\""}, {"ref": "the one who had the promises", "text": "The things that God promised to do for Abraham are spoken of as if they were objects that he could possess. AT: the one to whom God had spoken his promises\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "the lesser person is blessed by the greater person", "text": "This can be stated in active form. AT: \"the more important person blesses the less important person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In this case ... in that case", "text": "These phrases are used to compare the Levite priests with Melchizedek. Your language may have a way to emphasize that the author is making a comparison."}, {"ref": "is testified that he lives on", "text": "It is never explicitly written in scripture that Melchizedek dies. The author of Hebrews speaks of this absence of information about Melchizedek's death in scripture as if it were a positive statement that he is still alive. This can be stated in active form. AT: \"scripture shows that he lives on\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Levi ... was in the body of his ancestor", "text": "Since Levi had not been born yet, the author speaks of him as still being in Abraham's body. In this way, the author argues that Levi paid tithes to Melchizedek through Abraham. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "what further need would there have been for another priest to arise after the manner of Melchizedek, and not be considered to be after the manner of Aaron?", "text": "This question emphasizes that it was unexpected that priests come after the order of Melchizedek. AT: \"no one would have needed another priest, one who was like Melchizedek and not like Aaron, to arise.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to arise", "text": "\"to come\" or \"to appear\""}, {"ref": "after the manner of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}, {"ref": "not be considered to be after the manner of Aaron", "text": "This can be stated in active form. AT: \"not be after the manner of Aaron\" or \"who is not a priest like Aaron\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For when the priesthood is changed, the law must also be changed", "text": "This can be stated in active form. AT: \"For when God changed the priesthood, he also had to change the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "For the one", "text": "This refers to Jesus."}, {"ref": "about whom these things are said", "text": "This can be stated in active form. AT: \"about whom I am speaking\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "it is from Judah that our Lord was born", "text": "The words \"our Lord\" refer to Jesus."}, {"ref": "from Judah", "text": "\"from the tribe of Judah\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "This quote comes from a psalm of King David."}, {"ref": "what we say is clearer yet", "text": "\"we can understand even more clearly.\" Here \"we\" refers to the author and his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "if another priest arises", "text": "\"if another priest comes\""}, {"ref": "in the likeness of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}, {"ref": "on the basis of the law of fleshly descent", "text": "The idea of human descent is spoken of as if it had only to do with the flesh of one's body. AT: \"on the basis of the law about who his family is\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but instead on the basis of the power of an indestructible life", "text": "The phrase \"he became priest\" is understood. AT: \"but instead he became priest on the basis of the power of his life that will never end\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "For scripture witnesses about him", "text": "This speaks about scripture as if it were a person who could witness about something. AT: \"For God witnesses about him through the scriptures\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "after the manner of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}]}, {"id": "18", "tn": [{"ref": "there was a cancellation of the former commandment", "text": "\"God made invalid the commandment from an earlier time\""}, {"ref": "the law made nothing perfect", "text": "The law is spoken of as if it were a person who could act. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "there is the introduction of a better confidence", "text": "\"God has given us a better reason for having confidence\""}, {"ref": "there is the introduction of a better confidence for the future through which we approach God", "text": "Confidence for the future is spoken of as if it were an object through which a person must go in order to approach God. AT: \"God gave us a better reason to have confidence in him, because he makes it possible for us to come near to him\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we approach God", "text": "Worshiping God and having his favor are spoken of as if they were the action of going near to him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "This quote also comes from the same psalm of David as verse 17. (See: [[:en:bible:notes:heb:07:15|7:17]])"}, {"ref": "this did not happen without the taking of an oath", "text": "The action of taking an oath is spoken of without saying who took that oath. However, it was God. This can be stated in positive form. AT: \"this happened because God swore an oath\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "with an oath sworn by the one who said to him", "text": "This can be stated in active form. AT: \"because God swore an oath to him, saying\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "The writer then assures these Jewish believers that Christ has the better priesthood because he lives forever and the priests that descended from Aaron all died."}, {"ref": "guarantee", "text": "\"assurance\" or \"certainty\""}, {"ref": "On one hand ... On the other hand", "text": "These phrases are used to compares two things. Your language may have a way to emphasize that the author is making a comparison. Or you could leave out the first \"On one hand\" and translate the second \"On the other hand\" simply as \"But.\""}, {"ref": "by death they are kept from continuing on", "text": "This can be stated in active form. AT: \"they eventually die and cannot continue on\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he has a permanent priesthood", "text": "A priest's work is spoken of as if it were an object that Jesus possessed. This can be worded avoiding the abstraction. AT: \"he is a priest permanently\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "25", "tn": [{"ref": "Therefore", "text": "You can make explicit what \"Therefore\" implies. AT: \"Because Christ is our high priest who lives forever,\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who approach God through him", "text": "\"those who come to God because of what Jesus has done\""}, {"ref": "and has become higher than the heavens", "text": "\"and God has raised him up to the highest heavens.\" The author speaks of possessing more honor and power than anyone else as if it were position that is up above all things. AT: \"and God has given him more honor and power than anyone else\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the words \"He\" and \"himself\" refer to Christ. The word \"his\" refers to earthly high priests."}, {"ref": "the law appoints", "text": "Here \"the law\" is a metonym that stands for God, who established the law. It was according to the law the Israelites appointed their priests. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "men who have weaknesses", "text": "\"men who are spiritually weak\" or \"men who are weak against sin\""}, {"ref": "the word of the oath, which came after the law, appointed a Son", "text": "This can be reworded so that the abstract noun \"word\" is expressed as the verb \"swore.\" AT: \"after he had given the law, God swore an oath and appointed his Son\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the word of the oath", "text": "The \"oath\" is personified and presented as if it were a person who spoke. (See: [[:[[:en:ta:vol2:translate:figs_metonymy]] and [[:[[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "who has been made perfect", "text": "This can be stated in active form. AT: \"who has completely obeyed God and become mature\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]