[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The chief priests, scribes, and elders questioned Jesus in the temple."}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "in the temple", "text": "\"in the temple courtyard\" or \"at the temple\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Jesus responds to the chief priests, scribes, and elders."}, {"ref": "He answered and said to them", "text": "\"Jesus replied\""}, {"ref": "Was it from heaven or from men?", "text": "Jesus knew that John's authority came from heaven. He asked the question so the Jewish leaders would have to tell what they thought to all who were listening. AT: \"Do you think John's authority to baptize people came from heaven or from men?\" or \"Do you think God told John to baptize people, or did people tell him to do it?\""}, {"ref": "from heaven", "text": "\"from God.\" Jewish people avoided referring to God by his name \"Yahweh.\" Often they used the word \"heaven\" to refer to him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "They reasoned", "text": "\"They discussed\" or \"They considered their answer\""}, {"ref": "with themselves", "text": "\"among themselves\" or \"with each other\""}, {"ref": "If we say, 'From heaven,'", "text": "Some languages might prefer an indirect quote. AT: \"'If we say that John's authority is from heaven,\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "From heaven", "text": "\"From God.\" Depending on how the question was translated in the previous verse, this may be translated as \"God did\" or \"God authorized him.\""}, {"ref": "he will say", "text": "\"Jesus will say\""}, {"ref": "if we say, 'From men,'", "text": "Some languages might prefer an indirect quote. AT: \"if we say that John's authority is from men,\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "stone us", "text": "\"kill us by throwing stones on us.\" God's Law commanded that his people stone those of his people who mocked him or his prophets. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "So they answered", "text": "\"So the chief priests, scribes and elders answered.\" The word \"so\" marks an event that happened because of something else that happened first. In this case, they had reasoned with themselves in [[:en:bible:notes:luk:20:05|20:5-6]], and they did not have an answer they wanted to say."}, {"ref": "they answered that they did not know where it came from", "text": "This could be stated as a direct quote. AT: \"they said, 'We do not know where it came from'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "where it came from", "text": "\"where John's baptism came from.\" AT: \"where John's authority to baptize came from\" or \"who authorized John to baptize people\""}, {"ref": "Neither will I tell you", "text": "\"And I will not tell you.\" Jesus knew they were not willing to tell him the answer, so he responded in the same manner. AT: \"Just as you will not tell me, I will not tell you\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Jesus begins to tell a parable to the people in the temple. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "rented it out to vine growers", "text": "\"allowed some vine growers to use it in exchange for payment\" or \"allowed some vine growers to use it and pay him later.\" Payment might be in the form of money, or a portion of the harvest."}, {"ref": "vine growers", "text": "These are people who tend grape vines and grow grapes. AT: \"grape farmers\""}, {"ref": "the appointed time", "text": "\"the time they had agreed to pay him.\" This would have been at the harvest time."}, {"ref": "of the fruit of the vineyard", "text": "\"some of the grapes\" or \"some of what they produced in the vineyard.\" It could also refer to the things they made from grapes or the money they earned by selling the grapes."}, {"ref": "sent him away empty-handed", "text": "handed** - An empty hand is a metaphor for \"nothing.\" AT: \"sent him away without paying him\" or \"sent him away without the grapes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "beat him", "text": "\"beat that servant\""}, {"ref": "treated him shamefully", "text": "\"humiliated him\""}, {"ref": "yet a third", "text": "\"even a third servant\" or \"yet another servant.\" The word \"yet\" hints at the fact that the landowner should not have had to send the second servant, but he went beyond that and sent a third servant. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "wounded him", "text": "\"injured that servant\""}, {"ref": "threw him out", "text": "\"threw him out of the vineyard\""}]}, {"id": "13", "tn": [{"ref": "What will I do?", "text": "This question emphasizes the decision of the vineyard owner. AT: \"Here is what I will do\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "when the vine growers saw him", "text": "\"when the farmers saw the owner's son\""}, {"ref": "Let us kill him", "text": "They were not asking permission. The said this to encourage each other to kill the heir."}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling his parable to the crowd."}, {"ref": "They threw him out of the vineyard", "text": "\"The vine growers forced the son out of the vineyard\""}, {"ref": "What then will the lord of the vineyard do to them?", "text": "Jesus used a question to get his listeners to pay attention to what the owner of the vineyard would do. AT: \"So now, listen to what the lord of the vineyard will do to them\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God forbid!", "text": "\"May God stop it from happening!\" or \"May it never happen!\" The people understood this parable to mean that God would remove them from Jerusalem because they would reject the Messiah. They strongly expressed their desire that this terrible thing would not happen. (See: [[:en:ta:vol1:translate:figs_parables]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching the crowd."}, {"ref": "But Jesus looked at them", "text": "\"But Jesus stared at them\" or \"But he looked straight at them.\" He did this to hold them accountable to understand what he was saying."}, {"ref": "What is the meaning of that which is written: 'The stone ... cornerstone'?", "text": "Jesus uses a question to teach the crowd. AT: \"You should be able to understand that which is written: 'The stone ... cornerstone.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that which is written", "text": "\"this scripture\""}, {"ref": "The stone that the builders rejected has become the cornerstone", "text": "This is the first of three metaphors in a prophecy from the book of Psalms. This one refers to the Messiah as if he were a stone that builders chose not to use, but that God made the most important stone. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The stone that the builders rejected", "text": "\"The stone which the builders said was not good enough to use for building.\" In those days people built the walls of houses and other buildings out of stones."}, {"ref": "the builders", "text": "This refers to the religious rulers who are rejecting Jesus as Messiah."}, {"ref": "the cornerstone", "text": "\"the chief stone of the building\" or \"the most important stone of the building\""}, {"ref": "Every one who falls ... broken to pieces", "text": "This second metaphor speaks of people who reject the Messiah as if they fall over a stone and are injured. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be broken to pieces", "text": "This can be stated in active form. AT: \"will break up into pieces.\" This is a result of falling onto the stone. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But on whomever it falls", "text": "\"But whomever that stone falls on.\" This third metaphor speaks about the Messiah judging those who reject him as if he were a large stone that would crush them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "sought to lay hands on him", "text": "This expression refers to people exercising authority over the disciples. AT: \"looked for a way to arrest Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in that very hour", "text": "\"immediately\""}, {"ref": "they were afraid of the people", "text": "This is the reason that they did not arrest Jesus right away. The people respected Jesus, and the religious leaders were afraid of what the people might do if they arrested him. AT: \"they did not arrest him because they were afraid of the people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they sent out spies", "text": "\"the scribes and chief priests sent spies to watch Jesus\""}, {"ref": "that they might find fault with his speech", "text": "\"because they wanted to accuse Jesus of saying something bad\""}, {"ref": "so as to deliver him up to", "text": "\"in order to bring him to\" or \"so that they might hand him over to\""}, {"ref": "to the rule and to the authority of the governor", "text": "\"Rule\" and \"authority\" are two ways of saying that they wanted the governor to judge Jesus. It can be translated with one or both expressions. AT: \"so that the governor would punish Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "This is the beginning of the next event in this part of the story. Some time has passed since Jesus was questioned in the temple by the chief priests. The spies are now questioning Jesus."}, {"ref": "They asked him", "text": "\"The spies asked Jesus\""}, {"ref": "Teacher, we know ... way of God", "text": "The spies were trying to deceive Jesus. They did not believe these things about Jesus."}, {"ref": "we know", "text": "\"we\" refers only to the spies. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "are not influenced by anyone's position", "text": "Possible meanings are 1) \"you tell the truth even if important people do not like it\" (UDB) or 2) \"you do not favor one person over another\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but you teach the truth about the way of God", "text": "This is part of what the spies were saying that they knew about Jesus."}, {"ref": "Is it lawful ... or not?", "text": "They hoped that Jesus would say either \"yes\" or \"no.\" If he said \"yes,\" then the Jewish people would be angry with him for telling them to pay taxes to a foreign government. If he said \"no,\" then the religious leaders could tell the Romans that Jesus was teaching the people to break the Roman laws."}, {"ref": "Is it lawful", "text": "They were asking about God's law, not about Caesar's law. AT: \"Does our law permit us\""}, {"ref": "Caesar", "text": "Because Caesar was the ruler of the Roman government, they could refer to the Roman government by Caesar's name. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "But Jesus understood their craftiness", "text": "\"But Jesus understood how tricky they were\" or \"But Jesus saw that they were trying to trap him.\" The word \"their\" refers to the spies."}, {"ref": "a denarius", "text": "This is a Roman silver coin worth a day's wages. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "Whose image and name is on it?", "text": "Jesus uses a question to respond to those who were trying to trick him. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "image and name", "text": "\"picture and name\""}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of this event about the spies and the part of the story which began in [[:en:bible:notes:luk:20:01|20:1]]."}, {"ref": "He said to them", "text": "\"Then Jesus said to them\""}, {"ref": "Caesar", "text": "Here \"Caesar\" refers to the Roman government. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and to God", "text": "\"and give to God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "They were not able to find fault with what he had said", "text": "\"The spies could not find anything wrong with what he said\""}, {"ref": "but marvelling at his answer they were silent", "text": "\"but they were amazed at his answer and did not saying anthing\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. We do not know where this take places, though it is possible they are in the temple courtyard. Jesus is talking with some Sadducees."}, {"ref": "the ones who say that there is no resurrection", "text": "This phrase identifies the Sadducees as being the group of Jews that say that no one would rise from the dead. It does not imply that some Sadducees believed that there is a resurrection and some did not. (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "if a man's brother dies, having a wife, and being childless", "text": "\"if a man's brother dies when he has a wife but does not have children\""}, {"ref": "the man should take the brother's wife", "text": "\"the man should marry his dead brother's widow\""}, {"ref": "have a child for his brother", "text": "The Jews considered the children born from this kind of second marriage to belong to the dead man. They inherited his property and possessions and carried on his name. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "The Sadducees finish asking Jesus their question."}, {"ref": "General Information:", "text": "The Sadducees tell Jesus a short story in verses 29-32. This is a story they made up as an example. In verse 33, they ask Jesus a question about the story they told."}, {"ref": "There were seven brothers", "text": "This may have happened, but it is probably a story that they made up to test Jesus."}, {"ref": "the first ... the second ... The third", "text": "\"brother number one ... brother number two ... Brother number three\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "and died childless", "text": "\"and died without having any children\" or \"and died, but did not have any children\""}, {"ref": "the second as well", "text": "They did not repeat many of the details to keep the story short. AT: \"the second married her and the same thing happened\" or \"the second brother married her and died without having any children\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The third took her", "text": "\"The third married her\""}, {"ref": "likewise the seven also left no children, and died", "text": "They did not repeat many of the details to keep the story short. AT: \"in the same way the rest of the seven brothers married her and had no children and died\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the seven", "text": "\"all seven of the brothers\" or \"each of the seven brothers\""}, {"ref": "In the resurrection", "text": "\"When people are raised from the dead\" or \"When dead people will become alive again\" (UDB). Some languages have a way of showing that the Sadducees did not believe that there would be a resurrection, such as \"In the supposed resurrection\" or \"When dead people are supposedly raised from the dead.\""}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to answer the Sadducees."}, {"ref": "The sons of this world", "text": "\"The people of this world\" or \"The people of this time.\" This is in contrast with those in heaven or the people who live after the resurrection."}, {"ref": "marry and are given in marriage", "text": "In that culture they spoke of men marrying women and women being given in marriage to their husband. This can also be stated in active form. AT: \"get married\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who are regarded as worthy in that age", "text": "This can be stated in active form. AT: \"the people in that age whom God will consider to be worthy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to receive the resurrection from the dead ones", "text": "\"to be raised from the dead\" or \"to rise from death\""}, {"ref": "will neither marry nor be given in marriage", "text": "In that culture they spoke of men marrying women and women being given in marriage to their husband. This can also be stated in active form. AT: \"will not marry\" or \"will not get married.\" This is after the resurrection. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Neither can they die anymore", "text": "This is after the resurrection. AT: \"They will not be able to die anymore\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are sons of God, being sons of the resurrection", "text": "\"are children of God because he has brought them back from the dead\""}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes answering the Sadducees."}, {"ref": "But that the dead are raised, even Moses showed", "text": "The word \"even\" is here because the Sadducees might not have been surprised that some scriptures say that the dead are raised, but they did not expect Moses to have written something like that. AT: \"But even Moses showed that dead people rise from the dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the place concerning the bush", "text": "\"in the part of scripture where he wrote about the burning bush\" or \"in the scripture about the burning bush\""}, {"ref": "where he calls the Lord", "text": "\"where Moses called the Lord\""}, {"ref": "the God of Abraham and the God of Isaac and the God of Jacob", "text": "\"the God of Abraham, Isaac, and Jacob.\" They all worshiped the same God."}, {"ref": "Now", "text": "This word is used here to mark a break in the main teaching. Here Jesus explains how this story proves that people rise from the dead."}, {"ref": "he is not the God of the dead, but of the living", "text": "These two sentences have similar meaning said twice for emphasis. Some languages have different ways of showing emphasis. AT: \"the Lord is the God of living people only\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "but of the living", "text": "\"but the God of living people.\" Since these people died physically, they must still be alive spiritually. AT: \"but the God of people whose spirits are alive, even though their bodies may have died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because all live to him", "text": "\"because in God's sight they all are still alive\" or \"because their spirits are alive in God's presence\""}]}, {"id": "39", "tn": [{"ref": "Some of the scribes answered", "text": "\"Some of the scribes said to Jesus.\" There were scribes present when the Sadducees were questioning Jesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For they", "text": "It is unclear if this refers to the scribes, or the Sadducees, or both. It is best to keep the statement general."}, {"ref": "they did not dare ask him any more questions", "text": "\"they were afraid to ask ... questions\" or \"they did not risk asking ... questions.\" They understood that they did not know as much as Jesus did, but they did not want to say that. This can be made explicit. AT: \"they did ask him any more tricky questions because they feared that his wise answers would make them appear foolish again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "Jesus asks the scribes a question."}, {"ref": "How do they say ... son?", "text": "\"Why do they say ... son?\" Jesus uses a question to make the scribes think about who the Messiah is. AT: \"Let's think about them saying ... son.\" or \"I will talk about them saying ... son\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they say", "text": "The prophets, the religious rulers, and the Jewish people in general knew that the Messiah was the son of David. AT: \"everyone says\" or \"people say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "David's son", "text": "\"King David's descendant.\" The word \"son\" is used here to refer to a descendant. In this case it refers to the one who would reign over God's kingdom. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The Lord said to my Lord", "text": "This is a quotation from the book of Psalms which says \"Yahweh said to my Lord.\" But the Jews stopped saying \"Yahweh\" and often said \"Lord\" instead. AT: \"The Lord God said to my Lord\" or \"God said to my Lord\""}, {"ref": "my Lord", "text": "David was referring to the Christ as \"my Lord.\""}, {"ref": "my right hand", "text": "The right side is the place of honor. God was honoring the Messiah by telling him to sit in the place of honor on the throne beside God."}, {"ref": "until I make your enemies your footstool", "text": "The Messiah's enemies are spoken of as if they were furniture on which he would rest his feet. This was an image of submission. AT: \"until I make your enemies like a footstool for you\" or \"until I conquer your enemies for you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "David therefore calls the Christ 'Lord'", "text": "In the culture of that time, a father was more respected than a son. David's us of the title 'Lord' for the Christ implies that he was greater than David. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so how is he David's son?", "text": "\"so how can the Christ be David's son?\" This can be a statement. AT: \"this shows that the Christ is not merely David's descendant\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "45", "tn": [{"ref": "Connecting Statement:", "text": "Jesus now directs his attention to his disciples and speaks mainly to them."}, {"ref": "Beware of", "text": "\"Be on guard against\""}, {"ref": "who desire to walk in long robes", "text": "Long robes would show that they were important. AT: \"who like to walk around wearing their important robes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They also devour widows' houses", "text": "\"They also eat up widows' houses.\" The scribes are spoken of as if they were hungry animals that eat up everything the widows have. AT: \"They also take away from widows all their possessions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "widows' houses", "text": "This expression refers to all of the widows' possessions. AT: \"all their possessions\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "pretentiously make long prayers", "text": "\"they pretend to be righteous and make long prayers\" or \"they make long prayers so that people will see them\""}, {"ref": "pretentiously", "text": "This means the scribes do things to make themselves seem more important and righteous than what they really are."}, {"ref": "These will receive greater condemnation", "text": "\"They will receive a more severe judgment than other sinners.\" This can be stated in active form. AT: \"God will punish them more severely than others\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]