[{"id": "01", "tn": [{"ref": "the fourth ... the first", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "all the people of Judah and all the inhabitants of Jerusalem", "text": "These were the last of the Israelites. The northern kingdom had already fallen."}]}, {"id": "03", "tn": [{"ref": "Amon", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "until this day", "text": "See how you translated this in [[:en:bible:notes:jer:07:24|7:24]]."}, {"ref": "Yahweh's words have been coming to me", "text": "AT: \"Yahweh has given me his words to proclaim to you\""}, {"ref": "They were eager to go out", "text": "AT: \"They were eager to share God's words with you\""}, {"ref": "listen or pay attention", "text": "See how you translated this in [[:en:bible:notes:jer:11:06|11:8]]."}]}, {"id": "05", "tn": [{"ref": "his wicked way and the corruption of his practices", "text": "The terms \"wicked way\" and \"corruption of his practices\" mean the same thing and refer to every sinful thing that they do. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "return to the land that Yahweh gave in ancient times to your ancestors and to you, as a permanent gift", "text": "AT: \"so that you can return to the land Yahweh promised to you and live in it forever\""}, {"ref": "do not provoke him with the work of your hands so that he does you harm", "text": "AT: \"do not make Yahweh angry with your evil works so he will punish you\""}]}, {"id": "07", "tn": [{"ref": "you have not listened to me", "text": "AT: \"you have not obeyed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and bring them against this land", "text": "God plans to use Nebuchadnezzar and his arms to punish Israel and surrounding nations for their rebellion against Yahweh."}, {"ref": "see", "text": "See how you translated this in [[:en:bible:notes:jer:01:17|1:18]]."}, {"ref": "hissing", "text": "See how you translated this in [[:en:bible:notes:jer:18:15|18:16]]."}]}, {"id": "10", "tn": [{"ref": "millstones", "text": "These are two large, round stones used to grind grain."}, {"ref": "I will make all these things disappear from these nations", "text": "This is a reference to the nations being destroyed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "these nations will serve the king of Babylon", "text": "Be forced to pay tribute and sold into slavery."}]}, {"id": "12", "tn": [{"ref": "have been completed", "text": "AT: \"when their punishment is complete\""}, {"ref": "make it an unending desolation", "text": "God vows to turn Babylon into a desert like wilderness."}, {"ref": "I will repay them for their deeds and the works of their hands", "text": "God will cause them to receive the same punishment they inflicted on the nations they conquered."}, {"ref": "their deeds and the works of their hands", "text": "These two phrases mean basically the same thing and emphasize that Yahweh is referring to everything that they have done to other nations. AT: \"everything that they have done.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "15", "tn": [{"ref": "cup of the wine of fury from my hand and make all the nations to which I am sending you drink it", "text": "Yahweh is commanding punishment to start. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make all the nations to which I am sending you drink it", "text": "AT: \"make the nations experience it\""}, {"ref": "they will drink and then stumble about and rant madly before the sword that I am sending out among them", "text": "Those experiencing the consequences of Yahweh's severe punishment will act like crazy people."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "This passage continues the metaphor of Yahweh's wrath as a drink to be poured out."}, {"ref": "I made all the nations to which Yahweh had sent me drink it", "text": "The action of drinking from the cup of wine symbolized God's judgment."}, {"ref": "to turn them into ruins and something terrifying", "text": "AT: \"to destroy them\""}, {"ref": "for hissing and cursing", "text": "AT: \"to be despised or cursed\""}, {"ref": "they are at this present day", "text": "There was apparently a period of time between when this was written and when it actually happened."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Jeremiah lists all the nations that were to be judged (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "people of mixed heritage", "text": "This is a reference to people with two parents from two different nations. AT: \"mixed people\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Jeremiah continues to list all the nations that were under God's judgment. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the sea", "text": "This is a reference to the Mediterranean Sea."}, {"ref": "the ones who cut the hair on the sides of their heads", "text": "This is probably a reference to Arabians who lived in the desert, people who cut their hair short in order to honor a pagan god. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "drink it", "text": "This refers to the cup of wine in Jeremiah's vision that is symbolic of God's judgment."}, {"ref": "Zimri", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the kings of the north", "text": "AT: \"the kings from the north\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "The vision that God gave to the prophet Jeremiah continues."}, {"ref": "Drink and become drunk, then vomit, fall down, and do not rise before the sword that I am sending among you.", "text": "This shows the inevitability of the coming punishment and the futility of trying to avoid it."}, {"ref": "the cup from your hand to drink", "text": "AT: \"their punishment\""}, {"ref": "You must certainly drink it", "text": "This is not a cup that nations can refuse to drink. Nations can not refuse God's Judgments of war and natural disasters."}, {"ref": "drink it", "text": "AT: be punished\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the city that is called by my name", "text": "AT: \"the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "should you yourselves be free from punishment?", "text": "AT: \"you are to be punished.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I am calling a sword against all the inhabitants of the land", "text": "AT: \"I am punishing those who live in the land\""}]}, {"id": "30", "tn": [{"ref": "to bring a lawsuit", "text": "AT: \"to convict the nations\" or \"to judge and punish the nations\""}, {"ref": "He will administer justice to all flesh", "text": "All the known nations will experience God's judgment."}, {"ref": "to all flesh", "text": "AT: \"to all mankind\" or \"to all people\""}, {"ref": "hand over the wicked ones to the sword", "text": "AT: \"kill the evil people\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "32", "tn": [{"ref": "See", "text": "AT: \"Pay attention to this!\" See how you translated this in [[:en:bible:notes:jer:05:14|5:14]]"}, {"ref": "a great storm is beginning from the farthest parts of the earth", "text": "AT: \"destruction is coming\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will on that day extend from one end of the earth to the other", "text": "AT: \"will on that day cover the entire earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "They will be like dung on the ground", "text": "Possible meanings are 1) there were few or no people left to bury those whom Yahweh had killed or 2) there was a total lack of concern for the bodies of the dead. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "34", "tn": [{"ref": "shepherds", "text": "This is a reference to leaders of Israel."}, {"ref": "Roll about on the ground", "text": "This is a sign of sorrow, mourning or distress."}, {"ref": "For your day", "text": "AT: For your time\" or \"the time for you\""}, {"ref": "You will fall like chosen rams.", "text": "AT: \"You will easily be destroyed\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Refuge for the shepherds is gone", "text": "There will be no hiding place to escape this judgment or destruction."}, {"ref": "Yahweh is devastating their pastures", "text": "God's Judgment is on both the leaders and the people, no one will be spared."}]}, {"id": "37", "tn": [{"ref": "So the peaceful pastures will be devastated", "text": "Here \"pastures\" stands for the entire nation. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will be devastated", "text": "This can be put into active form. AT: \"he will devastate the entire nation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "angry wrath", "text": "The fact that Yahweh is angry is spoken of as if it were an object. AT: \"Yahweh is angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Like a young lion, he has left his den, for their land will become a horror", "text": "Unlike other references where God is viewed as a protective lion toward Israel, in this passage God acts like a lion in order to punish Israel. AT: \"Yahweh is coming like a young lion to make the people's land a horror\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "their land will become a horror", "text": "Here \"horror\" stands for a quality. AT: \"their land will become horrible\" or \"their land will become something fearful to see\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the oppressor's anger", "text": "This refers to the anger of Israel's enemies."}]}]