[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jesus sends out 70 more people ahead of him. Those 70 return with joy, and Jesus responds with praise to his heavenly Father."}, {"ref": "Now", "text": "This word is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "seventy", "text": "\"70.\" Some versions say \"seventy-two\" or \"72.\" You may want to include a footnote that says that. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "sent them out two by two", "text": "\"sent them out in groups of two\" or \"sent them out with two people in each group\""}, {"ref": "He said to them", "text": "This was before the men actually went out. AT: \"This is what he had said to them\" or \"Before they went out he told them\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "The harvest is plentiful, but the laborers are few", "text": "\"There is a big crop, but not enough workers to bring it in.\" Jesus means there are many people ready to enter God's kingdom, but there are not enough disciples to go teach and help the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "Go on your way", "text": "\"Go to the cities\" or \"Go to the people\""}, {"ref": "I send you out as lambs in the midst of wolves", "text": "Wolves attack and kill sheep. This metaphor therefore means that there are people who would attempt to harm the disciples that Jesus is sending out. The names of other animals could be substituted. AT: \"when I send you out, people will want to harm you as wolves attack sheep\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Carry no bag of money", "text": "\"Do not take a bag of money with you\""}, {"ref": "greet no one on the road", "text": "Jesus was emphasizing that they go quickly to the towns and do this work. He was not telling them to be rude."}]}, {"id": "05", "tn": [{"ref": "May peace be on this house", "text": "This was both a greeting and a blessing. Here \"house\" refers to those who live in the house. AT: \"May the people in this household receive peace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a person of peace", "text": "\"a peaceful person.\" This is a person who wants peace with God and with people."}, {"ref": "your peace will rest upon him", "text": "\"peace\" is described as a living thing that can choose where to stay. AT: \"he will have the peace you blessed him with\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "if not", "text": "It may be helpful to restate the entire phrase. AT: \"if there is no person of peace there\" or \"if the owner of the house is not a peaceful person\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "it will return to you", "text": "\"peace\" is described as a living thing that can choose to leave. AT: \"you will have that peace\" or \"he will not receive the peace you blessed him with\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Remain in that same house", "text": "Jesus was not saying that they should stay in the house all day, but that they should sleep at the same house every night they were there. AT: \"Continue to sleep at that house\""}, {"ref": "for the laborer is worthy of his wages", "text": "This is a general principle that Jesus was applying to the men he was sending out. Since they would be teaching and healing the people, the people should provide them with a place to stay and with food."}, {"ref": "Do not move around from house to house", "text": "Moving around from house to house means going to different houses. It can be made clear that he was talking about staying overnight at different houses. \"Do not go sleep at a different house each night\" (See: [[:en:ta:vol1:translate:figs_idiom]] and  [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "and they receive you", "text": "\"if they welcome you\""}, {"ref": "eat what is set before you", "text": "This can be stated in active form. AT: \"eat whatever food they give you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sick", "text": "\"the sick people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "The kingdom of God has come close to you", "text": "The abstract noun  \"kingdom\" can be expressed with the verbs \"reign\" or \"rule.\" Possible meanings are 1) the kingdom of God will begin soon. AT: \"God will soon rule everywhere as king\" (UDB) or 2) the activities of kingdom of God are happening all around you. AT: \"The proof that God is reigning is all around you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "10", "tn": [{"ref": "and they do not receive you", "text": "\"if the people of the city reject you\""}, {"ref": "Even the dust from your town that clings to our feet we wipe off against you!", "text": "This is a symbolic action to show that they reject the people of the city. AT: \"Just as you rejected us, we thoroughly reject you. We even reject the dust from your town that clings to our feet\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "we wipe off", "text": "Since Jesus was sending these people out in groups of two, it would be two people saying this. So languages that have a dual form of 'we' would use it. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "But know this: The kingdom of God has come near", "text": "The phrase \"But know this\" introduces a warning. It means \"Even though you reject us, it does not change the fact that the kingdom of God is near!\""}, {"ref": "The kingdom of God has come near", "text": "The abstract noun \"kingdom\" can be expressed with the verbs \"reign\" or \"rule.\" AT: \"God will soon rule everywhere as king\" (UDB) or \"The proof that God is reigning is all around you.\" See how you translated a similar sentence in [[:en:bible:notes:luk:10:08]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I say to you", "text": "Jesus was saying this to the 70 people he was sending out. He said this to show that he was about to say something very important."}, {"ref": "the judgment day", "text": "The disciples would have understood that this refers to the time of final judgment of sinners. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it will be more tolerable for Sodom than for that town", "text": "\"God will not judge Sodom as severely as he will judge that town.\" AT: \"God will judge the people of that town more severely than he will judge the people of Sodom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Woe to you, Chorazin! Woe to you, Bethsaida!", "text": "Jesus spoke as if the people of the cities of Chorazin and Bethsaida were there listening to him, but they were not. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If the mighty works which were done in you had been done in Tyre and Sidon", "text": "Jesus is describing a situation that could have happened in the past but did not. AT: \"If someone had performed the miracles for the people of Tyre and Sidon that I performed for you\" (See: [[:en:ta:vol1:translate:figs_hypo]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they would have repented long ago", "text": "\"the wicked people who lived there would have shown that they were sorry for their sins\" (UDB)"}, {"ref": "sitting in sackcloth and ashes", "text": "\"wearing sackcloth and sitting in ashes\""}, {"ref": "But it will be more tolerable for Tyre and Sidon at the judgment than for you", "text": "It may be helpful to clearly state the reason for their judgment. AT: \"But because you did not repent and believe in me even though you saw me do miracles, God will judge you more severely than he will judge the people of Tyre and Sidon\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "at the judgment", "text": "\"on that final day when God judges everyone\" (UDB)"}, {"ref": "You, Capernaum", "text": "Jesus now speaks to the people in the city of Capernaum as if they were listening to him, but they were not. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do you think you will be exalted to heaven?", "text": "Jesus uses a question to rebuke the people of Capernaum for their pride. AT: \"you will certainly not go up to heaven!\" or \"God will not honor you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "exalted to heaven", "text": "This expression means \"greatly exalted.\""}, {"ref": "you will be brought down to Hades", "text": "This can be stated in active form. AT: \"you will go down to Hades\" or \"God will send you to Hades\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "The one who listens to you listens to me", "text": "The comparison can be clearly stated as a simile. AT: \"When someone listens to you, it is as if they are listening to me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the one who rejects you rejects me", "text": "The comparison can be clearly stated as a simile. AT: \"when someone rejects you, it is as if they are rejecting me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the one who rejects me rejects the one who sent me", "text": "The comparison can be clearly stated as a simile. AT: \"when someone rejects me, it is as if they are rejecting the one who sent me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the one who sent me", "text": "This refers to God the Father who appointed Jesus for this special task. AT: \"God, who sent me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "The seventy returned", "text": "Some languages will need to say that the seventy actually went out first as the UDB does. This is implicit information that can be made explicit. (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "seventy", "text": "You may want to add a footnote: \"Some versions have '72' instead of '70.'\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in your name", "text": "Here \"name\" refers to Jesus' power and authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I was watching Satan fall from heaven as lightning", "text": "Jesus used a simile to compare how God was defeating Satan when his 70 disciples were preaching in the towns to the way lightning strikes. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "fall from heaven as lightning", "text": "Possible meanings are 1) fell as quickly as lighting strikes, or 2) fell down from heaven as lightning strikes downward. Since both meaning are possible, it may be best to keep the image."}, {"ref": "authority to tread on serpents, and scorpions", "text": "\"authority to step on snakes and crush scorpions.\" Possible meanings are 1) this refers to actual snakes and scorpions or 2) snakes and scorpions are a metaphor for evil spirits. The UDB translates this as referring to evil spirits: \"I have given you the right to attack evil spirits\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tread on serpents, and scorpions", "text": "This implies that they would do this and not be injured. AT: \"walk on snakes and scorpions and they will not hurt you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "scorpions", "text": "Scorpions are small animals with two claws and a poisonous stinger on their tail."}, {"ref": "over all the power of the enemy", "text": "\"I have given you authority to crush the power of the enemy\" or \"I have given you authority to defeat the enemy.\" The enemy is Satan. (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "do not rejoice only in this, that the spirits submit to you", "text": "\"do not rejoice only because the spirits submit to you.\" This can also be stated in positive form. AT: \"Rejoice that your names are written in heaven even more than you rejoice that the spirits submit to you!\""}, {"ref": "your names are engraved in heaven", "text": "This can be stated in active form. AT: \"God has written your names in heaven\" or \"your names are on the list of people who are citizens of heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Lord of heaven and earth", "text": "\"heaven\" and \"earth\" represent everything that exists. AT: \"Master over everyone and everything in heaven and earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "these things", "text": "This refers to Jesus' previous teaching about the authority of the disciples. It may be best to simply say \"these things\" and let the reader determine the meaning."}, {"ref": "the wise and understanding", "text": "\"from people who are wise and have understanding.\" Because God had concealed truth from them, these people were not actually wise and understanding, even though they thought they were. AT: \"from people who think they are wise and educated\" (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "those who are untaught", "text": "This refers to those who may not have much education, but who are willing to accept Jesus' teachings. AT: \"people who may have little eduction, but who listen to God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "like little children", "text": "\"as little children.\" People who know that they are not wise and knowledgeable are willing to be taught, as children are willing. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "for so it was well pleasing in your sight", "text": "\"for it pleases you to do this\""}]}, {"id": "22", "tn": [{"ref": "All things have been entrusted to me from my Father", "text": "This can be stated in active form. AT: \"My Father has handed everything over to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "knows who the Son is", "text": "The word that is translated as \"knows\" means to know from personal experience. God the Father knows Jesus in this way."}, {"ref": "the Son", "text": "Jesus was referring to himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "except the Father", "text": "This means only the Father knows who the Son is."}, {"ref": "knows who the Father is", "text": "The word that is translated as \"knows\" means to know from personal experience. Jesus knows God his Father in this way."}, {"ref": "except the Son", "text": "This means only the Son knows who the Father is."}, {"ref": "those to whom the Son chooses to reveal him", "text": "\"whoever the Son desires to show the Father to\""}]}, {"id": "23", "tn": [{"ref": "Then he turned around to the disciples and said privately", "text": "The word \"privately\" indicates that he was alone with his disciples.  AT: \"Later, when he was alone with his disciples, he turned to them and said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Blessed are those who see the things that you see", "text": "This probably refers to the good works and miracles that Jesus was doing. AT: \"How good it is for those who see the things that you see me doing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and they did not see them", "text": "This implies that Jesus was not yet doing those things. AT: \"but could not see them because I was not doing them yet\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the things that you hear", "text": "This probably refers to the teaching of Jesus. AT: \"the things that you have heard me say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and they did not hear them", "text": "This implies that Jesus was not yet teaching. AT: \"but could not hear them because I had not yet started to teach\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Jesus replies with a story to a Jewish teacher who wants to test Jesus. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Behold, a certain teacher", "text": "This alerts us to a new event and a new person in the story. (See: [[:en:ta:vol2:translate:writing_newevent]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "test him", "text": "\"challeng Jesus\""}, {"ref": "What is written in the law? How do you read it?", "text": "Jesus is not seeking information. He uses these questions to test the Jewish teacher's knowledge. AT: \"Tell me what Moses wrote in the law\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What is written in the law?", "text": "This can be asked in active form. AT: \"What did Moses write in the law?\" [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How do you read it?", "text": "\"What have you read in it?\" or \"What do you understand it to say?\""}, {"ref": "You will love ... neighbor as yourself", "text": "The man is quoting what Moses wrote in the law."}, {"ref": "your heart ... your soul ... your strength ... your mind", "text": "These all mean that a person must completely love God with all of their being. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your neighbor as yourself", "text": "This simile can be stated more clearly. AT: \"love your neighbor as much as you love yourself\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "your neighbor", "text": "This refers to a member of a person's community. AT: \"your fellow-citizen\" or \"the people of your community\""}]}, {"id": "29", "tn": [{"ref": "But the teacher, desiring to justify himself, said", "text": "\"But the teacher wanted to find a way to justify himself, so he said\" or \"But wanting to appear righteous, the teacher said\""}, {"ref": "And giving an answer Jesus said", "text": "Jesus answers the man by telling a parable. AT: \"In response, Jesus told him this story\" (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "And who is my neighbor?", "text": "It may be helpful to add additional information. AT: \"And who should I consider to be my neighbor and love as I love myself?\" of \"Which people are my neighbors that I should love?\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "A certain man", "text": "This introduces a new character in the parable. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "He fell among robbers", "text": "\"He was surrounded by robbers\" or \"Some robbers attacked him\""}, {"ref": "stripped him of his belongings", "text": "\"took everything he had\" or \"stole all his things\""}, {"ref": "half dead", "text": "This idiom means \"almost dead.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "31", "tn": [{"ref": "By chance", "text": "This was not something that any person had planned."}, {"ref": "a certain priest", "text": "This expression introduces a new person in the story, but does not identify him by name. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "when he saw him", "text": "\"when the priest saw the injured man.\" A priest is a very religious person, so the audience would assume that he would help the injured man. Since he did not, this phrase could be stated as \"but when he saw him\" to call attention to this unexpected result. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he passed by on the other side", "text": "It is implied that he did not help the man. AT: \"he did not help the injured man but instead walked past him on the other side of the road\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "passed by on the other side", "text": "The Levites served in the temple. He would be expected to help his fellow Jewish man. Since he did not, it may are helpful to state that. AT: \"he also did not help, but instead passed by on the other side\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "But a certain Samaritan", "text": "This introduces a new person in the story without giving his name. We know only that he was from Samaria. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "a certain Samaritan", "text": "The Jews despised the Samaritans and would have assumed that he would not help the injured Jewish man. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When he saw him", "text": "\"When the Samaritan saw the injured man\""}, {"ref": "he was moved with compassion", "text": "\"he felt sorry for him\""}, {"ref": "bound up his wounds, pouring oil and wine on them", "text": "He would have put the oil and wine on the wounds first. AT: \"he put wine and oil on the wounds and wrapped them with cloth\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "pouring oil and wine on them", "text": "Wine was used to clean the wound, and oil was probably used to prevent infection. This can be stated. AT: \"pouring oil and wine on them to help heal them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his own animal", "text": "\"his own pack animal.\" This was an animal that he used to carry heavy loads. It was probably a donkey."}, {"ref": "two denarii", "text": "\"two day's wages.\" \"Denarii\" is the plural of \"denarius.\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "the host", "text": "\"the innkeeper\" or \"the person who took care of the inn\""}, {"ref": "whatever extra you spend, when I return, I will repay you", "text": "This could be reordered. AT: \"when I return, I will repay you whatever extra amount you spend\""}]}, {"id": "36", "tn": [{"ref": "Which of these three, do you think ... robbers?", "text": "This could be written as two questions. AT: \"What do you think? Which of these three men was a neighbor ... robbers?\""}, {"ref": "was a neighbor", "text": "\"showed himself to be a true neighbor\" (UDB)"}, {"ref": "to him who fell among the robbers", "text": "\"to the man whom the robbers attacked\""}, {"ref": "Go and do the same", "text": "It might be helpful to give more information. AT: \"In the same way, you should also go and help everyone you can\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "Jesus comes to Martha's house where her sister Mary listens to Jesus with great attention."}, {"ref": "Now", "text": "This word is used here to mark a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "as they were traveling along", "text": "\"as Jesus and his disciples were traveling along\""}, {"ref": "a certain village", "text": "This introduces the village as a new location, but does not name it."}, {"ref": "a certain woman named Martha", "text": "This introduces Martha as a new character. Your language may have a way of introducing new people. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "sat at the Lord's feet", "text": "This was the normal and respectful position for a learner at that time. AT: \"sat on the floor near Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "heard his word", "text": "This refers to everything that Jesus taught while at Martha's house. AT: \"listened to the Lord teach\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "40", "tn": [{"ref": "overly busy", "text": "\"very busy\" or \"too busy\""}, {"ref": "do you not care ... alone?", "text": "Martha was complaining that the Lord was allowing Mary to sit listening to him when there was so much work to do. She respected the Lord, so she used a rhetorical question to make her complaint more polite. AT: \"it seems like you do not care ... alone\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Martha, Martha", "text": "Jesus repeats Martha's name for emphasis. AT: \"Dear Martha\" or \"You, Martha\""}, {"ref": "only one thing is necessary", "text": "Jesus is contrasting what Mary is doing with what Martha is doing. It may be helpful to make this explicit. AT: \"the only thing that is really necessary is to listen to my teaching\" or \"listening to my teaching is more necessary than preparing a meal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "which will not be taken away from her", "text": "Possible meanings are 1) \"I will not take this opportunity away from her\" or 2) \"she will not lose what she has gained as she was listening to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]