[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "A great, hungry crowd is with Jesus. He feeds them using only seven loaves and a few fish before Jesus and his disciples get in a boat to go to another place."}, {"ref": "In those days", "text": "This phrase is used to introduce a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "because they continue to be with me already for three days", "text": "\"because this is this third day these people have been with me\""}, {"ref": "they may faint", "text": "Possible meanings are 1) \"they may lose consciousness temporarily\" or 2) \"they may become weak.\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Where can we get enough loaves of bread in such a deserted place to satisfy these people?", "text": "The disciples are expressing surprise that Jesus would expect them to be able to find enough food. AT: \"This place is so deserted that there is no place here for us to get enough loaves of bread to satisfy these people!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "loaves of bread", "text": "A loaf of bread is a lump of dough that is shaped and baked."}]}, {"id": "05", "tn": [{"ref": "He asked them", "text": "\"Jesus asked his disciples\""}, {"ref": "He commanded the crowd to sit down on the ground", "text": "This can be written as a direct quote. \"Jesus commanded the crowd, 'Sit down on the ground'\" (UDB) (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "sit down", "text": "Use your language's word for how people customarily eat when there is no table, whether sitting or lying down."}]}, {"id": "07", "tn": [{"ref": "They also had", "text": "Here the word \"they\" is used to refer to Jesus and his disciples."}, {"ref": "he gave thanks for them", "text": "\"Jesus gave thanks for the fish\""}, {"ref": "They ate", "text": "\"The people ate\""}, {"ref": "they picked up", "text": "\"the disciples picked up\""}, {"ref": "the remaining broken pieces, seven large baskets", "text": "It may be helpful to add the missing information. AT: \"the remaining broken pieces of bread and fish, which filled seven large baskets\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "And he sent them away", "text": "It may be helpful to clarify when he sent they away. AT: \"And after they ate, Jesus sent them away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they went into the region of Dalmanutha", "text": "It may be helpful to clarify how they got to Dalmanutha. AT: \"they sailed around the Sea of Galilee to the region of Dalmanutha\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Dalmanutha", "text": "This is the name of a place on the northwestern shore of the Sea of Galilee. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "In Dalmanutha, Jesus refuses to give the Pharisees a sign before he and his disciples get in a boat and leave."}, {"ref": "They sought from him", "text": "\"They asked him for\""}, {"ref": "from heaven", "text": "Here \"heaven\" refers to the place where God lives, and it is a metonym for God. AT: \"from God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to test him", "text": "The Pharisees tried to test Jesus to make him prove that he was from God. Some information can be made explicit. AT: \"to prove that God had sent him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sighed", "text": "This means to take in and then let out a long breath. See how you translated this in [[:en:bible:notes:mrk:07:33|7:34]]."}, {"ref": "in his spirit", "text": "\"in himself\" (UDB)"}, {"ref": "Why does this generation seek for a sign?", "text": "Jesus is scolding them. This question may be written as a statement. AT: \"This generation should not seek a sign.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this generation", "text": "When Jesus speaks of \"this generation,\" he is referring to the people who lived at that time. There Pharisees are included in this group. AT: \"you and the people of this generation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no sign will be given", "text": "This can be stated in active form. AT: \"I will not give a sign\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he left them, got into a boat again", "text": "Jesus disciples went with him. Some information can be made explicit. AT: \"he left them, got into a boat again with his disciples\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to the other side", "text": "This describes the Sea of Galilee, which can be stated clearly. AT: \"to the other side of the sea\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "While Jesus and his disciples are in a boat, they have a discussion about the lack of understanding among the Pharisees and Herod, though they had seen many signs."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells background information about the disciples forgetting to bring bread. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "no more than one loaf", "text": "The negative phrase \"no more\" is used to emphasize how small an amount of bread they had. AT: \"only one loaf\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Keep watch and be on guard", "text": "These two terms have a common meaning and are repeated here for emphasis. They can be combined. AT: \"Keep watch\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "yeast of the Pharisees and the yeast of Herod", "text": "Here Jesus is speaking to his disciples in a metaphor they do not understand. Jesus is comparing the Pharisees' and Herod's teachings to yeast, but you should not explain this when you translate it because the disciples themselves did not understand it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "It is because we have no bread", "text": "In this statement, it may be helpful to state that \"it\" refers to what Jesus had said. AT: \"He must have said that because we have no bread\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no bread", "text": "The disciples had only one loaf of bread, which was not much different than having no bread at all. AT: \"very little bread\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Why are you reasoning about not having bread?", "text": "Here Jesus is mildly rebuking his disciples because they should have understood what he had been talking about. This can be written as a statement. AT: \"You should not be thinking that I am talking about actual bread.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not yet perceive? Do you not understand?", "text": "These questions have the same meaning and are used together to emphasize that they do not understand. This can be written as one question or as a statement. AT: \"Do you not yet understand?\" or \"You should perceive and understand by now the things I say and do.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and  [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have your hearts become so dull?", "text": "This metaphor refers to them not being open or willing to understand what Jesus meant. This can also be written as a statement. AT: \"How are your hearts not open to understanding what I say?\" or \"Your hearts are not willing to understand.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "You have eyes, do you not see? You have ears, do you not hear? Do you not remember?", "text": "Jesus continues to mildly rebuke his disciples. These questions can be written as statements. AT: \"You have eyes, but you do not understand what you see. You have ears, but you do not understand what you hear. You should remember.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the five thousand", "text": "This refers to the 5,000 people Jesus fed. AT: \"the 5,000 people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "how many baskets full of broken pieces of bread did you take up", "text": "It may be helpful to state when they collected the baskets of pieces. AT: \"how many baskets full of broken pieces of bread did you collect after everyone finished eating\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "the four thousand", "text": "This refers to the 4,000 people Jesus fed. AT: \"the 4,000 people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "how many basketfuls did you take up", "text": "It may be helpful to state when they collected these. AT: \"how many baskets full of broken pieces of bread did you collect after everyone finished eating\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do you not yet understand?", "text": "Jesus is mildly rebuking his disciples for not understanding. This can be written as a statement. AT: \"You should understand by now the things I say and do.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus and his disciples get out of their boat at Bethsaida, Jesus heals a blind man."}, {"ref": "Bethsaida", "text": "This is a town on the northern shores of the Sea of Galilee. See how you translated the name of this town in [[:en:bible:notes:mrk:06:45|6:45]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to touch him", "text": "It may be helpful to state why they wanted Jesus to touch the man. AT: \"to touch him in order to heal him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When he had spit on his eyes ... he asked him", "text": "\"When Jesus had spit on the man's eyes ... Jesus asked the man\""}]}, {"id": "24", "tn": [{"ref": "He looked up", "text": "\"The man looked up\""}, {"ref": "I see men who look like walking trees", "text": "The man sees men walking around, yet they are not clear to him, so he compares them to trees. AT: \"Yes, I see people! They are walking around, but I cannot see them clearly. They look like trees.\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Then he again", "text": "\"Then Jesus again\""}, {"ref": "and the man opened his eyes, his sight was restored", "text": "The phrase \"his sight was restored\" can be written in active form. AT: \"restoring the man's sight, and then the man opened his eyes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and his disciples talk on their way to the villages of Caesarea Philippi about who Jesus is and what will happen to him."}, {"ref": "They answered him and said", "text": "\"They answered him, saying,\""}, {"ref": "John the Baptist", "text": "This is the disciples' answer, which some people said Jesus was. This can be shown more clearly. AT: \"Some people say that you are John the Baptist\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Others say ... others", "text": "The word \"others\" refers to other people. Also, it may be helpful to add missing information. AT: \"Other people say you are ... other people say you are\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "29", "tn": [{"ref": "He asked them", "text": "\"Jesus asked his disciples\""}, {"ref": "Jesus warned them not to tell anyone about him", "text": "Jesus did not want them to tell anyone that he was the Christ. This can be made more explicit. Also, this can also be written as a direct quote. AT: \"Jesus warned them not to tell anyone that he is the Christ\" or \"Jesus warned them, 'Do not tell anyone that I am the Christ'\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "31", "tn": [{"ref": "Son of Man", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "and would be rejected by the elders ... and after three days rise up", "text": "This can be stated in active form. AT: \"and that the elders and the chief priests and the scribes would reject him, and that men would kill him and after three days he would rise up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He said this clearly", "text": "\"He said this in a way that was easy to understand\""}, {"ref": "began to rebuke him", "text": "Peter rebuked Jesus for saying the things he said would happen to the Son of Man. This can be made explicit. AT: \"began to rebuke him for saying these things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "After rebuking Peter for his not wanting Jesus to die and rise, Jesus tells both his disciples and the crowd how to follow him."}, {"ref": "Get behind me, Satan! You are not setting", "text": "Jesus means that Peter is acting like Satan because Peter is trying to prevent Jesus from accomplishing what God sent him to do. AT: \"Get behind me Satan! I call you Satan because you are not setting\" or \"Get behind me, because you are acting like Satan! You are not setting\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Get behind me", "text": "\"Get away from me\""}, {"ref": "follow me", "text": "Following Jesus here represents being one of his disciples. AT: \"be my disciple\" or \"be one of my disciples\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must deny himself", "text": "\"must not give in to his own desires\" or \"must forsake his own desires\""}, {"ref": "take up his cross, and follow me", "text": "\"carry his cross and follow me.\" The cross represents suffering and death. Taking up the cross represents being willing to suffer and die. AT: \"must obey me even to the point of suffering and dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and follow me", "text": "Following Jesus here represents obeying him. AT: \"and obey me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "35", "tn": [{"ref": "For whoever wants", "text": "\"For anyone who wants\""}, {"ref": "life", "text": "This refers to both physical life and spiritual life."}, {"ref": "for my sake and for the gospel", "text": "\"because of me and because of the gospel.\" Jesus is talking about people who lose their lives because they follow Jesus and the gospel. This can be stated clearly. AT: \"because he follows me and tells others the gospel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What does it profit a person, to gain the whole world, and then forfeit his life?", "text": "This can be written as a statement. AT: \"Even if a person gains the whole world, it will not benefit him if he forfeits his life.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to gain the whole world", "text": "Jesus uses a hyperbole to emphasize that there is nothing in the world you can gain worth losing your life over. AT: \"if he gains everything in the world\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "forfeit", "text": "\"lose\""}, {"ref": "What can a person give in exchange for his life?", "text": "This can be written as a statement. AT: \"There is nothing a person can give in exchange for his life.\" or \"No one can give anything in exchange for his life.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What can a person give", "text": "If in your language \"giving\" requires someone to receive what is given, \"God\" can be stated as the receiver. AT: \"What can a person give to God\""}]}, {"id": "38", "tn": [{"ref": "in this adulterous and sinful generation", "text": "Jesus speaks of this generation as \"adulterous,\" meaning that they are unfaithful in their relationship with God. AT: \"in this generation of people who have committed adultery against God and are very sinful\" or \"in this generation of people who are unfaithful to God and are very sinful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Son of Man", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "when he comes", "text": "\"when he comes back\""}, {"ref": "in the glory of his Father", "text": "When Jesus returns he will have the same glory as his Father."}, {"ref": "with the holy angels", "text": "\"accompanied by the holy angels\""}]}]