[{"id": "01", "tn": [{"ref": "General Information:", "text": "In chapter 8 wisdom is spoken of as a woman who teaches people how to be wise. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "General Information:", "text": "Many verses in chapter 8 have parallelisms. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Does not Wisdom call out?", "text": "This question is used to remind the readers of something they should already know. AT: \"Wisdom calls out\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does not Wisdom call out?", "text": "Here wisdom is imagined as a woman. If a language does not allow this kind of metaphor, other possible translations are: 1) \"Is not wisdom like a woman who calls out?\" 2) \"Does not a woman named Wisdom call out?\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Does not Understanding raise her voice?", "text": "Here \"Understanding\" means the same as \"Wisdom.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the gates at the entrance into the city", "text": "In ancient times, cities usually had outer walls with gates in them."}, {"ref": "she calls out", "text": "This continues to refer to Wisdom, personified as a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Wisdom speaks to the people in verses 4-36."}, {"ref": "my voice is for the sons of mankind", "text": "Here \"voice\" represents the words that are spoken. AT: \"my words are for the sons of mankind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sons of mankind", "text": "This is metonymy representing all human beings. AT: \"all people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "naive", "text": "\"inexperienced, immature\""}, {"ref": "learn wisdom", "text": "The abstract word \"wisdom' refers to what a wise person believes and to the way in which he acts. AT: \"learn how a wise person acts\" or \"learn what it means to be wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you must get an understanding mind", "text": "To understand things is spoken of as if it were obtaining a mind that could understand. AT: \"you must begin to understand things with your mind\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "06", "tn": [{"ref": "when my lips open", "text": "Here \"lips\" represents a person's mouth, which which he speaks. AT: \"when I open my mouth to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "upright", "text": "\"proper\" or \"just\""}, {"ref": "my mouth speaks", "text": "Here \"mouth\" represents a person who speaks. AT: \"I speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what is trustworthy", "text": "\"what people should believe\""}, {"ref": "wickedness is disgusting to my lips", "text": "Here \"lips\" represents a person who is speaking. AT: \"wickedness is disgusting to me\" or \"saying wicked things would be disgusting to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wickedness", "text": "Here the abstract noun \"wickedness\" represents wicked speech. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "the words of my mouth", "text": "Here \"words\" represent a message or teaching. Also, \"mouth\" stands for the person who is speaking. AT: \"The things I teach\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "twisted", "text": "\"false\""}, {"ref": "straight", "text": "\"honest and clear\""}, {"ref": "my words are upright for those who find knowledge", "text": "This probably means that those who find knowledge will easily understand that the speaker's words are upright. Here \"words\" represent a message or teaching. AT: \"those who know what is right and what is wrong consider what I teach to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "upright", "text": "\"honest\""}]}, {"id": "10", "tn": [{"ref": "Acquire my instruction rather than silver", "text": "\"You should try much harder to understand my instructions than to get silver\""}, {"ref": "For Wisdom is better than jewels; no treasure is equal to her", "text": "Here Wisdom, personified as a woman, is not speaking. However, it is possible to make Wisdom the speaker here as well. AT: \"For I, Wisdom, am better than jewels; no treasure is equal to me\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "12", "tn": [{"ref": "I, Wisdom, live with Prudence", "text": "Prudence is also represented here as a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Prudence", "text": "\"caution\" or \"good judgment\""}, {"ref": "I possess knowledge and discretion", "text": "The abstract ideas \"knowledge\" and \"discrete\" can be expressed in other ways. AT: \"I am knowledgeable and discreet\" or \"I know many things, and I am careful\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "discretion", "text": "being careful about what we say and do; being cautious not to cause hurt or harm to others"}, {"ref": "perverted speech", "text": "\"wicked talk\""}, {"ref": "perverted", "text": "turned from what is right"}]}, {"id": "14", "tn": [{"ref": "good advice", "text": "\"wise suggestions\""}, {"ref": "advice", "text": "counsel that is given to help someone"}, {"ref": "sound", "text": "good, reliable"}, {"ref": "I am insight", "text": "Here Wisdom is spoken of as if she were insight. AT: \"I have insight\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "nobles", "text": "noblemen, leading members of important families in the nation"}]}, {"id": "17", "tn": [{"ref": "love", "text": "This refers to brotherly love or love for a friend or family member. This is natural human love between friends or relatives."}, {"ref": "diligently", "text": "with careful and continued effort"}, {"ref": "With me are riches and honor", "text": "\"I have riches and honor\""}, {"ref": "lasting wealth and righteousness", "text": "This explains what is meant by \"riches and honor.\" This can be made clear with the connecting statement \"therefore.\" AT: \"therefore, I will give lasting wealth and righteousness to those who find me\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "righteousness", "text": "\"the ability to live in a right way\""}]}, {"id": "19", "tn": [{"ref": "My fruit", "text": "what wisdom produces or causes"}, {"ref": "my produce", "text": "the benefit or gain that wisdom causes"}, {"ref": "I walk in the path of righteousness", "text": "Living the right way is spoken of as walking on the right road. AT: \"I live right\" or \"I do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the midst of the paths of justice", "text": "This tells more of what is meant by \"the path of righteousness.\" AT: \"I do what is perfectly just\" or \"I only do what is just\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "treasuries", "text": "storehouses for valuable things. Wisdom is spoken of as a woman who fills the storehouses of her followers with valuable things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "the first of his deeds then", "text": "\"I was the first of the things he created then\""}, {"ref": "In ages long ago", "text": "\"Very long ago\""}, {"ref": "ages", "text": "The word \"age\" refers to a general, extended period of time."}, {"ref": "I was made", "text": "This can be put into active form. AT: \"God made me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the beginnings of the earth", "text": "The idea of beginnings can be translated in a less abstract way. AT: \"from when God created the earth\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Wisdom continues to speak. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Before the mountains were settled", "text": "\"Before the bases of the mountains were put into place.\" This can also be put into active form. AT: \"Before God made the foundations of the mountains and put them into their proper places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "I was born ... I was there", "text": "This is wisdom speaking about herself. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "was born", "text": "\"I was alive\""}, {"ref": "established", "text": "To establish something is to bring into being on a stable basis. AT: \"created\" or \"made\""}, {"ref": "when he drew a circle on the surface of the deep", "text": "This refers to setting a limit to how far someone in a ship at sea can see all around himself. AT: \"when he marked on the ocean's surface how far a person at sea can see in every direction\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the deep", "text": "\"the ocean\""}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Wisdom continues to speak. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "established", "text": "brought into permanent being"}, {"ref": "when the springs in the deep became fixed", "text": "This can be put into active form. AT: \"when God fixed the springs in the deep\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the springs in the deep", "text": "The ancient Hebrews thought that the ocean got its water from springs at the bottom of the sea."}, {"ref": "when he made his limit for the sea", "text": "\"when he created the shorelines for the oceans. The \"limit for the sea\" divided the oceans from the dry land."}, {"ref": "when there was set the limit for the foundations of the dry land", "text": "The Hebrew word for \"earth\" also often means \"land.\""}, {"ref": "when there was set the limit for the foundations of the dry land", "text": "This can be put into active form. AT: \"when God set the limit for the foundations of the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "I was beside him", "text": "This is still wisdom speaking. Wisdom now says she was right next to Yahweh, implying that she was his assistant in creating the world. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "skilled craftsman", "text": "This is a person who has trained for years to make useful things very well, like furniture or houses."}, {"ref": "delight", "text": "\"source of joy\" or \"reason to be glad\""}, {"ref": "day after day", "text": "This is a way to express the idea of a habitual action or of a continuous condition. AT: \"continually\" or \"the whole time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his whole world", "text": "\"the whole world he created\" (UDB) or \"everything he created\""}, {"ref": "the sons of mankind", "text": "This refers to human beings in general. AT: \"the people he brought into existence\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "Now", "text": "This is to focus the attention of the children to the conclusion of this lesson."}, {"ref": "listen to me", "text": "This is still wisdom talking about herself. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "those who keep my ways", "text": "Here \"my ways\" represents wisdom's behavior. AT: \"those who do what I teach\" or \"the people who follow my example\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not neglect", "text": "\"do not disregard\" AT: \"be sure to pay attention to\" or \"be sure to follow\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "watching every day at my doors, waiting beside the posts of my doors", "text": "These two phrases basically mean the same thing. Wisdom is described as having a home; possible meanings of \"watching\" are 1) a wise person waits outside wisdom's home in the morning in order to serve her, or 2) a wise person waits outside wisdom's house for her to come and teach him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "35", "tn": [{"ref": "finds me ... find me ... hate me", "text": "This is still wisdom talking about herself. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he who fails", "text": "The complete thought is, \"he who fails to find me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his own life", "text": "Here \"life\" represents the person's self. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]