[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus rebukes the Pharisees and scribes."}, {"ref": "gathered around him", "text": "\"gathered around Jesus\""}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Verses 3 and 4 give background information about the Pharisees' washing traditions. The UDB uses a verse bridge to rearrange the information in verses 3 and 4 to make it easier to understand. (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "And they saw", "text": "\"And the Pharisees and the scribes saw\""}, {"ref": "that is, unwashed", "text": "It may be helpful to add the missing information. AT: \"that is, they ate with unwashed hands\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "elders", "text": "Jewish elders were leaders in their communities and were also judges for the people."}, {"ref": "copper vessels", "text": "\"copper kettles\" or \"metal containers\""}, {"ref": "the couches upon which they eat", "text": "\"benches\" or \"beds.\" At that time, the Jews would recline when eating."}]}, {"id": "05", "tn": [{"ref": "Why do your disciples not walk according to the tradition of the elders, for they eat their bread with unwashed hands?", "text": "The Pharisees and scribes asked this question to challenge Jesus' authority. This can be written as two statements. AT: \"Your disciples disobey the traditions of our elders! They should wash their hands using our rituals.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "bread", "text": "This is a synecdoche, representing food in general. AT: \"food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here Jesus quotes the prophet Isaiah, who had written scripture many years before."}, {"ref": "with their lips", "text": "Here \"lips\" is a metonym for speaking. AT: \"by what they say\" (See: [[:en:ta:vol2:translate:figs_metonymy]]"}, {"ref": "but their heart is far from me", "text": "Here \"heart\" refers to a person's thoughts or emotions. This is a way of saying the people are not truly devoted to God. AT: \"but they do not really love me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Empty worship they offer me", "text": "\"They offer me useless worship\" or \"They worship me in vain\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to rebuke the scribes and Pharisees."}, {"ref": "abandon", "text": "\"refuse to follow\""}, {"ref": "hold fast to", "text": "\"hold strongly to\" or \"only keep\""}, {"ref": "How well you reject the commandment ... keep your tradition", "text": "Jesus uses this ironic statement to rebuke his listeners for forsaking God's commandment. AT: \"You think you have done well in how you have rejected the commandment of God so you may keep your own traditions, but what you have done is not good at all!\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "How well you reject", "text": "\"How skillfully you reject\""}, {"ref": "who speaks evil of", "text": "\"who curses\""}, {"ref": "will surely die", "text": "\"must be put to death\""}, {"ref": "He who speaks evil of his father or mother will surely die", "text": "<b>He who speaks evil of his father or mother will surely die</b> This may be stated in active form. AT: \"The authorities must execute a person who speaks evil about his father or mother\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 11 and 12 in order to more clearly explain what Jesus is saying to the Pharisees. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Whatever help you would have received from me is Corban", "text": "The tradition of the scribes said that once money or other things were promised to the temple, they could not be used for any other purpose."}, {"ref": "Corban", "text": "Here the author refers to something by a Hebrew word. This word should be copied as is into your language using your alphabet. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "Given to God", "text": "This can be stated in active form. AT: \"I have given it to God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then you no longer permit him to do anything for his father or his mother", "text": "By doing this, the Pharisees are allowing people to not provide for their parents, if they promise to give to God what they would have given to them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "void", "text": "canceled or done away with"}, {"ref": "And many similar things you do", "text": "\"And you are doing may other things similar to this\""}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Jesus tells a parable to the crowd to help them understand what he has been saying to the scribes and Pharisees. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "He called", "text": "\"Jesus called\""}, {"ref": "Listen to me, all of you, and understand", "text": "The words \"Listen\" and \"understand\" are related. Jesus uses them together to emphasize that his hearers should pay close attention to what he is saying. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "understand", "text": "It may be helpful to state what Jesus is telling them to understand. AT: \"try to understand what I am about to tell you\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "nothing from outside of a person", "text": "Jesus is speaking about what a person eats. This is in contrast to \"what come out of the person.\" AT: \"nothing from outside a person that he can eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is what comes out of the person", "text": "This refers to the things a person does or says. This is in contrast to \"what is outside a person that enters into him.\" AT: \"It is what comes out of a person that he says or does\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "The disciples still do not understand what Jesus has just said to the scribes, Pharisees, and crowds. Jesus explains his meaning more thoroughly to them."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Jesus is now away from the crowd, in a house with his disciples."}, {"ref": "Are you also still without understanding?", "text": "Jesus uses this question to express his disappointment that they do not understand. This can be expressed as a statement. AT: \"After all I have said and done, I would expect you to understand.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not see that whatever enters ... latrine?", "text": "Jesus uses this question to teach his disciples something they should already know. It can be expressed as a statement. AT: \"Whatever enters ... latrine.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "because it", "text": "Here \"it\" refers to what goes into a person; that is, what a person eats."}, {"ref": "Jesus made", "text": "\"Jesus declared\""}, {"ref": "all foods clean", "text": "It may be helpful to explain clearly what this phrase means. AT: \"all foods clean, meaning that people can eat any food without God considering the eater defiled\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "He said", "text": "\"Jesus said\""}, {"ref": "It is that which comes out of", "text": "It may be helpful to state clearly what \"it\" refers to. AT: \"It is the thoughts and actions that come out of\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sensuality", "text": "not controlling one's lustful desires"}, {"ref": "come from within", "text": "Here the word \"within\" describes a person's heart. AT: \"come from within a person's heart\" or \"come from within a person's thoughts\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus goes away to Tyre, he heals the daughter of a Gentile woman with extraordinary faith."}, {"ref": "had an unclean spirit", "text": "This is an idiom meaning that she was possessed by the unclean spirit. AT: \"was possessed by an unclean spirit\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fell down", "text": "\"knelt.\" This is an act of honor and submission."}, {"ref": "Now the woman was a Greek, a Syrophoenician by descent", "text": "The word \"Now\" marks a break in the main storyline, as this sentence gives us background information about the woman. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Syrophoenician", "text": "This is the name of the woman's nationality. She was born in the Phoenician region in Syria. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "27", "tn": [{"ref": "Let the children first be fed. For it is not right ... throw it to the dogs", "text": "Here Jesus speaks about the Jews as if they are children and the Gentiles as if they are dogs. AT: \"Let the children of Israel first be fed. For it is not right to take the children's bread and throw it to the Gentiles, who are like dogs\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let the children first be fed", "text": "This can be stated in active form. AT: \"We must first feed the children of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "bread", "text": "This refers to food in general. AT: \"food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "dogs", "text": "This refers to small dogs kept as pets."}]}, {"id": "29", "tn": [{"ref": "you are free to go", "text": "\"you may go now\" or \"go home\" (UDB)"}, {"ref": "The demon has gone out of your daughter", "text": "Jesus has caused the unclean spirit to leave the woman's daughter. This can be expressed clearly. AT: \"I have caused the evil spirit to leave your daughter\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "After healing people in Tyre, Jesus goes to the Sea of Galilee. There he heals a deaf man, which amazes the people."}, {"ref": "went out again", "text": "\"returned from\""}, {"ref": "up into the region", "text": "Possible meanings are 1) \"in the region\" as Jesus is at the sea in the region of the Decapolis or 2) \"through the region\" as Jesus went through the region of the Decapolis to get to the sea."}, {"ref": "Decapolis", "text": "This is the name of a region that means Ten Cities. It is located to the southeast of the Sea of Galilee. See how you translated this in [[:en:bible:notes:mrk:05:18|5:20]].  (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "And they brought", "text": "\"And people brought\""}, {"ref": "who was deaf", "text": "\"who was not able to hear\""}, {"ref": "to lay his hand", "text": "The \"laying on of hands\" refers to a prophet or teacher placing his hand on someone and imparting either healing or a blessing. In this case, the people are begging Jesus to heal a man. AT: \"to lay his hand on him to heal him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "He took him", "text": "\"Jesus took the man\""}, {"ref": "he put his fingers into his ears", "text": "Jesus is putting his own fingers in the man's ears."}, {"ref": "after spitting, he touched his tongue", "text": "Jesus spits and then touches the man's tongue."}, {"ref": "after spitting", "text": "It may be helpful to state that Jesus spit on his fingers. AT: \"after spitting on his fingers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "looked up to heaven", "text": "This means that he looked up toward the sky, which is associated with the place where God lives."}, {"ref": "Ephphatha", "text": "Here the author refers to something by an Aramaic word. This word should be copied as is into your language using your alphabet. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "sighed", "text": "to take in and then let out a long breath"}, {"ref": "said to him", "text": "\"said to the man\""}, {"ref": "his hearing was opened", "text": "This means he was able to hear. AT: \"his ears were opened and he was able to hear\" or \"he was able to hear\""}, {"ref": "what prevented his tongue was destroyed", "text": "This can be stated in active form. AT: \"Jesus took away what prevented his tongue from speaking\" or \"Jesus loosened his tongue\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what prevented his tongue", "text": "\"what prevented him from being able to speak\" or \"his speech impediment\""}]}, {"id": "36", "tn": [{"ref": "the more he ordered them", "text": "It may be helpful to add the missing information. AT: \"the more he ordered them not to tell anyone\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the more abundantly", "text": "\"the more widely\" or \"the more\""}, {"ref": "absolutely", "text": "\"utterly\" or \"exceedingly\""}, {"ref": "the deaf ... the mute", "text": "These refer to people. AT: \"deaf people ... mute people\" or \"people who cannot hear ... people who cannot speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]