{"1": [{"a": "Yahweh told Joshua to cross the Jordan and lead the people of Israel into the land that Yahweh would give them.", "q": "What did Yahweh tell Joshua to do after the death of Moses?", "ref": ["01-01", "01-03"]}, {"a": "Yahweh said that no one would be able to stand against Joshua because he would be with Joshua just as he had been with Moses.", "q": "Why did Yahweh say that no one would be able to stand against Joshua?", "ref": ["01-05"]}, {"a": "Yahweh ask Joshua to be strong, courageous and to obey the law.", "q": "What three things did Yahweh ask of Joshua?", "ref": ["01-07"]}, {"a": "Yahweh ask Joshua to meditate day and night upon the book of the Law.", "q": "What did Yahweh ask Joshua to meditate upon day and night?", "ref": ["01-08"]}, {"a": "Joshua commanded the leaders of the people to command the people to prepare provisions for themselves to cross over the Jordan in three days.", "q": "What did Joshua command the leaders of the people to do?", "ref": ["01-11"]}, {"a": "The two things that Joshua said Moses had said Yahweh had commanded the Reubenites, the Gadites and half the tribe of Manasseh to call to mind are \"Yahweh your God is giving you rest, and he is giving you this land.\"", "q": "What two things did Joshua say Moses had said Yahweh had commanded the Reubenites, the Gadites and half the tribe of Manasseh to call to mind?", "ref": ["01-13"]}, {"a": "Joshua told the Reubenites, the Gadites and half the tribe of Manasseh to leave wives, children and livestock in the land Moses had given them beyond the Jordan, but the fighting men should cross the Jordan and help their brothers.", "q": "What did Joshua tell the Reubenites, the Gadites and half the tribe of Manasseh to do?", "ref": ["01-14"]}, {"a": "The people answered Joshua commands saying they would do what he said to do and go where he said to go.", "q": "How did the people answer Joshua commands?", "ref": ["01-16"]}], "2": [{"a": "The two spies found lodging at the house of a prostitute named Rahab.", "q": "Where did the two spies from Shittim find lodging when Joshua sent them to spy on the land?", "ref": ["02-01"]}, {"a": "When the king's men came to Rahab looking for the spies, she had hid them.", "q": "What did Rahab do with the spies when the king's men came looking for them?", "ref": ["02-04"]}, {"a": "Rahab said to the king's men that the spies had been there, but had already left.", "q": "What did Rahab say to the king's men?", "ref": ["02-05"]}, {"a": "Rahab told the spies that she had hidden them because she believed that Yahweh had given them the land.", "q": "Why did Rahab tell the spies was the reason that she had hidden them.", "ref": ["02-09"]}, {"a": "Rahab said she believed Yahweh had given the Israelites the land because the waters of the Dead Sea had dried up allowing their escape from Egypt, and they had destroyed the Amorite kings.", "q": "What did Rahab say were the reasons she believed that Yahweh would give the Israelites the land?", "ref": ["02-10"]}, {"a": "Rahab ask the spies to show mercy and to spare her and her family when they came to take the land.", "q": "What did Rahab ask the spies to do?", "ref": ["02-12", "02-13"]}, {"a": "The spies promised Rahab that they would be merciful and faithful to her if she did not tell of their business.", "q": "What did the spies promise Rahab?", "ref": ["02-14"]}, {"a": "The spies ask Rahab to put a scarlet rope in her window and gather her entire family into her house.", "q": "What did the spies ask Rahab to do to be safe?", "ref": ["02-18"]}, {"a": "The spies told Joshua everything that had happened, and that Yahweh was giving them the land.", "q": "What did the spies report to Joshua when they returned from Rahab's city?", "ref": ["02-23", "02-24"]}], "3": [{"a": "The officers told the people to follow the ark of the covenant when the Levite priests carried it.", "q": "What did the officers tell the people to follow when the Levite priests carried it?", "ref": ["03-03"]}, {"a": "The priest told the people to stay behind the ark so they could see which way to go since they had never gone that way before.", "q": "Why did the priests tell the people to stay about 2000 cubits behind the ark of the covenant?", "ref": ["03-04"]}, {"a": "Joshua said that Yahweh was going to do \"wonders\" among the people that day.", "q": "What did Joshua say that Yahweh was going to do among the people on that day?", "ref": ["03-05"]}, {"a": "Yahweh told Joshua to tell the priests to stand still in the Jordan River.", "q": "What did Yahweh tell Joshua to say to the priests when they got to the Jordan River?", "ref": ["03-08"]}, {"a": "Joshua told the people the waters would be cut off when the soles of the feet of the priests carrying the ark touched the river.", "q": "What did Joshua tell the people would happen when the soles of the feet of the priests carrying the ark touched the Jordan River?", "ref": ["03-13"]}, {"a": "The people crossed the Jordan near Jericho.", "q": "Where did the people cross the Jordan River?", "ref": ["03-16"]}, {"a": "The priests who carried the ark of the covenant remained in the middle of the Jordan River on dry ground while the people crossed over.", "q": "What did the priests who carried the ark of the covenant do while the people crossed over?", "ref": ["03-17"]}], "4": [{"a": "Yahweh told Joshua to command twelve men to take twelve stones from the dry ground in the middle of the Jordan where the priests were standing, and to bring them to the place where they were to spend the night.", "q": "What did Yahweh tell Joshua to command twelve men to take from the Jordan?", "ref": ["04-03"]}, {"a": "The stones would become a memorial to remind the people of Israel forever of what Yahweh had done.", "q": "What did Joshua say was the purpose of taking the stones to the place where they were to spend the night?", "ref": ["04-07"]}, {"a": "Joshua set up a monument of twelve stones were the priests had stood on dry ground in the Jordan River.", "q": "Where did Joshua set up a monument of twelve stones?", "ref": ["04-09"]}, {"a": "About 40,000 men equipped for war passed by Yahweh for battle on the plains of Jericho.", "q": "About how many men equipped for war passed by Yahweh for battle on the plains of Jericho?", "ref": ["04-13"]}, {"a": "When the priests came up out of the Jordan, the waters of the Jordan returned to their place.", "q": "What happened when the priests who carried the ark of the covenant came up out of the Jordan River?", "ref": ["04-18"]}, {"a": "Joshua set up the stones that came out of the Jordan at Gilgal.", "q": "Where did Joshua set up the stones that came out of the Jordan?", "ref": ["04-20"]}, {"a": "Joshua told the people to tell their children what Yahweh had done for them at the Jordan in order to for all the peoples of the world to know that the hand of Yahweh is mighty.", "q": "Why did Joshua tell the people to tell their children what Yahweh had done for them at the Jordan?", "ref": ["04-24"]}], "5": [{"a": "When the kings of the Amorites and the Canaanites heard how Yahweh had dried up the waters of the Jordan, their hearts melted and there was no longer any spirit in them.", "q": "What happened to the hearts of the kings of the Amorites and the Canaanites when they heard how Yahweh had dried up the waters of the Jordan until the people of Israel had crossed over?", "ref": []}, {"a": "Yahweh commanded Joshua to circumcise all the males of Israel.", "q": "What did Yahweh command Joshua to do with flint knives?", "ref": ["05-02"]}, {"a": "Joshua was commanded to circumcise all the males of Israel because the boys who had been born during the wanderings in the wilderness had not been circumcised.", "q": "Why was Joshua commanded to circumcise all the males of Israel?", "ref": ["05-06", "05-07"]}, {"a": "The Israelites kept Passover on the fourteenth day of the month, in the evening, on the plains of Jericho.", "q": "What did the people of Israel keep on the fourteenth day of the month, in the evening, on the plains of Jericho?", "ref": ["05-10"]}, {"a": "Manna stopped coming on the day after the people of Israel ate produce from the land.", "q": "What stopped coming on the day after the people of Israel ate from the produce of the land?", "ref": ["05-12"]}, {"a": "Joshua met a man with a drawn sword in his hand.", "q": "Who did Joshua meet standing in front of him near Jericho?", "ref": ["05-13"]}, {"a": "Joshua said to the man with the drawn sword, \"Are you for us or for our enemies?\"", "q": "What did Joshua say to the man with the drawn sword?", "ref": ["05-14"]}, {"a": "The man with the drawn sword told Joshua that he was the commander of the army of Yahweh.", "q": "Who did the man with the drawn sword say that he was?", "ref": ["05-14"]}, {"a": "The commander of the army of Yahweh told Joshua to remove his sandals, because he was on holy ground.", "q": "What did the commander of the army of Yahweh tell Joshua to do?", "ref": ["05-15"]}], "6": [{"a": "Yahweh promised Joshua that he was giving Jericho into his hand.", "q": "What did Yahweh promise to Joshua about Jericho?", "ref": ["06-01"]}, {"a": "The men of Israel were to walk around the wall of Jericho one time each day for six days.", "q": "How many times were the men of Israel to walk around the walls of Jericho for the first six days?", "ref": ["06-03"]}, {"a": "Yahweh told the men to walk around Jericho seven times on the seventh day, and for the priests give blasts on their trumpets.", "q": "What did Yahweh tell the men to do on the seventh day?", "ref": ["06-05"]}, {"a": "Yahweh said the the walls around Jericho would fall down if the men and the priests did this.", "q": "What did Yahweh say would happen if the men of Israel and the priests did this?", "ref": ["06-05"]}, {"a": "Joshua commanded the people not to shout until the seventh day.", "q": "What did Joshua command the people not to do until the seventh day?", "ref": ["06-10"]}, {"a": "Joshua told the people to let Rahab and all in her house live because she had hidden the spies.", "q": "Who did Joshua tell the people to let live when Yahweh gave them the city?", "ref": ["06-17"]}, {"a": "Joshua told the people that things made of silver, gold, iron and bronze were holy to Yahweh and must be brought to the treasury.", "q": "What things did Joshua tell the people were holy to Yahweh and must be brought to the treasury?", "ref": ["06-19"]}, {"a": "The people of Israel captured the city and destroyed all that were in the city by the edge of the sword.", "q": "What did the people of Israel do when the walls of Jericho fell?", "ref": ["06-21"]}, {"a": "Joshua commanded the two spies to go into the prostitute's house and bring her and all who were with her out, as they swore to her.", "q": "What did Joshua command the two young men who had spied out the land to do?", "ref": ["06-22"]}, {"a": "Joshua said that the man who tries to rebuild Jericho will be cursed.", "q": "What did Joshua say will happen to the man who tries to rebuild Jericho?", "ref": ["06-26"]}], "7": [{"a": "Yahweh's anger burned against the people of Israel because Achan took some things for himself that were dedicated to destruction.", "q": "Why did Yahweh's anger burn against the people of Israel?", "ref": ["07-01"]}, {"a": "The spies that were sent to Ai reported to Joshua that only a small army could take Ai because there were few people there.", "q": "What did the spies that were sent by Joshua to Ai report back to Joshua?", "ref": ["07-03"]}, {"a": "The smaller army which attacked Ai was driven away by the men of Ai and thirty-six were killed.", "q": "What happened to the smaller army of three thousand men who attacked Ai?", "ref": ["07-05"]}, {"a": "When Joshua learned of the defeat of his army at Ai, he tore his garments, put dust on his head, and lay before the ark.", "q": "What did Joshua do when he learned of the defeat of his army at Ai?", "ref": ["07-06"]}, {"a": "Yahweh told Joshua that his army was defeated because Israel had sinned by stealing some of the things dedicated for destruction.", "q": "What did Yahweh tell Joshua was the reason his army was defeated at Ai?", "ref": ["07-11"]}, {"a": "Yahweh told Joshua to get up and consecrate the people to give over the things dedicated for destruction.", "q": "What did Yahweh tell Joshua to do?", "ref": ["07-13"]}, {"a": "Yahweh said that the one who had stolen the things dedicated to destruction would be burned as well as all he had.", "q": "What did Yahweh say would happen to the one who had stolen the things dedicated to destruction?", "ref": ["07-15"]}, {"a": "Achan told Joshua that he had taken a beautiful coat, two hundred shekels of silver, and a bar of gold.", "q": "What did Achan tell Joshua that he had taken?", "ref": ["07-21"]}, {"a": "Achan told Joshua that he had hidden the things he had taken in the ground in the middle of his tent. {7:21]", "q": "Where did Achan tell Joshua that he had hidden the things he had taken?", "ref": []}, {"a": "Joshua and all Israel took Achan and all that he had to the valley of Achor.", "q": "Where did Joshua and all Israel take Achan and all that he had?", "ref": ["07-24"]}, {"a": "Yahweh's burning anger was turned away.", "q": "What happened to Yahweh's burning anger?", "ref": ["07-26"]}], "8": [{"a": "Yahweh told Joshua to take all the people of war to Ai and set an ambush behind the city.", "q": "What did Yahweh tell Joshua to do in order to take the city of Ai?", "ref": ["08-01", "08-02"]}, {"a": "Yahweh told the people they could take the plunder and cattle for themselves.", "q": "What were the people to do with the plunder from Ai?", "ref": ["08-02"]}, {"a": "Joshua sent the thirty thousand strong and courageous men to Ai at night.", "q": "When did Joshua send the thirty thousand strong and courageous men to Ai?", "ref": ["08-03"]}, {"a": "When Joshua approached the city with his men and the people of the city came out to attack, Joshua's men would run away like before.", "q": "What did Joshua plan to do with his men when they approached the city?", "ref": ["08-04"]}, {"a": "When the men captured the city, they were to set it on fire.", "q": "What were Joshua's men to do with the city when they captured it?", "ref": ["08-08"]}, {"a": "The men of Ai pursued Joshua's army as they fled toward the wilderness, until not one man was left in the city.", "q": "What did the men of Ai do when the army of Joshua fled toward the wilderness?", "ref": ["08-15", "08-17"]}, {"a": "Yahweh told Joshua to point the spear he held in his hand toward Ai.", "q": "What signal did Yahweh tell Joshua to give when he was ready for his army to take the city?", "ref": ["08-18"]}, {"a": "The men of Israel captured alive the King of Ai and brought him to Joshua.", "q": "Who did the men of Israel capture alive and bring to Joshua?", "ref": ["08-23"]}, {"a": "Joshua destroyed all of the people of Ai.", "q": "Who did Joshua destroy in the city of Ai?", "ref": ["08-26"]}, {"a": "Israel took the livestock and plunder, just as Yahweh had commanded Joshua.", "q": "What did Israel take from the city of Ai before they burned it?", "ref": ["08-27"]}, {"a": "Joshua hanged the king of Ai on a tree and then threw his body in front of the city gates.", "q": "What did Joshua do with the king of Ai?", "ref": ["08-29"]}], "9": [{"a": "The kings who lived beyond the Jordan in the hill country joined together under one command to defeat Joshua and Israel.", "q": "What did the kings who lived beyond the Jordan in the hill country do to wage war against Joshua and Israel?", "ref": ["09-01", "09-02"]}, {"a": "The inhabitants of Gibeon acted with a cunning plan.", "q": "Who acted with a cunning plan?", "ref": ["09-03", "09-04"]}, {"a": "The people of Gibeon took worn out sacks and put them on their donkeys. They took old wine skins, and put on patched sandals and dressed in worn out clothing. They also took dry and moldy bread.", "q": "How did the Gibeonite \"messengers\" prepare themselves?", "ref": ["09-04", "09-05"]}, {"a": "The Gibeonites said they were from a very far country.", "q": "When the Gibeonites came to Joshua at Gilgal where did they say they were from?", "ref": ["09-06"]}, {"a": "The Gibeonites wanted the men of Israel to make a treaty with them.", "q": "What did the Gibeonites want the men of Israel to do?", "ref": ["09-06"]}, {"a": "The Israelites did not consult with Yahweh for guidance.", "q": "What did the Israelites fail to do?", "ref": ["09-14"]}, {"a": "Joshua made peace with them and made a vow to let them live.", "q": "What did Joshua promise the people of Gibeon?", "ref": ["09-15"]}, {"a": "The Israelites learned that the people from Gibeon were their neighbors and lived nearby.", "q": "What did the Israelites learn about the people from Gibeon just a few days later?", "ref": ["09-16"]}, {"a": "The Israelites did not attack the people of Gibeon because they had taken an oath about them before Yahweh.", "q": "Why did the Israelites not attack the people of Gibeon?", "ref": ["09-18", "09-19"]}, {"a": "The Gibeonites became cutters of wood and drawers of water for all the Israelites.", "q": "What did the Gibeonites do for the Israelites?", "ref": ["09-21"]}, {"a": "The Gibeonites told Joshua that they were very afraid for their lives.", "q": "What was the reason the Gibeonites gave to Joshua for why they had deceived him?", "ref": ["09-24"]}, {"a": "Joshua removed them from the power of the Israelites and made them cutters of wood and drawers of water for the community and the altar of Yahweh.", "q": "What would happen to Gibeonites?", "ref": ["09-26", "09-27"]}], "10": [{"a": "The people of Jerusalem were afraid because Gibeon was a large city, larger than Ai, and all its men were mighty warriors.", "q": "Why were the people of Jerusalem afraid that the people of Gibeon had made peace with Israel?", "ref": ["10-02"]}, {"a": "The king of Jerusalem ask other kings to come up to him and help him attack Gibeon.", "q": "What did the king of Jerusalem ask the other kings to do?", "ref": ["10-03", "10-04"]}, {"a": "They came up and with all their armies and attacked Gibeon.", "q": "What did the kings do?", "ref": ["10-05"]}, {"a": "The people of Gibeon sent a message to Joshua to come and save them.", "q": "What did the people of Gibeon do when the saw all the kings and their armies?", "ref": ["10-06"]}, {"a": "Yahweh said to Joshua that the kings had been given into his hand.", "q": "What did Yahweh say to Joshua?", "ref": ["10-08"]}, {"a": "Yahweh threw large stones from heaven which killed more than were killed with the sword by the men of Israel.", "q": "How did Yahweh kill most of the enemy?", "ref": ["10-11"]}, {"a": "Joshua said to Yahweh, \"Sun, be still at Gibeon, and moon, in the valley of Aijalon.\"", "q": "What did Joshua say to Yahweh on the day Yahweh gave the men of Israel victory?", "ref": ["09-12"]}, {"a": "The five kings hid in the cave of Makkedah.", "q": "What happened to the five kings?", "ref": ["10-16"]}, {"a": "The Israelites slaughtered most them. Only a few survivors escaped.", "q": "What happened to the armies of the kings?", "ref": ["10-20"]}, {"a": "The five kings who had hidden in the cave were brought to Joshua, attacked and killed, hung on five trees until sunset, and then thrown into the cave.", "q": "What happened to the five kings who had hidden in the cave of Makkedah?", "ref": ["10-26", "10-27"]}, {"a": "Joshua and the army of Israel conquered all the kings leaving not one survivor.", "q": "What did Joshua and the army of Israel do throughout the land of the hill country, the Negev, the lowlands and the foothills.", "ref": ["10-40"]}, {"a": "Joshua was successful in capturing these kings and their land because Yahweh, God of Israel, fought for Israel.", "q": "Why was Joshua so successful in capturing all these kings and their land?", "ref": ["40-42"]}], "11": [{"a": "He sent a message to many kings from the region.", "q": "What did Jabin, king of Hazor, do when he heard about the victory of the Israelites at Gibeon?", "ref": ["11-01", "11-03"]}, {"a": "In response to Jabin's message all their armies came out with them and met at the appointed time and they camped at the waters of Merom to wage war with Israel.", "q": "What was the response of the kings to Jabin's message?", "ref": ["11-04", "11-05"]}, {"a": "Their number seemed like the sand of the seashore.", "q": "What did their number seem like?", "ref": ["11-04"]}, {"a": "The battle took place at the waters of Merom.", "q": "Where did the battle take place?", "ref": []}, {"a": "Yahweh told Joshua he would hamstring their horses and burn their chariots.", "q": "What did Yahweh tell Joshua he would do after the battle?", "ref": ["11-06"]}, {"a": "Joshua burned the city and struck the king with his sword.", "q": "What did Joshua do to Hazor and its king?", "ref": ["11-10", "11-11"]}, {"a": "Joshua captured the kings and destroyed them, but he did not burn their cities.", "q": "What did Joshua do with the rest of the kings and cities that had waged war with Israel?", "ref": ["11-12", "11-13"]}, {"a": "Moses had commanded Joshua to kill every human being.", "q": "What had Moses commanded Joshua to do?", "ref": ["11-14"]}, {"a": "Yes. Joshua did all that Moses had commanded him to do.", "q": "Did Joshua do all that Moses had commanded him to do?", "ref": ["11-15"]}, {"a": "Gibeon was the only city to make peace with Israel.", "q": "What was the only city that made peace with Israel?", "ref": ["11-19"]}], "12": [{"a": "They took possession of the land of the east side of the Jordan where the sun rises.", "q": "What did the Israelites do to the land on the east side of the Jordan?", "ref": ["12-01"]}, {"a": "Moses, the servant of Yahweh led them as they defeated the people on the east side of the Jordan.", "q": "Who led the people of Israel as they defeated the people on the east side of the Jordan?", "ref": ["12-06"]}, {"a": "Joshua led them as they defeated the people on the west side of the Jordan.", "q": "Who led the people of Israel as they defeated the people on the west side of the Jordan?", "ref": ["12-07"]}, {"a": "Joshua and the Israelites conquered thirty-one kings in all the land which Yahweh had given them.", "q": "How many kings did Joshua and the Israelites conquer in the land which Yahweh had given them?", "ref": ["12-24"]}], "13": [{"a": "Yahweh said to Joshua that there was still very much land to capture because Joshua was old and well along in years.", "q": "Why did Yahweh say to Joshua that there was still very much land to capture?", "ref": ["13-01"]}, {"a": "Yahweh told Joshua to assign the land to Israel as an inheritance as Yahweh had commanded.", "q": "What did Yahweh tell Joshua to do after he drove the inhabitants out before the army of Israel?", "ref": ["13-06"]}, {"a": "The land should be divided as an inheritance to the nine tribes and the half tribe of Manasseh.", "q": "To whom should the land be divided?", "ref": ["13-07"]}, {"a": "The half tribe of Manasseh, the Reubenites and the Gadites had received their inheritance on the east side of the Jordan.", "q": "Where had the other two and one half tribes already received their inheritance?", "ref": ["13-08"]}, {"a": "Moses did not give an inheritance to the tribe of Levi.", "q": "To what one tribe did Moses not give an inheritance?", "ref": ["13-14"]}, {"a": "Moses gave to the tribe of Levi \"The offerings of Yahweh, the God of Israel, made by fire\" as an inheritance.", "q": "What inheritance did Moses give to the tribe of Levi?", "ref": ["13-14"]}, {"a": "The border of the tribe of Reuben was the Jordan River.", "q": "What was the border of the tribe of Reuben?", "ref": ["13-23"]}], "14": [{"a": "The tribes of Manasseh and Ephraim made up the tribe of Joseph.", "q": "What were the two tribes that made up the tribe of Joseph?", "ref": ["14-04"]}, {"a": "He was forty years old when Moses the servant of Yahweh sent him from Kadesh Barnea to spy on the land.", "q": "How old was Caleb when Moses the servant of Yahweh sent him to spy on the land?", "ref": ["14-07"]}, {"a": "Moses swore to give to Caleb the land on which his foot has walked as an inheritance for him and for his children forever.", "q": "What did Moses swear to give to Caleb?", "ref": ["14-09"]}, {"a": "Caleb was eighty-five years old when he came to Joshua.", "q": "How old was Caleb when he came to Joshua?", "ref": ["14-10"]}, {"a": "Caleb asked Joshua to give him the hill country as an inheritance.", "q": "What did Caleb ask Joshua to give him?", "ref": ["14-12"]}], "15": [{"a": "The farthest point south was the wilderness of Sin.", "q": "What was the farthest point south to which the land of Judah extended?", "ref": ["15-01"]}, {"a": "The eastern boundary was the Salt Sea.", "q": "What was the eastern boundary of the land of Judah?", "ref": ["15-05"]}, {"a": "The Jebusites' city was Jerusalem.", "q": "What was the name of the Jebusites' city?", "ref": ["15-08"]}, {"a": "The western border of the clan of Judah was the Great Sea and its coastline.", "q": "What was the western border of the clan of Judah?", "ref": ["15-12"]}, {"a": "Caleb gave Achsah the upper and lower springs when she asked.", "q": "What did Caleb give his daughter, Achsah, when she asked for it?", "ref": ["15-19"]}, {"a": "The Jebusites could not be driven out of Jerusalem by the tribe of Judah.", "q": "What people could not be driven out of Jerusalem by the tribe of Judah?", "ref": ["15-63"]}], "16": [{"a": "The tribes of Joseph and Ephraim the descendants of Joseph.", "q": "What were the two tribes of Joseph that received their inheritance together?", "ref": ["16-04"]}, {"a": "The tribe of Ephraim was unable to drive out of Gezer the Canaanites.", "q": "What people did the tribe of Ephraim not drive out of Gezer?", "ref": ["16-10"]}], "17": [{"a": "Manasseh was the firstborn of Joseph.", "q": "Who was the firstborn of Joseph?", "ref": ["17-01"]}, {"a": "Makir was the firstborn of Manasseh and the father of Gilead.", "q": "Who was Makir?", "ref": ["17-01"]}, {"a": "The daughters of Zelophedad approached Eleazer, Joshua, and the leaders because they had no brothers to receive an inheritance.", "q": "Why did the daughters of Zelophehad approach Eleazer, Joshua, and the leaders?", "ref": ["17-04"]}, {"a": "Joshua gave the daughters of Zelophedad an inheritance among the brothers of their father.", "q": "What did Joshua do for the daughters of Zelophedad?", "ref": ["17-04"]}, {"a": "When the people of Israel grew strong, they put the Canaanites to forced labor.", "q": "What did the people of Israel do to the Canaanites when the Israelites grew strong?", "ref": ["17-13"]}, {"a": "The descendants of Joseph said to Joshua that the hill country was not enough for their number.", "q": "What did the descendants of Joseph say to Joshua?", "ref": ["17-14"]}, {"a": "Joshua told the descendants of Joseph to go up by themselves to the forest and clear the land in the land of the Perizzites and of the Rephaim.", "q": "What did Joshua say to the descendants of Joseph?", "ref": ["17-15"]}], "18": [{"a": "When the assembly of the people met at Shiloh, seven tribes of the people of Israel had not been assigned an inheritance.", "q": "When the assembly of the people met at Shiloh, how many tribes of the people of Israel had not been assigned an inheritance?", "ref": ["18-02"]}, {"a": "Joshua sent out three men from each of the seven tribes to survey the land up and down.", "q": "Who did Joshua send out to survey the land up and down?", "ref": ["18-04"]}, {"a": "The three men from each tribe were to write out a description of the land, with a view to their inheritances, and then they were to come back to Joshua.", "q": "What were the three men from each tribe to report to Joshua?", "ref": ["18-04"]}, {"a": "Joshua cast lots for them at Shiloh before Yahweh when the men returned from surveying the land.", "q": "What did Joshua do after the men returned to him after making the survey?", "ref": ["18-10"]}, {"a": "The tribe of Benjamin was assigned as an inheritance the land between the descendants of Judah and the descendants of Joseph.", "q": "Between what two tribes was the tribe of Benjamin assigned as an inheritance?", "ref": ["18-11"]}], "19": [{"a": "The second casting of lots fell to Simeon.", "q": "The second casting of lots fell to which tribe?", "ref": ["19-01"]}, {"a": "The inheritance to Simeon came out of the territory of the tribe of Judah.", "q": "The inheritance to Simeon came out of the territory of what tribe?", "ref": ["19-09"]}, {"a": "The inheritance of Simeon came out of the territory of Judah because that territory was too large for Judah.", "q": "Why did the inheritance of Simeon come out of the territory of Judah?", "ref": ["19-09"]}, {"a": "The third casting of lots fell to the tribe of Zebulun.", "q": "The third casting of lots fell to what tribe?", "ref": ["19-10"]}, {"a": "The fourth casting of lots fell to the tribe of Issachar.", "q": "The fourth casting of lots fell to what tribe?", "ref": ["19-17"]}, {"a": "The fifth casting of lots fell to the tribe of Asher.", "q": "The fifth casting of lots fell to what tribe?", "ref": ["19-24"]}, {"a": "The sixth casting of lots fell to the tribe of Naphtali.", "q": "The sixth casting of lots fell to what tribe?", "ref": ["19-32"]}, {"a": "The inheritance of the tribe of Naphtali included nineteen cities.", "q": "How many cities were included in the inheritance of the tribe of Naphtali?", "ref": ["19-38"]}, {"a": "The seventh casting of lots fell to the tribe of Dan.", "q": "The seventh casting of lots fell to which tribe?", "ref": ["19-40"]}, {"a": "The people of Israel gave to Joshua by command of Yahweh the city for which he asked, Timnath Serah.", "q": "What inheritance did the people of Israel give to Joshua when they had finished the allocation of the land?", "ref": ["19-50"]}], "20": [{"a": "Yahweh told Joshua to say to the people that they should appoint the cities of refuge.", "q": "What did Yahweh tell Joshua to say to the people?", "ref": ["20-02"]}, {"a": "A city of refuge is a city where someone who has unintentionally killed a person can go to escape anyone who seeks to avenge the blood of a person who was killed.", "q": "What is a city of refuge?", "ref": ["20-03"]}, {"a": "The person who had killed another would stand at the city gate and explain his case to the elders of that city.", "q": "To whom and where would the person who killed another explain his case?", "ref": ["20-04"]}, {"a": "He could not leave the city of refuge and return home until the death of the high priest.", "q": "After a person fled to the city of refuge and stood before the assembly for judgment, what else had to happen before he was allowed to return to his home?", "ref": ["20-06"]}, {"a": "The accused person would first stand before the assembly.", "q": "What would the accused person do in the city of refuge to avoid being killed by the one who wanted to avenge the shed blood?", "ref": ["20-09"]}], "21": [{"a": "The clans of the Levites asked the people of Israel to give them cities to live in and pasture lands for their livestock.", "q": "Who asked the people of Israel to give them cities to live in and pasture lands for their livestock?", "ref": ["21-01", "21-02"]}, {"a": "The people of Israel determined the cities and pasture lands to be given to the Levites by casting lots, just as Yahweh had commanded.", "q": "How did the people of Israel determine the cities and pasture lands to be given to the Levites?", "ref": ["21-08"]}, {"a": "The descendants of Aaron received clans of Merari cities in all.", "q": "How many cities were given to the descendants of Aaron?", "ref": ["21-18"]}, {"a": "The family of Kohath received ten cities in all.", "q": "How many cities were given to the family of Kohath?", "ref": ["21-26"]}, {"a": "The clans of Gershon received clans of Merari cities in all.", "q": "How many cities were given to the clans of Gershon?", "ref": ["21-33"]}, {"a": "The clans of Merari received twelve cities in all.", "q": "How many cities were given to the clans of Merari?", "ref": ["21-40"]}, {"a": "Forty-eight cities, including their pasture lands, were given to the Levites from the middle of the land.", "q": "How many cities were given to all the Levites from the middle of the land possessed by the people of Israel?", "ref": ["21-41"]}, {"a": "Yahweh had sworn to give them the land they possessed, and rest on every side.", "q": "What had Yahweh sworn to the ancestors of the Israelites?", "ref": ["21-44"]}], "22": [{"a": "Joshua commended them by saying the had done everything that Moses and Joshua had commanded them and that they had not deserted their brothers but had been careful to obey Yahweh their God.", "q": "What commendation did Joshua give to the Reubenites, the Gadites, and the half tribe of Manasseh?", "ref": ["22-01", "22-03"]}, {"a": "Joshua told these tribes to be very careful to observe the commandments and the law that Moses commanded them.", "q": "What did Joshua tell these tribes to be very careful about when they returned to their tents?", "ref": ["22-05"]}, {"a": "Joshua told one half of the tribe of Manasseh to divide among their brothers the plunder.", "q": "What did Joshua tell one half of the tribe of Manasseh to divide among their brothers?", "ref": ["22-08"]}, {"a": "The Reubenites, Gadites, and the half tribe of Manasseh built a large altar on the side of the Jordon that belonged to the people of Israel.", "q": "What did the Reubenites, the Gadites, and the half tribe of Manasseh do beside the Jordon that angered the people of Israel in the land of Canaan?", "ref": ["22-10", "22-11"]}, {"a": "The people of Israel gathered together at Shiloh to go up and make war against those tribes when they heard about the altar.", "q": "What did the people of Israel do when they heard about the altar?", "ref": ["22-12"]}, {"a": "The people of Israel sent Phinehas, the son of Eleazor the priest, and ten leaders as messengers to Reuben, Gad, and the half tribe of Manasseh.", "q": "What messengers did the people of Israel send to the people of Reuben, Gad, and the half tribe of Manasseh?", "ref": ["22-13", "22-14"]}, {"a": "The messengers of the people of Israel said to the people of Reuben, Gad, and the half tribe of Manasseh, \"What is this unfaithfulness you have committed against the God of Israel by building yourself an altar...?\"", "q": "What did the messengers of the people of Israel say to the people of Reuben, Gad, and the half tribe of Manasseh?", "ref": ["22-16"]}, {"a": "The people of Israel were worried that is the people of Reuben, Gad, and the half tribe of Manasseh rebelled against Yahweh, then Yahweh would be angry with the whole assembly of Israel.", "q": "What were the people of Israel worried about if the people of Reuben, Gad, and the half tribe of Manasseh rebelled against Yahweh?", "ref": ["22-18"]}, {"a": "The tribes of Reuben, Gad, and the half tribe of Manasseh said to the messengers of Israel that they had built the altar, not for burnt offerings or sacrifices, but as a witness between them and the people of Israel that they will perform the service of Yahweh for future generations to see.", "q": "What did the tribes of Reuben, Gad, and the half tribe of Manasseh say to the messengers of the people of Israel?", "ref": ["22-26", "22-27"]}, {"a": "Phinehas and the other messengers said that the words spoken by the Reubenites, Gadites, and Manasseh were good in their eyes.", "q": "What did Phinehas the priest and the other messengers say about the words they had heard from the Reubenites, the Gadites, and Manasseh?", "ref": ["22-30"]}, {"a": "The people of Israel blessed God and spoke no more about making war.", "q": "What did the people of Israel do when Phinehas and the messengers reported back to them?", "ref": ["22-33"]}, {"a": "The Reubenites and Gadites named the altar \"Witness.\"", "q": "What did the Reubenites and the Gadites name the altar?", "ref": ["22-34"]}], "23": [{"a": "After Yahweh had given rest to Israel from all their enemies, Joshua called for all Israel.", "q": "What did Joshua do after Yahweh had given rest to Israel from all their enemies?", "ref": ["23-01", "23-02"]}, {"a": "Joshua said that Yahweh had fought for them.", "q": "Who did Joshua say had fought for them?", "ref": ["23-03"]}, {"a": "Joshua told the people they should not mention the name of the gods of the nations that remained among them.", "q": "What did Joshua tell the people not to mention?", "ref": ["23-07"]}, {"a": "Joshua said to the people that Yahweh would cause them to perish from the good land they had been given if they intermarried with the survivors of the nations who remained among them.", "q": "What did Joshua say Yahweh would do if they intermarried with the survivors of the nations who remained among them?", "ref": ["23-13"]}, {"a": "Joshua said that he was going the way of all the earth.", "q": "What did Joshua say was going to happen to him?", "ref": ["23-14"]}, {"a": "Joshua said Yahweh would bring all the evil things on the people of Israel if they broke the covenant of Yahweh.", "q": "What did Joshua say would make Yahweh bring on the people of Israel all the evil things?", "ref": ["23-16"]}], "24": [{"a": "Joshua gathered all the tribes of Israel at Shechem and spoke to the elders of Israel, their leaders, their judges, and their officers.", "q": "Who did Joshua speak to and where did he speak to them?", "ref": ["24-01"]}, {"a": "Yahweh said he had given the people of Israel land which they had not worked, cities which they had not built, and vineyards and olive groves which they did not plant.", "q": "What did Yahweh say he had given the people of Israel?", "ref": ["24-13"]}, {"a": "Joshua said he and his house would worship Yahweh.", "q": "What did Joshua say about himself and his house?", "ref": ["24-15"]}, {"a": "The people of Israel answered Joshua by saying they would also worship Yahweh.", "q": "How did the people of Israel answer Joshua?", "ref": ["24-18"]}, {"a": "Joshua told the people of Israel they could not serve Yahweh because of their transgressions and sins.", "q": "How did Joshua answer the people of Israel?", "ref": ["24-19"]}, {"a": "The people of Israel finally said to Joshua, \"No, we will worship Yahweh.\"", "q": "What did the people of Israel finally say to Joshua?", "ref": ["24-21"]}, {"a": "Joshua wrote these words in the book of the Law of God and set a large stone beneath the oak tree beside Yahweh's sanctuary.", "q": "What did Joshua do to mark the covenant with the people made that day?", "ref": ["24-26"]}, {"a": "Joshua said the stone would be a witness against the Israelites because it had heard all the words said by Yahweh and the people of Israel.", "q": "Of what did Joshua say the stone would be a witness?", "ref": ["24-27"]}, {"a": "Joshua was 110 years old when he died?", "q": "How old was Joshua when he died?", "ref": []}, {"a": "The people of Israel had brought the bones of Joseph out of Egypt.", "q": "Whose bones had the people of Israel brought out of Egypt?", "ref": ["24-32"]}]}