[{"id": "01", "tn": [{"ref": "Merodach Baladan ... Baladan", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hezekiah was pleased by these things", "text": "This can be made more explicit. AT: \"When the king's messengers arrived, Hezekiah was pleased with what they brought to him\" ([[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "showed the messengers his storehouse of valuable things", "text": "\"he showed the messengers everything of value he had\""}, {"ref": "storehouse", "text": "a building where goods are kept"}, {"ref": "all that was found in his storehouses", "text": "This can be stated in active form. AT: \"everything that was in his storehouses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "There was nothing in his house, nor in all his kingdom, that Hezekiah did not show them", "text": "This is a slight exaggeration as Hezekiah showed them many things, but not everything. Also, this can be expressed positively. AT: \"Hezekiah showed them almost everything in his house and in his kingdom\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "They have seen everything in my house. There is nothing among my valuable things that I have not shown them", "text": "These two sentences mean the same thing and are used together to emphasize how much Hezekiah showed the men. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "everything in my house", "text": "This is a slight exaggeration as Hezekiah showed them many things, but not everything in the palace. AT: \"almost everything in my house\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "There is nothing among my valuable things that I have not shown them", "text": "This can be expressed positively. AT: \"I showed them all the valuable things in my palace\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "05", "tn": [{"ref": "Yahweh of hosts", "text": "Translate this phrase the same as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "the word", "text": "\"the message\""}, {"ref": "Look", "text": "This word is used here as an idiom to draw Hezekiah's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when everything in your palace ... will be carried to Babylon", "text": "This can be expressed positively. AT: \"when the enemy army will take everything in your palace ... back to Babylon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah continues to speak Yahweh's message to Hezekiah."}, {"ref": "the sons born from you", "text": "\"your sons\""}, {"ref": "they will take them", "text": "\"the Babylonians will take them\""}]}]