[{"id": "01", "tn": [{"ref": "In that day", "text": "Here \"day\" represents a period of time in general. AT: \"At that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this song will be sung in the land of Judah", "text": "This can be stated in active form. AT: \"the people in the land of Judah will sing this song\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We have a strong city", "text": "This refers to the city of Jerusalem."}, {"ref": "God has made salvation its walls and ramparts", "text": "God's power to protect and save his people is spoken of as if his salvation were walls around a city. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous nation that keeps faith", "text": "Here \"nation\" represents the people. AT: \"the righteous and faithful people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "The mind that is stayed on you", "text": "Here \"mind\" represents a person's thoughts. Also \"you\" refers to Yahweh. The phrase \"The mind that is stayed on you\" is an idiom that means \"The person who continually thinks about you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yah, Yahweh", "text": "Yah is another name for Yahweh."}, {"ref": "Yahweh, is an everlasting rock", "text": "Yahweh having the power to protect his people is spoken of as if he were a tall rock where people could go to escape from their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "he will bring down those who live proudly", "text": "Yahweh humiliating those who are proud is spoken of as if proud people were up high and he would cause them to come down low. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fortified city", "text": "This means fortified cities in general not a specific city. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "he will lay low ... he will level", "text": "Yahweh causing an army to destroy fortified cities is spoken of as if Yahweh would do it himself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It will be trampled down by the feet of the poor and the treading of the needy", "text": "Both statements mean the same thing. This can be stated in active form. AT: \"The poor and oppressed people will trample on the ruins of the city\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "The path of the righteous is level ... the path of the righteous you make straight", "text": "These two phrases mean basically the same thing. People obeying Yahweh is spoken of as if they were walking on his path. Yahweh ensuring the people that what they do is right is spoken of as if he were making the path level and straight for them. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the path of your judgments, Yahweh, we wait for you", "text": "Doing what Yahweh judged to be right is spoken of walking on his path. AT: \"we wait for you, Yahweh, as we continue to do what you judged to be right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of your judgments", "text": "\"of your laws\" or \"of your teachings\""}, {"ref": "we wait", "text": "Here \"we\" refers to Isaiah and all righteous people who are speaking to Yahweh. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "your name and your reputation are our desire", "text": "Here \"name\" and \"reputation\" represent Yahweh's character which represents Yahweh himself. AT: \"our only desire is to honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my spirit within me seeks you earnestly", "text": "Wanting to know Yahweh and his laws better is spoken of as if the person were seeking to find Yahweh. AT: \"I earnestly want to know you better\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my spirit within me seeks you earnestly", "text": "Here \"spirit\" represents the speaker as a whole. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Let favor be shown to the wicked one, but he will not learn righteousness", "text": "This can be stated in active form. AT: \"Even if Yahweh is kind to wicked people, they still do not learn to do what is right\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the wicked one", "text": "This means wicked people in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "In the land of uprightness", "text": "Here \"land\" represents the people who live there. AT: \"In the land where the people do what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "does not see the majesty of Yahweh", "text": "Here \"see\" represents realizing something. AT: \"does not realize that Yahweh is great\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "your hand is lifted up", "text": "Yahweh preparing to punish wicked people is spoken of as if his hand were raised and about to hit the wicked people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but they do not notice", "text": "\"but the wicked people do not notice\""}, {"ref": "they will see your zeal for the people", "text": "Here \"see\" represents realizing something. AT: \"they will realize that you are eager to bless your people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be put to shame", "text": "This can be stated in active form. AT: \"they will be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fire of your adversaries will devour them", "text": "Yahweh punishing and completely destroying his adversaries is spoken of as if he would send a fire that will completely burn them up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fire of your adversaries", "text": "Here \"of\" does not mean the fire belongs to the adversaries but that the fire is intended to be used against the adversaries. AT: \"your fire will completely burn them up\""}, {"ref": "for us", "text": "Here \"us\" refers to Isaiah and includes all the righteous people. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "13", "tn": [{"ref": "but we praise your name alone", "text": "Here \"name\" represents the person of God. AT: \"but we praise you alone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will not arise", "text": "\"they will not come back to life\""}, {"ref": "made every memory of them to perish", "text": "Yahweh causing people to no longer remember those he destroyed is spoken of as if Yahweh made their memory perish or die. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "You have increased the nation, Yahweh, you have increased the nation", "text": "This clause is repeated for emphasis. Here \"nation\" represents the people. AT: \"You have greatly increased the number of people in our nation\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "they looked to you", "text": "Here \"they\" refers to the people of Israel. This would include Isaiah. AT: \"we looked to you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "looked to you", "text": "This idiom means they asked Yahweh for help. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when your discipline was on them", "text": "The abstract noun \"discipline\" can be stated as a verb. AT: \"when you disciplined them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "As a pregnant woman ... cries out in her labor pains", "text": "This compares the people to a woman giving birth. This emphasizes their suffering and crying when Yahweh disciplined them. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Isaiah continues to compare the suffering of the people of Judah to a woman giving birth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but it is as if we have only given birth to wind", "text": "\"but it is as if we have only given birth to air\" or \"it is like we gave birth to nothing.\" This is a simile that emphasizes that the people's suffering resulted in nothing. AT: \"but nothing good resulted from it\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "We have not brought salvation to the earth, and the inhabitants of the world have not fallen", "text": "Here \"earth\" represents the people who live on the earth. The meaning is unclear, but it seems to mean that the people of Israel have not been able to save themselves or other people by defeating their enemy in battle. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We have not brought salvation to the earth", "text": "This can be reworded so that the abstract noun \"salvation\" is expressed as the verb \"save.\" AT: \"We have not saved the inhabitants of the earth\" and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and the inhabitants of the world have not fallen", "text": "\"nor have we caused the wicked people of the world to fall in battle\""}]}, {"id": "19", "tn": [{"ref": "Your dead will live", "text": "This can be reworded so that the nominal adjective \"dead\" is expressed as the verb \"have died.\" AT: \"Your people who have died will live again\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Your dead", "text": "Possible meanings are 1) \"Your\" refers to Yahweh or 2) \"Your\" refers to the people of Israel. If you choose option two you could translate it as \"Our dead.\""}, {"ref": "Awake", "text": "This speaks of dead people coming back to life as if they were waking up from sleep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you who live in the dust", "text": "This is a polite way of referring to those who have died. AT: \"those who are dead and buried\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "for your dew is the dew of light", "text": "Yahweh acting kindly towards his people and bringing them back to life is spoken of as if it were the dew that causes the plants to live. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for your dew", "text": "Possible meanings are 1) \"your\" refers to Yahweh and this is the dew that Yahweh gives or 2) \"your\" refers to the people of Israel and this is the dew they receive from Yahweh."}, {"ref": "dew of light", "text": "Possible meanings are 1) \"light\" refers to Yahweh's power to make dead people alive again. AT: \"dew from Yahweh\" or 2) \"light\" refers to the morning time when dew is on the plants. AT: \"dew in the morning\""}, {"ref": "the earth will bring forth its dead", "text": "\"the earth will give birth to those who died.\" Yahweh causing dead people to come back to life is spoken of as if the earth would give birth to those who have died. AT: \"and Yahweh will cause those who have died to rise from the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "my people", "text": "Here \"my\" refers to Isaiah. Also \"people\" refers to the people of Israel."}, {"ref": "until the indignation has passed by", "text": "Translate the abstract noun \"indignation\" as the adjective \"angry.\" AT: \"until Yahweh is no longer angry with us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the earth will uncover her bloodshed, and will no longer conceal her slain", "text": "Yahweh revealing all murders that have happened on the earth so that he can punish the murderers is spoken of as if the earth itself will reveal everyone who has been murdered. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]