[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah continues to tell what God has judged against the nations in 13:1-23:18."}, {"ref": "A declaration about Tyre", "text": "\"This is what Yahweh declares about Tyre\""}, {"ref": "Howl, you ships of Tarshish", "text": "Here \"ships\" represents the men on the ships. Isaiah speaks to the men on the ships of Tarshish as if they could hear him. AT: \"Cry out in despair you men on the ships of Tarshish\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "harbor", "text": "an area of the sea that is near land and safe for ships"}, {"ref": "from the land of Cyprus it has been revealed to them", "text": "This phrase can be stated in active form. AT: \"the men heard about Tyre when they were in the land of Cyprus\" (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Be silent, you inhabitants of the coast", "text": "Isaiah speaks to the people who live on the coast as if they could hear him. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Be silent", "text": "This is an idiom. Here silence is meant to signal shock and amazement. AT: \"Be shocked\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "of the coast", "text": "The \"coast\" is the land near or around the sea or ocean. Here it refers to the people who live in Phoenicia which borders the Mediterranean sea."}, {"ref": "the merchant of Sidon, who travels over the sea, has filled you", "text": "Here \"merchant\" means \"many merchants.\" AT: \"the merchants of Sidon, who travel over the sea, have made you rich\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "Upon the great waters was the grain of Shihor", "text": "Shihor was the name of a valley near the Nile River in Egypt known for its production of grain. AT: \"The men traveled on the large sea to transport the grain from Shihor in Egypt\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the harvest of the Nile was her produce", "text": "The grain was harvested near the Nile River and transported on the river and then to Phoenicia.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "her produce", "text": "\"its produce.\" It was common to refer to the river as \"her.\""}, {"ref": "it became the commerce of the nations", "text": "Commerce is the activity of buying and selling goods. Here \"nations\" represents the people. AT: \"you were where people from other nations came to buy and sell goods\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "for the sea has spoken, the mighty one of the sea ... nor brought up young women", "text": "Possible meanings are 1) Yahweh describes the city of Tyre as a mother who speaks about the people who live in the city as her children, or 2) Yahweh is describing the Mediterranean Sea as speaking. The people of Tyre considered the sea their god and father. In either meaning the speaker mourns because its children are destroyed. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "06", "tn": [{"ref": "Cross over to Tarshish", "text": "\"Make your way to Tarshish.\" Tarshish was the farthest land the people of Tyre traveled to do business. It will be the only place of safety for those who escape from Tyre."}, {"ref": "Has this happened to you, the joyful city, whose origin is from ancient times ... to settle?", "text": "Yahweh uses a question to mock Tyre. This rhetorical questions can be translated as a statement. AT: \"This has indeed happened to you who were full of joy in the ancient city of Tyre ... to settle.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the joyful city", "text": "Here \"city\" represents the people. AT: \"the joyful people who live in the city of Tyre\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whose feet carried her far away to foreign places to settle", "text": "Here \"feet\" represents the whole person. AT: \"who went to distant places to live and make money\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "her far away", "text": "Here \"her\" refers to the city of Tyre which represents the people of Tyre. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Who has planned this against Tyre ... of the earth?", "text": "Isaiah uses a question to mock Tyre. The word \"this\" refers to God's plans to destroy Tyre which Isaiah described in 23:1-7. Also, \"Tyre\" refers to the people who live in Tyre. This rhetorical question can be translated as a statement. AT: \"It was Yahweh who has planned to destroy the people of Tyre ... of the earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the giver of crowns", "text": "Here \"crown\" refers to the power a person has as a ruler over people. AT: \"who gives people power to rule over others\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whose merchants are princes", "text": "The merchants are compared to princes to emphasize how much power they had when they went to different lands. AT: \"whose merchants are like princes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose traders are the honored ones of the earth", "text": "This can be stated in active form. AT: \"whose traders the people of the earth give the highest honors\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to dishonor her pride and all her glory", "text": "\"to dishonor them because they were proud of their own glory\""}, {"ref": "her pride ... her glory ... her honored ones", "text": "Here \"her\" refers to the city of Tyre which represents the people who live there. AT: \"their pride ... their glory ... their honored one\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Plow your land, as one plows the Nile, daughter of Tarshish. There is no longer a marketplace in Tyre", "text": "Possible meanings are 1) Isaiah is telling the people of Tarshish to start planting crops since they can no longer trade with Tyre or 2) Isaiah is telling the people of Tarshish they are free from Tyre's control. AT: \"Pass through your land like a river, daughter of Tarshish. The people of Tyre no longer have any power\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "daughter of Tarshish", "text": "The \"daughter\" of a city represents the people of the city. AT: \"the people of Tarshish\" or \"the people who live in Tarshish\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh has reached out with his hand over the sea, and he has shaken the kingdoms", "text": "Yahweh using his power to control the sea and the people of mighty kingdoms is spoken of as if Yahweh reached out his hand and shook kingdoms. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has reached out with his hand over the sea", "text": "Here \"hand\" refers to God's power and control. AT: \"has shown his power over the sea\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "oppressed virgin daughter of Sidon", "text": "Here \"virgin daughter\" represents the people of Sidon. AT: \"people of Sidon, because other people will oppress you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "See the land of the Chaldeans", "text": "\"Chaldeans\" is another name for Babylonians. AT: \"See what happened to the land of the Babylonians\" or \"See what has happened to Babylonia\""}, {"ref": "siege towers", "text": "Soldiers built towers or dirt ramps to attack over the walls of a city."}, {"ref": "Howl, you ships of Tarshish", "text": "Here \"ships\" represents the men on the ships. See how you translated this in [[:en:bible:notes:isa:23:01|23:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your refuge has been destroyed", "text": "This can be stated in active form. AT: \"for enemies have destroyed your refuge\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "In that day", "text": "Here \"day\" represents a period of time in general. AT: \"At that time\" or \"Then\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tyre will be forgotten for seventy years", "text": "Since people will no longer go to Tyre to buy or sell goods, it will be like they have forgotten about the city. This can be stated in active form. AT: \"for seventy years it will be like the people have forgotten about Tyre\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for seventy years", "text": "\"for 70 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "like the days of a king", "text": "Here \"days\" represents a longer period of time. The average time that a king lived was about 70 years. AT: \"like the years of a king\" or \"which is about as long as a king lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like in the song of the prostitute ... so that you may be remembered", "text": "This speaks about the people of Tyre as if they were a prostitute. Just as a prostitute who is no longer popular may sing in the streets to regain her former lovers, the people of Tyre will try to get people from other nations to return to them to continue trading so that the people of Tyre will be rich and powerful again. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that you may be remembered", "text": "This can be stated in active form. AT: \"so that people remember you\" or \"so that people return to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "It will come about that", "text": "This phrase is used here to mark an important event that will happen. If your language has a way for doing this, you could consider using it here."}, {"ref": "seventy years", "text": "\"70 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Yahweh will help Tyre", "text": "Here \"Tyre\" represents the people who live in Tyre. AT: \"Yahweh will help the people of Tyre\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she will start making money again by doing the work of a prostitute ... of the earth", "text": "Isaiah compares the people of Tyre with a prostitute. Just as the prostitute sells herself for money to any man, the people of Tyre will again buy and sell to all kingdoms. AT: \"And like a prostitute they will buy and sell will all the kingdoms of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will not be stored up or laid up", "text": "This can be stated in active form. AT: \"The merchants will not store away their money\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Those who live in Yahweh's presence", "text": "\"Those who obey and serve Yahweh\""}, {"ref": "for them to eat and to have lasting clothing", "text": "\"for them to have enough food to eat and clothing that will last a long time\""}]}]