[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote.\" See how this is translated in [[:en:bible:notes:psa:050:001|50:1]]."}, {"ref": "your inheritance", "text": "\"the land that was to be yours forever\" See how this is translated in [[:en:bible:notes:psa:068:009|68:9]]."}, {"ref": "They have shed their blood like water", "text": "The word \"blood\" is a metonym for innocent life. To shed blood is to kill innocent people. Most people saw water every day, so for blood to be as common as water, many innocent people would have to die. AT: \"They have killed so many innocent people that the blood is everywhere, like water after it rains\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "none to bury them", "text": "\"none to bury the dead people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "004", "tn": [{"ref": "We have become a reproach for our neighbors, mocking and derision to those who are around us", "text": "The words \"reproach,\" \"mocking,\" and \"derision\" are metonyms for those whom others reproach, mock, and deride. AT: \"We have become people whom our neighbors reproach; those around us mock and deride us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We have become", "text": "The pronoun \"We\" refers to God's people."}, {"ref": "derision", "text": "strong laughter to shame a person"}, {"ref": "How long will your jealous anger burn like fire?", "text": "This can be translated as a statement. AT: \"It seems as though your jealous anger will never stop burning like fire.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will your jealous anger burn", "text": "The words \"jealous anger\" speak of God being jealous and angry. AT: \"will you be jealous and angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "burn like fire", "text": "This simile compares the expression of God's anger to a fire that destroys things. AT: \"destroy us\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "These two pairs of phrases each share similar meanings and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Pour out your wrath on the nations", "text": "Asaph speaks of God's wrath as if it were a liquid. AT: \"Since you are angry, punish the nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not call upon your name", "text": "The word \"name\" is a metonym for the person's power and authority. AT: \"do not belong to you\" or \"do not ask you to help them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they have devoured Jacob", "text": "The word \"Jacob\" is a mentonym for his descendants, the people of Israel. AT: \"they have completely destroyed the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "Do not hold the sins of our forefathers against us", "text": "\"Do not continue to remember the sins of our forefathers and punish us for them\" or \"Forgive us for the sins of our forefathers\""}, {"ref": "we are very low", "text": "\"we are very weak\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "God of our salvation", "text": "The word \"salvation\" can be translated with the verb \"save\": \"God who saves us.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the sake of the glory of your name", "text": "The word \"name\" is a metonym for his reputation, for what people know about him. AT: \"so that people will know about your glory\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your name's sake", "text": "God's name here represents his whole being and the honor that he deserves. AT: \"so that people will honor you\" or \"for your own sake\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "Why should the nations say, \"Where is their God?\"", "text": "This can be translated as a statement. AT: \"The nations should not be able to say, 'Where is their God?'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where is their God?", "text": "This taunt can be translated as a statement. AT: \"Their God cannot do anything!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May the blood of your servants that was shed be avenged on the nations before our eyes", "text": "To shed blood is a metonym for killing innocent people. This can be translated in active form. AT: \"Avenge your innocent servants whom the nations killed where we can see you do it.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "before our eyes", "text": "\"in our sight\" or \"while we are present\""}, {"ref": "May the groans of the prisoners come before you", "text": "Asaph speaks of the sound made by prisoners in pain and sorrow as if it were a person who appears before a king. AT: \"Listen carefully to the groans of the prisoners and help them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "children of death", "text": "\"those who are condemned to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "012", "tn": [{"ref": "Pay back ... the insults ... Lord", "text": "Asaph speaks of the evil deeds that the neighboring countries did against Israel as \"insults,\" and as if they were physical items. He asks the Lord to count those deeds, and for every one that the neighboring countries committed, he asks the Lord to have someone do seven evil deeds to the neighboring countries. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Pay back", "text": "\"Return\" or \"Give back\""}, {"ref": "into the laps", "text": "onto their knees and thighs as they are sitting. This is a metaphor for \"directly and personally.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we your people and sheep of your pasture will give you thanks", "text": "The word \"sheep\" is a metaphor for helpless people whom a shepherd protects and leads. AT: \"we who are your people, whom you protect and lead, will thank you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tell your praises to all generations", "text": "\"make sure that all generations to come know all the good things you have done\""}, {"ref": "your praises", "text": "This is a metonymy for \"the good things for which people will praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]