[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to remind them to be separated from sin and to seek holiness purposefully."}, {"ref": "Loved ones", "text": "\"You whom I love\" or \"Dear friends\""}, {"ref": "let us cleanse ourselves", "text": "Here Paul is saying to stay away from any form of sin that would affect one's relationship with God."}, {"ref": "Let us pursue holiness", "text": "\"Let us strive to be holy\""}, {"ref": "in the fear of God", "text": "\"out of deep respect for God\""}]}, {"id": "02", "tn": [{"ref": "Connecting Statement:", "text": "Having already warned the people of Corinth about other leaders who were striving to get these Corinthian believers to follow them, Paul reminds the people of the way he feels about them."}, {"ref": "Make room for us", "text": "This refers back to what Paul said in [[:en:bible:notes:2co:06:11|6:11-13]] about them opening their hearts to him. AT: \"Make room for us in your hearts\" or \"Love us and accept us\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is not to condemn you that I say this", "text": "\"I do not say this to accuse you of having done wrong.\" The word \"this\" refers to what Paul just said about not having wronged anyone."}, {"ref": "you are in our hearts", "text": "Paul speaks of his and his associates' great love for the Corinthians as if they held them in their hearts. AT: \"you are very dear to us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for us to die together and to live together", "text": "This means that Paul and his associates will continue to love the Corinthians no matter what happens. AT: \"whether we live or whether we die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for us to die", "text": "\"us\" includes the Corinthian believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "I am filled with comfort", "text": "This can be stated in active form. AT: \"You fill me with comfort\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I overflow with joy", "text": "Paul speaks of joy as if it is a liquid that fills him until he overflows. AT: \"I am extremely joyful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even in all our afflictions", "text": "\"despite all our hardships\""}]}, {"id": "05", "tn": [{"ref": "When we came to Macedonia", "text": "Here the word \"we\" refers to Paul and Timothy but not to the Corinthians or Titus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "our bodies had no rest", "text": "Here \"bodies\" refers to the whole person. AT: \"we had no rest\" or \"we were very tired\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "we were troubled in every way", "text": "This can be stated in active form. AT: \"we experienced trouble in every way\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by conflicts on the outside and fears on the inside", "text": "Possible meanings for \"outside\" are 1) \"outside of our bodies\" or 2) \"outside of the church.\" The word \"inside\" refers to their inward emotions. AT: \"by conflicts with other people and by fears within ourselves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by the comfort that Titus had received from you", "text": "Paul received comfort from knowing that the Corinthians had comforted Titus. AT: \"by learning about the comfort that Titus had received from you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul praises them for their godly sorrow, their zeal to do right, and the joy that it brought him and Titus."}, {"ref": "General Information:", "text": "This refers to Paul's previous letter to these Corinthian believers where he rebuked them for their acceptance of a believer's sexual immorality with his father's wife."}, {"ref": "when I saw that my letter", "text": "\"when I learned that my letter\""}, {"ref": "not because you were distressed", "text": "This can be stated in active form. AT: \"not because what I said in my letter distressed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you suffered no loss because of us", "text": "\"you suffered no loss because we rebuked you.\" This means that although the letter caused them sorrow, they eventually benefited from the letter because it led them to repentance. AT: \"so that we did not harm you in any way\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For godly sorrow brings about repentance that accomplishes salvation", "text": "The word \"repentance\" may be repeated to clarify its relationship to what precedes it and what follows it. AT: \"For godly sorrow produces repentance, and repentance leads to salvation\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "without regret", "text": "Possible meanings are 1) Paul has no regret that he caused them sorrow because that sorrow led to their repentance and salvation or 2) the Corinthians will not regret experiencing sorrow because it led to their repentance and salvation."}, {"ref": "Worldly sorrow, however, brings about death", "text": "This kind of sorrow leads to death instead of salvation because it does not produce repentance. AT: \"Worldly sorrow, however, leads to spiritual death\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "See", "text": "This word adds emphasis to what is said next."}, {"ref": "How great was the determination in you to prove you were innocent", "text": "Here the word \"How\" makes this statement an exclamation. AT: \"Your determination to prove you were innocent was very great!\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "your indignation", "text": "\"your anger\""}, {"ref": "that justice should be done", "text": "This can be stated in active form. AT: \"that someone should carry out justice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the wrongdoer", "text": "\"the one who did wrong\""}, {"ref": "so that your earnestness for us should be made known to you", "text": "This can be stated in active form. AT: \"so that you would know that your earnestness for us is sincere\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the sight of God", "text": "This refers to God's presence. God's understanding and approval of Paul's truthfulness is referred to as God being able to see them. AT: \"before God\" or \"with God as witness.\" See how you translated this in [[:en:bible:notes:2co:04:01|4:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "It is by this that we are encouraged", "text": "Here the word \"this\" refers to the way the Corinthians responded to Paul's previous letter, as he described in the previous verse. This can be stated in active form. AT: \"This is what encourages us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his spirit was refreshed by all of you", "text": "Here the word \"spirit\" refers to a person's temperament and disposition. This can be stated in active form. AT: \"all of you refreshed his spirit\" or \"all of you made him stop worrying\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For if I boasted to him about you", "text": "\"For although I boasted to him about you\""}, {"ref": "I was not embarrassed", "text": "\"you did not disappoint me\""}, {"ref": "our boasting about you to Titus proved to be true", "text": "\"you proved that our boasting about you to Titus was true\""}]}, {"id": "15", "tn": [{"ref": "the obedience of all of you", "text": "This noun \"obedience\" can be stated with a verb, \"obey.\" AT: \"how all of you obeyed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you welcomed him with fear and trembling", "text": "Here \"fear\" and \"trembling\" share similar meanings and emphasize the intensity of fear. AT: \"you welcomed him with great reverence\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "with fear and trembling", "text": "Possible meanings are 1) \"with great reverence for God\" or 2) \"with great reverence for Titus.\""}]}]