[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul has affirmed all men are sinners and continues to remind them that all people are wicked."}, {"ref": "Therefore you are without excuse", "text": "The word \"therefore\" marks a new section of the letter. It also makes a concluding statement based on what Paul said in [[:en:bible:notes:rom:01:32|1:1-32]]. AT: \"Since God will punish those who continually sin, he will certainly not excuse your sins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you are", "text": "Paul is writing here as if he were addressing a Jewish person who is arguing with him. Paul is doing this to teach his audience that God will punish everyone who continually sins, whether Jew or Gentile. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "you", "text": "Here the pronoun \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you person, you who judge", "text": "Paul uses the word \"person\" here to scold anyone who might think he can act like God and judge others. AT: \"You are just a human being, yet you judge others and say they deserve God's punishment\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for what you judge in another you condemn in yourself", "text": "\"But you are only judging yourself because you do the same wicked deeds as they do\""}, {"ref": "But we know", "text": "Here the pronoun \"we\" may include Christian believers and also Jews who are not Christians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "God's judgment is according to truth when it falls on those", "text": "Here Paul speaks of \"God's judgment\" as if it were alive and could \"fall\" on people. AT: \"God will judge those people truly and fairly\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "those who practice such things", "text": "\"the people who do those wicked deeds\""}]}, {"id": "03", "tn": [{"ref": "But", "text": "\"So\" (UDB)"}, {"ref": "consider this", "text": "\"think about what I am going to tell you\""}, {"ref": "person", "text": "Use the general word for a human being \"whoever you are\""}, {"ref": "you who judge those who practice such things although you do the same things", "text": "\"you who say someone deserves God's punishment while you do the same wicked deeds\""}, {"ref": "Will you escape from the judgment of God?", "text": "This remark appears in the form of a question to add emphasis. You can also translate this question as a strong negative statement. AT: \"You will certainly not escape God's judgment!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or do you think so little of the riches of his goodness, his delayed punishment, and his patience ... repentance?", "text": "This remark appears in the form of a question to add emphasis. You can also translate this as a strong statement. AT: \"You should not act like it does not matter that God is good and that he patiently waits a long time before he punishes people, so that his goodness will cause them to repent!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "think so little of the riches ... patience", "text": "\"consider the riches ... patience unimportant\" or \"consider ... not good\""}, {"ref": "Do you not know that his goodness is meant to lead you to repentance?", "text": "This remark appears in the form of a question to add emphasis. You can also translate this as a strong statement. AT: \"You must know that God shows you he is good so that you might repent!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to remind the people that all people are wicked."}, {"ref": "But it is to the extent of your hardness and unrepentant heart", "text": "Paul uses a metaphor to compare a person who refuses to obey God to something hard, like a stone. He also uses the metonym \"heart\" to represent the whole person. AT: \"It is because you refuse to listen and repent\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hardness and unrepentant heart", "text": "This is a doublet that you can combine as \"unrepentant heart.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you are storing up for yourself wrath", "text": "The phrase \"storing up\" implies a metaphor that usually refers to a person gathering his treasures and putting them in a safe place. Paul says, instead of treasures, that the person is gathering God's punishment. The longer they go without repenting, the more severe the punishment. AT: \"you are making your punishment worse\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on the day of wrath ... the day of the revelation of God's righteous judgment", "text": "Both of these phrases refer to the same day. AT: \"when God shows everyone that he is angry and that he judges all people fairly\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "pay back", "text": "\"give a fair reward or punishment\""}, {"ref": "to every person the same measure of his actions", "text": "\"according to what each person has done\""}, {"ref": "have sought", "text": "This means that they act in a way that will lead to a positive decision from God on judgment day."}, {"ref": "praise, honor, and incorruptibility", "text": "They want God to praise and honor them, and they want to never die."}, {"ref": "incorruptibility", "text": "This refers to physical, not moral, decay."}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Though this section is speaking to the non-religious wicked person, Paul sums it up by stating both non-Jews and Jews are wicked before God."}, {"ref": "self-seeking", "text": "seeking** - \"selfish\" (UDB) or \"only concerned with what makes themselves happy\""}, {"ref": "disobey the truth but obey unrighteousness", "text": "These two phrases mean basically the same thing. The second intensifies the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "wrath and fierce anger will come", "text": "The words \"wrath\" and \"fierce anger\" mean basically the same thing and emphasize God's anger. AT: \"God will show his terrible anger\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "wrath", "text": "Here the word \"wrath\" is a metonym that refers to God's severe punishment of wicked people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tribulation and distress on", "text": "The words \"tribulation\" and \"distress\" mean basically the same thing here and emphasize how bad God's punishment will be. AT: \"awful punishments will happen to\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "on every human soul", "text": "Here, Paul uses the word \"soul\" as a synecdoche that refers to the whole person. AT: \"upon every person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "has practiced evil", "text": "\"has continually done evil things\""}, {"ref": "to the Jew first, and also to the Greek", "text": "\"God will judge the Jewish people first, and then those who are not Jewish people\""}, {"ref": "first", "text": "Possible meanings are 1) \"first in order of time\" or 2) \"most certainly\""}]}, {"id": "10", "tn": [{"ref": "But praise, honor, and peace will come", "text": "\"But God will give praise, honor, and peace\""}, {"ref": "practices good", "text": "\"continually does what is good\""}, {"ref": "to the Jew first, and also to the Greek", "text": "\"God will reward the Jewish people first, and then those who are not Jewish people\""}, {"ref": "first", "text": "You should translate this the same way you did in [[:en:bible:notes:rom:02:08|2:9]]."}, {"ref": "For there is no partiality with God", "text": "You can translate this in a positive form. AT: \"For God treats all people the same\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "For as many as have sinned", "text": "\"For those who have sinned\""}, {"ref": "without the law will also perish without the law", "text": "Paul repeats \"without the law\" to emphasize that it does not matter if people do not know the law of Moses. If they sin, God will judge them. AT: \"without knowing the law of Moses will certainly still die spiritually\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and as many as have sinned", "text": "\"And all those who have sinned\""}, {"ref": "in respect to the law will be judged by the law", "text": "God will judge sinful people according to his law. You can translate this in an active form. AT: \"and who do know the law of Moses, God will judge them according to that law\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to let the reader know that perfect obedience to God's law is required even for those who never had God's law."}, {"ref": "For", "text": "Verses 14 and 15 interrupt Paul's main argument to give the reader extra information. If you have a way to mark an interruption like this in your language, you can use it here."}, {"ref": "it is not the hearers of the law", "text": "Here \"the law\" refers to the law of Moses. AT: \"it is not those who only hear the law of Moses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who are righteous before God", "text": "\"whom God considers righteous\""}, {"ref": "but it is the doers of the law", "text": "\"but it is those who obey the law of Moses\""}, {"ref": "who will be justified", "text": "You can translate this in an active form. AT: \"whom God will accept\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Gentiles, who do not have the law ... are a law to themselves", "text": "The phrase \"law to themselves\" is an idiom that means that these people naturally obey God's laws. AT: \"have God's laws already inside them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they do not have the law", "text": "Here \"the law\" refers to the law of Moses.\" AT: \"they do not actually have the laws that God gave to Moses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "By this they show", "text": "\"By naturally obeying the law they show\""}, {"ref": "the actions required by the law are written in their hearts", "text": "You can translate this in an active form. AT: \"God has written on their hearts what the law requires them to do\" or \"God has shown them what the law requires\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "bears witness to them, and their own thoughts either accuse or defend them to themselves", "text": "Here \"bears witness\" refers to the knowledge they gain from the law that God has written in their hearts. AT: \"tells them if they are disobeying or obeying God's law\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "on the day when God will judge", "text": "This finishes Paul's thought from [[:en:bible:notes:rom:02:13|2:13]]. \"This will happen when God judges\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Here begins Paul's discussion that the law the Jews possess actually condemns them because they do not obey it."}, {"ref": "Suppose that you call yourself a Jew", "text": "Here Paul speaks as if he were addressing only one person. What is true for one is true for all people. \"Now you think of yourself as a member of the Jewish people\""}, {"ref": "rest upon the law, rejoice proudly in God", "text": "The phrase \"rest upon the law\" is an idiom. Paul speaks of relying on the law as if one could actually lean on it for support. AT: \"and you rely on the law of Moses and rejoice proudly because of God\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "know his will", "text": "\"and you know God's will\""}, {"ref": "having been instructed by the law", "text": "\"because you have learned what the law of Moses teaches\""}, {"ref": "And suppose that you are confident ... and of the truth", "text": "If your language has a way to mark that 2:19-20 interrupts Paul's main argument of [[:en:bible:notes:rom:02:17|17, 18]] and [[:en:bible:notes:rom:02:21|21]], you can use it here. You might have to place 2:19-20 before 2:17."}, {"ref": "that you yourself are a guide of the blind, a light to those who are in darkness", "text": "Here \"a guide of the blind\" and \"a light\" are metaphors for ways of helping a person who cannot see. These two phrases have very similar meanings. Using them, Paul compares a Jewish person teaching someone about the law to helping a person that cannot see. AT: \"that you yourself are like a guide to someone who is blind, and you are like a light to someone who is lost in the dark\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a corrector of the foolish", "text": "\"you correct those who do wrong\""}, {"ref": "a teacher of babies", "text": "Here Paul compares those who do not know anything about the law to babies. AT: \"and you teach those who do not know the law\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and that you have in the law the form of knowledge and of the truth", "text": "The knowledge of the truth that is in the law comes from God. AT: \"because you are sure you understand the truth that God has given in the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "You, then, who teach another, do you not teach yourself?", "text": "Paul is using a question to scold his listener. You can translate this as a strong negative statement. AT: \"You do not teach yourself while you are teaching others!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You who preach not to steal, do you steal?", "text": "Paul is using a question to scold his listener. You can translate this as a strong statement. AT: \"You tell people not to steal, but you steal!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You who say not to commit adultery, do you commit adultery?", "text": "Paul is using a question to scold his listener. You can translate this as a strong statement. AT: \"You tell people not to commit adultery, but you commit adultery!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You who detest idols, do you rob temples?", "text": "Paul is using a question to scold his listener. You can translate this as a strong statement. AT: \"You say you hate idols, but you rob temples!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "rob temples", "text": "Possible meanings are 1) \"steal items from local pagan temples to sell and make a profit\" or 2) \"do not send to the Jerusalem temple all the money that is due to God.\""}]}, {"id": "23", "tn": [{"ref": "You who proudly rejoice in the law, do you dishonor God through your transgression of the law?", "text": "Paul uses a question to scold his listener. You can translate this as a strong statement. AT: \"It is wicked that you claim to be proud of the law, while at the same time you disobey it and bring shame to God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the name of God is dishonored among the Gentiles", "text": "You can translate this in an active form. AT: \"Your wicked actions bring shame to God in the minds of the Gentiles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "name of God", "text": "The word \"name\" is a metonym that refers to the entirety of God, not just his name. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to show that God, by his law, condemns even the Jews who have God's law."}, {"ref": "For circumcision indeed benefits you", "text": "\"I say all of this because being circumcised does benefit you\""}, {"ref": "if you are a violator of the law", "text": "\"if you do not obey the commandments found in the law\""}, {"ref": "your circumcision becomes uncircumcision", "text": "\"it is as though you were no longer circumcised\""}, {"ref": "the uncircumcised person", "text": "\"the person who is not circumcised\""}, {"ref": "keeps the requirements of the law", "text": "\"obeys what God commands in the law\""}, {"ref": "will not his uncircumcision be considered as circumcision? And will not the one who is naturally uncircumcised judge you ... the law?", "text": "Paul asks two questions here to emphasize that circumcision is not what makes one right before God. You can translate these questions as statements in an active form. AT: \"God will consider him as circumcised. The one who is not physically circumcised ... will judge you ... the law\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "outwardly", "text": "This refers to Jewish rituals, such as circumcision, which people can see."}, {"ref": "merely outward in the flesh", "text": "This refers to the physical change to a man's body when someone circumcises him."}, {"ref": "flesh", "text": "This is a synecdoche for the whole body. AT: \"body\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he is a Jew who is one inwardly, and circumcision is that of the heart", "text": "These two phrases have similar meanings. The first phrase, \"he is a Jew who is one inwardly,\" explains the second phrase, \"circumcision is that of the heart.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "inwardly", "text": "This refers to the values and motivations of the person whom God has transformed."}, {"ref": "of the heart", "text": "Here \"heart\" is a metonym for the inner person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the Spirit, not in the letter", "text": "Here \"letter\" is a synecdoche that refers to written Scripture. AT: \"through the work of the Holy Spirit, not because you know the Scriptures\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in the Spirit", "text": "This refers to the internal, spiritual part of a person that \"God's Spirit\" changes (UDB)."}]}]