[{"id": "01", "tn": [{"ref": "General Information:", "text": "Numbers 15:1-32 tells what God told Moses to tell the people of Israel."}, {"ref": "to produce a pleasing aroma for Yahweh from the herd or the flock", "text": "\"to produce from the herd or flock a smell that pleases Yahweh.\" The Lord's pleasure with the aroma represents his pleasure with the person who burns the offering. AT: \"to please Yahweh by burning a sacrifice from the herd or the flock\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "a burnt offering", "text": "This refers to the offerings spoken of in [[:en:bible:notes:num:15:04|15:3]]."}, {"ref": "a tenth of an ephah", "text": "An ephah is a unit of volume equal to about 22 liters. AT: \"about 2 liters\" or \"two liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "one-fourth of a hin", "text": "fourth of a hin** - A hin is a unit of volume equal to about 3.7 liters. AT: \"about 1 liter\" or \"one liter\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}]}, {"id": "06", "tn": [{"ref": "two tenths of an ephah", "text": "An ephah is a unit of volume equal to about 22 liters. AT: \"4 liters\" or \"four and a half liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a third of a hin", "text": "A hin is a unit of volume equal to about 3.7 liters. AT: \"one liter\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "It will produce a sweet aroma for Yahweh", "text": "\"It will produce a smell that pleases Yahweh.\" The Lord's pleasure with the aroma represents his pleasure with the person who burns the offering. AT: \"You will please Yahweh by offering it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "three tenths of an ephah", "text": "You may convert this to a modern measure. AT: \"six and one half liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "half a hin", "text": "You may convert this to a modern measure AT: \"two liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "made by fire", "text": "This can be stated in active form. AT: \"that you burn on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to produce a sweet aroma for Yahweh", "text": "\"to produce a smell that pleases Yahweh.\" The Lord being pleased with the sincere worshiper who offers the sacrifice is spoken of as if God were pleased with the aroma of the sacrifice. AT: \"to please Yahweh by offering it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "It must be done", "text": "This can be stated in active form. AT: \"You must do it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must be done as described", "text": "This can be stated in active form. AT: \"you must do as I have described\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "made by fire", "text": "This can be stated in active form. AT: \"that they burn on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to produce an aroma that is pleasing to Yahweh", "text": "\"to produce a smell that pleases Yahweh.\" Yahweh being pleased with the sincere worshiper who offers the sacrifice is spoken of as if Yahweh were pleased with the aroma of the sacrifice. AT: \"to please Yahweh by offering it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "he must make an offering made by fire", "text": "This can be stated in active form. AT: \"he must burn an offering on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to produce a sweet aroma for Yahweh", "text": "\"to produce a smell that pleases Yahweh.\" The Lord being pleased with the sincere worshiper who offers the sacrifice is spoken of as if God were pleased with the aroma of the sacrifice. AT: \"to please Yahweh by offering it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "As you are, so also must be the traveler", "text": "Possible meanings are 1) \"You and the traveler staying with you are alike before Yahweh\" or 2) \"The same law applies to both you and the traveler\""}, {"ref": "He must act as you act before Yahweh", "text": "\"He must act as you act in Yahweh's presence. Because it says that they must act as the Israelites in Yahweh's presence, it is implied that they must obey all of Yahweh's commands. AT: \"he must act as you act and obey all of  Yahweh's commands\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "the food produced in the land", "text": "This can be stated in active form. AT: \"the food that the land produces\" or \"the food that you produce in the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "the first of your dough", "text": "Possible meanings are that this refers to 1) the first grain that they would gather during the harvest or 2) the dough that they would make from the first of their grain. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a loaf", "text": "Calling it a loaf implies that they would cooked the dough first."}, {"ref": "to raise it up as a raised offering", "text": "This idiom \"raise it up\" refers to offering it as a gift. AT: \"to offer it as a gift\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a raised offering from the threshing floor", "text": "The offering is spoken of as being from the threshing floor because this is where they would separate the grain from the other parts of the plant."}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what he must tell the people."}, {"ref": "General Information:", "text": "The word \"you\" here refers to Israelite people."}, {"ref": "to produce a sweet aroma for Yahweh", "text": "\"to produce a smell that pleases Yahweh.\" The Lord being pleased with the sincere worshipers who offer the sacrifice is spoken of as if God were pleased with the aroma of the sacrifice. AT: \"to please Yahweh by burning it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must be made a grain offering and drink offering", "text": "This can be stated in active form. AT: \"you must make a grain offering and drink offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as commanded by the decree", "text": "This can be stated in active form. AT: \"as the decree commands\" or \"as I commanded when I made the decree\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "They will be forgiven", "text": "This can be stated in active form. AT: \"I will forgive them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "made by fire", "text": "This can be stated in active form. AT: \"that they made by fire\" or \"that they burned on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the community of the people of Israel will be forgiven", "text": "This can be stated in active form. AT: \"I will forgive all the community of the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "a female goat a year old", "text": "\"a 1-year-old female goat\""}, {"ref": "That person will be forgiven when atonement has been made", "text": "This can be stated in active form. AT: \"I will forgive that person when the priest has made atonement\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "That person must be cut off from among his people", "text": "The metaphor \"cut off\" has at least three possible meanings. They can be expressed in active form: 1) \"his people must send him away\" or 2) \"I will no longer consider him to be one of the people of Israel\" or 3) \"his people must kill him.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has broken my commandment", "text": "Not obeying a commandment is spoken of as breaking it. AT: \"has disobeyed my commandment\" or \"has not obeyed what I commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His sin will be on him", "text": "Here \"sin\" represents either 1) punishment for that sin or 2) guilt of that sin. Sin being on him is a metaphor for either 1) being punished or 2) being guilty. AT: 1) \"I will punish him because of his sin\" or 2) \"I will consider him guilty\"  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "32", "tn": [{"ref": "it had not been declared what should be done with him", "text": "This can be stated in active form. AT: \"Yahweh had not declared what they should do with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "The man must surely be put to death", "text": "This can be stated in active form. AT: \"You must surely put the man to death\" or \"The man must surely die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "37", "tn": [{"ref": "the descendants of Israel", "text": "Israel was another name for Jacob. The people of Israel were his descendants. AT: \"the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to carry them out", "text": "\"to obey them\""}, {"ref": "so that you do not look to your own heart and your own eyes", "text": "\"Look to\" here is a metaphor for think about. The heart represents what a person wants, and the eyes represent what a person sees and wants.  AT  \"so that you do not think about whatever you want\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "prostitute yourselves to them", "text": "Being unfaithful to God by choosing to do whatever they want is spoken of as if they were women who were unfaithful to their husband by choosing to have sinful relationships with other men. It can be stated clearly that this was a shameful thing to do. AT: \"be shamefully unfaithful to me\" or \"do those things instead of obeying me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what to tell the people of Israel. The word  \"you\" refers to the people."}, {"ref": "call to mind", "text": "This is an idiom. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am Yahweh your God", "text": "This clause is repeated for emphasis."}]}]