[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "pretended to be insane", "text": "\"acted like a crazy person\""}, {"ref": "before Abimelech", "text": "This refers to a specific historical event that the Hebrews knew well. AT: \"when he was in Abimelech's house\" or \"when he was Abimelech's prisoner\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "drove him out", "text": "\"forcefully sent him away\""}, {"ref": "his praise will always be in my mouth", "text": "Here \"in my mouth\" refers to David speaking about Yahweh. AT: \"I will always praise him out loud\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "002", "tn": [{"ref": "the oppressed", "text": "This refers to people who are oppressed. AT: \"the oppressed people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Praise Yahweh with me", "text": "The verb \"praise\" is a command to a group. AT: \"Everyone should praise Yahweh with me\""}, {"ref": "lift up his name", "text": "Here \"lift up\" is an idiom that refers to exalting Yahweh. AT: \"tell people how great he is\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his name", "text": "Here \"his name\" refers to Yahweh's character. AT: \"his character\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "I sought Yahweh", "text": "Here \"sought Yahweh\" means David was asking Yahweh for help. AT: \"I prayed to Yahweh\" (UDB) or \"I asked Yahweh for help\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Those who look to him", "text": "Here \"look to\" represents seeking help from him. AT: \"Those who look at him for help\" or \"those who expect help only from him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "are radiant", "text": "This idiom refers to their appearance as being joyful. AT: \"are joyful\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "their faces are not ashamed", "text": "Here \"their faces\" refers to the people who look to Yahweh. It can also be stated in positive form. AT: \"they are not ashamed\" or \"they are proud\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "This oppressed man", "text": "David describes himself as an oppressed man. AT: \"I was oppressed and\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Yahweh heard him", "text": "Here \"heard\" means that Yahweh helped him. AT: \"Yahweh heard me\" or \"Yahweh helped him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "007", "tn": [{"ref": "camps around", "text": "The angel of Yahweh is spoken of as if he were an army that camps around someone in order to protect them. AT: \"guards\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Taste and see that Yahweh is good", "text": "Yahweh's goodness is spoken of as something that can be tasted and seen. AT: \"Try and experience that Yahweh is good\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes refuge", "text": "Yahweh is spoken of as if he were a place where people can hide for protection from their enemies. AT: \"trust him to protect them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There is no lack for those who fear him", "text": "This can be stated in positive form. AT: \"Those who fear him will always have what they need\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "010", "tn": [{"ref": "will not lack anything good", "text": "This can be stated in positive form. AT: \"will always have the good things they need\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "sons", "text": "Here this does not refer to literal sons of the writer, but to the people he is teaching about Yahweh. AT: \"my students\" (UDB)"}]}, {"id": "012", "tn": [{"ref": "What man is there who desires life and loves many days, that he may see good?", "text": "The implicit answer to this question is \"every man.\" This rhetorical question can be translated as a statement. AT: \"Every man desires life and desires to live many days and have a good life\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "keep your tongue from evil ... keep your lips from speaking lies", "text": "These two phrases refer to the same thing and it is said in different ways to emphasize its importance. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then keep your tongue from evil", "text": "Here \"tongue\" refers to the whole person. AT: \"Therefore, do not speak evil\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "keep your lips from speaking lies", "text": "Here \"lips\" refers to the person speaking. AT: \"do not speak lies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Turn away from evil", "text": "Here \"Turn away\" is a metaphor for avoiding evil. AT: \"Refuse to do evil\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Seek peace", "text": "Here \"seek\" means to be concerned about peace. AT: \"Try hard to live in peace with other people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "The eyes of Yahweh are on the righteous", "text": "Here \"the eyes of Yahweh\" refer to his careful watching. \"The righteous\" is a reference to righteous people. AT: \"Yahweh carefully watches over the righteous people\" (See: [[:en:ta:vol2:translate:figs_metonymy]]) (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "his ears are directed toward their cry", "text": "Here \"his ears\" refers to Yahweh's desire to respond to them. AT: \"he pays attention to their cry\" or \"he answers their cry\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to cut off the memory of them from the earth", "text": "Yahweh will cause people to so completely forget them when they die that it is as if he used a knife to cut off any memory of them. AT: \"so that when they are dead, people will forget them completely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh hears", "text": "Here \"hears\" means that Yahweh desires to respond to them. AT: \"Yahweh pays attention to them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "018", "tn": [{"ref": "Yahweh is close", "text": "Here \"is close\" means \"ready to help.\" AT: \"Yahweh is always ready to help\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the brokenhearted", "text": "Deep sadness is spoken of as if the person's heart is broken. AT: \"people who are very sad\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "those who are crushed in spirit", "text": "People who are deeply discouraged are spoken of as if their spirits are crushed. AT: \"people who are deeply discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous", "text": "This refers to people who are righteous. AT: \"the righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "He keeps all his bones, not one of them will be broken", "text": "Here \"all his bones\" is literal, but it also implies that Yahweh takes care of the entire person. AT: \"He provides complete protection for him, he will not be harmed in any way\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "021", "tn": [{"ref": "Evil will kill the wicked", "text": "Evil is described as if it were a man who can kill people. AT: \"The evil deeds of wicked people will kill them\" deeds\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the wicked", "text": "This refers to wicked people. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Those who hate the righteous will be condemned", "text": "This can be stated in active form. AT: \"Yahweh will condemn those who hate the righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the righteous", "text": "This refers to righteous people. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "None of those who take refuge in him will be condemned", "text": "This can be stated in active form. It can also be stated in positive form. AT: \"Yahweh will forgive everyone who takes refuge in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "take refuge in him", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to him for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]