[{"id": "01", "tn": [{"ref": "In the twenty-third year of Joash son of Ahaziah king of Judah", "text": "third year of Joash son of Ahaziah king of Judah** - \"After Joash had been ruling Judah for almost 23 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "reign over Israel in Samaria", "text": "\"rule over the kingdom of Israel located in Samaria\""}, {"ref": "he reigned seventeen years", "text": "\"Jehoahaz was king for 17 years\""}, {"ref": "He did what was evil in the sight of Yahweh", "text": "Here \"in the sight of\" refers to Yahweh's opinion. AT: \"He did what was evil according to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "followed the sins of Jeroboam", "text": "\"did the same sins as Jeroboam\""}, {"ref": "Jehoahaz did not turn away from them", "text": "Here stopping his sin is spoken of as if he turned away from them. This can also be stated in positive form. AT: \"Jehoahaz did not stop doing the sins of Jeroboam\" or \"Jehoahaz continued to do the same sins as Jeroboam\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "The anger of Yahweh burned against Israel", "text": "Yahweh becoming angry with Israel is spoken of as if his anger was a fire that burned. AT: \"Then Yahweh became very angry with Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gave them continually into the hand of Hazael king of Aram and into the hand of Ben Hadad son of Hazael", "text": "Here \"them\" refers to Israel and \"hand\" refers to the power to control them. AT: \"allowed Hazael the king of Aram, and Ben Hadad, his son, to repeatedly defeat the Israelites in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "implored Yahweh", "text": "\"prayed to Yahweh\""}, {"ref": "he saw the oppression of Israel, how the king of Aram was oppressing them", "text": "These two phrases mean the same thing and are repeated for emphasis. The abstract noun \"oppression\" means the same as \"the king of Aram was oppressing them.\" AT: \"he saw how severely the king of Aram was oppressing Israel\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a rescuer", "text": "\"someone to rescue them\""}, {"ref": "they escaped from the hand of the Arameans", "text": "Here \"hand\" refers to the power to control them. AT: \"he enabled them to be free from Aram's power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "they did not depart from the sins of the house of Jeroboam", "text": "To stop sinning is spoken of as if they departed from the sins. This can be stated in positive form. AT: \"Israel did not stop doing the same sins as Jeroboam had done\" or \"Israel continued to commit the same sins as Jeroboam had committed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "house of Jeroboam", "text": "\"the family of Jeroboam\""}, {"ref": "had destroyed them", "text": "\"had defeated the army of Jehoahaz\""}, {"ref": "made them like the chaff at threshing time", "text": "The Aramean army had so severely defeated the army of Israel that what remained was so worthless that it is compared to wheat chaff that the laborers walk on at harvest time. AT: \"had crushed them as workers crush chaff under their feet at harvest time\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "08", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to remind the reader that the acts of Jehoahaz are recorded in another book. See how this phrase is translated in [[:en:bible:notes:2ki:01:17|1:18]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "slept with his ancestors", "text": "This is a polite way of saying that he died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "10", "tn": [{"ref": "In the thirty-seventh year of Joash king of Judah", "text": "seventh year of Joash king of Judah** - \"After Joash had ruled Judah for almost 37 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the reign of Jehoash son of Jehoahaz began over Israel in Samaria", "text": "\"Jehoash son of Jehoahaz began to rule over Israel in Samaria\""}, {"ref": "Jehoash", "text": "This was a king of Israel who was the son of Jehoahaz. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was evil in the sight of Yahweh", "text": "Here \"sight\" represents God's thoughts or judgment. AT: \"He did things that Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did not leave behind any of the sins of Jeroboam", "text": "To stop sinning is spoken of as if he left behind the sins. This can be stated in positive form. AT: \"Jehoash did not stop committing the same sins as Jeroboam\" or \"Jehoash kept committing the same sins as Jeroboam\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by which he had made Israel to sin", "text": "\"by which Jeroboam had caused Israel to sin\""}, {"ref": "but he walked in them", "text": "To sin is spoken of as if he was walking along a sinful path. AT: \"but Jehoash continued to do these same sins\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "and his might by which he fought against Amaziah king of Judah", "text": "\"and the power that his army showed when they fought against the army of Amaziah king of Judah\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to remind the reader that the acts of Jehoahaz are recorded in another book. See how this phrase is translated in [[:en:bible:notes:2ki:01:17|1:18]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jehoash slept with his ancestors", "text": "This a polite way to say that Jehoash died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Jeroboam sat on his throne", "text": "Here \"sat on his throne\" refers to ruling as king. At: \"Jeroboam became king after him\" or \"Jeroboam began to rule after him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "wept over him", "text": "\"wept because Elisha was sick\""}, {"ref": "My father, my father", "text": "Elisha was not the king's literal father. King Joash used this term as a sign of respect."}, {"ref": "the chariots of Israel and the horsemen are taking you away", "text": "This is a reference to Elijah going to heaven in [[:en:bible:notes:2ki:02:11|2:11-12]]. Joash uses this phrase to say that Elisha was going to die. AT: \"the chariots of Israel and the horsemen are taking you to heaven\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the horsemen", "text": "This refers to the men who drove the chariots. This can be made explicit. AT: \"the drivers of the chariots\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Elisha continues to talk to Joash, king of Israel."}, {"ref": "Open the window eastward", "text": "\"open the window that faces east\" or \"open that window towards the east\" (UDB)"}, {"ref": "so he opened it", "text": "Since this happens after Joash takes the bow and arrows, he may have had a servant open the window. AT: \"So a servant opened it\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he shot", "text": "\"Joash shot the arrow\""}, {"ref": "This is Yahweh's arrow of victory, the arrow of victory over Aram", "text": "The relationship between the arrow and victory can be stated explicitly. AT: \"This arrow is a sign from Yahweh that he will give you victory over Aram\" or \"This arrow symbolizes the victory Yahweh will give you over Aram\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Aphek", "text": "This was a city in the land of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "But the man of God was angry with him", "text": "\"But Elisha was angry with King Joash\""}, {"ref": "until you had annihilated it", "text": "\"until you had completely destroyed it\" or \"until they were completely wiped out\" (UDB)"}]}, {"id": "20", "tn": [{"ref": "Now", "text": "\"At that time\""}, {"ref": "at the beginning of the year", "text": "\"each year during spring\" (UDB)"}, {"ref": "As they were burying a certain man", "text": "\"As some Israelites were burying a man's body\""}, {"ref": "they saw a group of Moabites", "text": "It can be made explicit that they were afraid of the Moabites. AT: \"they saw a group of Moabite raiders coming toward them and they were afraid\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Elisha's grave", "text": "\"the grave where Elisha was buried\""}, {"ref": "As soon as the man touched Elisha's bones", "text": "Here \"the man\" refers to his dead body. This can be made explicit. AT: \"As soon as the dead man's body touched the bones of Elisha\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he revived and stood up on his feet", "text": "\"the dead man came back to life and stood up\""}]}, {"id": "22", "tn": [{"ref": "But Yahweh was gracious to Israel, and had compassion on them and concern for them", "text": "It may be helpful to divide this sentence into shorter parts. AT: \"But Yahweh was very kind to the Israelite people. He helped them\" (UDB)"}, {"ref": "So Yahweh did not destroy them", "text": "Yahweh's covenant is the reason he did not destroy Israel. This can be made explicit. AT: \"This is the reason that Yahweh did not destroy them\" or \"Because of his covenant, Yahweh did not destroy them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has not driven them away from his presence", "text": "Yahweh's rejection is spoken of as if he had physically driven Israel away from where he was. AT: \"has not rejected them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "Hazael ... Ben Hadad ... Jehoash ... Jehoahaz", "text": "These are names of kings. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "became king in his place", "text": "\"became king after him\""}, {"ref": "Jehoash attacked him three times", "text": "Here \"Jehoash\" and \"him\" refer to their armies. AT: \"Jehoash's army attacked Ben Hadad's army three times\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he recovered those cities of Israel", "text": "\"Jehoash took back control of the Israelite cities that Ben Hadad had captured\""}]}]