[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story from the previous chapter continues. Jesus reclines at the table with his disciples and continues to speak to them."}, {"ref": "I am the true vine", "text": "Here the \"true vine\" is a metaphor. Jesus compares himself to a vine or a vine stem. He is the source of life that causes people to live in a way that pleases God. AT: \"I am like a vine that produces good fruit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my Father is the gardener", "text": "The \"gardener\" is a metaphor. A \"gardener\" is a person who takes care of the vine to ensure it is as fruitful as possible. AT: \"my Father is like a gardener\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "He takes away every branch in me that does not bear fruit, and he prunes every branch that bears fruit so that it will bear more fruit", "text": "Here the \"branch\" is a metaphor that represents each person who belongs to Jesus. God cares for them so that they will be able to live in a way that is pleasing to him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes away", "text": "\"cuts off and takes away\""}, {"ref": "prunes every branch", "text": "\"trims every branch\""}]}, {"id": "03", "tn": [{"ref": "You are already clean because of the message that I have spoken to you", "text": "The implied metaphor here is the \"clean branches\" that have already been \"pruned.\" AT: \"It is as if you have already been pruned and are clean branches because you have obeyed what I have taught you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you", "text": "The word \"you\" throughout this passage is plural and refers to the disciples of Jesus. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Remain in me, and I in you", "text": "\"If you remain joined to me, I will remain joined to you\" or \"Remain joined to me, and I will remain joined to you\""}, {"ref": "unless you remain in me", "text": "By remaining in Christ, those who belong to him depend on him for everything. AT: \"unless you stay joined to me and depend upon me for everything.\" (UDB)"}]}, {"id": "05", "tn": [{"ref": "I am the vine, you are the branches", "text": "The \"vine\" is a metaphor that represents Jesus. The \"branches\" is a metaphor that represent those who trust in Jesus and belong to him. AT: \"I am like a vine, and you are like branches that are attached to the vine.\"(See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He who remains in me and I in him", "text": "Here Jesus implies that his followers are joined to him as he is joined to God. AT: \"He who stays joined to me, as I stay joined to my Father\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he bears much fruit", "text": "The implied metaphor here is the fruitful branch that represents the believer who pleases God. Just as a branch that is attached to the vine will bear much fruit, those who stay joined to Jesus will do many things that please God. AT: \"you will bear much fruit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is thrown away like a branch", "text": "Here the implied metaphor is the unfruitful branch that represents those who do not stay joined to Jesus. You can translate this in an active form. AT: \"the vinedresser throws him away like a branch\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "they are burned up", "text": "You can translate this in an active form. AT: \"the fire burns them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ask whatever you wish", "text": "Jesus implies that believers must ask God to answer their prayers. AT: \"ask God whatever you wish\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it will be done for you", "text": "You can translate this in an active form. AT: \"he will do it for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "My Father is glorified in this", "text": "You can translate this in an active form. AT: \"It causes people to honor my Father\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "that you bear much fruit", "text": "Here \"fruit\" is a metaphor for living to please God. AT: \"when you live in a way that pleases him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "are my disciples", "text": "\"show you are my disciples\" or \"demonstrate you are my disciples\""}, {"ref": "As the Father has loved me, I have also loved you", "text": "Jesus shares the love that God the Father has for him with those who trust in him. Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Remain in my love", "text": "\"Continue to accept my love\""}]}, {"id": "10", "tn": [{"ref": "If you keep my commandments, you will remain in my love, as I have kept the commandments of my Father and remain in his love", "text": "When Jesus' followers obey him, they show their love for him. AT: \"When you do the things I have told you to do, you are living in my love, just as I obey my Father and live in his love\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my Father", "text": "Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I have spoken these things to you so that my joy will be in you", "text": "\"I have told you these things so that you will have the same kind of joy that I have\""}, {"ref": "so that your joy will be complete", "text": "You can translate this in an active form. AT: \"so that you will be completely joyful\" or \"so that your joy may have nothing missing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "No one has a love greater than this", "text": "This kind of love comes from God and desires the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do. AT: \"You can have no greater love than this.\" (UDB)"}, {"ref": "life", "text": "This refers to physical life."}]}, {"id": "14", "tn": [{"ref": "You are my friends if you do the things that I command you", "text": "\"You show that you are my friends if you keep doings what I have commanded you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "everything that I heard from my Father, I have made known to you", "text": "\"I have told you everything my Father told me\""}, {"ref": "my Father", "text": "Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "16", "tn": [{"ref": "You did not choose me", "text": "Jesus implies that his followers did not decide on their own to become his disciples. AT: \"You did not decide to become my disciples\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "go and bear fruit", "text": "Here \"fruit\" is a metaphor that represents a life that is pleasing to God. AT: \"live lives that please God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that your fruit should remain", "text": "\"that the results of what you do should last forever\""}, {"ref": "whatever you ask of the Father in my name, he will give it to you", "text": "Here \"name\" is a metonym that represents the authority of Jesus. AT: \"Because you belong to me, whatever you ask of the Father, he will give it to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "These things I command you, so that you love one another", "text": "This kind of love comes from God and desires the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do. AT: \"I repeat what I have already commanded you: love one another.\""}]}, {"id": "18", "tn": [{"ref": "If the world hates you ... therefore the world hates you", "text": "Jesus uses the term \"world\" in these verses as a metonym to refer to the people who do not belong to God and are opposed to him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "love", "text": "This refers to human, brotherly love or love for a friend or family member."}]}, {"id": "20", "tn": [{"ref": "Remember the word that I said to you", "text": "Here \"word\" is a metonym for the message of Jesus. AT: \"Remember the message that I spoke to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because of my name", "text": "Here \"because of my name\" is a metonym that represents Jesus. People will make his followers suffer because they belong to him. AT: \"because you belong to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If I had not come and spoken to them, they would not have sin, but now they have no excuse for their sin", "text": "Jesus implies here that he has shared God's message with those who do not trust him. AT: \"Because I have come and told them God's message, they have no excuse when God judges them for their sins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "He who hates me also hates my Father ... they have seen and hated both me and my Father", "text": "To hate God the Son is to hate God the Father."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "If I had not done the works that no one else did among them, they would have no sin, but", "text": "You can translate this double negative in a positive form. AT: \"Because I have done among them the works that no one else did, they have had sin, and\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "they would have no sin", "text": "\"they would not have any sin.\" See how you translated this in [[:en:bible:notes:jhn:15:20|15:22]]."}, {"ref": "to fulfill the word that is written in their law", "text": "You can translate this in an active form. AT: \"to fulfill the prophecy in their law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "law", "text": "This refers generally to the entire Old Testament, which contained all of God's instructions for his people."}]}, {"id": "26", "tn": [{"ref": "the Comforter", "text": "This refers to the Holy Spirit. See how you translated this in [[:en:bible:notes:jhn:14:15|14:16]]."}, {"ref": "will send ... from the Father ... the Spirit of truth ... he will testify about me", "text": "God the Father sent God the Spirit to show the world that Jesus is God the Son."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the Spirit of truth", "text": "This is a title for the Holy Spirit. AT: \"the Spirit who tells the truth about God and me.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You are also testifying", "text": "Here \"testifying\" means to tell others about Jesus. AT: \"You also must tell everyone what you know about me.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the beginning", "text": "Here the \"beginning\" is a metonym that means the first days of Jesus' ministry. AT: \"from the very first days when I began teaching the people and doing miracles\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]