[{"id": "01", "tn": [{"ref": "spring", "text": "a small stream of water flowing naturally from the Earth"}, {"ref": "passed on by hundreds and by thousands", "text": "\"divided their men into groups; some groups had one hundred soldiers and some groups had one thousand soldiers\" (see UDB)"}, {"ref": "hundreds ... thousands", "text": "100s ... 1,000s (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "David and his men passed on in the rear guard with Achish", "text": "The groups of hundreds and thousands passed on first, then Achish and his helpers, and then David, his men, and the other Philistine soldiers, who were guarding Achish."}]}, {"id": "03", "tn": [{"ref": "What are these Hebrews doing here?", "text": "Possible ways to translate this rhetorical question as a statement are AT: 1) \"You should not have allowed these Hebrews, our enemies, to be here with us.\" or 2) \"Tell us who these Hebrews are.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is not this David ... these years, and I have found ... this day?", "text": "Another possible translation is \"Is not this David, ... these years? I have found ... this day.\" The rhetorical question can be translated as a statement. AT: \"You should know that this is David ... these years. I have found ... this day.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have found no fault with him", "text": "This can be stated in positive form. AT: \"I know of nothing that he has done wrong\" or \"I am very pleased with him\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "04", "tn": [{"ref": "do not let him go with us into battle", "text": "\"do not let his army join with our army against our enemies\""}, {"ref": "For how else could this fellow make peace with his master? Would it not be with the heads of our men?", "text": "This rhetorical question can be translated as a statement. AT: \"The best way for David to make peace with his master would be by killing our soldiers!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "Is this not David of whom they sang one to another in dances, saying, 'Saul ... ten thousands'?", "text": "This rhetorical question can be translated as a statement. AT: \"You should not trust David—he is the one of whom they sang one to another in dances, saying, 'Saul ... ten thousands'!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "thousands ... ten thousands", "text": "\"1,000s ... 10,000s\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "06", "tn": [{"ref": "As Yahweh lives", "text": "This is an idiom.  \"As certainly as Yahweh lives\" or \"This is a true statement\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your going out and your coming in with me in the army is good", "text": "\"I am happy to have you go out and come in with me and my army\" or \"It is good that you go everywhere with me and my army\""}]}, {"id": "08", "tn": [{"ref": "my master the king", "text": "David speaks as if Achish were another person so that Achish will think David respects him. AT: \"you, my master and king\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "nevertheless, the princes", "text": "\"even though that is true, this is more important: the princes\" or \"however, the princes\""}]}, {"id": "10", "tn": [{"ref": "your master", "text": "The reader should understand that Achish is speaking of Saul."}, {"ref": "have light", "text": "\"can see with the morning sun\""}]}]