[{"id": "01", "tn": [{"ref": "Now Jacob became", "text": "The word \"Now\" marks a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Why do you look at one another?", "text": "Jacob uses a question to scold his sons for not doing anything about the grain. AT: \"Do not just sit here!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Go down there ... went down", "text": "It was common to speak of going from Canaan to Egypt as going \"down.\""}, {"ref": "from Egypt", "text": "Here \"Egypt\" refers to the people selling grain. AT: \"from those selling grain in Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Benjamin, Joseph's brother, Jacob did not send", "text": "Benjamin and Joseph had the same father and mother. Jacob did not want to risk sending Rachel's last son. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "The sons of Israel came to buy among those who came", "text": "The word \"came\" can be translated as \"went.\" Also, the words \"grain\" and \"Egypt\" are understood. AT: \"The sons of Israel went to by grain along with other people who went to Egypt\" (See: [[:en:ta:vol2:translate:figs_go]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Now Joseph", "text": "\"Now\" marks a change from the story to background information about Joseph. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "over the land", "text": "Here \"land\" refers to Egypt. AT: \"over Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the people of the land", "text": "Here \"land\" includes Egypt and other surrounding countries. AT: \"all the people of all the nations that came to buy grain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Joseph's brothers came", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "bowed down to him with their faces to the ground", "text": "This is a way of showing respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "07", "tn": [{"ref": "Joseph saw his brothers and recognized them", "text": "\"When Joseph saw his brothers, he recognized them\""}, {"ref": "he disguised himself to them", "text": "\"he acted like he was not their brother\" or \"he did not let them know that he was their brother\""}, {"ref": "Where have you come from?", "text": "This was not a rhetorical question even though Joseph knew the answer. It was part of his choice to keep his identity from his brothers."}]}, {"id": "09", "tn": [{"ref": "You are spies", "text": "Spies are people who secretly try to get information about a country to help another country."}, {"ref": "You came to see the undefended parts of the land", "text": "The full meaning can be stated explicitly. AT: \"You came to find out where we are not guarding our land so that you can attack us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my master", "text": "This is a way to refer to someone to honor them."}, {"ref": "Your servants have", "text": "The brothers refer to themselves as \"your servants.\" This is a formal way of speaking to someone with greater authority. AT: \"We, your servants, have\" or \"We have\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "12", "tn": [{"ref": "He said to them", "text": "\"Joseph said to his brothers\""}, {"ref": "No, you have come to see the undefended parts of the land", "text": "The full meaning can be stated explicitly. AT: \"No, you have come to find out where we are not guarding our land so that you can attack us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "twelve brothers", "text": "\"12 brothers\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "See, the youngest", "text": "\"Listen to us, the youngest.\" The word \"See\" is used to emphasize what they say next."}, {"ref": "the youngest is this day with our father", "text": "\"right now our youngest brother is with our father\""}]}, {"id": "14", "tn": [{"ref": "It is what I said to you; you are spies", "text": "\"like I already said, you are spies.\" See how you translated \"spies\" in [[:en:bible:notes:gen:42:09|42:9]]."}, {"ref": "By this you will be tested", "text": "This can be stated in active form. AT: \"This is how I will test you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "By the life of Pharaoh", "text": "This phrase indicates a solemn oath. AT: \"I swear by the life of Pharaoh\" (See: [[:en:obe:other:oath]])"}, {"ref": "Send one of yourselves and let him get your brother", "text": "\"Choose one of you to go get your brother\""}, {"ref": "You will remain in prison", "text": "\"The rest of you will remain in prison\""}, {"ref": "that your words may be tested, whether there is truth in you", "text": "Here \"words\" stands for what was said. This can be stated in active form. AT: \"so that I may find out if you are telling the truth\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in custody", "text": "\"in prison\" (UDB)"}]}, {"id": "18", "tn": [{"ref": "on the third day", "text": "The word \"third\" is an ordinal number. AT: \"after the second day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Do this and live", "text": "The understood information can be stated clearly. AT: \"If you will do what I say, I will let you live\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "fear God", "text": "This refers to deeply respecting God and showing that respect by obeying him."}, {"ref": "let one of your brothers be confined in this prison", "text": "This can be stated in active form. AT: \"leave one of your brothers here in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but you go", "text": "Here \"you\" is plural and refers to all the brothers that will not stay in prison. AT: \"but the rest of you go\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "carry grain for the famine of your houses", "text": "Here \"houses\" stands for families. AT: \"carry grain home to help your family during this famine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so your words will be verified", "text": "Here \"words\" stands for what was said. This can be stated in active form. AT: \"so I may know what you say is true\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will not die", "text": "This implies that Joseph would have his soldiers execute the brothers if he finds out they are spies. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "in that we saw the distress of his soul", "text": "The word \"soul\" stands for Joseph. AT: \"because we saw how distressed Joseph was\" or \"because we saw that Joseph was suffering\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Therefore this distress has come upon us", "text": "The abstract noun \"distress\" can be stated as the verb \"suffering.\" AT: \"That is why we are suffering like this now\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Did I not tell you, 'Do not sin against the boy,' but you would not listen?", "text": "Reuben uses a question to scold his brothers. AT: \"I told you not to hurt the boy, but you would not listen!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did I not tell you, 'Do not sin against the boy'", "text": "This has a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Did I not tell you not to sin against the boy\" or \"I told you not to harm the boy\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Now, see", "text": "Here \"Now\" does not mean \"at this moment,\" but both \"Now\" and \"see\" are used to draw attention to the important point that follows."}, {"ref": "his blood is required of us", "text": "Here \"blood\" stands for Joseph's death. His brothers thought Joseph was dead. The phrase \"is required of us\" means they must be punished for what they did. AT: \"we are getting what we deserve for his death\" or \"we are suffering for having killed him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "They did not know ... an interpreter between them", "text": "This shifts from the main storyline to background information that explains why the brothers thought Joseph could not understand them. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "an interpreter", "text": "An \"interpreter\" is someone who translates what one person says into another language. Joseph placed an interpreter between himself and his brothers to make it seem like he did not speak their language."}, {"ref": "He turned from them and wept", "text": "It is implied that Joseph wept because he was emotional after hearing what his brothers said. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "spoke to them", "text": "Joseph was still speaking a different language and using the interpreter to speak to his brothers. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bound him before their eyes", "text": "Here \"eyes\" refers to their sight. AT: \"bound him in their sight\" or \"bound him as they watched\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to give them provisions", "text": "\"to give them the supplies they needed\""}, {"ref": "It was done for them", "text": "This can be stated in active form. AT: \"The servants did for them everything that Joseph commanded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "As one of them opened his sack to give his donkey feed in the lodging place, he saw his money. Behold, it was in the opening of his sack", "text": "\"When they stopped at a place for the night, one of the brothers opened his sack to get food for his donkey. In the sack he saw his money!\""}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "My money has been put back", "text": "This can be stated in active form. AT: \"Someone has put my money back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Look at it", "text": "\"Look in my sack!\""}, {"ref": "Their hearts sank", "text": "To become afraid is spoken of as if their heart were sinking. Here \"hearts\" stands for courage. AT: \"They became very afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]]"}]}, {"id": "29", "tn": [{"ref": "lord of the land", "text": "\"the lord of Egypt\""}, {"ref": "spoke roughly", "text": "\"spoke harshly\""}, {"ref": "we were spies", "text": "Spies are people who secretly try to get information about a country to help another country. See how you translated \"spies\" in [[:en:bible:notes:gen:42:09|42:9]]."}, {"ref": "We said to him, 'We are honest men. We are not spies. We are twelve brothers, sons of our father. One is no longer alive ... land of Canaan.'", "text": "This has a quotation within a quotation. It can be stated as an indirect quotation. AT: \"We told him that we are honest men and not spies. We said that we are twelve brothers, sons of our father, and that one brother is no longer alive ... land of Canaan\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "One is no longer alive", "text": "The word \"brother\" is understood. AT: \"One brother is no longer alive\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the youngest is this day with our father", "text": "The word \"brother\" is understood. AT: \"the youngest brother is with our father right now\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "33", "tn": [{"ref": "the lord of the land", "text": "\"The lord of Egypt\""}, {"ref": "take grain for the famine in your houses", "text": "Here \"houses\" stands for \"family.\" AT: \"take grain to help your family during the famine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "go your way", "text": "\"go home\" or \"leave\""}, {"ref": "and you will trade in the land", "text": "\"and I will allow you to buy and sell in this land\""}]}, {"id": "35", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "behold", "text": "\"to their surprise.\" The word \"behold\" here shows that the brothers were surprised by what they saw."}, {"ref": "You have bereaved me of my children", "text": "\"you have deprived me of my children\" or \"you have caused me to lose two of my children\""}, {"ref": "All these things are against me", "text": "\"all these things hurt me\""}]}, {"id": "37", "tn": [{"ref": "Put him in my hands", "text": "This is a request for Reuben to take Joseph with him and to care for him on the journey. AT: \"Put me in charge of him\" or \"Let me take care of him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My son will not go down with you", "text": "It was common to use the phrase \"go down\" when speaking of traveling from Canaan to Egypt. AT: \"My son, Benjamin, will not go with you to Egypt\""}, {"ref": "with you", "text": "Here \"you\" is plural and refers to Jacob's older sons. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "For his brother is dead and he alone is left", "text": "The full meaning can be made explicit. AT: \"For my wife, Rachel, only had two children. Joseph is dead and Benjamin is the only one left\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on the road in which you go", "text": "\"while you a traveling to Egypt and back\" or \"while you are away.\" Here \"road\" stands for traveling."}, {"ref": "then you will bring down my gray hair with sorrow to Sheol", "text": "To \"bring down ... to Sheol\" is way of saying they will cause him to die and go to Sheol. He uses the word \"down\" because it was commonly believed sheol is somewhere underground. AT: \"then you will cause me, an old man, to die of sorrow\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my gray hair", "text": "This stands for Jacob and emphasizes his old age. AT: \"me, an old man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]