[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezekiel reports a message that God gives him."}, {"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of man", "text": "This refers to Ezekiel. This phrase is the beginning of the words Yahweh spoke to Ezekiel. See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "present a riddle and speak a parable", "text": "\"give them a puzzle to think about\" or \"tell this story as an illustration\" (UDB)"}, {"ref": "the house of Israel", "text": "See how you translated this in [[:en:bible:notes:ezk:03:01|3:1]]."}, {"ref": "A large eagle", "text": "\"a very big eagle\""}, {"ref": "long pinions, full of feathers", "text": "The word \"pinion\" means the outer end of the wings. Alternate translation: \"the ends of its wings were long and full of feathers.\""}, {"ref": "that was multicolored", "text": "This refers to the eagle."}, {"ref": "It broke off the tips of the branches", "text": "\"It broke off the highest part of the tree\""}, {"ref": "took them", "text": "\"took the top of the tree\" or \"took the branches\""}, {"ref": "he planted it in a city of merchants", "text": "A merchant is a person who sells things. \"He put it in a city that had many merchants\" or \"The eagle planted the top of the tree in a city that was known for its markets.\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "This is a continuation of the parable about the eagle."}, {"ref": "He also took", "text": "The word \"He\" is the eagle in the parable."}, {"ref": "ground ready for sowing", "text": "\"a field that was ready for seed to be planted in it.\" Alternate translations: \"a fertile field\" or \"in good ground.\""}, {"ref": "He planted it beside a large body of water", "text": "\"the eagle planted the seed in a place where there was a lot of water\""}, {"ref": "planted it ... like a willow", "text": "Willow trees grow in places where there is a lot of water. If the eagle planted the seed like a willow, it means that he planted it in a place with a lot of water. Alternate translation: \"and planted the seed like a willow tree by water.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then it sprouted", "text": "\"Then the seed began to grow into a plant\""}, {"ref": "a spreading vine low to the ground", "text": "\"a vine that spreads out on the ground\""}, {"ref": "Its branches turned toward him", "text": "The branches of the vine turned toward the eagle."}, {"ref": "its roots grew under it", "text": "The roots of the vine grew under the eagle."}, {"ref": "So it became a vine", "text": "\"That is how the vine grew\""}, {"ref": "produced branches and sent out shoots", "text": "\"grew branches and spread its shoots\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The introductory \"but\" shows that a different eagle is being describe than the one before."}, {"ref": "great eagle", "text": "The eagle is large, powerful, and impressive bird."}, {"ref": "Behold!", "text": "The word \"Behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "This vine turned its roots toward the eagle", "text": "AT: \"The roots of the vine grew toward the eagle\""}, {"ref": "so it would be watered", "text": "AT: \"so the eagle would water the vine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It had been planted", "text": "AT: \"the first eagle had planted the vine.\""}, {"ref": "beside a large body of water", "text": "AT: \"in a place where there was a lot of water\""}, {"ref": "so it would produce branches and sprout fruit, to become a magnificent vine", "text": "\"so that the vine would grow branches and fruit and be an impressive vine\""}]}, {"id": "09", "tn": [{"ref": "Will it prosper?", "text": "AT: \"It will not prosper.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will he not pull up its roots and pluck out its fruit so all of its growth of leaves will wither away?", "text": "AT: \"He will pull up its roots and pluck out its fruit so all of its growth of leaves will wither away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "behold!", "text": "The word \"behold!\" here adds emphasis to what follows. (\"indeed!\", \"look!\" or \"listen!\" or \"pay attention to what I am about to tell you!\""}, {"ref": "will it grow?", "text": "AT: \"It will not grow.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will it not wither when the eastern wind touches it?", "text": "AT: \"It will wither when the eastern wind touches it.\" (See [[:en:ta:vol1:translate:figs_rquestion]])."}]}, {"id": "11", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do you not know what these things mean?", "text": "AT: \"You should know what these things mean.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Behold!", "text": "\"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh speaks about the king of Jerusalem rebelling against the king of Babylon."}, {"ref": "Will he succeed?", "text": "AT: \"He will certainly not succeed\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will the one doing these things escape?", "text": "AT: \"The one doing these things will not escape!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If he breaks the covenant, will he escape?", "text": "AT: \"If he breaks the covenant, he will certainly not escape!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh speaking about the king of Jerusalem."}, {"ref": "mighty army and assembling of many men for war", "text": "These two phrases mean basically the same thing and emphasize how large and strong Pharaoh's army is. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "will not protect him", "text": "Here the word \"him\" refers to the king of Judah."}, {"ref": "siege walls", "text": "this refers to a tower with ladders that can be placed next to a wall and allow soldiers to get over the wall and into the city."}, {"ref": "Behold", "text": "\"Behold\" adds emphasis to what follows. AT: \"Indeed.\""}, {"ref": "reached out with his hand to make a promise", "text": "This refers to taking hold of another person's hand as a sign of friendship and agreement."}]}, {"id": "19", "tn": [{"ref": "was it not my oath that he despised and my covenant that he broke?", "text": "\"it was my oath that the king of Jerusalem despised and my covenant that he broke.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "I will bring his punishment on his head", "text": "AT: \"I will punish him.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "fall by the sword", "text": "AT: \"be killed by Babylon's army\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh speaking about Jerusalem like it's a branch planted in the mountains of Israel."}, {"ref": "bear branches", "text": "\"grow new branches\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh speaks about trees like they are cities."}, {"ref": "Then all the trees of the field will know that I am Yahweh", "text": "(See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "high trees ... low trees", "text": "(See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "wither", "text": "when a plant dries up and dies."}]}]