[{"id": "01", "tn": [{"ref": "General Information:", "text": "Now in Micah 2:1-11, the focus leaves the towns being judged to the leaders in Israel who are taking advantage of the poor and not following God's commands."}]}, {"id": "03", "tn": [{"ref": "this clan", "text": "This \"clan\" refers to the entire community of Israel, whose rich people are oppressing the poor. The sins of the leaders are coming back on the whole nation."}, {"ref": "from which you will not remove your necks", "text": "Yahweh means his punishment is like a yoke around their necks. It is something that will bring down the pride of the rich. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lament with a wailing lamentation", "text": "\"they will cry loudly\""}, {"ref": "How can he remove it from me?", "text": "The enemy uses a question in their song to express the surprise the rich leaders of Israel felt because God had taken their land and given it to someone else just as they had taken the land from the poor. AT: \"He has taken it from me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Therefore, you rich people will have no descendants to divide up the territory by lot in the assembly of Yahweh.", "text": "Those who took land from the poor will not receive the inheritance they denied others."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Micah 2:6-11 addresses prophets who have not preached correctly, ones who have rejected Micah, and more ways the rich have abused their power."}, {"ref": "they say", "text": "\"the people of Israel say\""}, {"ref": "They must not prophesy", "text": "\"The prophets must not prophesy\""}, {"ref": "Is the Spirit of Yahweh angry? Are these really his deeds?", "text": "The people use questions to emphasize that they have misunderstood and do not believe God would really punish them. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do not my words do good to anyone who walks uprightly?", "text": "Micah uses a question to teach the people. AT: \"My message is good to those who are concerned with doing what is right.\""}, {"ref": "my people", "text": "Here \"my\" refers to Yahweh."}, {"ref": "You strip the robe, the garment, from those who pass by unsuspectingly", "text": "Possible meanings are 1) Micah means the wicked rich people are literally stealing robes from the poor, but this is unlikely. Or 2) Micah is referring to creditors keeping the outer garments of the poor who come to borrow money and give the garment as assurance they will repay. According to the law in Exodus, they were to return the garment before nightfall because it might be the only thing the poor man has to keep warm at night. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the wicked rich people in Israel."}, {"ref": "you take my blessing from their young children forever", "text": "This refers, in general, to blessings God has given to his people. It might refer to 1) being landowners in Israel, 2) a promising future or 3) to the children's fathers, farmers who worked hard to establish the nation."}, {"ref": "it is destroyed with complete destruction", "text": "AT: \"I will completely destroy it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he would be considered", "text": "AT: \"you would consider him\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking. At the end of this chapter, Yahweh shows himself to be a shepherd who protects his people. He may especially be addressing those in Jerusalem who have returned from Assyria."}, {"ref": "Someone who breaks open their way ... Yahweh will be at their head.", "text": "This is a picture of the King leading his people out of an enclosed city."}]}]