[{"id": "01", "tn": [{"ref": "It came about after this", "text": "\"It happened after this.\" This phrase is used to introduce a new event to the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "half-sister", "text": "sister** - Amnon and Tamar shared the same father but not the same mother."}, {"ref": "full sister", "text": "Absalom and Tamar shared the same father and mother."}, {"ref": "Amnon was so frustrated that he became sick because of his sister Tamar", "text": "Amnon was frustrated because he desired to sleep with his sister Tamar. AT:  \"Amnon was so frustrated with desire for his sister Tamar that he felt sick\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Jehonadab son of Shammah, David's brother", "text": "These are the names of men. Shammah was David's brother. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "shrewd", "text": "crafty or deceptive"}, {"ref": "depressed", "text": "in an emotional state of extreme unhappiness"}, {"ref": "Will you not tell me?", "text": "The missing words may be added to this question. Also, this rhetorical question is a request for Jehonadab to tell him why he is depressed. It may be written as a statement. AT: \"Will you not tell me why you are depressed?\" or \"Please, tell me why you are depressed.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "Jehonadab", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:13:03|13:03]]."}, {"ref": "and eat it from her hand ... I may eat from her hand", "text": "This is a request for her to serve food to him personally. AT: \"and have her serve it to me herself ... she may serve it to me to eat\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "pretended to be sick", "text": "This means he gave a false appearance of being ill."}, {"ref": "for my sickness in front of me", "text": "The food is not for his sickness, but rather it is for him, because he is sick. The phrase \"in front of me\" is a request for Tamar to prepare the food in his presence. AT: \"in front of me because I am sick\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "David sent word", "text": "This means that he sent a messenger to speak to Tamar. AT: \"David sent a messenger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dough", "text": "a thick mixture of flour and liquid used for baking"}, {"ref": "kneaded", "text": "used her hands to mix the dough"}, {"ref": "in his sight", "text": "This means that Tamar made the bread in front of him. AT: \"in front of him\" or \"in his presence\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So everyone went out from him", "text": "To \"go out from someone\" means to leave them. AT: \"So everyone left him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "that I may eat from your hand", "text": "This is a request for Tamar to serve the food to him personally. AT: \"and serve it to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "do not force me", "text": "The missing words may be added. AT: \"do not force me to sleep with you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "appalling", "text": "very shameful"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Tamar continues to talk to Amnon."}, {"ref": "How could I be rid of my shame?", "text": "Tamar asks this rhetorical question to emphasize how much shame she would have if she slept with him. Tamar speaks of getting rid of her shame as if it were an enemy or a tormentor that she needed to escape from. AT: \"If you do this, I would have to endure shame everywhere I go\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Because this great evil of making me leave is even worse", "text": "The abstract noun \"this great evil\" can be expressed as a verb. AT: \"It would be very evil to make me leave! It would be even worse\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "bolt the door after her", "text": "This means to lock the door so that she will not be able to come back in again. AT: \"lock the door so that she cannot come back in\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "bolted the door after her", "text": "This means to lock the door so that she will not be able to come back in again. AT: \"locked the door so that she could not go back in\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "put ashes on her head and tore her robe. She put her hands on her head", "text": "These are acts of mourning and grief in the Israelite culture. AT: \" put ashes on her head and tore her robe to show that she was very sad. Then to show her grief, she put her hands on her head\" (See: [[:en:ta:vol2:translate:translate_symaction|Symbolic Action]])"}]}, {"id": "20", "tn": [{"ref": "Has Amnon your brother been with you?", "text": "This is a polite way to ask is Amnon has had sexual relations with her. AT: \"Has Amnon your brother slept with you?\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "keep quiet", "text": "This means to not tell anyone about something. AT: \"do not tell anyone about this\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not take this thing to heart", "text": "The phrase \"take something to heart\" means \"to worry about it.\" AT: \"Do not worry about what has happened\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So Tamar remained alone", "text": "This means that she did not marry."}, {"ref": "said nothing", "text": "\"did not speak\""}]}, {"id": "23", "tn": [{"ref": "It came about after two full years", "text": "This explains that two whole years has passed and introduces the next event in the story line. The phrase \"full years\" means that they are complete years. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "shearers", "text": "These are people who cut the wool from sheep."}, {"ref": "Baal Hazor", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Look now", "text": "This is a phrase used to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your servant", "text": "Absalom is calling himself \"your servant\" to show respect."}, {"ref": "has sheep shearers", "text": "It was customary for people in Israel to have a party after they had sheared their sheep."}, {"ref": "may the king", "text": "Although he is talking to his father the king, he calls him \"the king\" instead of \"you\" to show respect for him."}]}, {"id": "25", "tn": [{"ref": "please let my brother Amnon go with us", "text": "The oldest son could often represent his father in Israelite culture. Amnon was David's oldest son."}, {"ref": "Why should Amnon go with you?", "text": "David knew that Amnon was not Absalom's friend."}]}, {"id": "27", "tn": [{"ref": "Absalom pressed David", "text": "Here the author speaks of Absalom urging David to let Amnon come as if he were putting physical pressure on him. AT: \"Absalom begged David for Amnon to come\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not be afraid", "text": "This implies that they do not need to be afraid of the consequences for killing Amnon. This can be stated clearly. AT: \"Do not be afraid that you will be blamed for killing the king's son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Have I not commanded you?", "text": "Absalom asks this rhetorical question to emphasize that he will be blamed for killing Amnon because he is commanding them. This can be written as a statement. AT: \"I have commanded you to do this.\" or \"I will be the one guilty for killing him because I have commanded you to do this.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not commanded you", "text": "What Absalom has commanded them to do may be stated in the question. AT: \"not commanded you to kill him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "all the king's sons", "text": "This does not include Absalom and Amnon who is dead. It includes the rest of the sons that the king allowed to go to the celebration. AT: \"the rest of the king's sons\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "every man", "text": "This refers to the king's sons who left the celebration."}]}, {"id": "30", "tn": [{"ref": "So it came about", "text": "\"It happened that.\" This phrase is used here to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "on the road", "text": "\"travelling along the road\""}, {"ref": "that the news came to David saying", "text": "Here it says that the news came, when really someone came and told David the news. AT: \"that someone came and reported the news to David saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then the king arose", "text": "\"Then the king stood up\""}, {"ref": "tore his clothes, and lay on the floor", "text": "He did these things to show that he was extremely sad. AT: \"tore his clothes, and threw himself on the floor grieving\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "with their clothes torn", "text": "They did this to show their sadness and to mourn with their king. AT: \"and tore their clothes, mourning with the king\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "32", "tn": [{"ref": "Jehonadab ... Shammah", "text": "Translate these men's names as you did in [[:en:bible:notes:2sa:13:03|13:03]]."}, {"ref": "Let not my master believe", "text": "\"My master, do not believe\""}, {"ref": "my master", "text": "Jonadab calls David \"my master\" to show respect."}, {"ref": "Amnon violated his sister", "text": "This is a polite way of saying that Amnon raped his sister. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "let not my master the king", "text": "\"my master the king, do not\""}, {"ref": "take this report to heart", "text": "The phrase \"take something to heart\" means \"to worry about it.\" AT: \"worry about this report\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "34", "tn": [{"ref": "keeping watch", "text": "This means that the servant was watching for enemies while guarding at the city wall. AT: \"who was guarding\" or \"who was guarding at the city wall\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "raised his eyes", "text": "Here the servant looking up at something is spoken of as if he lifted up his eyes. AT: \"looked up\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So it came about", "text": "This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "raised their voices", "text": "Here the sons crying out is spoken of as if their voices were something they lifted into the sky. AT: \"cried out\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "37", "tn": [{"ref": "Talmai ... Ammihud", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "for his son", "text": "\"for his son Amnon\""}, {"ref": "where he was for three years", "text": "\"where he stayed for three years\""}, {"ref": "The mind of King David longed", "text": "Here David is referred to by his mind to emphasize his thoughts. AT: \"King David longed\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for he was comforted concerning Amnon and his death", "text": "\"because he was no longer grieving about Amnon being dead\" (UDB). This refers to three years after Absalom fled to Geshur."}]}]