[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jeremiah has just been praying to Yahweh."}, {"ref": "Send them out from before me, for them to go away", "text": "\"Send them away from me! Let them go forth!\" He repeats this idea for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Those destined for death", "text": "AT: \"The people whom God said must die\" or \"the ones certain to die\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh has just told them he will send some of them to death, some to die by the sword, some to die by famine, and some to be captives."}, {"ref": "Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "I will make of them a horrifying thing to all the kingdoms of the earth, because of what Manasseh son of Hezekiah, king of Judah, did in Jerusalem", "text": "AT: \"And I will make them a frightful thing to all the kingdoms of the earth because of what Manasseh the son of Hezekiah, king of Judah, did in Jerusalem.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I will assign them to four groups", "text": "AT: \"I will appoint four groups over them\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh has just told them he will assign them to four groups to kill them—the sword, dogs, birds, and beasts."}, {"ref": "For who will have compassion for you, Jerusalem? Who will grieve for you? Who will turn to ask about your welfare?", "text": "AT: \"No one should have compassion on you, the people who live in Jerusalem. No one should mourn for your destruction. No one should ask why you became such a miserable people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You have forsaken me ... you have gone back from me", "text": "These two phrases mean basically the same thing and emphasize that the people have, indeed, forsaken Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "pitchfork", "text": "a farm tool with a long handle and sharp metal prongs, used especially for lifting and tossing grain in the air for winnowing."}, {"ref": "I will bereave them", "text": "\"I will cause their children to die\" or \"I will let their enemies kill their children\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh has just told them no one will care about them and that he will destroy his people since they would not turn from their wicked ways."}, {"ref": "widows", "text": "women whose husbands have died"}, {"ref": "more than the sands of the seashore", "text": "AT: \"more than you can count\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fall on them", "text": "\"happen to them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "She will be ashamed and embarrassed", "text": "The words \"ashamed\" and \"embarrassed\" mean basically the same thing and emphasize the intensity of shame. AT: \"She will be completely ashamed.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "In these verse, Jeremiah speaks to Yahweh about his suffering, and Yahweh answers him."}, {"ref": "Woe to me, my mother", "text": "Jeremiah pretends to speak to his mother as a way to emphasize how sad he is. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "a man of controversy and argument", "text": "The words \"controversy\" and \"argument\" mean basically the same thing. Together they emphasize how much Jeremiah is arguing. AT: \"a man with whom everyone argues all the time.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "lent", "text": "to give a loan to someone"}, {"ref": "Will I not rescue you for good?", "text": "The implicit answer to this question is \"yes\". AT: \"I will certainly rescue you for good!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your enemies", "text": "Those are the enemies of Jeremiah who disagreed with his prophecies."}, {"ref": "in the time of calamity and distress", "text": "Here the words \"calamity\" and \"distress\" mean basically the same thing. They emphasize the amount or intensity of the calamity. AT: \"in the time of great calamity.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Can one smash iron?", "text": "The implied answer is \"no\". Also, the iron represents the firmness of God's judgment. AT: \"My judgment cannot be broken, just like iron cannot be smashed\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Especially iron from the north that is mixed with bronze?", "text": "This second question makes the first even stronger, and uses extra strong iron in the metaphor. AT: \"Even more, my judgment is like super strong iron\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "In these verse, Yahweh speaks to the nation of Israel as if it were one person."}, {"ref": "wealth and treasures", "text": "The words \"wealth\" and \"treasures\" mean the same thing and refer to anything that people consider to be valuable. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "plunder", "text": "things that you steal from a city after conquering it"}, {"ref": "a land that you do not know", "text": "\"to a land that is strange to you\""}, {"ref": "for a fire will ignite, kindled in my wrath against you", "text": "The wrath of God is spoken of as if it were a destructive fire. AT: \"I will destroy you because I am very angry with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Jeremiah speaks to Yahweh."}, {"ref": "Call me to mind", "text": "AT: \"Remember me\" or \"Consider me and my situation\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my pursuers", "text": "\"those who search after me to harm me\""}, {"ref": "In your patience do not take me away.", "text": "AT: \"Please do not continue to be patient with them and do not allow me to die now.\""}, {"ref": "Your words have been found", "text": "AT: \"I have heard your message.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I consumed them", "text": "\"I understood your message\""}, {"ref": "your name is proclaimed on me", "text": "\"people identified me as one who belongs to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "I did not sit in the circle of", "text": "AT: \"I did not spend time with\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why is my pain ongoing and my wound incurable, refusing to be healed?", "text": "AT: \"My pain is ongoing and my wound incurable. I cannot be healed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you be like deceitful waters to me, waters that dry up?", "text": "AT: \"Your promises to me are like a stream I go to for a drink only to find it dried up?\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "you will be like my mouth", "text": "Jeremiah is compared to the mouth of Yahweh because he will be used to speak Yahweh's message. AT: \"you will speak for me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you yourself", "text": "The pronoun, \"yourself\", is used here to emphasis the command was specifically for Jeremiah. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "like an impenetrable bronze wall to this people", "text": "Yahweh compares Jeremiah to a wall because the people will not be able to defeat him. (See: [[:en:ta:vol1:translate:figs_simile]]"}, {"ref": "they will wage war against you. But they will not defeat you", "text": "AT: \"They will fight against you, but they will not defeat you.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "save and rescue", "text": "The words \"save\" and \"rescue\" mean the same thing and emphasize the safety that God promises. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "rescue you from ... and redeem you from", "text": "These phrases have similar meanings and are used together to emphasize the safety that God provides. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "tyrant", "text": "a ruler who demands absolute obedience and is not friendly for the people under his rule"}]}]