[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "he ... him ... his", "text": "These words refer to anyone who is concerned for the weak."}, {"ref": "the weak", "text": "\"weak people\" or \"poor people\""}, {"ref": "Yahweh will support him on the bed of suffering", "text": "The phrase \"the bed of suffering\" refers to when a person lies in bed because he is sick. AT: \"When he is sick and in bed, Yahweh will support him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will make his bed of sickness into a bed of healing", "text": "The phrase \"a bed of healing\" refers to when a person rests in bed and recovers from his sickness. AT: \"you, Yahweh, will heal him of his sickness\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "his name perish", "text": "If a person's name dies, it means that people forget that he had ever lived. AT: \"when will his name perish\" or \"when will people forget about him\" (See [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If my enemy comes to see me", "text": "The words \"my enemy\" refers to any enemy in general, and not to one specific enemy."}, {"ref": "he says worthless things", "text": "Possible meanings are 1) \"he says meaningless things\" or 2) his enemies say things to make him think that they are his friends when they are not. AT: \"he says deceitful things\" or \"they pretend to be concerned about me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his heart gathers up my disaster for itself", "text": "His enemies try to learn all of the bad things about him. Here the word \"heart\" refers the whole person. Bad circumstances are spoken of as if they were objects that can be gathered. AT: \"he tries to learn about all of my disasters\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "against me they hope for my hurt", "text": "Possible meanings are 1) \"they hope that very bad things will happen to me\" (UDB) or 2) \"they are planning to hurt me.\""}, {"ref": "An evil disease ... to him", "text": "His enemies speak of \"disease\" as if it were a person who has captured him. AT: \"He is sick with a fatal disease\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "An evil disease", "text": "Possible meanings are 1) \"A fatal disease\" or 2) \"Something evil\""}, {"ref": "now that he is lying down, he will rise up no more", "text": "Here the words \"lying down\" refer to lying in bed because of illness. That he will not \"rise up\" means that he will continue to lie down, which is a euphemism for death. AT: \"now that he is sick in bed, he will die there\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "has lifted up his heel against me", "text": "This is an idiom that means his friend betrayed him. AT: \"has betrayed me\" or \"has turned against me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "010", "tn": [{"ref": "But you, Yahweh, have mercy on me and raise me up", "text": "This is a request. AT: \"Please, Yahweh, have mercy on me and raise me up\" (See: [[:en:ta:vol2:translate:figs_declarative]])"}, {"ref": "raise me up", "text": "This means to raise him up from his bed, or to make him recover from his disease. AT: \"make me well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so that I may pay them back", "text": "The writer speaks of revenge on his enemies as if it were paying to them what he owes. AT: \"so that I may take revenge on them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "By this I know that you delight in me, for my enemy does not triumph over me", "text": "The word \"this\" refers to what the writer will say next. For clarity, the clauses may be reversed. AT: \"Because my enemy does not triumph over me, I know that you delight in me\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "By this I know that you delight in me, for my enemy does not triumph over me", "text": "This can also be translated in future tense, since Yahweh has not yet healed him. AT: \"If you enable me to do that, with the result that my enemies do not defeat me, I will know that you are pleased with me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you support me in my integrity", "text": "\"you support me because of my integrity\""}, {"ref": "will keep me before your face", "text": "The writer speaks of being in Yahweh's presence as being in a place where Yahweh can see him and he can see Yahweh's face. AT: \"will keep me with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "General Information:", "text": "This verse is more than the end of this psalm. It is the closing statement for all of Book 1 of the Psalms, which starts at Psalm 1 and ends with Psalm 41."}, {"ref": "from everlasting to everlasting", "text": "This refers to two extremes and means for all time. AT: \"for all eternity\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Amen and Amen", "text": "The word \"Amen\" is repeated to emphasize approval of what has been said. AT: \"May it certainly be so\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]