[{"id": "01", "tn": [{"ref": "Go again, love a woman, loved by her husband, but who is an adulteress", "text": "This refers back to [[:en:bible:notes:hos:01:01|1:2]]. Yahweh again tells Hosea to love an adulterous woman."}, {"ref": "Love her just as I, Yahweh, love the people of Israel", "text": "By loving the adulterous woman, Hosea will be an example of Yahweh's love for Israel. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "they turn to other gods and love raisin cakes", "text": "People ate raisin or fig cakes during festivals where they worshiped false gods."}, {"ref": "fifteen pieces of silver and a homer and a lethek of barley", "text": "This was the price to buy a slave."}, {"ref": "fifteen pieces", "text": "\"15 pieces\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a homer and a lethek", "text": "\"a homer and a half of a homer\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}]}, {"id": "04", "tn": [{"ref": "For the people of Israel will live for many days without a king, prince, sacrifice, stone pillar, ephod or household idols", "text": "Just as Hosea lived without his wife because she committed adultery, Israel will live without a king and without worshiping God, because they committed idolatry."}, {"ref": "seek Yahweh their God", "text": "Here \"seek\" means they are asking God to accept them and their worship."}, {"ref": "David their king", "text": "Here \"David\" represents all the descendants of David. AT: \"a descendant of David to be their king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the last days", "text": "Here \"last days\" refers to a period of time in the future. AT: \"in the future\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will come trembling before Yahweh and his goodness", "text": "Here \"trembling\" represents feelings of awe and humility. AT: \"they will come back to Yahweh and will humble themselves, honor him, and ask for his blessings\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]