[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul is on trial in Caesarea. Tertullus presents Governor Felix with the charges against Paul."}, {"ref": "General Information:", "text": "Here the word \"you\" refers to Felix, the governor. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "General Information:", "text": "Here \"we\" refers to the citizens under Felix. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "After five days", "text": "\"five days after the Roman soldiers took Paul to Caesarea\""}, {"ref": "Ananias", "text": "This is the name of a man. This is not the same Ananias as in [[:en:bible:notes:act:05:01|5:1]] nor the same Ananias as in [[:en:bible:notes:act:09:10|9:10]]. See how you translated this in [[:en:bible:notes:act:23:01|23:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "an orator", "text": "\"a lawyer.\" Tertullus was an expert in Roman law who was there to accuse Paul in court."}, {"ref": "Tertullus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "went there", "text": "\"went to Caesarea where Paul was\""}, {"ref": "stood before the governor", "text": "\"in the presence of the governor who was judge in the court\""}, {"ref": "began to accuse him", "text": "\"began to bring violations of law against him\" governor."}, {"ref": "we have great peace", "text": "Here \"we\" refers to the citizens under Felix. AT: \"we, the people that you govern, have great peace\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "and your foresight brings good reform to our nation", "text": "\"and your planning has greatly improved our nation\""}, {"ref": "most excellent Felix", "text": "\"Governor Felix who deserves greatest honor\" Felix was the roman governor over the whole region. See how you translated a similar phrase in [[:en:bible:notes:act:23:25|23:25]]."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The word \"we\" refers to Ananias, certain elders, and Tertullus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "So that I detain you no more", "text": "Possible meanings are 1) \"so that I will not take up too much of your time\" (UDB) or 2) \"so that I will not tire you\""}, {"ref": "briefly listen to me with kindness", "text": "\"kindly listen to my short speech\""}, {"ref": "this man to be a pest", "text": "This speaks of Paul as if he were a plague that spreads from one person to another. AT: \"this man to be a trouble maker\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the Jews throughout the world", "text": "The word \"all\" here is used to exaggerate the accusation against Paul. AT: \"many Jews throughout the world\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "He is a leader of the Nazarene sect", "text": "The phrase \"Nazarene sect\" is another name for the Christians. AT: \"He also leads the entire group whom people call the followers of the Nazarene\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sect", "text": "This is a smaller group of people within a larger group group. Tertullus considers the Christians to be a small group within Judaism."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Tertullus finishes presenting the charges against Paul before Governor Felix."}, {"ref": "General Information:", "text": "Here the word \"you\" is singular and refers to Governor Felix. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "accuse him of", "text": "\"accuse Paul of doing\" or \"accuse Paul of being guilty of doing\""}, {"ref": "The Jews", "text": "This refers to the Jewish leaders who were there at Paul's trial. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Paul responds to Governor Felix about the charges brought against him."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the Jews who were accusing Paul."}, {"ref": "the governor motioned", "text": "\"the governor gestured\""}, {"ref": "a judge to this nation", "text": "Here \"nation\" refers to the people of the Jewish nation. AT: \"a judge for the people of the Jewish nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "explain myself", "text": "\"explain my situation\""}, {"ref": "You are able to verify", "text": "\"You will be able to prove\""}, {"ref": "twelve days since", "text": "\"12 days since\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "I did not stir up a crowd", "text": "\"Stir up\" is a metaphor for agitating people into unrest, just as stirring a liquid agitates it. AT: \"I did not provoke the crowd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the accusations", "text": "\"the blames for wrongdoings\" or \"the charges for crimes\""}]}, {"id": "14", "tn": [{"ref": "I admit this to you", "text": "\"I acknowledge this to you\" or \"I confess this to you\""}, {"ref": "that according to the way", "text": "The phrase \"the way\" was a title used for Christianity during Paul's time."}, {"ref": "they call a sect", "text": "This is a smaller group of people within a larger group group. Tertullus considers the Christians to be a small group within Judaism. See how you translated \"sect\" in [[:en:bible:notes:act:24:04|24:5]]."}, {"ref": "in that same way I serve the God of our forefathers", "text": "Paul uses the phrase \"in that same way\" to mean that he, as a believer in Jesus, serves God the same way as the Jewish forefathers did. He is not leading a \"sect\" or teaching something new that is opposed to their ancient religion."}, {"ref": "just as these men", "text": "Here \"these men\" refers to the Jews who are accusing Paul in court."}, {"ref": "the coming resurrection of ... unrighteous ones", "text": "The abstract noun \"resurrection\" can be stated as \"God brings back to life.\" The nominal adjective \"the dead\" can be stated as \"those who died.\" AT: \"when God brings back to life all who have died, both the righteous and the unrighteous\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the righteous ones", "text": "\"those who have done what is right\""}, {"ref": "the unrighteous ones", "text": "\"those who have done what is evil\""}, {"ref": "I work", "text": "\"I do my best\""}, {"ref": "to have a conscience without blame", "text": "Here \"conscience\" refers to a person's inner morality that chooses between right and wrong. AT: \"to be blameless\" or \"to always do what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before God", "text": "\"in the presence of God\""}]}, {"id": "17", "tn": [{"ref": "Now", "text": "This word marks a shift in Paul's argument. Here he explains the situation in Jerusalem when some of the Jews arrested him."}, {"ref": "after many years", "text": "\"after many years away from Jerusalem\""}, {"ref": "I came to bring help to my nation and gifts of money", "text": "Here \"I came\" can be translated as \"I went.\" AT: \"I went to help my people by bringing them money as a gift\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "in a purification ceremony in the temple", "text": "\"in the temple after I had finished a ceremony to purify myself\""}, {"ref": "not with a crowd or an uproar", "text": "This can be stated as a separate new sentence. AT: \"I had not gathered a crowd nor was I trying to start a riot\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "These men", "text": "\"The Jews from Asia\""}, {"ref": "if they have anything", "text": "\"if they have anything to say\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes responding to Governor Felix about the charges brought against him."}, {"ref": "these same men", "text": "This refers to the members of the council who were present in Jerusalem at Paul's trial."}, {"ref": "should say what wrong they found in me", "text": "\"should say the wrong thing I did that they were able to prove\""}, {"ref": "It is about the resurrection of the dead", "text": "The abstract noun \"resurrection\" can be stated as \"God brings back to life.\" The nominal adjective \"dead\" can be stated as \"those who died.\" AT: \"It is because I believe that God will bring back to life those who have died\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "I am being judged today by you", "text": "This can be stated in active form. AT: \"you are judging me today\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Felix is the Roman governor of the area who resides at Caesarea. See how you translated this name in [[:en:bible:notes:act:23:22|23:24]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Way", "text": "This is a title for Christianity. See how you translated this in [[:en:bible:notes:act:09:01|9:2]]."}, {"ref": "Whenever Lysias the commander comes down", "text": "\"when Lysias the commander comes down\" or \"at the time Lysias the commander comes down\""}, {"ref": "Lysias", "text": "This is the name of the chief captain. See how you translated this name in [[:en:bible:notes:act:23:25|23:26]]."}, {"ref": "comes down from Jerusalem", "text": "Jerusalem was higher than Caesarea so it was normal for them to speak of coming down from Jerusalem."}, {"ref": "I will decide your case", "text": "\"I will make a decision concerning these accusations against you\" or \"I will judge whether you are guilty\""}, {"ref": "have leniency", "text": "\"grant Paul some freedom not otherwise granted to prisoners\""}]}, {"id": "24", "tn": [{"ref": "After some days", "text": "\"After several days\""}, {"ref": "Druscilla his wife", "text": "Druscilla is a woman's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a Jewess", "text": "This means a female Jew. AT: \"who was a Jew\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Felix became frightened", "text": "Felix may have felt conviction of his sins."}, {"ref": "for now", "text": "\"for the present time\""}]}, {"id": "26", "tn": [{"ref": "Paul would give money to him", "text": "Felix was hoping Paul would offer him a bribe to set him free."}, {"ref": "so he often sent for him and spoke with him", "text": "\"so Felix often sent for Paul and spoke with Paul\""}, {"ref": "Porcius Festus", "text": "This was the new roman Governor who replaced Felix. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "wanted to gain favor with the Jews", "text": "Here \"the Jews\" refers to the Jewish leaders. AT: \"wanted the Jewish leaders to like him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he left Paul to continue under guard", "text": "\"he left Paul in prison\""}]}]