[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter identifies himself as the writer and identifies and greets the believers he is writing to."}, {"ref": "slave and apostle of Jesus Christ", "text": "Peter speaks of being Jesus Christ's servant. He also was given the position and authority of being Christ's apostle."}, {"ref": "to those who have received the same precious faith", "text": "Peter speaks of the truth about Jesus Christ as something that believers could actually receive, as if it were an object. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to those who have received", "text": "\"to you who have received.\" Peter addresses all believers who may read this letter."}, {"ref": "we have received", "text": "Here the word \"we\" refers to Peter and the other apostles, but not to those to whom he is writing. AT: \"we apostles have received\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "May grace and peace increase in measure", "text": "God is the one who will give grace and peace to believers. AT: \"May God increase your grace and your peace\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "May grace and peace increase", "text": "Peter speaks of peace as if it were an object that could increase in size or numbers. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the knowledge of God and of Jesus our Lord", "text": "You can translate \"knowledge\" using a verbal phrase. AT: \"through your knowing God and Jesus our Lord\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Peter begins to teach the believers about living godly lives."}, {"ref": "for life and godliness", "text": "Here \"godliness\" describes the word \"life.\" AT: \"for a godly life\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "who called us", "text": "Here the word \"us\" refers to Peter and his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "through his own glory and virtue", "text": "\"through his own glory and moral excellence\""}, {"ref": "Through these", "text": "Here \"these\" refers to \"his own glory and virtue.\""}, {"ref": "you might be sharers", "text": "\"you might share\""}, {"ref": "the divine nature", "text": "what God is like"}, {"ref": "the corruption that is in the world", "text": "The reasons that the world is doomed to be destroyed are spoken of as if they were objects in the world. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "05", "tn": [{"ref": "For this reason", "text": "This refers to what Peter has just said in the previous verses. AT: \"Because of what God has done\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "virtue", "text": "\"moral excellence\""}, {"ref": "brotherly affection", "text": "This refers to love for a friend or family member and likely means that they are to love their spiritual family."}]}, {"id": "08", "tn": [{"ref": "these things", "text": "This refers to faith, virtue, knowledge, self-control, endurance, godliness, brotherly affection, and love, which Peter mentioned in the previous verses."}, {"ref": "you will not be barren or unfruitful", "text": "Peter speaks of a person who does not possess these qualities as if he is a field that will not produce a crop. This can be stated in positive terms. AT: \"you will produce and be fruitful\" or \"you will be effective\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "barren or unfruitful", "text": "These words mean basically the same thing and emphasize that this person will not be productive or experience any benefits from knowing Jesus. AT: \"unproductive\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in the knowledge of our Lord Jesus Christ", "text": "You can translate \"knowledge\" using a verbal phrase. AT: \"through your knowing God and Jesus our Lord.\" See how you translated a similar phrase in [[:en:bible:notes:2pe:01:01|1:2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "whoever lacks these things", "text": "any person who does not have these things"}, {"ref": "sees only what is near; he is blind", "text": "Peter speaks of a person who does not possess these qualities as if he were a nearsighted or blind person because he does not understand their value. AT: \"is like a shortsighted person who cannot see their importance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the cleansing from his old sins", "text": "You can use a verb to translate this. AT: \"that God has cleansed him from his old sins\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "10", "tn": [{"ref": "make your calling and election sure for yourselves", "text": "The words \"calling\" and \"election\" share similar meanings and refer to God's choosing them to belong to him. AT: \"make sure that God has really chosen you to belong to him\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you will not stumble", "text": "Here the word \"stumble\" refers either to 1) committing sin or 2) becoming unfaithful to Christ. AT: \"you will not practice sinful behavior\" or \"you will not become unfaithful to Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an entrance ... will be richly granted to you", "text": "This can be stated in active form. AT: \"God will richly grant to you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an entrance", "text": "the opportunity to enter"}, {"ref": "richly granted", "text": "given very generously"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Peter tells the believers about his obligation to continue reminding them and teaching them."}, {"ref": "to remind you of these things", "text": "Here the words \"these things\" refers to everything that Peter has said in the previous verses."}, {"ref": "you are strong in the truth", "text": "\"you strongly believe the truth of these things\""}, {"ref": "to stir you up with a reminder about these things", "text": "Here the word \"stir\" means to awaken someone from sleep. Peter speaks of causing his readers to think about these things as if he were waking them from sleep. AT: \"to cause you to think about these things with a reminder\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as long as I am in this tent ... I will remove my tent", "text": "Peter speaks of his body as if it were a tent that he will put away. These phrases refer to his death. AT: \"as long as I am alive ... I will die\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "for you to always remember", "text": "\"to enable you to always remember\""}, {"ref": "after my departure", "text": "Peter speaks of his death as if he were leaving one place to go to another. AT: \"after my death\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues to explain his teachings to the believers and explains why they are trustworthy."}, {"ref": "For we did not follow cleverly invented myths", "text": "Here the word \"we\" refers to Peter and the other apostles, but not to his readers. AT: \"For we apostles did not follow cleverly made-up stories\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "the power and the appearance of our Lord Jesus Christ", "text": "Here the word \"appearance\" refers to Jesus' second coming. Possible meanings are 1) \"the power of our Lord Jesus Christ and his coming\" or 2) \"the powerful coming of our Lord Jesus Christ.\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "our Lord Jesus Christ", "text": "Here the word \"our\" refers to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "when a voice was brought to him by the majestic Glory", "text": "This can be stated in active form. AT: \"when he heard a voice come from the majestic Glory\" or \"when the majestic Glory spoke to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a voice ... saying", "text": "the sound of the words"}, {"ref": "the majestic Glory", "text": "Peter refers to God in terms of his glory. This is a euphemism that avoids using God's name, out of reverence for him. AT: \"God, the supreme Glory\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "We heard this voice that came out of heaven", "text": "Peter is referring to himself and to the disciples James and John, who heard the voice of God."}, {"ref": "we were with him", "text": "\"we were with Jesus\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Peter begins to warn the believers about false teachers."}, {"ref": "We have this prophetic word made more sure", "text": "The things that Peter and the other apostles saw, which he described in the previous verses, confirm what the prophets spoke. This can be stated in active form. AT: \"The things that we saw make this prophetic word more sure\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We have", "text": "Here the word \"We\" refers to all believers, including Peter and his readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "this prophetic word", "text": "This refers to the Old Testament. AT: \"the scriptures, which the prophets spoke\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You do well to pay attention to it", "text": "Peter instructs the believers to pay close attention to the prophetic message."}, {"ref": "It is like a lamp shining in a dark place until the morning comes", "text": "Peter compares the prophetic word to a lamp that gives light in the dark until light comes in the morning. The coming of morning is a reference to Christ's coming. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the morning star rises in your hearts", "text": "Peter speaks of Christ as the \"morning star,\" which indicates that daybreak and the end of darkness is near. Christ will bring light into the hearts of believers, ending all doubt and bringing full understanding of who he is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the morning star", "text": "The \"morning star\" refers to the planet Venus, which rises just before the sun and indicates that daybreak is near."}, {"ref": "Know this first", "text": "\"Know this as the most important thing\""}, {"ref": "no prophecy is about one's own interpretation", "text": "This passage may be understood in various ways: 1) the prophets did not make their prophecies on their own (UDB); 2) people must rely on the Holy Spirit to understood the prophecies; 3) people must interpret the prophecies with the help of the entire Christian community of believers."}, {"ref": "men carried along by the Holy Spirit spoke from God", "text": "The Holy Spirit directed men to speak what God wanted them to speak. This can be stated in active form. AT: \"men spoke from God as the Holy Spirit carried them along\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "men carried along by the Holy Spirit", "text": "Peter speaks of the Holy Spirit helping the prophets to write what God wanted them to write as if the Holy Spirit was carrying them from one place to another. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]