[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The author gives greetings to the people of the church at Philippi."}, {"ref": "General Information:", "text": "Because Paul writes later in the letter saying \"I,\" it is generally assumed that he is the author and that Timothy, who is with him, writes as Paul speaks. All instances of \"you\" and \"your\" in the letter refer to the believers in the Philippian church and are plural. The word \"our\" probably refers to all believers in Christ, including Paul, Timothy, and the Philippian believers. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Paul and Timothy", "text": "If your language has a particular way of introducing the authors of a letter, use it here."}, {"ref": "Timothy, servants of Christ Jesus", "text": "\"Timothy. We are servants of Christ Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to all those set apart in Christ Jesus", "text": "\"to all the believers in Christ Jesus\""}, {"ref": "the overseers and deacons", "text": "\"the leaders of the church\""}]}, {"id": "03", "tn": [{"ref": "I give thanks for your fellowship in the gospel", "text": "Paul is expressing thanks to God that the Philippians are also preaching the gospel. AT: \"I give thanks to God that you are proclaiming the gospel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am confident", "text": "\"I am sure\""}, {"ref": "he who began", "text": "\"God, who began\""}]}, {"id": "07", "tn": [{"ref": "It is right for me", "text": "\"It is proper for me\" or \"It is good for me\""}, {"ref": "I have you in my heart", "text": "\"I love you very much\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have been my partners in grace", "text": "\"have been partakers of grace with me\" or \"have shared in grace with me\""}, {"ref": "God is my witness", "text": "\"God knows\" or \"God understands\""}, {"ref": "with the compassion of Christ Jesus", "text": "The abstract noun \"compassion\" can be translated with the verb \"love.\" AT: \"and I love you as Christ Jesus dearly loves us all\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Paul prays for the believers in Philippi and talks about the joy there is in suffering for the Lord."}, {"ref": "may abound", "text": "Paul speaks of love as if it were objects that people could obtain more of. AT: \"may increase\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in knowledge and all understanding", "text": "Here \"understanding\" means about God and can be made explicit. AT: \"as you learn and understand more about what pleases God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "approve", "text": "This refers to examining things and taking only those that are good. AT: \"test and choose\""}, {"ref": "what is excellent", "text": "\"what is most pleasing to God\""}, {"ref": "sincere and without offense", "text": "The words \"sincere\" and \"without offense\" mean basically the same thing. Paul combines them to emphasize moral purity. AT: \"completely blameless\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you also will be filled", "text": "Paul is speaking of the believers as if they were containers that could be filled with fruit. AT: \"This is also so that Jesus Christ may cause you to obey God more and more\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "filled with the fruit of righteousness that comes", "text": "The good deeds of a believer whom God has declared good please God as does the way fruit growing on a tree is sweet to those who eat it. AT: \"able to please God and other people by the way you live now that God has forgiven your sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the glory and praise of God", "text": "Possible meanings are 1) \"Then other people will see how you honor God\" (UDB) or 2) \"Then people will praise and give honor to God because of the good things they see you do.\" These alternate translations would require a new sentence."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Paul says that two things have happened because of \"the progress of the gospel\": many people inside and outside the palace have found out why he is in prison, and other Christians are no longer afraid to proclaim the good news."}, {"ref": "Now I want", "text": "Here the word \"Now\" is used to mark a new part of the letter."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women, because all believers in Christ are members of one spiritual family, with God as their heavenly Father."}, {"ref": "what has happened to me", "text": "Paul is talking about his time in prison. AT: \"that the things I suffered because I was put into prison for preaching about Jesus\" ([[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has really served to advance the gospel", "text": "\"has caused more people to hear the gospel\""}, {"ref": "my chains in Christ came to light", "text": "\"Chains in Christ\" is a metonym for being in prison for the sake of Christ. \"Came to light\" is a metaphor for \"became known.\" AT: \"It became known that I am in prison for the sake of Christ\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my chains in Christ came to light ... guard ... everyone else", "text": "This can be stated in active form. AT: \"the palace guards and many other people in Rome know  that I am in chains for the sake of Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my chains in Christ", "text": "Here Paul uses the preposition \"in\" to mean \"for the sake of.\" AT: \"my chains for the sake of Christ\" or \"my chains because I teach people about Christ\""}, {"ref": "my chains", "text": "Here the word \"chains\" is a metonym for imprisonment. AT: \"my imprisonment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "palace guard", "text": "This is a group of soldiers that helped protect the Roman emperor."}]}, {"id": "15", "tn": [{"ref": "Some indeed even proclaim Christ", "text": "\"Some people preach the good news about Christ\""}, {"ref": "out of envy and strife", "text": "\"because they do not want people listening to me, and they want to cause trouble\""}, {"ref": "and also others out of good will", "text": "\"but other people do it because they are kind and they want to help\""}, {"ref": "The latter", "text": "\"Those who proclaim Christ out of good will\""}, {"ref": "I am put here for the defense of the gospel", "text": "This can be stated in active form. Possible meanings are AT: 1) \"God chose me to defend the gospel\" or 2) \"I am in prison because I defend the gospel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the defense of the gospel", "text": "\"to teach everyone that the message of Jesus is true\""}, {"ref": "But the former", "text": "\"But the others\" or \"But the ones who proclaim Christ out of envy and strife"}, {"ref": "while I am in chains", "text": "Here the phrase \"in chains\" is a metonym for imprisonment. AT: \"while I am imprisoned\" or \"while I am in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "What then?", "text": "Paul uses this question to tell how he feels about the situation he wrote about in [[:en:bible:notes:php:01:15|15-17]]. Possible meanings are 1) this is an idiom that means \"It does not matter.\" or 2) the words \"shall I think about this\" are understood as part of the question. AT: \"What then shall I think about this?\" or \"This is what I think about it\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Only that in every way, whether in pretense or in truth, Christ is proclaimed", "text": "\"As long as people preach about Christ, it does not matter if they do it for good reasons or for bad reasons\""}, {"ref": "in this I rejoice", "text": "\"I am happy because people are preaching about Jesus\""}, {"ref": "I will rejoice", "text": "\"I will celebrate\" or \"I will be glad\""}, {"ref": "this will result in my deliverance", "text": "\"because people proclaim Christ, God will deliver me\""}, {"ref": "in my deliverance", "text": "The exact meaning of \"deliverance,\" what God will deliver Paul from, is not clear. Possible meanings are that 1) Paul was referring to being helped out of a bad situation or 2) Paul was referring specifically to being set free from prison."}, {"ref": "through your prayers and the help of the Spirit of Jesus Christ", "text": "\"because you are praying and the Spirit of Jesus Christ is helping me\""}, {"ref": "Spirit of Jesus Christ", "text": "\"Holy Spirit\""}]}, {"id": "20", "tn": [{"ref": "It is according to my eager expectation and certain hope", "text": "Here the phrases \"eager expectation\" and \"certain hope\" mean basically the same thing. Paul uses them together to emphasize how strong his expectation is. AT: \"I am completely convinced\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "and yet with all boldness, now as always, Christ will be exalted", "text": "This is part of Paul's expectation and hope. AT: \"but I expect and hope that with all boldness, now as always, Christ will be exalted\""}, {"ref": "with all boldness, now as always", "text": "\"I will be very bold now, as I always have been and\""}, {"ref": "Christ will be exalted in my body", "text": "The phrase \"my body\" is a metonym for what Paul does with his body. This can be stated in active form. Possible meanings are 1) \"I will honor Christ by what I do\" or 2) \"people will praise Christ because of what I do\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whether by life or by death", "text": "\"if I go on living or if I die\""}, {"ref": "For to me to live is Christ and to die is gain", "text": "\"Because if I go on living, I will live to please Christ, and if I die, that will be even better\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "But if I am to live in the flesh", "text": "The word \"flesh\" here is a metonym for the body, and \"living in the flesh\" is a metonym for being alive. AT: \"But if I am to remain alive in my body\" or \"But if I continue to live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that means fruitful labor for me", "text": "The word \"fruit\" here refers to the good results of Paul's work. AT: \"that means I will be able to work and my work will produce good results\" or \"then I will have more chances to encourage people to believe in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For I am hard pressed between the two", "text": "Paul speaks of how hard it is for him to choose between living and dying as if two heavy objects, like rocks or logs, were pushing on him from opposite sides at the same time. Your language might prefer the objects to pull rather than push. AT: \"I am under tension. I do not know if I should choose to live or to die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My desire is to depart and be with Christ", "text": "Paul uses a euphemism here to show that he is not afraid of dying. AT: \"I would like to die because I will go to be with Christ\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "25", "tn": [{"ref": "And being convinced of this", "text": "\"Since I am sure that it is better for you that I stay alive\""}, {"ref": "I know that I will remain", "text": "\"I know that I will continue to live\" or \"I know that I will keep on living\""}, {"ref": "So that in me", "text": "\"So that because of me\" or \"So that because of what I do\""}, {"ref": "that you are standing firm in one spirit ... with one mind striving together for the faith of the gospel", "text": "These two clauses share similar meanings and emphasize the importance of unity."}, {"ref": "with one mind striving together", "text": "\"striving together with one mind.\" Agreeing with one another is spoken of as having one mind. AT: \"agreeing with one another and striving together\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "striving together", "text": "\"working hard together\""}, {"ref": "for the faith of the gospel", "text": "Possible meanings are 1) \"to spread the faith that is based on the gospel\" or 2) \"to believe and live as the gospel teaches us\""}]}, {"id": "28", "tn": [{"ref": "And do not be frightened by anything", "text": "This is a command to the Philippian believers. If your language has a plural command form, use it here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "This is for them a sign of their destruction. But for you it is a sign of your salvation, and this from God", "text": "\"Your courage will show them that God will destroy them. It will also show you that God will save you\""}, {"ref": "For you have the same conflict such as you saw with me, and that you hear is with me now", "text": "\"That is why you are suffering in the same way that you saw me suffer, and that you hear I am still suffering\""}]}]