[{"id": "01", "tn": [{"ref": "After these things", "text": "\"These things\" refers to when the kings fought and Abram rescued Lot."}, {"ref": "the word of Yahweh came", "text": "This idiom means Yahweh spoke. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shield ... reward", "text": "God used these two metaphors to tell Abram about his character and his relationship to Abram. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am your shield", "text": "Soldiers use a shield to protect themselves from their enemies. AT: \"I will protect you like shield\" or \"I am your shield to protect you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "reward", "text": "\"payment.\" This refers to the payment a person deserves. Two possible meanings are 1) \"I am all that you need\" or 2) \"I will give you all you need.\""}, {"ref": "Abram said, \"Since you have given me", "text": "\"Abram continued speaking and said, 'Since you have given me'\""}]}, {"id": "04", "tn": [{"ref": "Then, behold", "text": "The word \"behold\" emphasizes the fact that the word of Yahweh came to Abraham again."}, {"ref": "the word of Yahweh came", "text": "This idiom means God spoke. See how you translated this in [[:en:bible:notes:gen:15:01|15:1]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This man", "text": "This refers to Eliezer of Damascus."}, {"ref": "the one who will come from your own body", "text": "\"the one that you will father\" or \"your very own son.\" Abram's own son would become his heir."}, {"ref": "number the stars", "text": "\"count the stars\""}, {"ref": "So will your descendants be", "text": "Just as Abram would not be able to count all the stars, he would not be able to count all his descendants because there would be so many."}]}, {"id": "06", "tn": [{"ref": "He believed Yahweh", "text": "This means he accepted and trusted what Yahweh said was true."}, {"ref": "he counted it to him as righteousness", "text": "\"Yahweh counted Abram's belief as righteousness\" or \"Yahweh considered Abram righteous because Abram believed him\""}, {"ref": "I am Yahweh, who brought you out of Ur", "text": "Yahweh was reminding Abraham of what he had already done so that Abraham would know that Yahweh had the power to give Abram what he promised him."}, {"ref": "to inherit it", "text": "\"to receive it\" or \"so that you will possess it\""}, {"ref": "how will I know", "text": "Abram was asking for more proof that Yahweh would give him the land."}]}, {"id": "09", "tn": [{"ref": "the carcasses", "text": "\"the dead bodies of the animals and birds\""}, {"ref": "Abram drove them away", "text": "\"Abram chased the birds away.\" He made sure the birds did not eat the dead animals."}]}, {"id": "12", "tn": [{"ref": "Abram fell sound asleep", "text": "This is an idiom. AT: \"Abraham slept deeply\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a deep and terrifying darkness", "text": "\"an extreme darkness that terrified him\""}, {"ref": "overwhelmed him", "text": "\"surrounded him\""}, {"ref": "strangers", "text": "\"aliens\" or \"foreigners\""}, {"ref": "and will be enslaved and oppressed", "text": "This can be stated in active form. AT: \"and the owners of that land will enslave your descendants and oppress them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continued to speak to Abram while Abram dreamed."}, {"ref": "I will judge", "text": "Here \"judge\" is a metonym for what will happen after God makes the judgment. AT: \"I will punish\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that they will serve", "text": "The full meaning of this statement can be made explicit. AT: \"that your descendants will serve\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "abundant possessions", "text": "This is an idiom. AT: \"many possessions\" or \"great wealth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will go to your fathers", "text": "This is a polite way of saying \"you will die.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "fathers", "text": "The word \"fathers\" is a synecdoche for all ancestors. AT: \"ancestors\" or \"ancestral fathers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will be buried in a good old age", "text": "\"you will be very old when you die and your family buries your body\""}, {"ref": "In the fourth generation", "text": "Here one generation refers to a lifespan of 100 years. \"After four hundred years\""}, {"ref": "they will come here again", "text": "\"your descendants will come back here.\" Abraham's descendants would come to the land where Abram was then living, the land that Yahweh had promised to give to him."}, {"ref": "has not yet reached its limit", "text": "\"is not yet complete\" or \"will get much worse before I punish them\""}]}, {"id": "17", "tn": [{"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "a smoking fire pot and a flaming torch passed between the pieces", "text": "God did this to show Abram that he was making a covenant with him."}, {"ref": "passed between the pieces", "text": "\"passed through between the two rows of animal pieces\""}, {"ref": "covenant", "text": "In this covenant God promises to bless Abram, and he will continue to bless him as long as Abram follows him."}, {"ref": "I hereby give this land", "text": "By saying this, God was giving the land to Abram's descendants. God was doing this then, but the descendants would not go into the land until many years later."}, {"ref": "the great river, the Euphrates", "text": "\"the large river, the Euphrates.\" These are two ways of referring to the same river."}, {"ref": "the Kenites, the Kenizzites, the Kadmonites, the Hittites, the Perizzites, the Rephaites, the Amorites, the Canaanites, the Girgashites, and the Jebusites", "text": "These are the names of groups of people who lived in that land. God would allow Abraham's descendants to conquer these people and take their land. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]