[{"id": "01", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "daughters were born to them", "text": "This can be active. AT: \"the women bore daughters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sons of God", "text": "Translators could add a footnote saying: \"It is not clear whether this refers to heavenly beings or human beings. In either case, they were beings that God created.\" Some believe these words refer to angels who rebelled against God, that is, evil spirits or demons. Others think this may refer to powerful political rulers, and others think this may refer to the descendants of Seth."}, {"ref": "My spirit", "text": "Here Yahweh is talking about himself and his spirit, which is the Spirit of God."}, {"ref": "flesh", "text": "This means that they have physical bodies that will one day die."}, {"ref": "They will live 120 years", "text": "Possible meanings are 1) the normal lifespan of people would decrease to 120 years. AT: \"They will not live more than 120 years\" or 2) in 120 years everyone would die. AT: \"They will live only 120 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "04", "tn": [{"ref": "Giants", "text": "very tall, large people"}, {"ref": "This happened when", "text": "\"The giants were born because\""}, {"ref": "sons of God", "text": "Translate this as you did in [[:en:bible:notes:gen:06:01|6:2]]."}, {"ref": "These were the mighty men of old", "text": "\"These giants were the mighty men who lived long ago\" or \"These children grew to become the powerful fighters who lived long ago\""}, {"ref": "mighty men", "text": "men who are courageous and victorious in battle"}, {"ref": "men of renown", "text": "\"famous men\""}]}, {"id": "05", "tn": [{"ref": "inclination", "text": "\"tendency\" or \"habit\""}, {"ref": "the thoughts of their hearts", "text": "The writer speaks of the heart as if it were the part of the body that thinks. Your language may use a word other than \"heart\" to talk about the part of people that thinks. AT: \"their inner, secret thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it grieved him to his heart", "text": "The writer speaks of the heart as if it were the part of the body that feels sadness. Your language may use a word other than \"heart\" to talk about the emotions. AT: \"he was very, very sad about it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "I will wipe away mankind ... from the surface of the earth", "text": "The writer speaks of God killing people as if God were wiping dirt off a flat surface. AT: \"I will destroy mankind ... so that there will not be any people on the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will wipe away mankind whom I have created", "text": "Some languages would need to translate this as two sentences. AT: \"I created mankind. I will wipe them away\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "wipe away", "text": "\"completely destroy.\" Here \"wipe away\" is used in a negative sense, for God is talking about destroying the people because of their sin."}, {"ref": "Noah found favor in the eyes of Yahweh", "text": "\"Yahweh looked favorably on Noah\" or \"Yahweh was pleased with Noah\" (UDB)"}, {"ref": "in the eyes of Yahweh", "text": "Here \"eyes\" stands for sight or thoughts. AT: \"in Yahweh's sight\" or \"in Yahweh's thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This begins the story of Noah, which continues into chapter 9."}, {"ref": "These were the events concerning Noah", "text": "\"This is the account of Noah\""}, {"ref": "walked with God", "text": "Translate this as you did in [[:en:bible:notes:gen:05:21|5:21]]."}, {"ref": "Noah became the father of three sons", "text": "\"Noah had three sons\" or \"Noah's wife had three sons\""}, {"ref": "Shem, Ham, and Japheth", "text": "Translators may add the following footnote: \"The sons are not listed in the order in which they were born.\""}]}, {"id": "11", "tn": [{"ref": "The earth", "text": "Possible meanings are 1) the people who lived on the earth or 2) \"The earth itself.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "was corrupt", "text": "The people doing what is evil is spoken of as if they were food that has become rotten. AT: \"was rotten\" or \"was completely evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before God", "text": "Possible meanings are 1) \"in God's sight\" or 2) \"in the presence of Yahweh\" as in [[:en:bible:notes:gen:04:16|4:16]]."}, {"ref": "and it was filled with violence", "text": "The writer speaks of violence as if it were something that could be put into a container and of the earth as a container. AT: \"and there were very many violent people on the earth\" or \"because it was full of people who did evil things to each other\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "all flesh", "text": "Possible meanings are 1) all human beings or 2) all physical beings, including humans and animal. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "had corrupted their way", "text": "How a person behaves is spoken of as if it were a way or road. AT: \"had stopped living the way God wanted\" or \"had behaved in an evil way\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "all flesh", "text": "Translate these words as in [[:en:bible:notes:gen:06:11|6:12]]."}, {"ref": "the earth is filled with violence through them", "text": "\"people everywhere on earth are violent\""}, {"ref": "I will destroy them with the earth", "text": "\"I will destroy both them and the earth\" or \"I will destroy them when I destroy the earth\""}, {"ref": "an ark", "text": "This refers to a very large box that would be able to float on water even in a very bad storm. \"a large boat\" or \"a ship\" or \"a barge\""}, {"ref": "cypress wood", "text": "People do not know exactly what kind of tree this was. \"wood used for building boats\" or \"good wood\""}, {"ref": "cover it with pitch", "text": "\"spread pitch on it\" or \"paint tar on it.\" The reason for doing this can be made explicit: \"to make it waterproof\" (UDB). (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pitch", "text": "This is a thick, sticky or oily liquid that people put on the outside of a boat to stop water from going through gaps in the wood into the boat."}, {"ref": "cubits", "text": "A cubit was a unit of measure, a little less than half a meter long. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "three hundred cubits", "text": "\"138 meters.\" You may use the Hebrew measuring units from the ULB or the metric units from the UDB or your own culture's units if you know how they compare to the metric units. You may also write a footnote that says: \"Three hundred cubits is about 138 meters.\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "fifty cubits", "text": "\"twenty-three meters\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "thirty cubits", "text": "\"fourteen meters\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}]}, {"id": "16", "tn": [{"ref": "a roof for the ark", "text": "This was probably a peaked or slanted roof. Its purpose was to protect everything in the ark from the rain."}, {"ref": "cubit", "text": "A cubit was a little less than half a meter long. See how you translated this in [[:en:bible:notes:gen:06:13|6:15]]. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "a lower, a second, and a third deck", "text": "\"a lower deck, a middle deck, and an upper deck\" or \"three decks inside\" (UDB)"}, {"ref": "deck", "text": "\"floor\" or \"level\""}, {"ref": "Listen", "text": "God said this in order to emphasize that he would do what he was about to say. \"Pay attention\" or \"Listen to what I am saying\""}, {"ref": "I am about to bring the flood of waters", "text": "\"I am about to send a flood of waters\" or \"I am about to cause a flood\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "all flesh", "text": "Here \"flesh\" represents all physical beings, including humans and animals. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that has in it the breath of life", "text": "Here \"breath\" represents life. AT: \"that lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "establish my covenant with you", "text": "\"make a covenant between you and me\""}, {"ref": "with you", "text": "with Noah"}, {"ref": "You will come into the ark", "text": "\"You will enter the ark.\" Some translations say \"You will go into the ark.\""}, {"ref": "Of every living creature of all flesh, two of every kind you must bring into the ark", "text": "\"You must bring into the ark two of every kind of living creature\""}, {"ref": "creature", "text": "an animal God created"}, {"ref": "all flesh", "text": "Translate these words as in [[:en:bible:notes:gen:06:11|6:12]]."}]}, {"id": "20", "tn": [{"ref": "after their kind", "text": "\"of each different kind\""}, {"ref": "creeping thing of the ground", "text": "This refers to small animals that move on the ground (UDB)."}, {"ref": "two of every sort", "text": "This refers to two of every kind of bird and animal."}, {"ref": "to keep them alive", "text": "\"so you can keep them alive\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to you ... yourself ... you", "text": "These refer to Noah and are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "food that is eaten", "text": "\"food that people and animals eat\""}, {"ref": "So Noah did this. According to all that God commanded him, so he did", "text": "These two sentences mean the same thing. The second sentence explains the first and emphasizes that Noah obeyed God. These parallel sentences can be combined into one. AT: \"So Noah did everything that God commanded him to do\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]