[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The author tells three things about faith in this brief introduction."}, {"ref": "Now", "text": "This word is used here to mark a break in the main teaching. Here the author starts to explain the meaning of \"faith.\""}, {"ref": "faith is the assurance about the things that are confidently expected", "text": "This can be stated in active form. AT: \"faith is what allows a person to confidently expect certain things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "confidently expected", "text": "Here this refers specifically to the sure promises of God, especially the certainty that all believers in Jesus will live with God forever in heaven."}, {"ref": "that are still not seen", "text": "This can be stated in active form. AT: \"that we still have not seen\" or \"that still have not happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For because of this", "text": "\"Because they were certain about events that had not happened\""}, {"ref": "the ancestors were approved for their faith", "text": "This can be stated in active form. AT: \"God approved of our ancestors because they had faith\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the ancestors", "text": "The author is speaking to the Hebrews about Hebrew ancestors. AT: \"our ancestors\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the universe was created by God's command", "text": "This can be stated in active form. AT: \"God created the universe by commanding it to exist\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what is visible was not made out of things that were visible", "text": "This can be stated in active form. AT: \"God did not create what we see out of things that were visible\""}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "The writer then gives many examples (mostly from Old Testament writings) of people who lived by faith even though they did not receive what God had promised while they lived on the earth."}, {"ref": "he was attested to be righteous", "text": "This can be stated in active form. AT: \"God declared that Abel was righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was attested to be righteous", "text": "This can be stated in active form. AT: \"God declared him to be righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Abel still speaks", "text": "Reading the scriptures and learning about Abel's faith is spoken of as if Abel himself were still speaking. AT: \"we still learn from what Abel did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "It was by faith that Enoch was taken up so that he did not see death", "text": "This can be stated in active form. AT: \"It was by faith that Enoch did not die because God took him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "see death", "text": "This speaks of death as if it were an object that people can see. It means to experience death. AT: \"die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before he was taken up", "text": "This can be stated in active form. AT: \"before God took him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it was testified that he had pleased God", "text": "This can be stated in active form. Possible meanings are 1) \"God said that Enoch had pleased him\" or 2) \"people said that Enoch pleased God.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Now without faith", "text": "Here \"Now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "without faith it is impossible to please him", "text": "This can be stated in positive form. AT: \"a person can please God only if he has faith in God\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "that anyone coming to God", "text": "Wanting to worship God and belong to his people is spoken of as if the person is literally coming to God. AT: \"that anyone who wants to belong to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is a rewarder of those", "text": "\"he rewards those\""}, {"ref": "those who seek him", "text": "Learning about God and making an effort to obey him is spoken of as if it were someone seeking to find another person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "having been given a divine message", "text": "This can be stated in active form and in other terms. AT: \"because God told him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "about things not yet seen", "text": "This can be stated in active form. AT: \"about things no one had ever seen before\" or \"about events that had not happened yet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the world", "text": "Here \"world\" refers to the world's human population. AT: \"the people living in the world at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "became an heir of the righteousness", "text": "Noah is spoken of as if he were to inherit property and wealth from a family member. AT: \"received from God the righteousness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that is according to faith", "text": "\"that God gives to those who have faith in him\""}]}, {"id": "08", "tn": [{"ref": "when he was called", "text": "This can be stated in active form. AT: \"when God called him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went out to the place", "text": "\"left his home to go to the place\""}, {"ref": "that he was to receive as an inheritance", "text": "The land that God promised to give Abraham's descendants is spoken of as if it were an inheritance that Abraham was to receive. AT: \"that God would give him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He went out", "text": "\"He left his home\""}, {"ref": "he lived in the land of promise as a foreigner", "text": "This can be reworded so that the abstract noun \"promise\" is expressed as the verb \"promised.\" AT: \"he lived as a foreigner in the land God had promised to him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "fellow heirs", "text": "\"heirs together.\" This speaks about Abraham, Isaac, and Jacob as if they were heirs that would receive an inheritance from their father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the city which has foundations", "text": "That is, permanent foundations. So the city is to be a permanent city. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the city of which the architect and builder would be God", "text": "God is spoken of as if he were an architect and a builder. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "architect", "text": "a person who designs buildings"}]}, {"id": "11", "tn": [{"ref": "It was by faith", "text": "The abstract noun \"faith\" can be expressed with the verb believe. Possible meanings are 1) it was by Abraham's faith. AT: \"Because Abraham believed God\" or 2) it was by Sarah's faith. AT: \"Because Sarah believed God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "received ability to father a child", "text": "\"received ability to become a father\" or \"received ability to have a child\""}, {"ref": "since he considered as faithful the one who had given the promise", "text": "\"because he believed God, who had give the promise, to be faithful\""}, {"ref": "almost dead", "text": "\"too old to have children\" or \"very old\""}, {"ref": "those who were like the stars in the sky for their multitude and like the grains of sand along the seashore, which are uncountable", "text": "This simile means Abraham had very many descendants. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "which are uncountable", "text": "\"which are too many for anyone to count\""}]}, {"id": "13", "tn": [{"ref": "without receiving the promises", "text": "This speaks of promises as if they are objects that a person receives. AT: \"without receiving what God had promised them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "after seeing and greeting them from far off", "text": "Future promised events are spoken of as if they were travelers arriving from far away. AT: \"after learning what God will do in the future\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they admitted", "text": "\"they acknowledged\" or \"they accepted\""}, {"ref": "they were foreigners and exiles on earth", "text": "Here \"foreigners\" and \"exiles\" mean basically the same thing. This emphasizes that this earth was not their true home. They were waiting for their true home that God would make for them. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a homeland", "text": "\"a country for them to belong to\""}]}, {"id": "15", "tn": [{"ref": "heavenly one", "text": "\"heavenly country\" or \"country in heaven\""}, {"ref": "God is not ashamed to be called their God", "text": "This can be expressed in active and positive form. AT: \"God is happy to have them call him their God\" or \"God is proud to have them say that he is their God\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "17", "tn": [{"ref": "when he was tested", "text": "This can be stated in active form. AT: \"when God tested him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to whom it had been said", "text": "This can be stated in active form. AT: \"to whom God said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that your descendants will be named", "text": "Here \"named\" means assigned or designated. This sentence can be stated in active form. AT: \"that I will designate your descendants\""}, {"ref": "figuratively speaking", "text": "\"in a manner of speaking.\" This means that what the author says next is not to be understood literally. God did not bring Isaac back from death literally. But because Abraham was about to sacrifice Isaac when God stopped him, it was as if God brought him back from the dead."}, {"ref": "it was from them", "text": "\"it was from the dead ones\""}, {"ref": "he received him back", "text": "\"Abraham received Isaac back\""}]}, {"id": "20", "tn": [{"ref": "Jacob worshiped", "text": "\"Jacob worshiped God\""}, {"ref": "when his end was near", "text": "Here \"his end\" is a polite way of referring to death. AT: \"when he was about to die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "spoke of the departure of the children of Israel from Egypt", "text": "\"spoke of when the children of Israel would leave Egypt\""}, {"ref": "the children of Israel", "text": "\"the Israelites\" or \"the descendants of Israel\""}, {"ref": "and instructed them about his bones", "text": "Joseph died while in Egypt. He wanted his people to take his bones with them when they left Egypt so they could bury his bones in the land that God promised them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "Moses, when he was born, was hidden for three months by his parents", "text": "This can be stated in active form. AT: \"Moses' parents hid him for three months after he was born\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "had grown up", "text": "\"had become an adult\""}, {"ref": "refused to be called", "text": "This can be stated in active form. AT: \"refused to allow people to call him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the disgrace of following Christ", "text": "This can be reworded so that the abstract noun \"disgrace\" is express as the verb \"disrespect.\" AT: \"the experience of people disrespecting him because he did what Christ would want\" (See:  [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "following Christ", "text": "Obeying Christ is spoken of as if it were following him down a path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fixing his eyes on his reward", "text": "Fully concentrating on achieving a goal is spoken of as if a person were staring at an object and refusing to look away. AT: \"doing what he knew would earn him a reward in heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "he endured as if he were seeing the one who is invisible", "text": "Moses is spoken of as if he saw God, who is invisible. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the one who is invisible", "text": "\"the one no one can see\""}, {"ref": "the sprinkling of the blood", "text": "This refers to God's command to the Israelites to kill a lamb and spread its blood on every doorpost of every house where Israelites lived. This would prevent the destroyer from harming their firstborn sons. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "should not touch", "text": "Here \"touch\" refers to harming or to killing someone. AT: \"should not harm\" or \"should not kill\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Here the first word \"they\" refers to the Israelites, the second \"they\" refers to the Egyptians, the third \"they\" refers to the walls of Jericho."}, {"ref": "they passed through the Sea of Reeds", "text": "\"the Israelites passed through the Sea of Reeds\""}, {"ref": "they were swallowed up", "text": "This can be stated in active form. AT: \"the water swallowed up the Egyptians\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they were swallowed up", "text": "The water is spoken of as if it were an animal. AT: \"the Egyptians drowned in the water\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they had been circled around for seven days", "text": "This can be stated in active form. AT: \"the Israelites marched around the walls for seven days\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "seven days", "text": "\"7 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "had received the spies in peace", "text": "\"had peacefully received the spies\""}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues to speak of what God did for the ancestors of the people of Israel."}, {"ref": "And what more can I say?", "text": "The author uses a question to emphasize that there are many examples that he could have quoted. This can be expressed as a statement. AT: \"And there are many more examples.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the time will fail me", "text": "\"I will not have enough time\""}, {"ref": "Barak", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It was through faith that they", "text": "Here \"they\" does not mean that each person listed in 11:32 did all the things the author is about to mention. The author means in general these are the kinds of things that those with faith were able to do. AT: \"It was through faith that men like these\""}, {"ref": "they conquered kingdoms", "text": "Here \"kingdoms\" refers to the people who lived there. AT: \"they defeated the people of foreign kingdoms\""}, {"ref": "They stopped the mouths of lions, extinguished the power of fire, escaped the edge of the sword", "text": "These are some of the ways God saved believers from death. AT: \"Lions did not eat them, fire did not burn them, their enemies did not kill them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were healed of illnesses", "text": "This can be stated in active form. AT: \"received healing from God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "became mighty in battle, and defeated", "text": "\"they became mighty in battle and defeated\""}]}, {"id": "35", "tn": [{"ref": "Women received back their dead by resurrection", "text": "The phrase \"by resurrection\" means \"when God raised them from the dead.\" The word \"dead\" is a nominal adjective. It can be stated as a verb. AT: \"Women received back alive those who had died\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Others were tortured, not accepting release", "text": "It is implied that their enemies would release them from prison if they would deny Jesus as Lord. This can be stated in active form. AT: \"Others accepted torture rather than release from prison\" or \"Others allowed their enemies to torture them rather than deny Jesus so that their enemies would release them, and\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "tortured", "text": "made to suffer great mental or physical pain"}, {"ref": "a better resurrection", "text": "Possible meanings are 1) these people will experience a better life in heaven than what they experienced in this world or 2) these people will have a better resurrection than those who did not have faith. Those with faith will live forever with God. Those without faith will live forever separated from God."}, {"ref": "Others had testing in mocking and whippings ... They were stoned. They were sawn in two. They were killed with the sword", "text": "These can be stated in active form. AT: \"People mocked and whipped others ... People threw stones at others. People sawed others in two. People killed others with the sword\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Others had testing in mocking and whippings, and even chains and imprisonment", "text": "This can be reworded so that the abstract nouns are expressed as verbs.  AT: \"God tested others by allowing their enemies to mock and whip them and even put them in chains and imprison them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "went about", "text": "\"went from place to place\" or \"lived all the time\""}, {"ref": "in sheepskins and  goatskins", "text": "\"wearing only the skins of sheep and goats\""}, {"ref": "They were destitute", "text": "\"They had nothing\" or \"They were very poor\""}, {"ref": "The world was not worthy", "text": "Here \"world\" refers to the people. AT: \"The people of this world were not worthy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "caves, and in the holes in the ground", "text": "\"and some lived in caves and in holes in the ground\""}]}, {"id": "39", "tn": [{"ref": "Although all these people were approved by God because of their faith, they did not receive the promise", "text": "This can be stated in active form. AT: \"God honored all these because of their faith, but they did not themselves receive what God had promised\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the promise", "text": "This expression stands for \"what God had promised them.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that without us, they would not be made perfect", "text": "This can be stated in positive and active form. AT: \"in order that God would perfect us and them together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]