[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Peter arrives in Jerusalem and begins talking to the Jews there."}, {"ref": "General Information:", "text": "This is the beginning of a new event in the story."}, {"ref": "Now", "text": "This marks a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the brothers", "text": "The phrase \"brothers\" here refers to the believers in Judea."}, {"ref": "who were in Judea", "text": "\"who were in the province of Judea\""}, {"ref": "had received the word of God", "text": "This expression refers to the fact that the Gentiles believed the gospel message about Jesus. AT: \"believed the message of God about Jesus\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "had come up to Jerusalem", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for Israelites to speak of coming up to Jerusalem and going down from it."}, {"ref": "they who belonged to the circumcision group", "text": "This is a reference to some of the Jews who believed that every believer must be circumcised. AT: \"some Jewish believers in Jerusalem who wanted all followers of Christ to be circumcized\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "uncircumcised men", "text": "The phrase \"uncircumcised men\" refers to Gentiles.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "ate with them", "text": "It was against Jewish tradition for Jews to eat with Gentiles."}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Peter responds to the Jews by telling them about his vision and about what had happened at Cornelius' house."}, {"ref": "Peter started to explain", "text": "Peter did not criticize the Jewish believers but reacted in a friendly explanatory manner."}, {"ref": "in detail", "text": "\"exactly what happened\" (UDB)"}, {"ref": "like a large sheet", "text": "The container holding the animals had the appearance of a large square piece of cloth. See how you translated this in [[:en:bible:notes:act:10:09|10:11]]."}, {"ref": "by its four corners", "text": "\"with its four corners suspended\" or \"with its four corners higher than the rest of it.\" See how you translated this in [[:en:bible:notes:act:10:09|10:11]]."}, {"ref": "four-legged animals of earth", "text": "legged animals of earth** - From Peter's response, it can be implied that the law of Moses commanded the Jews not to eat some of them. AT: \"animals and birds that the Mosaic laws forbade Jews to eat.\" See how you translated a similar phrase in [[:en:bible:notes:act:10:09|10:12]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "wild beasts", "text": "This probably refer to the animals people do not or can not tame or control."}, {"ref": "creeping animals", "text": "These are reptiles."}]}, {"id": "07", "tn": [{"ref": "I heard a voice", "text": "The person speaking is not specified. The \"voice\" was probably God, although it could possibly have been an angel from God. See how you translated \"a voice\" in [[:en:bible:notes:act:10:13|10:13]]. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Not so", "text": "\"I will not do that.\" See how you translated this in [[:en:bible:notes:act:10:13|10:14]]."}, {"ref": "nothing unholy or unclean has ever entered into my mouth", "text": "Apparently the animals in the sheet were animals which the Jewish law in the Old Testament forbade the Jews to eat. This can be said in a positive way. AT: \"I have eaten only meat from holy and clean animals\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "unclean", "text": "In the Old Testament Jewish law, a person became ritually \"unclean\" in various ways, such as eating certain forbidden animals."}, {"ref": "What God has declared clean, do not call unclean", "text": "This refers to the animals in the sheet. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This happened three times", "text": "It is not likely that everything was repeated three times. This probably means that \"What God has cleansed, do not call it defiled\" was repeated three times. However, it may be best to simply say \"This happened three times\" instead of trying to explain in detail. See how you translated \"This happened three times\" in [[:en:bible:notes:act:10:13|10:16]]."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Here \"we\" refers to Peter and the believers in Joppa. It does not include his current audience in Jerusalem. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Behold", "text": "This word alerts us to the new people in the story. Your language may have a way of doing this."}, {"ref": "right away", "text": "\"immediately\" or \"at that exact moment\" (UDB)"}, {"ref": "they had been sent", "text": "This can be stated in active form. AT: \"someone had sent them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that I should make no distinction regarding them", "text": "\"that I should not be concerned that they were Gentiles\""}, {"ref": "These six brothers went with me", "text": "\"These six brothers went with me to Caesarea\""}, {"ref": "These six brothers", "text": "\"These six Jewish believers\""}, {"ref": "into the man's house", "text": "This refers to the house of Cornelius."}, {"ref": "Simon who is called Peter", "text": "\"Simon who is also called Peter.\" See how you translated the same phrase in [[:en:bible:notes:act:10:30|10:32]]."}, {"ref": "you will be saved", "text": "This can be stated in active form. AT: \"God will save you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all your household", "text": "This refers to all the people in the household. AT: \"everyone who lives in your house\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Here the word \"us\" refers to Peter, the apostles, and any of the Jewish believers who had received the Holy Spirit at Pentecost. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "As I began to speak to them, the Holy Spirit came on them", "text": "This implies that Peter had not finished speaking but had intended to say more."}, {"ref": "the Holy Spirit came on them, just as on us in the beginning", "text": "Peter leaves out some things to keep the story short. AT: \"the Holy Spirit came on the Gentile believers, just as he came on the Jewish believers at Pentecost\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in the beginning", "text": "Peter is referring to the day of Pentecost."}, {"ref": "you shall be baptized in the Holy Spirit", "text": "This can be stated in active form. AT: \"God will baptize you in the Holy Spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes his speech  (which he began in [[:en:bible:notes:act:11:04|11:4]]) to the Jews about his vision and about what had happened at the house of Cornelius."}, {"ref": "General Information:", "text": "The word \"them\" refers to Cornelius and his Gentile guests and household. Peter does not call them Gentiles in his account to the Jewish believers at Jerusalem."}, {"ref": "General Information:", "text": "The word \"they\" refers to the Jewish believers to whom Peter spoke. The word \"us\" includes all of the Jewish believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Then if God gave to them ... who was I, that I could oppose God?", "text": "Peter uses this question to emphasize that he was only obeying God. AT: \"Since God gave to them ... I decided that I could not oppose God!\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the same gift", "text": "Peter refers to the gift of the Holy Spirit."}, {"ref": "they said nothing in response", "text": "\"they stopped criticizing Peter\""}, {"ref": "given repentance for life", "text": "\"given repentance leading to life.\" It probably refers to eternal life."}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Luke tells about what happened to the believers who fled after the stoning of Stephen."}, {"ref": "Now", "text": "This introduces the new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "those who had been scattered because of the persecution that started with the death of Stephen were spread", "text": "This can be restated in the Active form. AT: \"the persecution that started with the death of Stephen scattered the believers, and they spread\" or \"the suffering that began after the Jewish leaders killed Stephen caused many of the believers to leave Jerusalem, and they spread\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "only to Jews", "text": "The believers thought God's message was for the Jewish people, and not for the Gentiles."}, {"ref": "spoke also to Greeks", "text": "These Greek-speaking people were Gentiles, not Jews. AT: \"also spoke to Gentiles who spoke Greek\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the hand of the Lord was with them", "text": "God's hand signifies his strength. AT: \"God was powerfully enabling those believers to preach effectively\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "turned to the Lord", "text": "This expression means they stopped believing in their former gods and started believing in Jesus."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "In these verses, the word \"he\" refers to Barnabas. The word \"they\" refers to the believers of the church at Jerusalem."}, {"ref": "General Information:", "text": "The words \"them\" and \"their\" refer to the new believers. (See: [[:en:bible:notes:act:11:19|11:20]])"}, {"ref": "ears of the church", "text": "Here \"ears\" refers to the believers' hearing about the event. AT: \"the believers in the church\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "saw the gift of God", "text": "\"saw the grace of God\" or \"how God acted kindly toward the believers\" (UDB)"}, {"ref": "he encouraged them", "text": "\"he kept on encouraging them\""}, {"ref": "to remain with the Lord", "text": "\"to remain faithful to the Lord\" or \"to continue to trust in the Lord\""}, {"ref": "with all their heart", "text": "\"completely\" or \"fully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "full of the Holy Spirit", "text": "The Holy Spirit controlled Barnabas as he obeyed the Holy Spirit."}, {"ref": "many people were added to the Lord", "text": "Here \"added\" means they came to believe the same thing as the others. AT: \"many more people also believed in the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to Barnabas and \"him\" refers to Saul."}, {"ref": "out to Tarsus", "text": "\"out to the city of Tarsus\""}, {"ref": "to look for Saul ... found him", "text": "These terms imply that it took some time and effort for Barnabas to locate Saul."}, {"ref": "It came about", "text": "This begins a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "they gathered together with the church", "text": "\"Barnabas and Saul gathered together with the church\""}, {"ref": "The disciples were called Christians", "text": "This implies that other people called the believers by this name. This can be stated in active form. AT: \"The people of Antioch called the disciples Christians\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "first in Antioch", "text": "\"for the first time in Antioch\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here Luke tells background information about a prophecy in Antioch. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main story-line."}, {"ref": "came down from Jerusalem to Antioch", "text": "Jerusalem was higher in elevation than Antioch, so it was normal for Israelites to speak of going up to Jerusalem or going down from it."}, {"ref": "Agabus by name", "text": "\"whose name was Agabus\" (UDB)"}, {"ref": "indicated by the Spirit", "text": "\"the Holy Spirit enabled him to prophesy\" (UDB)"}, {"ref": "a great famine would occur", "text": "\"a great shortage of food would happen\""}, {"ref": "over all the world", "text": "This was an exaggeration refering to the Roman Empire. AT: \"throughout the Roman Empire\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in the days of Claudius", "text": "Luke's audience would know that Claudius was the emperor of Rome at that time. AT: \"when Claudius was the Roman emperor\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "The words \"They\" and \"they\" refer to the believers in the church in Antioch. (See: [[:en:bible:notes:act:11:27|11:27]])"}, {"ref": "So", "text": "This word means marks an event that happened because of something else that happened first. In this case, they sent money because of Agabus' prophesy or the famine."}, {"ref": "as each one was able", "text": "The richer people sent more; the poorer people sent less."}, {"ref": "the brothers in Judea", "text": "\"the believers in Judea\""}, {"ref": "by the hand of", "text": "\"under the care of\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]