[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Find safety", "text": "\"Take refuge\""}, {"ref": "Blow a trumpet in Tekoa", "text": "AT: \"people living in the town of Takoa prepare to be attacked\""}, {"ref": "Tekoa", "text": "the name of a town about 18 kilometers south of Jerusalem. The name means \"a horn for blowing.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Raise up over Beth Hakerem a signal", "text": "AT: \"people living in the town of Beth Hakerem prepare to be besieged\""}, {"ref": "Beth Hakerem", "text": "the name of a town about 10 kilometers south of Jerusalem. The name means \"the place of the vineyard.\""}, {"ref": "a signal", "text": "AT: \"a signal to warn people that danger is coming.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "since wickedness is appearing", "text": "AT: \"since people see disaster coming.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a great crushing", "text": "\"great destruction\""}, {"ref": "The daughter of Zion, the beautiful and delicate woman", "text": "Yahweh describes Jerusalem as though she were a woman. AT: \"daughter of Zion who is like a beautiful and delicate woman.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The daughter of Zion", "text": "See how you translated this in [[:en:bible:notes:jer:04:30|4:31]]."}, {"ref": "The shepherds and their flocks will go to them", "text": "Kings were often spoken of as shepherds of their people. AT: The kings and their soldiers will surround Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against her all around", "text": "\"near to her all around\""}, {"ref": "each man will shepherd with his own hand", "text": "AT: \"each king will attack with his own soldiers.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "A king from the attacking army is speaking to the men under his control."}, {"ref": "Dedicate yourselves to the gods for the battle", "text": "The attacking army tries to ensure that their gods will help them during the war by performing ceremonies and making sacrifices. AT: \"Prepare for war by purifying yourselves and sacrificing to the gods.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Arise", "text": "\"Get up\""}, {"ref": "at noon", "text": "AT: \"at noon even though it is very hot.\""}, {"ref": "the daylight is fading away", "text": "\"the day is ending\""}, {"ref": "are falling", "text": "\"are stretching out\""}, {"ref": "at night", "text": "AT: \"during the night even though it is dark.\""}, {"ref": "her fortresses", "text": "\"the strong buildings of Jerusalem\""}]}, {"id": "06", "tn": [{"ref": "Cut her trees", "text": "\"Cut down the trees.\" Yahweh is speaking to the army that will attack Jerusalem."}, {"ref": "siegeworks", "text": "\"siege mounds.\" These are mounds of dirt that will allow the enemy to attack the walls of Jerusalem."}, {"ref": "because it is filled with oppression", "text": "\"because its people are always oppressing each other\""}, {"ref": "Just as a well keeps giving water, so this city keeps producing wickedness", "text": "A well is supposed to keep producing water. Like a well remains with its water, Jerusalem has remained with its wickedness, even when Yahweh punishes it. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Violence and disorder are heard in her", "text": "AT: \"I hear violence and robbery in her.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Suffering and plague are continually before me", "text": "AT: \"I constantly see sickness and suffering.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Accept discipline, Jerusalem", "text": "Yahweh speaks to Jerusalem as though she was a person. AT: \"Learn from your punishment, you people of Jerusalem.\" (See: [[:en:ta:vol2:translate:figs_Apostrophe]] and [[:en:ta:vol2:translate:figs_Personification]] and [[:en:ta:vol2:translate:figs_Metonymy]])"}, {"ref": "an uninhabited land", "text": "\"a land that has no people living in it\""}]}, {"id": "09", "tn": [{"ref": "They will certainly glean those who are left in Israel like a vineyard", "text": "Yahweh compares the people who remain after the enemy has already destroyed Israel to grapes that are left in a vineyard that people have already harvested. AT: \"They will certainly come back to attack the people who remain in Israel after they have already destroyed it.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will certainly", "text": "The word \"They\" refers to the enemy that Yahweh sends to destroy Israel."}, {"ref": "Reach out again", "text": "Yahweh is speaking to the enemies who attack Israel."}, {"ref": "Reach out again with your hand to pick grapes from the vines", "text": "AT: \"Come and attack the people of Israel who remain.\""}, {"ref": "To whom should I", "text": "Jeremiah is speaking."}, {"ref": "To whom should I declare and warn so they will listen", "text": "Yahweh uses this question to emphasize that none of the people of Israel would listen to him even after they survived the attack of their enemies. AT: \"There is no one left for me to speak to and warn who might listen.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Look", "text": "Yahweh uses the word \"Look\" to emphasize what he is saying."}, {"ref": "Their ears are uncircumcised", "text": "AT: \"They refuse to listen\" or \"They refuse to obey.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their ears", "text": "The word \"Their\" refer to the people of Israel."}]}, {"id": "11", "tn": [{"ref": "But I", "text": "Jeremiah is speaking."}, {"ref": "am filled with Yahweh's fury", "text": "AT: \"am completely angry together with Yahweh.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am tired of holding it in", "text": "AT: \"I am tired from not expressing the anger of Yahweh\""}, {"ref": "Pour it out on the children in the streets", "text": "\"The children in the streets\" stands for all children in the city. AT: \"Express my anger to the children in the city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For every man will be taken away with his wife", "text": "AT: \"Because enemies will capture even a man with his wife.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every old person heavy with years", "text": "\"heavy with years\" is an idiom that means \"very old.\" It reinforces the phrase \"old person.\" AT: \"every very old person.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will be turned over to others", "text": "\"will become the possession of other people\""}, {"ref": "both their fields and their wives together", "text": "AT: \"both their fields and their women will become the possession of other people.\""}, {"ref": "For I will attack the inhabitants of the land with my hand", "text": "AT: \"For I will use my strength to attack the people living in the land.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "13", "tn": [{"ref": "from their smallest to their greatest", "text": "AT: \"all the people of Israel that remain, from the least powerful to the most powerful.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "is greedy for dishonest gain", "text": "\"does bad things to other people in order to get money\""}, {"ref": "the wounds of my people", "text": "\"the severe problem that my people has\""}, {"ref": "lightly", "text": "The prophets and the priests treat the sins of the people of Israel as though they were a small wound. AT: \"as though it were not serious.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "'Peace! Peace!' when there is no peace", "text": "\"'All is well! All is well!' but it is not well\""}, {"ref": "Were they ashamed when they committed abominations?", "text": "\"They committed terrible sins, and they were not ashamed\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "They were not ashamed at all. They had no shame", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]]) \"They were not ashamed of what they did\""}, {"ref": "will fall", "text": "AT: \"will be killed.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will be overthrown", "text": "\"will stumble.\" AT: \"will perish\" or \"will lose their power and become helpless.\""}]}, {"id": "16", "tn": [{"ref": "Stand at the road crossing", "text": "Yahweh is speaking to the people of Israel."}, {"ref": "Stand at the road crossing ... We will not go", "text": "The paths and roads refer to the way that people live their lives. Yahweh wants the people of Israel to ask what would be a good way to live their lives and for them to live that way. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ask for the ancient pathways", "text": "\"ask about what your ancestors did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I appointed for you watchmen ... will not listen", "text": "Yahweh describes the prophets as watchmen who were sent to warn the people of danger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "appointed for you", "text": "The word \"you\" refers to the people of Israel."}, {"ref": "to listen for the trumpet", "text": "\"listen to the sound of the trumpet.\" Yahweh is commanding the people of Israel to pay attention to the warning that he gave them through the prophets."}, {"ref": "Therefore, nations, listen! See, you witnesses, what will happen to them. Hear, earth! See", "text": "These three sentences all are telling the people of other nations to witness what Yahweh will do to the rebellious people of Judah. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_apostrophe]]) \"You other nations see what I will do to my people\""}, {"ref": "I am about to bring disaster to this people", "text": "\"soon I will punish these people severely\""}, {"ref": "you witnesses", "text": "\"you who are witnesses\""}, {"ref": "will happen to them", "text": "The word \"them\" refers to the people of Israel."}, {"ref": "Hear, earth", "text": "AT: \"Hear, people that live on the earth.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fruit of their thoughts", "text": "Yahweh uses the word \"fruit\" as a way of referring to the result of their thoughts. AT: \"the disaster is the consequence of their thoughts.\""}, {"ref": "They paid no attention to my word or law, but they instead rejected it", "text": "\"They did not obey what I told them to do.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "20", "tn": [{"ref": "What does this frankincense going up from Sheba mean to me? Or these sweet smells from a distant land?", "text": "AT: \"I do not want frankincense from Sheba or the good smelling oil from a land far away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "these sweet smells", "text": "This sweet smells were used to worship God at the temple."}, {"ref": "are not acceptable to me", "text": "\"do not please me\" or \"do not make me happy\""}, {"ref": "See", "text": "The word \"See\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "I am about to place a stumbling block against this people", "text": "\"I am about to put obstacles in front of this people.\" Yahweh describes the difficulties that he will give to the people of Israel as \"stumbling blocks.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stumbling block", "text": "difficulties"}, {"ref": "over it", "text": "\"over them\""}, {"ref": "fathers and sons together", "text": "AT: \"fathers and sons with both stumble.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Inhabitants and their neighbors", "text": "\"Neighbors and their friends\""}, {"ref": "been stirred up to come from a distant land", "text": "\"has become active in order to come from places far to the north\""}]}, {"id": "23", "tn": [{"ref": "They will pick up", "text": "\"They will be holding.\" The word \"They\" refers to the people in the army of the nation that will come from the north."}, {"ref": "Their sound is like the sea roar", "text": "AT: \"The sound that they make is a loud roar like the sound of the ocean.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in formation as fighting men", "text": "\"the army is organized so that the men are ready for battle\""}, {"ref": "daughter of Zion", "text": "\"against you, daughter Zion\" or \"in order to attack you, daughter of Zion.\" See how you translated \"daughter of Zion\" in [[:en:bible:notes:jer:04:30|4:31]]."}, {"ref": "We have heard", "text": "The word \"We\" probably refers Jeremiah speaking for all the people of Judah."}, {"ref": "fall limp in distress", "text": "\"are limp because we are anxious\""}, {"ref": "Anguish seizes us", "text": "AT: \"We are in anguish.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as a woman bearing a child", "text": "\"like a woman who is giving birth\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "This is probably Yahweh speaking to the daughter of Zion who represents all of the people of Jerusalem."}, {"ref": "Daughter of my people", "text": "See how you translated this in [[:en:bible:notes:jer:04:11|4:11]]."}, {"ref": "fasten on sackcloth and roll about in the dust of a funeral for an only child.", "text": "\"Be very sad\""}, {"ref": "for the destroyer will come suddenly upon us", "text": "\"because the enemy army will suddenly come to attack us.\" Jeremiah says these words to the people of Jerusalem."}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "one who tests my people like one would test metal", "text": "\"a person who will test my people.\" Yahweh is comparing Jeremiah to a person who tests silver to find out how pure it is. The people are like the silver that Jeremiah is testing and their sins are the impurities in the silver. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will inspect", "text": "\"will discover\""}, {"ref": "their ways", "text": "AT: \"the things that they do.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who go about slandering others", "text": "\"and constantly slander other people\""}, {"ref": "bronze and iron", "text": "Neither of these metals are the silver that Yahweh wants. Silver represents the righteousness that Yahweh desires. AT: \"impure and wicked.\""}, {"ref": "The bellows are scorched by the fire that is burning them; the lead is consumed in the flames", "text": "The fire that refines the silver is so hot that it burns the bellows. (Bellows are a device used to blow large amounts of air into a burning fire.) A refiner adds lead to silver ore in order to draw out impurities, but the refiner has run out of lead. These phrases emphasize that the refiner is working very hard to refine the silver."}, {"ref": "The refining continues among them", "text": "\"The refiner continues to refine\""}, {"ref": "because the evil is not removed", "text": "AT: \"because the bad parts do not go away.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will be called rejected silver", "text": "AT: \"People will call them 'worthless silver'\""}]}]