[{"id": "01", "tn": [{"ref": "the anger of Yahweh was ignited against Israel", "text": "The word \"ignite\" means start a fire. Here Yahweh's anger is compared to that of a fire. AT: \"the anger of Yahweh started to burn like a fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he moved David against them", "text": "\"he caused David to oppose them\""}, {"ref": "Go, count Israel and Judah", "text": "In the law of Moses, God prohibited the kings of Israel from taking a census of fighting men. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Dan to Beersheba", "text": "This phrase uses two place names Dan, in the far north, and Beersheba, in the far south, to represent the entire country. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "count all the people ... fit for battle", "text": "This means to count all the men except those men who are either too young, too old, or physically unable to fight."}]}, {"id": "03", "tn": [{"ref": "multiply ... hundred times", "text": "This means \"produce 100 more people for every one person there is now.\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the king's word was final against Joab", "text": "Joab and the other commanders of King David's army were not able to convince David to not take a census."}, {"ref": "the king's word", "text": "This phrase represents the king's command to them. AT: \"what the king had commanded\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "They crossed", "text": "\"Joab and the commanders of the army crossed\""}, {"ref": "Aroer", "text": "This was a city on the northern edge of the Arnon River. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jazer", "text": "This is a town in Gad. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Tahtim Hodshi", "text": "This may refer to the town of Kadesh in the land of the Hittite people. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "they had gone", "text": "\"Joab and the commanders had gone\""}, {"ref": "nine months and twenty days", "text": "\"9 months and 20 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Then Joab reported the total of the count of the fighting men to the king", "text": "\"Then Joab told the king the total number of men ready for battle\""}, {"ref": "in Israel", "text": "This refers to the northern tribes of Israel."}, {"ref": "800,000 ... 500,000", "text": "\"eight hundred thousand ... five hundred thousand\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "who drew the sword", "text": "This metonym refers to the men who were ready to fight in the army. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of Judah", "text": "This refers to the southern tribe of Judah."}]}, {"id": "10", "tn": [{"ref": "David's heart afflicted him", "text": "The \"heart\" here is a metonym for David's emotions and conscience. AT: \"David felt guilty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now, Yahweh, take away your servant's guilt", "text": "David refers to himself as \"your servant.\" This is a polite way to speak to someone with greater authority."}]}, {"id": "11", "tn": [{"ref": "the word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. See how you translated this in [[:en:bible:notes:2sa:07:03|7:3]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "David's seer", "text": "This means Gad was the official prophet in the royal palace."}]}, {"id": "13", "tn": [{"ref": "I am in deep trouble", "text": "\"I am in terrible trouble\""}, {"ref": "Let us fall into Yahweh's hands rather than into the hand of man", "text": "Here \"hands\" refer to power or control. AT: \"Let Yahweh and not people punish us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "a fixed time", "text": "This is the time God decided he would stop the plague."}, {"ref": "seventy thousand", "text": "\"70,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "from Dan to Beersheba", "text": "Here mentioning the city of Dan in the extreme north and the city Beersheba in the extreme south means the entire nation of Israel. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the angel reached out with his hand toward Jerusalem to destroy it", "text": "Here the metonym \"hand\" stands for the angel's power. AT: \"the angel was about to destroy the people in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh changed his mind because of the harm", "text": "This means that Yahweh stopped the evil that he was allowing the angel to do. AT: \"Yahweh felt grieved about the harm\""}, {"ref": "Now draw back your hand", "text": "The metonym \"hand\" stands for the angel's power. AT: \"Do not harm them any longer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Araunah", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the threshing floor", "text": "A threshing floor was a hard, flat surface where edible grain was separated from chaff."}]}, {"id": "17", "tn": [{"ref": "I have sinned, and I have acted perversely", "text": "These phrases mean the same thing and are combined for emphasis. AT: \"I have sinned terribly\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "But these sheep, what have they done?", "text": "David uses a question and compares the people to sheep to emphasize that they have done nothing wrong. This rhetorical question can be translated as a statement. AT: \"These ordinary people have done nothing wrong.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Please let your hand punish me", "text": "Here the metonym \"hand\" refers to power. AT: \"Please punish me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "bowed to the king with his face to the ground", "text": "He was showing deep respect and honor to the king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "21", "tn": [{"ref": "so that the plague may be removed from the people", "text": "This can be stated in active form. AT: \"so that Yahweh will remove this plague from the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do with it what is good in your sight", "text": "The phrase \"in your sight\" represents the opinion or idea of David. AT: \"Do with it what you think is good\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "threshing sledges", "text": "heavy boards used to separate grain from the rest of the wheat plant"}]}, {"id": "24", "tn": [{"ref": "I will not offer ... anything that costs me nothing", "text": "This can be stated in a positive form. AT: \"I will only offer ... something that I have paid for\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "fifty shekels", "text": "\"50 shekels.\" A shekel is 11 grams. (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "on behalf of the land", "text": "Here the metonym \"land\" stands for the people of Israel. AT: \"on behalf of the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "caused the plague to be contained\"", "text": "\"caused the plague to end\""}]}]