{"01": [{"ref": "Connecting Statement:", "text": "This begins the account of the resurrection of Jesus from the dead."}, {"ref": "Now late on the Sabbath, as it began to dawn toward the first day of the week", "text": "\"After the Sabbath ended, as the sun came up on Sunday morning\""}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "the other Mary", "text": "\"the other woman named Mary.\" This is Mary the mother of James and Joseph. (See: [[:en:bible:notes:mat:27:54|27:56]])"}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows. Your language may have a way of doing this."}, {"ref": "there was a great earthquake, for an angel of the Lord descended ... and rolled away the stone", "text": "Possible meanings are 1) the earthquake happened because the angel came down and rolled away the stone (ULB) or 2) all these events happened at the same time (UDB)."}, {"ref": "earthquake", "text": "a sudden and violent shaking of the ground"}], "03": [{"ref": "His appearance", "text": "\"The angel's appearance\""}, {"ref": "was like lightning", "text": "This is a simile that emphasizes how bright in appearance the angel was. AT: \"was bright like lightning\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "his clothing as white as snow", "text": "This is a simile that emphasizes how bright and white the angel's clothes were. AT: \"his clothing was very white like snow\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and became like dead men", "text": "This is a simile that means the soldiers fell down and did not move. AT: \"and fell to the ground and lay there like dead men\" (See: [[:en:ta:vol1:translate:figs_simile]])"}], "05": [{"ref": "the women", "text": "\"Mary Magdalene and the other woman named Mary\""}, {"ref": "who has been crucified", "text": "This can be stated in active form. AT: \"whom the people and the soldiers crucified\" or \"whom they crucified\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He has risen from the dead ones", "text": "The phrase \"from the dead ones\" refers to the place where the spirits of those who have died go. AT: \"but he has come back to life\""}, {"ref": "tell his disciples, 'He has risen from the dead ones. See, he is going ahead of you to Galilee. There you will see him.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"tell his disciples that he has risen from the dead and that Jesus has gone ahead of you to Galilee where you will see him\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "going ahead of you ... you will see him", "text": "Here \"you\" is plural. It refers to the women and the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I have told you", "text": "Here \"you\" is plural and refers to the women. (See: [[:en:ta:vol1:translate:figs_you]])"}], "08": [{"ref": "The women", "text": "\"Mary Magdalene and the other woman named Mary\""}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows. Your language may have a way of doing this."}, {"ref": "Greetings", "text": "This is an ordinary greeting, much like \"Hello\" in English."}, {"ref": "took hold of his feet", "text": "\"got down on their knees and held onto his feet\""}, {"ref": "my brothers", "text": "This refers to Jesus' disciples."}], "11": [{"ref": "Connecting Statement:", "text": "This begins the account of the reaction of the Jewish religious leaders when they heard of Jesus' resurrection."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "the women", "text": "Here this refers to Mary Magdalene and the other Mary."}, {"ref": "behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of doing this."}, {"ref": "discussed the matter with them", "text": "\"decided on a plan among themselves.\" The priests and elders decided to give the money to the soldiers."}, {"ref": "Say to others, 'Jesus' disciples came ... while we were sleeping.'", "text": "If your language does not allow quotations within quotations you may translate this as a single quote. AT: \"Tell others that Jesus' disciples came ... while you were sleeping\"  (See: [[:en:ta:vol2:translate:writing_quotations]] and [[:en:ta:vol2:translate:figs_quotations]])"}], "14": [{"ref": "If this report reaches the governor", "text": "\"If the governor hears that you were asleep when Jesus' disciples took his body\""}, {"ref": "the governor", "text": "\"Pilate\" ([[:en:bible:notes:mat:27:01|27:2]])"}, {"ref": "we will persuade him and take any worries away from you", "text": "\"do not worry. We will talk to him so that he does not punish you.\""}, {"ref": "did as they had been instructed", "text": "This can be translated in active form. AT: \"did what the priests had told them to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This report spread widely among the Jews and continues even today", "text": "\"Many Jews heard this report and continue to tell others about it even today\""}, {"ref": "even today", "text": "This refers to the time Matthew wrote the book."}], "16": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus meeting with his disciples after his resurrection."}, {"ref": "they worshiped him, but some doubted", "text": "Possible meanings are 1) they all worshiped Jesus even though some of them doubted, or 2) some of them worshiped Jesus, but others did not worship him because they doubted."}, {"ref": "but some doubted", "text": "It can be stated explicitly what the disciples doubted. AT: \"some doubted that he was really Jesus and that he had become alive again\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "18": [{"ref": "All authority has been given to me", "text": "This can be stated in active form. AT: \"My Father has given me all authority\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in heaven and on earth", "text": "Here \"heaven\" and \"earth\" are used together to mean everyone and everything in heaven and earth. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "of all the nations", "text": "Here \"nations\" refers to the people. AT: \"of all the people in every nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "into the name", "text": "Here \"name\" refers to authority. AT: \"by the authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "20": [{"ref": "See", "text": "\"listen\" or \"pay attention\""}, {"ref": "even to the end of the world", "text": "\"until the end of this age\" (UDB) or \"until the end of the world\""}]}