[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After Paul's greeting to the church in Corinth, he writes about suffering and comfort through Jesus Christ. Timothy is with him as well."}, {"ref": "General Information:", "text": "The word \"you\" throughout this letter refers to the people of the church in Corinth and to the rest of the Christians in that area. Possibly Timothy writes on parchment paper the words that Paul says."}, {"ref": "Paul ... to the church of God that is in Corinth", "text": "Your language may have a particular way of introducing the author of a letter and its intended audience. AT: \"I, Paul ... wrote this letter to you, the church of God that is in Corinth\""}, {"ref": "Timothy our brother", "text": "This indicates that both Paul and the Corinthians knew Timothy and considered him to be their spiritual brother."}, {"ref": "Achaia", "text": "This is the name of a Roman province in the southern part of modern-day Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "May grace be to you and peace", "text": "This is a common greeting that Paul uses in his letters."}]}, {"id": "03", "tn": [{"ref": "May the God and Father of our Lord Jesus Christ be praised", "text": "This can be stated in active form. AT: \"May we always praise the God and Father of our Lord Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the God and Father", "text": "\"God, who is the Father\""}, {"ref": "the Father of mercies and the God of all comfort", "text": "These two phrases express the same idea in two different ways. Both phrases refer to God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the Father of mercies and the God of all comfort", "text": "Possible meanings are 1) that the words \"mercies\" and \"all comfort\" describe the character of \"Father\" and \"God\" or 2) that the words \"Father\" and \"God\" refer to one who is the source of \"mercies\" and \"all comfort.\""}, {"ref": "comforts us in all our affliction", "text": "Here \"us\" and \"our\" include the Corinthians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "05", "tn": [{"ref": "For just as the sufferings of Christ abound for our sake", "text": "Paul speaks of Christ's sufferings as if they were objects that could increase in number. AT: \"For just as Christ suffered greatly for our sake\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sufferings of Christ", "text": "Possible meanings are 1) that this refers to the suffering that Paul and Timothy experience because they preach the message about Christ or 2) that this refers to the suffering that Christ experienced on their behalf."}, {"ref": "our comfort abounds", "text": "Paul speaks of comfort as if it were an object that could increase in size. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But if we are afflicted", "text": "Here the word \"we\" refers to Paul and Timothy, but not to the Corinthians. This can be stated in active form. AT: \"But if people afflict us\" (See [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if we are comforted", "text": "This can be stated in active form. AT: \"if God comforts us\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your comfort is working effectively", "text": "\"You experience effective comfort\""}]}, {"id": "08", "tn": [{"ref": "we do not want you to be ignorant", "text": "This can be stated in positive terms. AT: \"we want you to know\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "We were completely crushed beyond what we could bear", "text": "Paul and Timothy refer to their emotions of despair being like a heavy weight they have to carry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We were completely crushed", "text": "The word \"crushed\" refers to the feeling of despair. This can be stated in active form. AT: \"The troubles we experienced completely crushed us\" or \"We were in complete despair\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we had the sentence of death on us", "text": "Paul and Timothy are comparing their feeling of despair to that of someone condemned to die. AT: \"we were in despair like someone who is condemned to die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but instead in God", "text": "The words \"put our trust\" are left out of this phrase. AT: \"but instead, to put our trust in God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "who raises the dead", "text": "\"who brings the dead back to life\""}, {"ref": "a deadly peril", "text": "Paul compares his feeling of despair as a result of the troubles that they experienced to a deadly peril or terrible danger. AT: \"despair\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "He will do this as you also help us", "text": "\"God will rescue us from danger as you, the people of the church of Corinth, also help us\""}, {"ref": "the gracious favor given to us", "text": "This can be stated in active form. AT: \"the gracious favor which God has given to us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "We are proud of this ... your reason for boasting", "text": "The words \"proud\" and \"boasting\" here are used in the positive sense of feeling great satisfaction and joy in something."}, {"ref": "testimony of our conscience", "text": "Paul's and Timothy's thoughts about their own actions testify that they have behaved in a way that pleases God."}, {"ref": "not in earthly wisdom", "text": "Here the word \"earthly\" refers to that which characterizes human society that does not trust in God. AT: \"not according to human wisdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We do not write to you anything you cannot read or understand", "text": "This can be stated in positive terms. AT: \"You can read and understand everything we write to you\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "just as you will be ours", "text": "You can supply the words \"our reason for pride\" to fill in the ellipsis. AT: \"just as you will be our reason for pride\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains his sincere expectation with pure motives to come see the believers in Corinth after his first letter."}, {"ref": "General Information:", "text": "Paul wrote at least 3 letters to the Corinthians. Only 2 letters to Corinth are recorded in the Bible."}, {"ref": "Because I was confident about this", "text": "The word \"this\" refers to Paul's previous comments about the Corinthians."}, {"ref": "you might receive the benefit of two visits", "text": "\"you might benefit from me visiting you twice\""}, {"ref": "send me on my way to Judea", "text": "\"assist me on my way to Judea\""}]}, {"id": "17", "tn": [{"ref": "was I hesitating?", "text": "Paul uses this question to emphasize he was sure about his decision to visit the Corinthians. The expected answer to the question is no. AT: \"I was not hesitating\" or \"I was confident in my decision\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do I plan things according to human standards ... at the same time?", "text": "Paul uses this question to emphasize that his plans to visit the Corinthians were sincere. AT: \"I do not plan things according to human standards ... at the same time\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "so that I say \"Yes, yes\" and \"No, no\" at the same time", "text": "This means that Paul did not say both that he would visit and that he would not visit at the same time. The words \"yes\" and \"no\" are repeated for emphasis. AT: \"so that I say 'Yes, I will certainly visit' and 'No, I will definitely not visit' at the same time\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "19", "tn": [{"ref": "For the Son of God ... is not \"Yes\" and \"No.\" Instead, he is always \"Yes.\"", "text": "Jesus says \"Yes\" concerning the promises of God, which means that he guarantees that they are true. AT: \"For the Son of God ... does not say \"Yes\" and \"No\" concerning God's promises. Instead, he always says \"Yes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "all the promises of God are \"Yes\" in him", "text": "This means that Jesus guarantees all of God's promises. AT: \"all the promises of God are guaranteed in Jesus Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "\"Yes\" in him ... through him we say", "text": "The word \"him\" refers to Jesus Christ."}]}, {"id": "21", "tn": [{"ref": "God who confirms us with you", "text": "Possible meanings are 1) \"God who confirms our relationship with each other because we are in Christ\" or 2) \"God who confirms both our and your relationship with Christ.\""}, {"ref": "he commissioned us", "text": "Possible meanings are 1) \"he commissioned us to preach the gospel\" (UDB) or 2) \"he anointed us to be his people.\""}, {"ref": "He set his seal on us", "text": "This means that God has marked believers as his own possession. AT: \"He marked us as his own possession\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gave us the Spirit in our hearts", "text": "Here the word \"hearts\" refers to the innermost part of a person. AT: \"gave us the Spirit to live within each of us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the Spirit ... as a guarantee", "text": "The Spirit is spoken of as if he was a partial downpayment toward eternal life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "I call God to bear witness for me", "text": "The phrase \"bear witness\" refers to a person telling what they have seen or heard in order to settle an argument. AT: \"I ask God to show what I say is true\""}, {"ref": "so that I might spare you", "text": "\"so that I might not cause you more suffering\""}, {"ref": "we are working with you for your joy", "text": "\"we are working with you so that you may have joy\""}, {"ref": "stand in your faith", "text": "The word \"stand\" can refer to something that does not change. AT: \"remain firm in your faith\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]