[{"id": "01", "tn": [{"ref": "At that time", "text": "This refers to the time when God punishes the wicked."}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "Yahweh appeared to me", "text": "Here \"me\" refers to the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I will build you up again so you will be built", "text": "AT: \"I will make you strong again\" or \"I will make you prosper again\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "virgin Israel", "text": "See how you translated this in [[:en:bible:notes:jer:18:13|18:13]]."}, {"ref": "tambourines", "text": "musical instruments with heads like a drum that can be hit and with pieces of metal around their sides that sound when the instruments are shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "07", "tn": [{"ref": "Let praise be heard", "text": "AT: \"Let everyone hear your praises\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the remnant of Israel", "text": "\"the people still alive\" (UDB)"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "See", "text": "\"listen\" or \"pay attention\""}, {"ref": "to bring them", "text": "Here \"them\" refers to the Israelite people."}, {"ref": "I will be a father to Israel, and Ephraim will be my firstborn", "text": "Here \"Ephraim\" is another name for \"Israel.\" AT: \"I will be like a father to the people of Israel, and they will be like my firstborn child\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my firstborn", "text": "The first born had special honor and responsibility."}]}, {"id": "10", "tn": [{"ref": "The one who scattered Israel is gathering her up", "text": "AT: \"I caused my people to be scattered among the nations, but now I am bringing them home.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as a shepherd keeps his sheep", "text": "This means God cares for and protects his people as a shepherd does his sheep. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "For Yahweh has ransomed Jacob and has redeemed him from the hand that was too strong for him", "text": "These two phrases mean basically the same thing and emphasize that it is Yahweh who has rescued the people of Israel. AT: \"For Yahweh has rescued the people of Israel from their enemy who was too strong for them.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "like a watered garden", "text": "This means they will be strong and healthy, and they will prosper. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they will never again feel any more sorrow", "text": "This is an exaggeration of the joy Israel will have. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "13", "tn": [{"ref": "I will change", "text": "Here \"I\" refers to Yahweh."}, {"ref": "My people will fill themselves with my goodness", "text": "\"My goodness will satisfy my people\""}]}, {"id": "15", "tn": [{"ref": "A voice is heard in Ramah", "text": "AT: \"I hear a voice in Ramah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is Rachel weeping for her children", "text": "Here \"Rachael\" refers to the women of Israel who are crying over their children. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "She refuses to be comforted over them, for they live no longer", "text": "AT: \"She will not let anyone comfort her, for her children are dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "You punished me, and I have been punished", "text": "The repetition of the phrase indicates either the severity of Yahweh's punishment or the effectiveness of it. AT: \"You punished me severely\" (UDB) or \"You punished me, and I have learned from that punishment.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Bring me back like an untrained calf", "text": "Ephraim is asking for God to make him teachable as an untrained calf. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I was ashamed and humiliated", "text": "The words \"ashamed\" and \"humiliated\" mean basically the same thing and intensify the idea of shame. AT: \"I was completely ashamed.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Is not Ephraim my precious child? Is he not my dear, delightful son?", "text": "AT: \"Ephraim is my precious child. He is my dear, delightful son. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "God continues to speak from verse 7."}, {"ref": "Place road signs ... Set up guideposts ... Set your mind ... Come back", "text": "These commands are addressed to \"virgin Israel.\""}, {"ref": "Set your mind on the right path, the way you should take.", "text": "AT: \"Try hard to remember the way you came when you were taken into captivity.\" (See [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Come back, virgin Israel!", "text": "God is referring to a changed Israel. (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How long will you continue to waver, faithless daughter?", "text": "God is asking how long His people will disobey Him. AT: \"Do not hesitate to start obeying me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "the people", "text": "Here this refers to the people of Judah. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May Yahweh bless you, you righteous place where he lives, you holy mountain.", "text": "Jerusalem is on the top of a hill, and the temple was built at the highest point in Jerusalem. AT; \"May Yahweh bless those who live in Jerusalem with Yahweh, where his temple is.\" (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "I will sow the houses of Israel and Judah with the descendants of man and beast", "text": "\"I will increase man and beast like a farmer plants crops\" or \"I will increase the populations of both people and animals in the kingdoms of Israel and Judah.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I kept them under surveillance in order to uproot them", "text": "\"looked for ways to uproot them\""}, {"ref": "uproot ... tear ... down ... overthrow ... destroy", "text": "See how you translated these ideas in [[:en:bible:notes:jer:01:09|1:9]]."}]}, {"id": "31", "tn": [{"ref": "Look", "text": "\"Listen\" or \"pay attention to what I am going to tell you.\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "33", "tn": [{"ref": "I will place my law within them and will write it on their heart", "text": "These two phrases have similar meanings and emphasize that Yahweh's law will become a part of them, rather than merely written on stone. Here \"heart\" represents \"emotions\" or \"mind.\" AT: \"My law will be part of their thoughts and emotions.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the smallest of them to the greatest", "text": "This phrase refers to every person, regardless of their importance in society. AT: \"every single one of them.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "37", "tn": [{"ref": "the highest heavens ... earth's foundation", "text": "These phrase refer to the whole of creation. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "38", "tn": [{"ref": "Look, the days are coming", "text": "\"Pay attention! What I am about to talk about will happen soon.\""}, {"ref": "Tower of Hananel ... Corner Gate ... hill of Gareb ... Goah ... Kidron Valley ... Horse Gate", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "set apart", "text": "\"made holy\""}]}]