[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus heals a man on the Sabbath in the synagogue and shows how he feels about what the Pharisees had done with the Sabbath rules. The Pharisees and Herodians begin to plan to put Jesus to death."}, {"ref": "Some people", "text": "\"Some of the Pharisees.\" Later, in [[:en:bible:notes:mrk:03:05|3:6]], these people are identified as Pharisees."}, {"ref": "a man with a withered hand", "text": "\"a man with a crippled hand\""}, {"ref": "Some people watched him closely to see if he would heal him", "text": "\"The Pharisees watched Jesus closely to see if he would heal the man with the withered hand\""}, {"ref": "accuse him", "text": "The Pharisees wanted to accuse Jesus of breaking the law by the working on the Sabbath, should he heal the man. AT: \"accuse him of wrongdoing\" or \"accuse him of breaking the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "in the middle of everyone", "text": "\"in the middle of this crowd\""}, {"ref": "Is it lawful to do good on the Sabbath ... or to kill?", "text": "Jesus said this to challenge them. He wanted them to acknowledge that it is lawful to heal people on the Sabbath. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to do good on the Sabbath day or to do harm ... to save a life, or to kill", "text": "These two phrases are similar in meaning, except that the second is more extreme. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to save a life, or to kill", "text": "It may be helpful to repeat \"is it lawful,\" as that is the question Jesus is asking again in another way. AT: \"is it lawful to save a life or to kill\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a life", "text": "This refers to physical life and is a metonym for a person. AT: \"someone from dying\" or \"someone's life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But they were silent", "text": "\"But they refused to answer him\""}]}, {"id": "05", "tn": [{"ref": "He looked around", "text": "\"Jesus looked around\""}, {"ref": "was grieved", "text": "\"was deeply saddened\""}, {"ref": "their hardness of heart", "text": "This metaphor describes how the Pharisees were unwilling to have compassion on the man with the withered hand. AT: \"they were unwilling to have compassion on the man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Stretch out your hand", "text": "\"Reach out with your hand\""}, {"ref": "his hand was restored", "text": "This can be stated with an active form. AT: \"Jesus restored his hand\" or \"Jesus made his hand the way it was before\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "began to plot", "text": "\"began to make a plan\""}, {"ref": "the Herodians", "text": "This is the name of an informal political party that supported Herod Antipas."}, {"ref": "how they might put him to death", "text": "\"how they might kill Jesus\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continued to heal people as great crowd of people followed him when he wanted to get away."}, {"ref": "the sea", "text": "This refers to the Sea of Galilee."}, {"ref": "Idumea", "text": "This is the region, previously known as Edom, which covered the southern half of the province of Judea."}, {"ref": "the things he was doing", "text": "This refers to the miracles Jesus was performing. AT: \"the great miracles that Jesus was performing\""}, {"ref": "came to him", "text": "\"came to where Jesus was\""}]}, {"id": "09", "tn": [{"ref": "And he asked his disciples to have a small boat ... not crush him", "text": "As the large crowd was pushing forward toward Jesus, he was in danger of being crushed. In the UDB, verses 9-10 are bridged and state this implicit information clearly. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "he asked his disciples", "text": "\"Jesus told his disciples\""}, {"ref": "For he healed many, so that", "text": "The word \"many\" refers to the large number of people Jesus had already healed. AT: \"Because Jesus had healed many people, everyone\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "everyone who had afflictions eagerly approached him in order to touch him", "text": "\"all the sick people pushed forward eagerly trying to touch him\""}]}, {"id": "11", "tn": [{"ref": "saw him", "text": "\"saw Jesus\""}, {"ref": "they fell down ... cried out, and they said", "text": "Here \"they\" refers to the unclean spirits. It is they who are causing the people they possess to do things. This can be made explicit. AT: \"they caused the people they were possessing to fall down before him and to cry out to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they fell down before him", "text": "The unclean spirits did not fall down before Jesus because they loved him or wanted to worship him. They fell down before him because they were afraid of him."}, {"ref": "You are the Son of God", "text": "Jesus has power over unclean spirits because he is the \"Son of God.\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "He strictly ordered them", "text": "\"Jesus strictly ordered the unclean spirits\""}, {"ref": "not to make him known", "text": "\"not to reveal who he was\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Jesus chooses the men he wants to be his apostles."}, {"ref": "so that they might be with him and he might send them to proclaim the message", "text": "\"so that they would be with him and he would send them to proclaim the message\""}, {"ref": "Simon, to whom he gave the name Peter", "text": "The author begins to list the names of the twelve apostles. Simon is the first man listed."}]}, {"id": "17", "tn": [{"ref": "to whom he gave", "text": "The phrase \"to whom\" refers to both James son of Zebedee and his brother John."}, {"ref": "the name Boanerges, that is, sons  of thunder", "text": "\"the name Boanerges, which means sons of thunder.\" The meaning of the name \"Boanerges\" can be made more explicit. AT: \"the new name 'men who are like thunder'\" (UDB) (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Thaddaeus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who would betray him", "text": "\"who would betray Jesus\" The word \"who\" refers to Judas Iscariot."}]}, {"id": "20", "tn": [{"ref": "Then he went home", "text": "\"Then Jesus went to the house where he was staying.\""}, {"ref": "they could not even eat bread", "text": "The word \"bread\" represents food. AT: \"Jesus and his disciples could not eat at all\" or \"they could not eat anything\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they went out to seize him", "text": "Members of his family went to the house, so that they could take hold of him and force him to go home with them."}, {"ref": "for they said", "text": "Possible meanings for the word \"they\" are 1) his relatives or 2) some people in the crowd."}, {"ref": "out of his mind", "text": "Jesus' family uses this idiom to describe how they think he is acting. AT: \"crazy\" or \"insane\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "By the ruler of the demons he drives out demons", "text": "\"By the power of Beelzebul who is the ruler of the demons, Jesus drives out demons\""}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Jesus explains with a parable why he is not controlled by Satan and that those who do the will of God are the same as being his brother, and sister, and mother. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Jesus called them to him", "text": "\"Jesus called the people to come to him\""}, {"ref": "How can Satan cast out Satan?", "text": "Jesus asked this rhetorical question in response to the scribes saying that he cast out demons by Beelzebul. This question can be written as a statement.  AT: \"Satan cannot cast out himself!\" or \"Satan does not go against his own evil spirits!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If a kingdom is divided against itself", "text": "The word \"kingdom\" is a metonym for the people who live in the kingdom. AT: \"If the people who live in a kingdom are divided against each other\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cannot stand", "text": "This phrase is a metaphor meaning that the people will no longer be united and they will fall. AT: \"cannot endure\" or \"will fall\"(See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "house", "text": "This is a metonym for the people who live in a house. AT: \"family\" or \"household\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "If Satan has risen up against himself and is divided", "text": "The word \"himself\" is a reflexive pronoun that refers back to Satan, and it is also a metonym for his evil spirits. AT: \"If Satan and his evil spirits were fighting one another\" (UDB) or \"If Satan and his evil spirits have risen up against each other and are divided\" (See: [[:en:ta:vol2:translate:figs_rpronouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is not able to stand", "text": "This is a metaphor meaning he will fall and cannot endure. AT: \"will cease to be united\" or \"cannot endure and has come to an end\" or \"will fall and has come to an end\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plunder", "text": "to steal a person's valuables and possessions"}]}, {"id": "28", "tn": [{"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important."}, {"ref": "the sons of men", "text": "\"those who have been born of man.\" This expression is used to emphasize peoples' humanity. AT: \"people\""}, {"ref": "utter", "text": "\"speak\""}, {"ref": "they were saying", "text": "\"the people were saying\""}, {"ref": "has an unclean spirit", "text": "This is an idiom that means to be possessed by an unclean spirit. AT: \"is possessed by an unclean spirit\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "31", "tn": [{"ref": "brothers", "text": "This refers to Jesus' siblings."}, {"ref": "They sent for him, summoning him", "text": "\"They sent someone inside to tell him that they were outside and to have him come out to them\""}, {"ref": "are looking for you", "text": "\"are asking for you\""}]}, {"id": "33", "tn": [{"ref": "that person is my brother, and sister, and mother", "text": "\"those people are my brother, my sister, and my mother\""}]}]