[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul shifts the subject from giving to affirming his authority to teach as he does."}, {"ref": "by the humility and gentleness of Christ", "text": "The word \"humility\" and \"gentleness\" are abstract nouns, and can be expressed in another way. AT: \"I am humble and gentle as I do so, because Christ has made me that way\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who assume that", "text": "\"who think that\""}, {"ref": "we are living according to the flesh", "text": "The word \"flesh\" is a metonym for sinful human nature. \"we are acting from human motives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "we walk in the flesh", "text": "The word \"flesh\" is a metonym for physical life. AT: \"we live our lives in physical bodies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we do not wage war ... we fight", "text": "Paul speaks of his trying to persuade the Corinthians to believe him and not the false teachers as if he were fighting a physical war. These words should be translated literally. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wage war according to the flesh", "text": "Possible meanings are 1) the word \"flesh\" is a metonym for physical life. AT: \"fight against our enemies using physical weapons\" or 2) the word \"flesh\" is a metonym for sinful human nature. AT: \"wage war in sinful ways\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the weapons we fight with ... bring to nothing misleading arguments", "text": "Paul speaks of godly wisdom showing human wisdom to be false as if it were a weapon with which he was destroying an enemy stronghold. AT: \"the weapons we fight with ... show people that what our enemies say is completely wrong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "are not fleshly", "text": "Possible meanings are 1) the word \"fleshly\" is a metonym for merely physical. AT: \"are not physical\" or 2) the word \"fleshly\" is a metonym for sinful human nature. AT: \"are not sinful\" or \"do not enable us to do wrong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "every high thing that rises up", "text": "Paul is still speaking with the metaphor of a war, as if \"the knowledge of God\" were an army and \"every high thing\" were a wall that people had made to keep the army out. AT: \"every false argument that proud people think of to protect themselves\""}, {"ref": "every high thing", "text": "\"everything that proud people do\""}, {"ref": "rises up against the knowledge of God", "text": "Paul speaks of arguments as if they were a wall standing high against an army. The words \"rises up\" mean \"stands tall,\" not that the \"high thing\" is floating up into the air. AT: \"people use so they will not have to know who God is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We take every thought captive into obedience to Christ", "text": "Paul speaks of people's thoughts as if they were enemy soldiers whom he captures in battle. AT: \"We show how all the false ideas those people have are wrong and teach the people to obey Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "punish every act of disobedience", "text": "The words \"act of disobedience\" are a metonym for the people who commit those acts. AT: \"punish every one of you who disobey us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "Look at what is clearly in front of you", "text": "Possible meanings are 1) this is a command or 2) this is a statement, \"You are looking only at what you can see with your eyes.\" Some think this is a rhetorical question which may also be written as a statement. AT: \"Are you looking at what is clearly in front of you?\" or \"You seem unable to see what is clearly in front of you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let him remind himself", "text": "\"he needs to remember\""}, {"ref": "that just as he is Christ's, so also are we", "text": "\"that we belong to Christ just as much as he does\""}, {"ref": "to build you up and not to destroy you", "text": "Paul speaks of helping the Corinthians to know Christ better as if he were constructing a building. AT: \"to help you become better followers of Christ and not to discourage you so you stop following him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "I am terrifying you", "text": "\"I am trying to frighten you\""}, {"ref": "serious and powerful", "text": "\"demanding and forceful\""}]}, {"id": "11", "tn": [{"ref": "Let such people be aware", "text": "\"I want such people to be aware\""}, {"ref": "what we are in the words of our letters when we are absent is what we will be in our actions when we are there", "text": "\"we will do the same things when we are there with you that we have written about in our letters while we have been away from you\""}, {"ref": "we ... our", "text": "All instances of these words refer to Paul's ministry team but not the Corinthians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "to group ourselves or compare", "text": "\"to say we are as good as\""}, {"ref": "they measure themselves by one another and compare themselves with each other", "text": "Paul is saying much the same thing twice. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they measure themselves by one another", "text": "Paul is speaking of goodness as though it were something whose length people could measure. AT: \"they look at each other and try to see who is better\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have no insight", "text": "\"show everyone that they do not know anything\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Paul speaks of the authority he has as if it were a land over which he rules, those things over which he has authority as being within the borders or \"limits\" of his land, and those things not under his authority as being beyond the \"limits.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will not boast beyond limits", "text": "This is an idiom. AT: \"will not boast about things over which we have no authority\" or \"will boast only about things over which we have authority\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "within the limits of what God", "text": "\"about things under the authority that God\""}, {"ref": "limits that reach as far as you", "text": "Paul speaks of the authority he has as if it were a land over which he rules. AT: \"and you are within the border of our authority\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "did not overextend ourselves", "text": "\"did not go beyond our borders\""}]}, {"id": "15", "tn": [{"ref": "have not boasted beyond limits", "text": "This is an idiom. AT: \"have not boasted about things over which we have no authority\" or \"have not boasted only about things over which we have authority.\" See how these words were translated in [[:en:bible:notes:2co:10:13|10:13]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "our own area of work will be greatly expanded", "text": "This can be stated in active form. AT: \"God will greatly expand our own area of work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "another's area", "text": "\"an area God has assigned to someone else\""}]}, {"id": "17", "tn": [{"ref": "boast in the Lord", "text": "\"boast about what the Lord has done\""}, {"ref": "recommends himself", "text": "This means that he provides asks each person who hears him to decide whether he is right or wrong. See how \"recommend ourselves\" is translated in [[:en:bible:notes:2co:04:01|4:2]]."}, {"ref": "who is approved", "text": "This can be stated in active form. AT: \"whom the Lord approves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it is the one whom the Lord recommends", "text": "You can make clear the understood information. AT: \"the one whom the Lord recommends is the one of whom the Lord approves\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]