[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Praise Yahweh, my soul", "text": "Here \"soul\" represents the writer's inner being. The writer is commanding his inner being to praise Yahweh. This can be translated as a statement. AT: \"I will praise Yahweh with all my soul\" or \"I give praise to Yahweh with all my life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with all my life", "text": "\"until I die\" or \"while I live\""}]}, {"id": "003", "tn": [{"ref": "in princes", "text": "Here \"princes\" represents all human leaders. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in mankind, in whom there is no salvation", "text": "The abstract noun \"salvation\" can be stated as \"save.\" AT: \"in any person because they cannot save you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in mankind", "text": "\"in humankind\" or \"in people\""}, {"ref": "When a person's life's breath stops", "text": "This is a polite way to refer to someone dying. AT: When a person dies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "he returns to the ground", "text": "This means that just as God made the first human, Adam, from the soil, so will a person's body decay and become soil again when he dies. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "005", "tn": [{"ref": "Yahweh made heaven and earth", "text": "The words \"heaven\" and \"earth\" represent everything that exists in the physical universe. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "observes trustworthiness", "text": "The abstract noun \"trustworthiness\" can be stated as an adjective. AT: \"remains trustworthy\" or \"remains faithful\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "007", "tn": [{"ref": "He executes justice", "text": "\"He decides matters fairly\" (UDB)"}, {"ref": "for the oppressed", "text": "This nominal adjective can be stated as adjectives. AT: \"for oppressed people\" or \"for those whom other people oppress\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "to the hungry", "text": "This nominal adjective can be stated as adjectives. AT: \"to hungry people\" or \"to those who are hungry\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "opens the eyes of the blind", "text": "Causing a blind person to see is spoken of as if Yahweh were opening the person's eyes. AT: \"causes the blind to see\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blind", "text": "This nominal adjective can be stated as adjectives. AT: \"blind people\" or \"those who are blind\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Yahweh raises up those who are bowed down", "text": "Yahweh helping someone is spoken of as if he were physically helping someone to stand up. AT: \"Yahweh helps those who are discouraged\" or \"Yahweh helps those who are weak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who are bowed down", "text": "This action is a sign of distress or mourning. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "009", "tn": [{"ref": "he lifts up", "text": "God helping someone is spoken of as if he were physically lifting them up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your God, Zion", "text": "Here \"Zion\" represents all the people of Israel. The writer is speaking to the people of Israel as if they were there listening to him. AT: \"your God, people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "for all generations", "text": "The words \"will reign\" are understood. AT: \"will reign for all generations\" or \"will reign forever\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]