[{"id": "01", "tn": [{"ref": "a measure of fine flour will be sold for a shekel, and two measures of barley for a shekel", "text": "It is implied that the Israelites will be paying less money for these item than they had been. This can be stated in active form. AT: \"people will sell a measure of fine flour for a shekel and two measures of barley for a shekel\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a measure of fine flour ... two measures of barley", "text": "Here the word \"measure\" translates the word \"seah,\" which is a unit of dry measurement equal to about 7 liters. AT: \"7 liters of fine flour ... 14 liters of barley\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a shekel", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 11 grams of silver\" or \"one silver coin\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "the captain on whose hand the king leaned", "text": "A high ranking captain who was the king's personal assistant is spoken of as if he was a person on whom the king leaned his hand. AT: \"the captain who was close to the king\" or \"the captain who was the king's personal assistant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even if Yahweh should make windows in heaven", "text": "Yahweh causing much rain to fall in order to make the crops grow is spoken of as if Yahweh were opening windows in heaven through which he pours down rain. AT: \"even if Yahweh were to cause much rain to fall from heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "can this thing happen?", "text": "The captain asks this question to express his unbelief. This rhetorical question can be translated as a  statement. AT: \"this could never happen!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you will watch it happen with your own eyes", "text": "The phrase \"with your own eyes\" emphasizes that the captain will certainly see the things that Elisha prophesied. AT: \"you yourself will watch these things happen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "but you will not eat any of it", "text": "\"but you will not eat any of the flour or barely\""}]}, {"id": "03", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the writer starts to tell a new part of the story."}, {"ref": "Why should we sit here until we die?", "text": "Although there were four men, probably only one of them asks this question. The question is rhetorical and emphasizes that they should not do this. It can be translated as a statement. AT: \"Certainly we should not sit here until we die\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If they keep us alive, we will live, and if they kill us, we will only die", "text": "The four men with leprosy are saying that the Arameans might feed them so that they can live, or they might kill them, which would be no worse since they would die anyway."}]}, {"id": "05", "tn": [{"ref": "at twilight", "text": "This refers to the early evening after the sun has set, but before it is dark."}, {"ref": "the outermost part", "text": "\"the edge\""}, {"ref": "the Aramean army hear a noise of chariots, and a noise of horses—the noise of another large army", "text": "The soldiers of the Aramean army heard noises that sounded like a large army approaching to battle them. This was not an actual army, but the Lord had made them hear these sounds."}, {"ref": "they said to each other", "text": "\"the Aramean soldiers said to each other\""}, {"ref": "the kings of the Hittites and Egyptians", "text": "Here the word \"kings\" represents the armies of these nations. AT: \"the armies of the Hittites and the Egyptians\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to come against us", "text": "\"to fight us\" or \"to attack us\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "This is what happened after the Lord caused the Aramean soldiers to think they heard a large enemy army approaching their camp."}, {"ref": "in the twilight", "text": "This refers to the early evening after the sun has set, but before it is dark."}, {"ref": "plunder", "text": "This refers to items that a conquering army takes from another army that they have defeated. Here it refers to \"silver and gold and clothes.\""}]}, {"id": "09", "tn": [{"ref": "until daybreak", "text": "\"until morning\""}, {"ref": "punishment will overtake us", "text": "Someone punishing the four men is spoken of as if punishment were a person who captures them. AT: \"the people will punish us\" or \"someone will punish us\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "tell the king's household", "text": "Here the word \"household\" represents the people who live in the king's palace. AT: \"tell the king and his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as they were", "text": "The implicit information may be supplied in translation. AT: \"as they were when the soldiers were still there\" [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "then it was told inside the king's household", "text": "This can be stated in active form. AT: \"then people told it inside the king's household\" or \"then people told it to the king and those in his palace\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "have done to us", "text": "\"are planning to do to us\" or \"have done to deceive us\""}, {"ref": "take them alive", "text": "This means that they would capture the people and not kill them."}, {"ref": "the horses that remain, which are left in the city", "text": "Many of the horses belonging to the Israelites had died because of the famine. The meaning of this can be made clear. AT: \"the horses in the city that are still alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They are like all the rest of the population of Israel who are left", "text": "The men that would go to the Aramean camp would share the same fate as the rest of the Israelites who remained in the city. They would either die from starvation, or possibly be killed by the Arameans."}, {"ref": "and see", "text": "The implicit information may be added to make the meaning clear. AT: \"and see if what these lepers have said is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Go and see", "text": "The implicit information may be added to make the meaning clear. AT: \"Go and see if what these lepers have said is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They went after them to the Jordan", "text": "\"They followed the path the Aramean army took all the way to the Jordan River\""}, {"ref": "all the road was full of clothes and equipment", "text": "This means that the men saw these items scattered along the road as they traveled. AT: \"there were clothes and equipment all along the road\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "16", "tn": [{"ref": "plundered the camp", "text": "This refers to taking items from a defeated army."}, {"ref": "So a measure of fine flour was sold for a shekel, and two measures of barley for a shekel", "text": "This can be stated in active form. AT: \"So people sold a measure of fine flour for a shekel and two measures of barley for a shekel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a measure of fine flour ... two measures of barley", "text": "Here the word \"measure\" translates the word \"seah,\" which is a unit of dry measurement equal to about 7 liters. AT: \"7 liters of fine flour ... 14 liters of barley\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a shekel", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 11 grams of silver\" or \"one silver coin\"(See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "just as the word of Yahweh had said", "text": "Here \"word\" represents Yahweh. AT: \"just as Yahweh had said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the captain on whose hand he had leaned", "text": "A high ranking captain who was the king's personal assistant is spoken of as if he were a person on whom the king leaned his hand. See how you translated this in [[:en:bible:notes:2ki:07:01|7:2]]. AT: \"the captain who was close to the king\" or \"the captain who was the king's personal assistant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "trampled him down", "text": "The crowd of people were in such a rush to get to the food in the camp that they knocked over the man and trampled him to death."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "In these verses, the writer summarizes what happened by repeating the events that he described in [[:en:bible:notes:2ki:07:01|7:1-2]]. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "About this time", "text": "\"About this time tomorrow\""}, {"ref": "two measures of barley ... a measure of fine flour", "text": "Here the word \"measure\" translates the word \"seah,\" which is a unit of dry measurement equal to about 7 liters. AT: \"14 liters of barley ... 7 liters of fine flour\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a shekel", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 11 grams of silver\" or \"one silver coin\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "See", "text": "\"Indeed.\" The word \"See\" here adds emphasis to what follows."}, {"ref": "even if Yahweh should make windows in heaven", "text": "Yahweh causing much rain to fall in order to make the crops grow is spoken of as if Yahweh were opening windows in heaven through which he pours down rain. See how you translated this in [[:en:bible:notes:2ki:07:01|7:2]]. AT: \"even if Yahweh were to cause much rain to fall from heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "can this thing happen?", "text": "The captain asks this question to express his unbelief. This question can be translated as a statement. See how you translated this in [[:en:bible:notes:2ki:07:01|7:2]]. AT: \"this could never happen!\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you will watch it happen with your own eyes", "text": "The phrase \"with your own eyes\" emphasizes that the captain will certainly see the things that Elisha prophesied. See how you translated this in [[:en:bible:notes:2ki:07:01|7:2]]. AT: \"you yourself will watch these things happen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "but you will not eat any of it", "text": "\"but you will not eat any of the flour or barley\""}]}]