[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Who can recount the mighty acts of Yahweh ... deeds?", "text": "The author asks this question to praise God and does not expect an answer. AT: \"No one can recount the mighty acts of Yahweh ... deeds.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "praiseworthy deeds", "text": "\"deeds that are worthy of praise\""}]}, {"id": "003", "tn": [{"ref": "Call me to mind", "text": "The phrase \"call to mind\" means to remember something. AT: \"remember me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "of your chosen", "text": "The word \"chosen\" refers to Yahweh's chosen people. AT: \"of your chosen people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "rejoice in the gladness ... and glory", "text": "These are things that David says he will do, along with \"seeing the prosperity of your chosen.\" The missing words may be added. AT: \"I will rejoice in the gladness ... and I will glory\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "gladness", "text": "\"joy\" or \"delight\""}, {"ref": "glory with your inheritance", "text": "Here the phrase \"your inheritance\" refers to the Isrealites, who are Yahweh's chosen people. Here \"glory\" means \"to boast about\" something; in this case they are boasting about Yahweh. AT: \"boast of your greatness with your people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "did not appreciate your marvelous deeds", "text": "\"were not grateful for the marvelous deed you did\""}, {"ref": "at the sea ... the Sea of Reeds", "text": "These two phrases refer to the same sea. The second is the name of the sea."}]}, {"id": "008", "tn": [{"ref": "Nevertheless", "text": "\"Yet\" or \"Even so\""}, {"ref": "for his name's sake", "text": "Here \"his name\" refers to Yahweh. AT: \"for the sake of his own reputation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "through the depths, as through a wilderness", "text": "Here David compares the way that Yahweh led the Isrealites through the Sea of Reeds to the way people can be led across the dry ground of a wilderness. \"The depths\" refers the riverbed that appeared after Yahweh parted the waters. AT: \"through the Seas of Reeds on dry ground\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "He saved them from the hand ... and he rescued them from the hand", "text": "These two phrases mean basically the same thing and are used together to emphasize that Yahweh saved them from their enemies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the hand of those who hated them", "text": "Here \"hand\" refers to power or control. AT: \"the power of those who hated them\" or \"the control of those who hated them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "covered their adversaries", "text": "This is a polite way to talk about them drowning. AT: \"drowned their enemies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Then they believed his words", "text": "Here the word \"they\" refers to \"their ancestors\" and the word \"his\" refers to \"Yahweh\"."}]}, {"id": "013", "tn": [{"ref": "they did not wait for his instructions", "text": "It is implied that they did things without waiting to find out what Yahweh wanted them to go. AT: \"they did things without first waiting for Yahweh's instructions\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "insatiable cravings", "text": "\"cravings that could not be satisfied\""}, {"ref": "they challenged God", "text": "\"They rebelled against God\""}, {"ref": "consumed", "text": "\"overtook\" or \"took over\""}, {"ref": "but sent a disease", "text": "Here David speaks about Yahweh causing the people to be afflicted by a disease as if Yahweh sent a disease to them in the same way that someone sends a person or a messenger. AT: \"but he caused a disease to consume their bodies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "016", "tn": [{"ref": "In the camp", "text": "This refers to the Israelites' camp in the wilderness. AT: \"In the camp in the wilderness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The earth opened and swallowed up", "text": "Here how the ground opens up and buries the people is being compared to how a creature swallows something. AT: \"The earth opened and buried\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Dathan", "text": "This was an official who rebelled against Moses. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and covered the followers of Abiram", "text": "The followers of Abiram were also buried when the earth opened and buried Dathan. AT: \"and it also covered the followers of Abiram\" or \"and it also buried the followers of Abiram\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Abiram", "text": "This was an official who rebelled against Moses. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Fire broke out among them; the fire consumed the wicked", "text": "These two phrases mean the same things and are written together to emphasize how the wicked people were killed by the fire. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "019", "tn": [{"ref": "They made a calf at Horeb and worshiped a cast metal figure", "text": "This information can be reordered so that it is clear that the calf was the cast metal figure. AT: \"At Horeb, they made a cast metal figure of a calf and worshiped it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They traded the glory of God for the image of a bull", "text": "This means that instead of worshiping God they worshiped the image of the bull. AT: \"They traded worshiping the glory of God to worship the image of a bull\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the glory of God", "text": "Here God is referred to by his glory. AT: \"their glorious God\" or \"God who is glorious\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "022", "tn": [{"ref": "the land of Ham", "text": "This refers to the land where Ham's descendants lived. AT: \"the land where Ham's descendant live\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "mighty acts", "text": "\"awesome things\""}, {"ref": "intervened with him in the breach ... from destroying them", "text": "Here David speaks about Moses persuading Yahweh not to destroy the Israelites as intervening with him in the breach. AT: \"stood between Yahweh and the Israelites and begged Yahweh to not destroy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "024", "tn": [{"ref": "grumbled", "text": "\"complained\""}, {"ref": "his promise", "text": "This refers to Yahweh's promise that he would allow them to take the land of Canaan as their possession."}]}, {"id": "026", "tn": [{"ref": "raised his hand", "text": "The word \"his\" refers to Yahweh. Also, it was custom to raise a hand when swearing an oath."}, {"ref": "scatter their descendants ... in foreign lands", "text": "These two phrases have basically the same meaning and are used together for emphasis. AT: \"and that he would make their descendants live in foreign lands\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "scatter", "text": "This means to disperse or spread out something."}]}, {"id": "028", "tn": [{"ref": "the sacrifices offered to the dead", "text": "This can be stated in active form. AT: \"the sacrifices that they offered to the dead\" See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to the dead", "text": "\"The dead\" refers to the idols and gods that the Israelites were worshiping. AT: \"to gods who are dead\" or \"to lifeless gods\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "a plague broke out", "text": "\"a plague spread\""}, {"ref": "provoked him to anger", "text": "\"angered him\""}]}, {"id": "030", "tn": [{"ref": "Then Phinehas rose to intervene", "text": "Phinehas intervened among the people, punishing them for their sin. This can be made clear. AT: \"Then Phinehas rose to intervene among the people because of their sin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It was counted to him as a righteous deed", "text": "This can be stated in active form. AT: \"People credited it to him as a righteous deed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "032", "tn": [{"ref": "Meribah", "text": "This is a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "suffered because of them", "text": "Moses suffered because of the peoples' sin. Here the word \"them\" is a pronoun for the people and a metonym referring to their sin. AT: \"suffered because of their actions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but they mingled with the nations", "text": "Hey David speaks of the people intermarrying with the women from other nations as \"mingling\" with them. AT: \"but they mixed in marriage with the other nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "which became a snare to them", "text": "The idols became a snare to them."}]}, {"id": "037", "tn": [{"ref": "They shed innocent blood, the blood of their sons and of their daughters", "text": "The phrase \"shedding blood\" is a descriptive  euphemism used for \"killing.\" AT: \"They shed innocent blood when they killed their sons and daughters\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "They were defiled by their deeds", "text": "This can be stated in active form. AT: \"Their deeds defiled them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in their actions they were like prostitutes", "text": "Here David compares their unfaithfulness to Yahweh to the unfaithfulness of a prostitute. AT: \"they were as unfaithful to Yahweh as prostitutes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "040", "tn": [{"ref": "So Yahweh was angry with his people ... he despised his own people", "text": "\"So Yahweh was angry with his people and despised them\""}, {"ref": "He gave them into the hand of the nations", "text": "Here \"hand\" refers to power or control. AT: \"God allowed the nations to take control of them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who hated them", "text": "\"people who hated them\""}]}, {"id": "042", "tn": [{"ref": "and they were brought into subjection to their authority", "text": "This can be stated in active form. AT: \"and their enemies caused them to be subject to their authority\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "were brought low by their own sin", "text": "Here the phrase \"brought low\" means to be destroyed. Also, this can be stated in active form. AT: \"their sin ruined them\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "044", "tn": [{"ref": "Nevertheless", "text": "\"Yet\" or \"Even so.\" See how you translated this in [[:en:bible:notes:psa:106:008|106:8]]."}, {"ref": "their distress", "text": "\"their affliction\" or \"their suffering\""}, {"ref": "called to mind", "text": "The phrase \"call to mind\" means to remember something. AT: \"remembered\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and relented", "text": "\"and he had compassion towards them\""}, {"ref": "their conquerers", "text": "\"their captors.\" This refers to the Isrealites' enemies who had taken them captive."}, {"ref": "to have pity on them", "text": "\"to be compassionate on them\""}]}, {"id": "047", "tn": [{"ref": "General Information:", "text": "Here 106:48 is more than the end of this psalm. It is the closing statement for all of Book 4 of the Psalms, which starts at Psalm 90 and ends with Psalm 106."}, {"ref": "May Yahweh the God of Israel be praised", "text": "This can be stated in active form. AT: \"May people praise Yahweh the God of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to your holy name", "text": "Here Yahweh is referred to by his \"holy name.\" AT: \"to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from everlasting to everlasting", "text": "This refers to two extremes and means for all time. See how you translated this in [[:en:bible:notes:psa:041:013|41:13]]. AT: \"for all eternity\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}]