[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This prologue lays the background for the whole book: the unsurpassing greatness of the Son--the Son is greater than all. The book begins with emphasizing that the Son is better than the prophets and the angels."}, {"ref": "General Information:", "text": "Though not told at the opening, this letter was written particularly to Hebrews (Jews), who would have understood the many Old Testament references."}, {"ref": "in these last days", "text": "\"in these final days.\" This phrase refers to the time when Jesus began his ministry, extending until God establishes his complete rule in his creation."}, {"ref": "through a Son", "text": "\"Son\" is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "to be the heir of all things", "text": "The author speaks of the Son as if he will inherit wealth and property from his Father. AT: \"to possess all things\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is through him that God also made the universe", "text": "\"It is through the Son that God also made all things\""}, {"ref": "the brightness of God's glory", "text": "\"the light of his glory.\" God's glory is associated with a very bright light. The author is saying that the Son embodies that light and fully represents God's glory."}, {"ref": "the very character of his essence", "text": "\"the image of God's being.\" This is similar in meaning to \"is the radiance of his glory.\" The Son embodies the character and essence of God and fully represents everything that God is. It can be stated as a new sentence. AT: \"The Son is just like God\" or \"What is true about God is true about the Son\""}, {"ref": "the word of his power", "text": "\"his powerful word.\" Here \"word\" refers to a message or command. AT: \"his powerful command\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "After he had made cleansing for sins", "text": "The abstract noun \"cleansing\" can be expressed as a verb: \"making clean.\" AT: \"After he had finished making us clean from sins\" or \"After he had finished purifying us from our sins\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he had made cleansing for sins", "text": "The author speaks of forgiving sins as if it were making a person clean. AT: \"he had made it possible for God to forgive our sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he sat down at the right hand of the Majesty on high", "text": "Here \"right hand\" refers to a place of honor. AT: \"he sat down in the place of honor next to the Majesty on high\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Majesty on high", "text": "Here \"Majesty\" refers to God. AT: \"God Most High\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The first prophetic quotation (You are my son) comes from the Psalms. The prophet Samuel wrote the second one (I will be a father to him). All occurrences of \"he\" refer to Jesus, the Son. The word \"You\" refers to Jesus, and the words \"I\" and \"me\" refer to God the Father."}, {"ref": "He has become", "text": "\"The Son has become\""}, {"ref": "as the name he has inherited is more excellent than their name", "text": "Here \"name\" refers to honor and authority. AT: \"as the honor and authority he has inherited is superior to their honor and authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has inherited", "text": "The author speaks of receiving honor and authority as if he were inheriting wealth and property from his father. AT: \"he has received\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For to which of the angels did God ever say, \"You are my son ... a son to me\"?", "text": "This question emphasizes that God does not call any angel his son. AT: \"For God never said to any of the angels 'You are my son ... a son to me.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You are my son ... I have become your father", "text": "These two phrases mean essentially the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "and again", "text": "The word \"again\" indicates that a similar question applies to the second quote. The word \"again\" can be be simply deleted or replaced with the question. AT: \"and\" or \"and about which of the angels did God ever say\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This first quotation in this section (All God's angels ... ) comes from one of the books Moses wrote. The second one (He who makes ... ) is from the Psalms."}, {"ref": "the firstborn", "text": "This means Jesus. The author refers to him as the \"firstborn\" to emphasize the Son's importance and authority over everyone else. It does not imply that there was a time before Jesus existed or that God has other sons like Jesus. AT: \"his honored Son, his only Son\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he says", "text": "\"God says\""}, {"ref": "He is the one who makes his angels spirits, and his servants flames of fire", "text": "Possible meanings are 1) \"God has made his angels to be spirits who serve him with power like flames of fire\" (UDB) or 2) God makes the wind and flames of fire his messengers and servants. In the original language the word for \"angel\" is the same as \"messenger,\" and the word for \"spirits\" is the same as \"wind.\" With either possible meaning, the point is that the angels serve the Son because he is superior. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This scriptual quotation comes from the Psalms."}, {"ref": "But about the Son he says", "text": "\"But God says this about the Son\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Your throne, God, is forever and ever", "text": "The Son's throne represents his rule. AT: \"You are God, and your reign will last forever and ever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The scepter of your kingdom is the scepter of justice", "text": "Here \"scepter\" refers to the Son's rule. AT: \"And you will rule over the people of your kingdom with justice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has anointed you with the oil of joy more than your companions", "text": "Here \"oil of joy\" refers to the joy that the Son felt when God honored him. AT: \"has honored you and made you more joyful than anyone else\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "The author continues explaining that Jesus is superior to the angels."}, {"ref": "General Information:", "text": "This quotation comes from another Psalm."}, {"ref": "In the beginning", "text": "\"Before anything existed\""}, {"ref": "you laid the earth's foundation", "text": "The author speaks of God creating the earth as if he built a building on a foundation. AT: \"you created the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The heavens are the work of your hands", "text": "Here \"hands\" refer to God's power and action. AT: \"You made the heavens\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will perish", "text": "\"The heavens and earth will disappear\" or \"The heavens and earth will no longer exist\""}, {"ref": "wear out like a piece of clothing", "text": "The author speaks of the heavens and earth as if they were a piece of clothing that will get old and eventually become useless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "roll them up like a cloak", "text": "The author speaks of the heavens and earth as if they were a robe or another kind of outer garment. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they will be changed like a piece of clothing", "text": "The author speaks of the heavens and earth as if they were clothing that could be exchanged for other clothing.  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they will be changed", "text": "This can be stated in active form. AT: \"you will change them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your years do not end", "text": "Periods of time are used to represent God's eternal existence. AT: \"your life will never end\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This quotation comes from another Psalm."}, {"ref": "But to which of the angels has God said at any time ... feet\"?", "text": "The author uses a question to emphasize that God has never said this to an angel. AT: \"But God has never said to an angel at any time ... feet.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Sit at my right hand", "text": "Here \"right hand\" refers to a place of honor. AT: \"Sit next to me in the place of honor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until I make your enemies a stool for your feet", "text": "Christ's enemies are spoken of as if they will become an object on which a king rests his feet. This image represents defeat and dishonor for his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Are not all angels spirits ... inherit salvation?", "text": "The author uses this question to remind the readers that angels are not as powerful as Christ, but they have a different role. AT: \"All angels are spirits who ... inherit salvation.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "for those who will inherit salvation", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. AT: \"for those whom God will save\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]