[{"id": "01", "tn": [{"ref": "I am going the way of all the earth", "text": "This is a polite way of saying \"I am going to die.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "show yourself a man", "text": "The ellipsis can be filled in. AT: \"show everyone that you are a man\" or \"live so that everyone can see you are a good man\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "walk in his ways", "text": "Walking on a path is a metonym for the way a person lives. AT: \"live the way he commands\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "prosper", "text": "\"succeed\" or \"do well\""}, {"ref": "may fulfill his word", "text": "\"do everything he promised he would do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If your sons ... you will never cease", "text": "Yahweh is talking to David, so the words \"you\" and \"your\" refer to David."}, {"ref": "to walk before me faithfully", "text": "Yahweh is talking to David, so the word \"me\" refers to Yahweh."}, {"ref": "with all their heart and with all their soul", "text": "The idiom \"with all ... heart\" means \"completely\" and \"with all ... soul\" means \"with all ... being.\" These two phrases have similar meanings. AT: \"with all their being\" or \"with all their energy\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you will never cease to have a man on the throne of Israel", "text": "The word \"throne\" is a metonym for the king who sits on the throne. AT: \"your descendants will never cease to be kings of Israel\" The litotes \"will never cease to have\" can be stated positively. AT: \"one of your descendants will always be the king of Israel.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "King David continues to tell Solomon how to lead Israel."}, {"ref": "what Joab ... did to me, and what he did", "text": "David is referring to the same thing twice. AT: \"what Joab ... did to me—that is, what he did\""}, {"ref": "shed the blood of war in peace", "text": "Possible meanings are 1) \"killed those men during a time of peace as if he were killing them in war\" or 2) \"took revenge on those men during a time of peace because they had killed people in war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "put the blood of war on the belt around his waist and on the shoes on his feet", "text": "Possible meanings are 1) Joab was close enough to these men when he killed them that their blood spattered on his belt and on his sandals or 2) the word \"blood\" is a metonym for guilt of murder,a nd the belt and the shoes are metonyms for Joab's authority as commander, so David is saying that because Joab is guilty of murder, he should not be commander of the army. Either way, it is best to translate this literally. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not let his gray head go down to the grave in peace", "text": "\"make sure Joab dies a violent death before he grows old.\" (See [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "King David continues to tell Solomon how to lead Israel."}, {"ref": "Barzillai", "text": "a man's name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "let them be among those who eat at your table", "text": "The table is a metonym for the home where the table is. AT: \"welcome them to eat at your home\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "King David continues to tell Solomon how to lead Israel."}, {"ref": "Shimei ... Gera", "text": "men's names (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Benjamite", "text": "descendant of Benjamin"}, {"ref": "Bahurim ... Mahanaim", "text": "place names (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "do not let him go free from punishment", "text": "This can be expressed positively. AT: \"be sure to punish him\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "bring his gray head down to the grave with blood", "text": "Blood is a metonym for violent death, and the head is synecdoche for the whole person. AT: \"make sure he dies a violent death\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "David dies and Solomon takes his place as the new king of Israel."}, {"ref": "slept with his ancestors", "text": "David dying is spoken of as if he had fallen asleep. AT: \"died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "David ... and was buried", "text": "This can be translated in active form. AT: \"David ... and they buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The days that David reigned over Israel were", "text": "\"The time that David reigned over Israel was\" or \"David reigned over Israel for\""}, {"ref": "sat on the throne of his father David", "text": "The throne represents the authority of the king. AT: \"became king, as his father David had been\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his rule was firmly established", "text": "This can be translated in active form. AT: \"Yahweh firmly established Solomon's rule\" or \"Yahweh caused Solomon to take complete control of the kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Adonijah comes to speak to Bathsheba."}, {"ref": "peacefully", "text": "\"with no desire to cause harm\""}, {"ref": "all Israel", "text": "This is a generalization. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "things changed", "text": "\"what we expected to happen did not happen\""}, {"ref": "the kingdom was given to my brother", "text": "This can be translated in active form. AT: \"Yahweh gave the kingdom to my brother\" or \"my brother became king\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Adonijah shares his request with Bathsheba."}, {"ref": "do not turn away from my face ... he will not turn away from your face", "text": "Turning from the face of someone is a metonym for refusing to look at someone, which in turn is a metonym for refusing to do what that person requests. AT: \"do not refuse to do what I request ... he will not refuse to do what you request\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abishag the Shunammite", "text": "(See: [[:en:bible:notes:1ki:01:03|1:3]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Bathsheba goes to King Solomon with Adonijah's request."}, {"ref": "The king rose", "text": "\"The king stood up\" from where he was sitting on his throne."}, {"ref": "had a throne brought", "text": "This can be stated in active form. AT: \"told someone to bring a throne\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the king's mother", "text": "Bathsheba"}, {"ref": "you will not turn away from my face ... I will not turn away from your face", "text": "Turning from the face of someone is a metonym for refusing to look at someone, which in turn is a metonym for refusing to do what that person requests. AT: \"you will not refuse to do what I request ... I will not refuse to do what you request\" Similar words are found in [[:en:bible:notes:1ki:02:16|2:16-17]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let Abishag the Shunammite be given to Adonijah ... as his wife", "text": "This can be translated in active form. AT: \"Allow Adonijah ... to marry Abishag the Shunammite\" or \"Give Abishag the Shunammite to Adonijah ... as his wife\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "King Solomon gives an answer to Adonijah's request."}, {"ref": "Why do you ask ... Adonijah? Why do you not ask the kingdom for him also ... Zeruiah?", "text": "King Solomon was angered by his mother's request. AT: \"You are wrong to ask ... Adonijah! This is the same as asking the kingdom for him also ... Zeruiah!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May God do so to me, and more also, if Adonijah has not spoken this word against his own life", "text": "This is an idiom. AT: \"God will have every right to execute me—and to do even worse things to me—if I do not execute Adonijah because he has made this request\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "King Solomon executes Adonijah."}, {"ref": "set me on the throne", "text": "The word \"throne\" refers to Solomon's authority to rule that was given by Yahweh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who has made me a house", "text": "Here \"house\" refers to descendants that Yahweh gave to King Solomon, who would continue to reign after him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Solomon dismisses Abiathar from being priest."}, {"ref": "suffered in every way my father suffered", "text": "Abiathar had suffered alongside King David before David became king."}, {"ref": "that he might fulfill", "text": "The word \"he\" refers to King Solomon."}, {"ref": "which he had spoken", "text": "The word \"he\" refers to Yahweh."}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "King Solomon orders Benaiah to execute Joab."}, {"ref": "The news came to Joab", "text": "\"Joab heard what Solomon did after he had become king\""}, {"ref": "the horns of the altar", "text": "The horns of the altar symbolized Yahweh's power and protection. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It was told King Solomon that Joab had fled", "text": "This can be translated in active form. AT: \"Someone told King Solomon that Joab had fled\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Benaiah goes to execute Joab."}, {"ref": "bury him so that you may take away from me and from my father's house the blood that Joab shed without cause", "text": "Here \"house\" stands for the descendants of David while \"blood\" represents guilt. AT: \"bury him and so remove from me and my family the guilt for the murders Joab committed without cause\" or \"bury him. Do that so Yahweh will not hold me and my father's house guilty because Joab murdered people for no reason\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "King Solomon explains why Joab should die."}, {"ref": "May Yahweh return his blood on his own head", "text": "The word \"his\" refers to Joab. \"Blood\" is a metonym for murder. And, the idiom \"blood return on the head of\" means the person should be considered guilty for murder. AT: \"Joab has murdered people, and I want Yahweh to hold him guilty for what he has done\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "more righteous and better", "text": "These words mean basically the same thing and emphasize that Abner and Amasa were much better men than Joab. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "may their blood return on the head of Joab and on the head of his descendants", "text": "The word \"blood\" is a metonym for murder. And, the idiom \"blood return on the head of\" means the person should be considered guilty for murder. AT: \"I want Yahweh to hold Joab and his descendants guilty\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to his house, and to his throne", "text": "The words \"house\" and \"throne\" are metonyms for the family and the kingdom. AT: \"to David's descendants and to David's kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "Benaiah kills Joab and becomes the commander of King Solomon's army."}, {"ref": "He was buried in his own house", "text": "This can be translated in active form. AT: \"They buried Joab in his own house\""}, {"ref": "in his own house", "text": "The house is a metonym for the land on which the house stood. The Israelites buried people out of doors in graves or tombs. AT: \"where his family lived\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "King Solomon tells Shimei to stay in Jerusalem or Shimei will die."}, {"ref": "Your blood will be on your own head", "text": "Here \"blood\" is a metonym for guilt and the head is a metonym for the person. AT: \"You will be responsible for your own death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "Shimei leaves Jerusalem."}, {"ref": "Achish ... Maacah ... Gath", "text": "men's names (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gath", "text": "a Philistine city (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shimei arose", "text": "This is an idiom. \"Shimei quickly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "King Solomon judges Shimei for leaving Jerusalem."}, {"ref": "Solomon was told", "text": "This can be translated in active form. AT: \"someone told Solomon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Did I not make you swear ... saying, 'Know ... die'?", "text": "Solomon is reminding Shimei of what Shimei had promised. AT: \"You know very well that I made you swear ... saying, 'Know ... die'!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "King Solomon pronounces judgment upon Shimei for leaving Jerusalem."}, {"ref": "Why then have you not kept your oath ... you?", "text": "Possible meanings are 1) Solomon is asking for an answer or 2) AT: \"You have done wrong by breaking your oath ... you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will return your wickedness on your own head", "text": "Here the head is a metonym for the person, and wickedness is spoken of as if it were a solid or liquid that could be put on a person's head. AT: \"will hold you responsible for all your wickedness\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "King Solomon orders Shimei to be put to death."}, {"ref": "the throne of David will be established before Yahweh forever", "text": "Here \"throne of David\" represents the authority and rule of David and all his descendants forever. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in Solomon's hand", "text": "This use of \"hand\" represents Solomon's power and authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]