[{"id": "01", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking to Yahweh. (See: [[:en:bible:notes:isa:63:11|63:11]])"}, {"ref": "Oh, if you had", "text": "Isaiah introduces this desire for Yahweh's presence in their past history with a strong exclamation. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if you had split open the heavens", "text": "If Yahweh had shown himself very dramatically by tearing open the sky. The words \"split open\" refer to ripping a piece of cloth apart. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "mountains would have shaken", "text": "The mountains would have trembled as in an earthquake. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "as when fire kindles the brushwood, or the fire makes water boil", "text": "This possibly emphasizes how easily God's presence would have caused the mountains and the people to tremble. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The people of Israel continues speaking to Yahweh."}, {"ref": "nor eye seen", "text": "\"eye\" refers to seeing something. AT: \"nor has anyone seen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking to Yahweh."}, {"ref": "call to mind", "text": "This is an idiom that means \"remember.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking to Yahweh."}, {"ref": "and all our righteous deeds are like a menstrual rag", "text": "A \"menstrual rag\" is a cloth that a woman uses during the time of month when she bleeds from her womb. This means all their attempts to please God fail. This sentence was meant to be shocking. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "We have all withered like leaves", "text": "Isaiah compares the people of Israel to leaves that dry up when dead. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "our iniquities, like the wind, carry us away", "text": "This means their sins, as a community, are the reason for their failure. Isaiah compares the iniquities to the wind as the force for their suffering Yahweh's punishment. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you have hidden your face from us", "text": "This means God gave up on his people and let them suffer. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking to Yahweh."}, {"ref": "we are the clay. You are our potter; and we all are the work of your hand", "text": "This means God created the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "call to mind", "text": "This refers to remembering the past. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "look at us all", "text": "Isaiah asks Yahweh to pay attention to their situation. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking to Yahweh."}, {"ref": "Your holy cities have become a wilderness", "text": "This emphasizes that the cities have been destroyed and no one lives there."}, {"ref": "Our holy and beautiful temple, where our fathers praised you, has been destroyed by fire", "text": "This can be stated in active form. AT: \"The enemy has destroyed our holy and beautiful temple, where our fathers praised you, by fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How can you still hold back, Yahweh? How can you remain silent and continue to humiliate us?", "text": "They use questions to express their frustration because God has not yet come to help them. AT: \"Please do not hold back, Yahweh! Please do not remain silent and continue to humiliate us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]