{"1": [{"a": "Paul describes the people he is writing to as set apart for God, and as faithfully trusting in Christ Jesus.", "q": "How does Paul describe the people he is writing to in this letter?", "ref": ["01-01"]}, {"a": "God the Father has blessed believers with every spiritual blessing in the heavenly places in Christ.", "q": "With what has God the Father blessed believers?", "ref": ["01-03"]}, {"a": "God the Father chose those who believe in Christ before the creation of the world.", "q": "When did God the Father choose those who believe in Christ?", "ref": ["01-04"]}, {"a": "God the Father chose the believers so they could be holy and blameless in his sight.", "q": "For what purpose did God the Father choose the believers?", "ref": ["01-04"]}, {"a": "God destined the believers in advance because he was pleased to do it, and so that he would be praised for his glorious grace.", "q": "Why did God destine the believers in advance for adoption?", "ref": ["01-05", "01-06"]}, {"a": "Believers receive redemption through the blood Christ, the forgiveness of sins.", "q": "What do believers receive through the blood of Christ, God's beloved one?", "ref": ["01-07"]}, {"a": "God will bring together everything in heaven and on the earth under Christ.", "q": "What will God do when the times for the completion of his plan come?", "ref": ["01-10"]}, {"a": "The believers received the seal of the promised Holy Spirit.", "q": "What seal did the believers receive when they heard the word of truth?", "ref": ["01-13"]}, {"a": "The Spirit is a guarantee of the inheritance of believers.", "q": "Of what is the Spirit a guarantee?", "ref": ["01-14"]}, {"a": "Paul prays that the Ephesians will be enlightened to understand the confidence of their calling.", "q": "What does Paul pray the Ephesians will be enlightened to understand?", "ref": ["01-18"]}, {"a": "The same power raised Christ from the dead and seated him at God's right hand in the heavenly places.", "q": "What did the same power that now works in the believers do in Christ?", "ref": ["01-20"]}, {"a": "God has put all things under Christ's feet.", "q": "What has God put under Christ's feet?", "ref": ["01-22"]}, {"a": "Christ is the head over all things in the Church.", "q": "What is Christ's position of authority in the Church?", "ref": ["01-22"]}, {"a": "The Church is Christ's body.", "q": "What is the Church?", "ref": ["01-23"]}], "2": [{"a": "All unbelievers are dead in their trespasses and sins.", "q": "What is the spiritual condition of all unbelievers?", "ref": ["02-01"]}, {"a": "The spirit of the ruler of the authorities of the air is working in the sons of disobedience.", "q": "Who is working in the sons of disobedience?", "ref": ["02-02"]}, {"a": "All unbelievers are by nature children of wrath.", "q": "By nature, what are all unbelievers?", "ref": ["02-03"]}, {"a": "God brought some unbelievers to new life in Christ because of his rich mercy and great love.", "q": "Why did God bring some unbelievers to new life with Christ?", "ref": ["02-04", "02-05"]}, {"a": "Believers have been saved by God's grace.", "q": "By what have believers been saved?", "ref": ["02-05"]}, {"a": "Believers are seated in the heavenly places with Christ Jesus.", "q": "Where are believers seated?", "ref": ["02-06"]}, {"a": "God has saved and raised up believers so that in the ages to come he might show them the great riches of his grace.", "q": "For what purpose has God saved and raised up believers?", "ref": ["02-07"]}, {"a": "No believer may boast in his works, because he is saved by grace as God's gift.", "q": "In what may no believer boast, and why?", "ref": ["02-08", "02-09"]}, {"a": "God's purpose is for believers in Christ Jesus to walk in good works.", "q": "For what purpose has God created believers in Christ Jesus?", "ref": ["02-10"]}, {"a": "Unbelieving Gentiles are separated from Christ, alienated from Israel, strangers to the covenants, without hope and without God.", "q": "What is the spiritual condition of unbelieving Gentiles?", "ref": ["02-12"]}, {"a": "Some Gentile unbelievers have been brought near to God by the blood of Christ.", "q": "What has brought some Gentile unbelievers near to God?", "ref": ["02-13"]}, {"a": "By his body, Christ made Gentiles and Jews one people, destroying the hostility that divided them.", "q": "How did Christ change the relationship between Gentiles and Jews?", "ref": ["02-14"]}, {"a": "Christ abolished the law of commandments and regulations in order to make peace between Jews and Gentiles.", "q": "What did Christ abolish in order to make peace between Jews and Gentiles?", "ref": ["02-15", "02-16"]}, {"a": "All believers have access to the Father by means of the Holy Spirit.", "q": "By what means do all believers have access to the Father?", "ref": ["02-18"]}, {"a": "God's family is built on the foundation of the apostles and prophets, Christ Jesus being the cornerstone.", "q": "On what foundation is God's family built?", "ref": ["02-20"]}, {"a": "The power of Jesus fits together and increases the whole building of his family.", "q": "What does the power of Jesus do with the whole building of his family?", "ref": ["02-21"]}, {"a": "The building of God's family is a temple set apart for the Lord.", "q": "What kind of building is the building of God's family?", "ref": ["02-21"]}, {"a": "God dwells in the Spirit within the believer.", "q": "Where does God dwell in the Spirit?", "ref": ["02-22"]}], "3": [{"a": "God gave Paul his gift for the benefit of the Gentiles.", "q": "For whose benefit did God give Paul his gift?", "ref": ["03-01", "03-02"]}, {"a": "The hidden truth about Christ was not made known in other generations.", "q": "What was not made known to the human race in other generations?", "ref": ["03-03", "03-05"]}, {"a": "God revealed the hidden truth about Christ to his apostles and prophets.", "q": "To whom has God revealed what was not made known to the human race in other generations?", "ref": ["03-05"]}, {"a": "The hidden truth revealed is that the Gentiles are fellow heirs and fellow members of the body, and fellow sharers in the promise in Christ Jesus.", "q": "What hidden truth has been revealed?", "ref": ["03-06"]}, {"a": "The gift of God's grace was given to Paul.", "q": "What gift was given to Paul?", "ref": ["03-07"]}, {"a": "Paul was sent to help the Gentiles understand about God's plan.", "q": "About what was Paul sent to help the Gentiles understand?", "ref": ["03-09"]}, {"a": "Through the Church the complex wisdom of God will be made known.", "q": "Through what will the complex wisdom of God be made known?", "ref": ["03-10"]}, {"a": "Paul says believers have boldness and access with confidence because of faith in Christ.", "q": "What does Paul say believers have because of faith in Christ?", "ref": ["03-12"]}, {"a": "Every family in heaven and on earth is named and created after the Father.", "q": "What is named and created after the Father?", "ref": ["03-14", "03-15"]}, {"a": "Paul prays the believers be strengthened with power through God's Spirit.", "q": "How does Paul pray the believers be strengthened?", "ref": ["03-16"]}, {"a": "Paul prays the believers will be able to understand how wide and long and high and deep is the love of Christ.", "q": "What does Paul pray the believers will be able to understand?", "ref": ["03-18"]}, {"a": "Paul prays that the glory in the Church and in Christ Jesus will be given to the Father to all generations.", "q": "What does Paul pray will be given to the Father to all generations?", "ref": ["03-21"]}], "4": [{"a": "Paul urges believers to live with humility, gentleness, and patience, accepting each other in love.", "q": "How does Paul urge believers to live?", "ref": ["04-01", "04-02"]}, {"a": "Paul says there is one body, Spirit, confident expectation, Lord, faith, baptism, and God the Father.", "q": "What does Paul name in his list of things of which there is only one?", "ref": ["04-04", "04-06"]}, {"a": "Christ gave each believer a gift according to the measure of the gift of Christ.", "q": "What did Christ give to each believer after his ascension?", "ref": ["04-07", "04-08"]}, {"a": "Christ gave to the body the gifts of apostles, prophets, evangelists, pastors, and teachers.", "q": "What five gifts of Christ to the body does Paul name?", "ref": ["04-11"]}, {"a": "The five gifts to the body are supposed to equip the believers for the work of service, for the building up of the body.", "q": "For what purpose are these five gifts to the body supposed to work?", "ref": ["04-12"]}, {"a": "Believers can be like children by being tossed around and carried away by people's trickery and erring deceit.", "q": "How does Paul say believers can be like children?", "ref": ["04-14"]}, {"a": "The body of believers fits together, held together by each joint, each part working in the body's growth, for the building up of each one in love.", "q": "How does Paul say the body of believers is constructed?", "ref": ["04-16"]}, {"a": "The Gentiles are darkened in thought, separated from God, and given over to impure actions.", "q": "How does Paul say the Gentiles walk?", "ref": ["04-17", "04-19"]}, {"a": "Believers must put off the old man, and put on the new man.", "q": "What does Paul say believers must put off and put on?", "ref": ["04-23", "04-24"]}, {"a": "A believer can give opportunity to the devil by letting the sun go down upon his anger.", "q": "How can a believer give opportunity to the devil?", "ref": ["04-26", "04-27"]}, {"a": "Believers must labor so that they may be able to share with the person who has need.", "q": "What must believers do instead of steal?", "ref": ["04-28"]}, {"a": "No corrupt speech must come out of the believer's mouth, but instead words that build up others.", "q": "What kind of speech does Paul say must come out of the believer's mouth?", "ref": ["04-29"]}, {"a": "A believer must not grieve the Holy Spirit.", "q": "Who must a believer not grieve?", "ref": ["04-30"]}, {"a": "A believer must forgive others because God in Christ forgave him.", "q": "What is a believer to do because God in Christ forgave him?", "ref": ["04-32"]}], "5": [{"a": "Believers should imitate God the Father as his children.", "q": "Who should believers imitate?", "ref": ["05-01"]}, {"a": "Christ gave himself up for the believers as an offering and sacrifice to God.", "q": "What did Christ do which was a pleasing aroma to God?", "ref": ["05-02"]}, {"a": "Sexual immorality, impurity, and greed must not be suggested among believers.", "q": "What must not be suggested among believers?", "ref": ["05-03"]}, {"a": "Believers should instead have an attitude of thankfulness.", "q": "What attitude should instead be seen among believers?", "ref": ["05-04"]}, {"a": "The sexually immoral, impure, and greedy have no inheritance in the kingdom of Christ and God.", "q": "Who has no inheritance in the kingdom of Christ and God?", "ref": ["05-05"]}, {"a": "The anger of God is coming upon the children of disobedience.", "q": "What is coming upon the children of disobedience?", "ref": ["05-06"]}, {"a": "The fruit of goodness, righteousness, and truth is pleasing to the Lord.", "q": "What fruit of the light is pleasing to the Lord?", "ref": ["05-09"]}, {"a": "Believers are not to participate with, but instead expose the works of darkness.", "q": "What are believers to do with the works of the darkness?", "ref": ["05-11"]}, {"a": "Everything is revealed by the light.", "q": "What is revealed by the light?", "ref": ["05-13"]}, {"a": "Believers should redeem the time since the days are evil.", "q": "What should believers do since the days are evil?", "ref": ["05-16"]}, {"a": "Getting drunk with wine leads to ruin.", "q": "What leads to ruin?", "ref": ["05-18"]}, {"a": "Believers should speak to each other with psalms, hymns, and spiritual songs.", "q": "With what should believers speak to each other?", "ref": ["05-19"]}, {"a": "Wives should be subject to their husbands as to the Lord.", "q": "In what way should wives be subject to their husbands?", "ref": ["05-22"]}, {"a": "The husband is head of the wife, and Christ is head of the Church.", "q": "Of what is the husband the head, and of what is Christ the head?", "ref": ["05-23"]}, {"a": "Christ makes the Church holy by the washing of water by the word.", "q": "How does Christ make the Church holy?", "ref": ["05-26", "05-27"]}, {"a": "Husbands should love their wives as their own bodies.", "q": "How should husbands love their wives?", "ref": ["05-28"]}, {"a": "A person nourishes and loves his own body.", "q": "How does a person treat his own body?", "ref": ["05-29"]}, {"a": "When a man is joined to his wife they become one flesh.", "q": "What happens when a man is joined to his wife?", "ref": ["05-31"]}, {"a": "The hidden truth about Christ and his Church is demonstrated by the joining of a man and his wife.", "q": "What hidden truth is demonstrated by the joining of a man and his wife?", "ref": ["05-32"]}], "6": [{"a": "Christian children should obey and honor their parents.", "q": "How should Christian children treat their parents?", "ref": ["06-01", "06-02"]}, {"a": "Christian fathers are to raise their children in the discipline and instruction of the Lord.", "q": "What are Christian fathers to do for their children?", "ref": ["06-04"]}, {"a": "Christian slaves should obey their masters in the honesty of their heart, serving cheerfully as for the Lord.", "q": "With what attitude should Christian slaves obey their masters?", "ref": ["06-05", "06-07"]}, {"a": "A believer should remember that whatever good deed he does, he will receive a reward from the Lord.", "q": "What should a believer remember about whatever good deed he does?", "ref": ["06-08"]}, {"a": "A Christian master should remember that his and his servant's Master is in heaven, and that there is no favoritism with him.", "q": "What should a Christian master remember about his Master?", "ref": ["06-09"]}, {"a": "A believer must put on the whole armor of God to stand against the wicked plans of the devil.", "q": "Why must a believer put on the whole armor of God?", "ref": ["06-11", "06-13", "06-14"]}, {"a": "A believer battles against governments and spiritual authorities and rulers of the realm of evil darkness.", "q": "Against whom does a believer battle?", "ref": ["06-12"]}, {"a": "The shield of faith puts out the flaming arrows of the evil one.", "q": "Which piece of the armor of God puts out the flaming arrows of the evil one?", "ref": ["06-16"]}, {"a": "The sword of the Spirit is the word of God.", "q": "What is the sword of the Spirit?", "ref": ["06-17"]}, {"a": "Believers must pray at all times, persevering and watching for God's answer.", "q": "What attitude must believers have in prayer?", "ref": ["06-18"]}, {"a": "Paul wishes to have the word given to him with boldness when he speaks the gospel.", "q": "What does Paul wish to have through the prayers of the Ephesians?", "ref": ["06-19", "06-20"]}, {"a": "Paul is in prison as he writes this letter.", "q": "Where is Paul as he writes this letter?", "ref": ["06-20"]}, {"a": "Paul asks that God will give peace, love with faith, and grace to the believers.", "q": "What three things does Paul ask that God the Father and the Lord Jesus Christ give the believers?", "ref": ["06-23", "06-24"]}]}