[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry|Poetry]] and [[:en:ta:vol2:translate:figs_parallelism|Parallelism]])"}, {"ref": "he is robed in majesty; Yahweh has clothed and girded himself with strength", "text": "The psalmist speaks of Yahweh's strength and majesty as if they were things Yahweh wears. AT: \"he shows everyone that he is a powerful king\" or \"his majesty is there for all to see, like the robe a king wears; everything about Yahweh shows that he is strong and he is ready to do great work\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]] and [[:en:ta:vol1:translate:figs_simile|Simile]])"}, {"ref": "majesty", "text": "the power of a king and the way a king acts"}, {"ref": "girded himself", "text": "put on a belt—a band of leather or another material that a person wears around his waist—to prepare for work or battle"}, {"ref": "The world is firmly established", "text": "This can be stated in active form. AT: \"You have firmly established the world\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "it cannot be moved", "text": "This can be stated in active form. AT: \"no one will ever move it\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "Your throne is established from ancient times", "text": "This can be stated in active form. AT: \"You established your throne in ancient times\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "you are from everlasting", "text": "\"you have always existed\""}]}, {"id": "003", "tn": [{"ref": "oceans ... oceans'", "text": "Some versions read \"floods ... floods'.\" The word often refers to a river (see \"the River,\" [[:en:bible:notes:psa:072:008|72:8]]), but \"oceans ... oceans'\" has been chosen here because oceans, not rivers, have \"waves\" that \"crash and roar.\""}, {"ref": "have lifted up their voice; the oceans' waves crash and roar", "text": "The psalmist speaks of the ocean as if it were a person who could speak. AT: \"have made a mighty noise because their waves crash and roar\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "roar", "text": "make a long, loud sound."}, {"ref": "Above the crashing of many waves, the mighty breakers of the sea", "text": "The phrase \"the mighty breakers of the sea\" means basically the same thing as \"many waves\" and emphasizes how great these waves are. AT: \"Above the crashing of all of the very great waves of the sea\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "breakers", "text": "large waves coming to land"}, {"ref": "on high", "text": "The psalmist speaks of where God lives as if it were high above the earth. AT: \"in heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "solemn", "text": "very serious"}, {"ref": "are very trustworthy", "text": "\"always stay the same\" or \"never change\" (UDB)"}, {"ref": "holiness adorns your house", "text": "The psalmist speaks of Yahweh's house as if it were a woman wearing beautiful clothing or jewelry and of Yahweh's holiness as the beautiful clothing or jewelry. AT: \"your house is beautiful because you are holy\" or \"your holiness makes your house beautiful the way beautiful clothes and jewelry make a woman more beautiful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your house", "text": "the temple in Jerusalem"}, {"ref": "adorns", "text": "makes beautiful"}]}]