[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Sit at my right hand", "text": "The phrase \"my right hand\" refers to the place of honor. AT: \"Sit at the place of honor which I have for you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "make your enemies your footstool", "text": "Here David describes Yahweh placing his master's enemies under his power and control as putting them under his feet like a footstool. AT: \"put your enemies under your power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "002", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> David continues speaking to the king."}, {"ref": "Yahweh will hold out the scepter of your strength", "text": "Here David speaks of Yahweh extending the area that the king rules as holding out his scepter. AT: \"Yahweh will extend the area over which you powerfully rule\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rule among your enemies", "text": "\"King, rule among your enemies.\" This is spoken to the king as a command."}, {"ref": "of their own free will", "text": "\"by their own choice.\" This means that they will chose to follow the king."}, {"ref": "on the day of your power", "text": "This refers to the day that the king will lead his armies into battle. This can be stated clearly. AT: \"on the day that you lead your armies into battle\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the womb of the dawn ... like the dew", "text": "David describes the dew as a baby to whom the dawn gives birth. AT: \"in the morning ... like the dew\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from the womb of the dawn your youth will be to you like the dew", "text": "David is telling the king that he will have youthful strength each morning by comparing it to how the dew appears early each morning. AT: \"each morning you will be filled with youthful strength to sustain you just like each morning the dew appears to water and sustain the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "You are", "text": "Yahweh is speaking to the lord."}, {"ref": "will not change", "text": "This means that he will not change what he has said. AT: \"will not change his mind\" or \"will not change what he has said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after the manner of Melchizedek", "text": "The missing words may be added. AT: \"after the manner that Melchizedek was priest\" or \"in the same way that Melchizedek was priest\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "005", "tn": [{"ref": "The Lord is at your right hand", "text": "When the lord goes to battle, Yahweh stands at his right hand in order to help him. AT: \"The Lord helps you in battle\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Lord", "text": "The word \"Lord\" refers to Yahweh."}, {"ref": "He will kill", "text": "The word \"He\" refers to Yahweh. He will cause the kings to be defeated and die, but he will allow the king's armies to kill the enemy kings. AT: \"He will cause the kings to die\" or \"He will allow your armies to kill the kings\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "kings", "text": "This refers to his enemies. AT: \"enemy kings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on the day of his anger", "text": "Here David speaks of the day when Yahweh will become angry and defeat the kings as \"the day of his anger.\" AT: \"on the day of judgment when his patience turns to anger\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will fill the battlegrounds with dead bodies", "text": "This means that Yahweh will cause this to happen, not that he will personally kill all of the people who die on the battleground. AT: \"he will cause the battlegrounds to be filled with death bodies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will kill the leaders in many countries", "text": "This means that Yahweh will cause this to happen, not that he will personally kill the leaders. AT: \"he will cause the leaders in many countries to be killed\" or \"he will allow the leaders in many countries to die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "He will drink of the brook along the road", "text": "The king only stops briefly for a drink and then he continues the pursuit of his enemies. AT: \"As he pursues his enemies, he will only stop to drink quickly from a brook\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "of the brook", "text": "This means the he will drink water from the brook. A brook is a small stream. AT: \"he will drink water from the brook\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and then", "text": "\"and so\" or \"therefore\""}, {"ref": "he will lift his head", "text": "Possible meanings are 1) the king lifts up his own head or 2) Yahweh lifts up the head of the king."}, {"ref": "he will lift his head up high after victory", "text": "People raised their heads when they are victorious, confident, and joyful. AT: \"he will confidently lift his head after victory\" or \"he will be victorious\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]