[{"id": "01", "tn": [{"ref": "lifted my eyes", "text": "This means to look up at something. AT: \"looked up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "two mountains were made of bronze", "text": "\"two mountains were bronze\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "first chariot ... second chariot", "text": "\"chariot 1 ... chariot 2\""}]}, {"id": "05", "tn": [{"ref": "These are the four winds of heaven", "text": "The angel explains that the chariots with horses are symbols for the 4 winds of heaven."}, {"ref": "four winds", "text": "The word \"winds\" refers to the four directions: north, east, south, and west. However, some modern versions interpret this Hebrew expression to mean \"four spirits.\""}, {"ref": "the white horses are going out to the west country", "text": "Some modern versions interpret this Hebrew phrase to mean \"the white horses are going out after them.\""}]}, {"id": "07", "tn": [{"ref": "Look at the ones", "text": "\"Look at the black horses\""}]}, {"id": "09", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:zec:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Heldai, Tobijah, and Jedaiah ... Jehozadak", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Then take the silver and gold, make a crown", "text": "AT: Then use the silver and the gold to make a crown. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Joshua son of Jehozadak", "text": "This is not the same man who was Moses' helper; this is the high priest from the book of Haggai."}]}, {"id": "12", "tn": [{"ref": "Speak to him and say", "text": "AT: \"Yahweh told the angel to speak to Zechariah and say\""}, {"ref": "his name is Branch", "text": "The angel of Yahweh gives this name to the new king Joshua. Translate this name as you did in [[:en:bible:notes:zec:03:08|3:8]]."}, {"ref": "He will grow up", "text": "The phrase \"grow up\" is a word picture of branch beginning to sprout. AT: \"He will sprout\""}, {"ref": "raise up its splendor", "text": "Possible meanings: 1) \"increase the temple's splendor\" or 2) \"lift up and put on the temple's splendor for himself like a person might put on clothing\""}, {"ref": "the understanding of peace will exist between the two", "text": "AT: \"his roles of king and priest will be united\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "A crown will be placed in the temple of Yahweh", "text": "AT: \"I will place a crown in my temple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A crown", "text": "The word \"crown\" refers to a king as a king would wear a crown. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "placed in the temple of Yahweh", "text": "This phrase refers to the king also being a priest, as a priest serves in the temple."}, {"ref": "Heldai, Tobijah, and Jedaiah", "text": "See how these names were translated in [[:en:bible:notes:zec:06:09|6:10]]."}, {"ref": "as a memorial to the generosity of the son of Zephaniah", "text": "Some modern versions interpret this phrase as \"as a memorial to Hen, son of Zephaniah\" or \"as a memorial to the one who is gracious, the son of Zephaniah.\" Also, some modern versions interpret the name \"Hen\" as meaning the name \"Josiah.\""}, {"ref": "those who are far off", "text": "This refers to the Israelites who remain in Babylon. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so you will know", "text": "The word \"you\" refers to the people of Israel."}, {"ref": "truly listen", "text": "\"listen sincerely\""}]}]