[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story, which includes Jesus' arrest. Verse 1 tells us the setting of the story and verse 2 tells us background knowledge about Judas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Kidron Valley", "text": "a valley in Jerusalem separating the Temple Mount from the Mount of Olives (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "where there was a garden", "text": "This was a grove of olive trees. AT: \"where there was a grove of olive trees\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Jesus begins to speak with the soldiers, officers, and Pharisees."}, {"ref": "Then Jesus, who knew all the things that were happening to him", "text": "\"Then Jesus, who knew everything that was about to happen to him\""}, {"ref": "Jesus of Nazareth", "text": "\"Jesus, the man from Nazareth\""}, {"ref": "I am", "text": "The word \"he\" is implied in the text. AT: \"I am he\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who betrayed him", "text": "\"who handed him over\""}]}, {"id": "06", "tn": [{"ref": "I am", "text": "Here the word \"he\" is not present in the original text, but it is implied. AT: \"I am he\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fell to the ground", "text": "The men fell to the ground because of Jesus' power. AT: \"fell down because of Jesus' power\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jesus of Nazareth", "text": "\"Jesus, the man from Nazareth\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "In verse 9 there is a break from the main storyline as John tells us background information about Jesus fulfilling Scripture. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "I am", "text": "Here the word \"he\" is not present in the original text, but it is implied. AT: \"I am he\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This was in order to fulfil the word that he said", "text": "Here \"the word\" refers to the words Jesus had prayed. You can translate this in an active form. AT: \"This happened in order to fulfill the words that he had said when he was praying to his Father\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "Malchus", "text": "Malchus is a male servant of the high priest. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "sheath", "text": "the cover for a sharp knife or sword, so the knife will not cut the owner"}, {"ref": "Should I not drink the cup that the Father has given me?", "text": "This remark appears in the form of a question to add emphasis to Jesus' statement. AT: \"I must surely drink the cup that the Father has given to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the cup", "text": "Here \"cup\" is a metaphor that refers to the suffering that Jesus must endure. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Verse 14 tells us background information about Caiaphas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the Jews", "text": "Here \"the Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "seized Jesus and tied him up", "text": "The soldiers tied Jesus' hands to prevent him from escaping. AT: \"captured Jesus and tied him up to prevent him from escaping\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "Now that disciple was known to the high priest, and he entered with Jesus", "text": "You can translate this in an active form. AT: \"Now the high priest knew that disciple so he was able to enter with Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "So the other disciple, who was known to the high priest", "text": "You can translate this in an active form. AT: \"So the other disciple, whom the high priest knew\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Are you not also one of the disciples of this man?", "text": "This appears in the form of a question to enable the servant to express her remark somewhat cautiously. AT: \"You are also one of the arrested man's disciples! Are you not?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Now the servants and the officers were standing there, and they had made a charcoal fire, for it was cold, and they were warming themselves", "text": "These were the high priest's servants and the temple guards. AT: \"It was cold, so the high priest's servants and temple guards made a charcoal fire and were standing and warming themselves around it\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline so John can add the information about the people who were warming themselves around the fire. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the storyline shifts back to Jesus."}, {"ref": "The high priest", "text": "This was Caiphas. (See [[:en:bible:notes:jhn:18:12|18:13]])"}, {"ref": "about his disciples and his teaching", "text": "Here \"his teaching\" refers to what Jesus had been teaching the people. AT: \"about his disciples and what he had been teaching the people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have spoken openly to the world", "text": "The \"world\" is a metonym for those people who had heard Jesus teach. Here the exaggeration \"the world\" adds emphasis to Jesus' statement. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "where all the Jews come together", "text": "Here \"all the Jews\" is an exaggeration that adds emphasis to Jesus' statement. AT: \"many of the Jews\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Why did you ask me?", "text": "This remark appears in the form of a question to add emphasis to what Jesus is saying. AT: \"You should not be asking me these questions!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "Is that how you answer the high priest?", "text": "This remark appears in the form of a question to add emphasis. AT: \"That is not how you should answer the high priest!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "testify about the wrong", "text": "\"tell me what I said that was wrong\""}, {"ref": "if rightly, why do you hit me?", "text": "This remark appears in the form of a question to add emphasis to what Jesus is saying. AT: \"if I said only what was right, you should not be hitting me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here the storyline shifts back to Peter."}, {"ref": "Now", "text": "This word is used to mark a break in the storyline so John can provide information about Peter. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Are you not also one of his disciples?", "text": "This remark appears in the form of a question to add emphasis. AT: \"You are also one of his disciples!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did I not see you in the garden with him?", "text": "This remark appears in the form of a question to add emphasis. Here the word \"him\" refers to Jesus. AT: \"I saw you in the olive tree grove with the man they arrested! Did I not?\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Peter then denied again", "text": "Here it is implied that Peter denied knowing and being with Jesus. AT: \"Peter then denied again that he knew Jesus or that he had been with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and immediately the rooster crowed", "text": "Here it is assumed the reader will remember that Jesus had said Peter would deny him before the rooster crowed. AT: \"and immediately the rooster crowed, just as Jesus had said would happen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Here the storyline shifts back to Jesus. The soldiers and Jesus' accusers bring him to Caiaphas. Verse 28 gives us background information about why they did not enter the Praetorium. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Then they led Jesus from Caiaphas", "text": "Here it is implied that they are leading Jesus from Caiaphas' house. AT: \"Then they led Jesus from Caiaphas' house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they did not enter the government headquarters so that they would not be defiled", "text": "Pilate was not a Jew, so if the Jewish leaders entered his headquarters, they would be defiled. This would have prevented them from celebrating the Passover. You can translate the double negative in a positive form. AT: \"they themselves remained outside Pilate's headquarters because Pilate was a Gentile. They did not want to become defiled\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "If this man was not an evildoer, we would not have given him over to you", "text": "You can translate this double negative in a positive form. AT: \"This man is an evil doer, and we had to bring him to you for punishment\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "given him over", "text": "This phrase here means to hand over to an enemy."}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "In verse 32 there is a break from the main storyline as the author tells us background information about how Jesus' predicted how he would die. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The Jews said to him", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus and arrested him. AT: \"The Jewish leaders said to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "It is not lawful for us to put any man to death", "text": "According to Roman law, the Jews could not put a man to death. AT: \"According to Roman law, we cannot put a person to death\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that the word of Jesus would be fulfilled", "text": "You can translate this in an active form. AT: \"in order to fulfill what Jesus had said earlier\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to indicate by what kind of death he would die", "text": "\"regarding how he would die\""}]}, {"id": "33", "tn": [{"ref": "I am not a Jew, am I?", "text": "This remark appears in the form of a question so Pilate can emphasize his complete lack of interest in the cultural affairs of the Jewish people. AT: \"Well I am certainly not a Jew, and I have no interest in these matters!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your own people", "text": "\"Your fellow Jews\""}]}, {"id": "36", "tn": [{"ref": "My kingdom is not of this world", "text": "Here \"world\" is a metonym for the people who oppose Jesus. Possible meanings are 1) \"My kingdom is not part of this world\" (UDB) or 2) \"I do not need this world's permission to rule as their king\" or \"It is not from this world that I have authority to be king.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that I would not be given over to the Jews", "text": "You can translate this in an active form. AT: \"and would prevent the Jewish leaders from arresting me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Jews", "text": "Here \"Jews\" is a synecdoche that refers to the Jewish leaders who opposed Jesus. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I have come into the world", "text": "Here \"world\" is a synecdoche that refers to the people who live in the world. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bear witness to the truth", "text": "Here \"the truth\" refers to the truth about God. AT: \"tell people the truth about God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who belongs to the truth", "text": "This is an idiom that refers to anyone who loves the truth about God. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my voice", "text": "Here \"voice\" is a synecdoche that refers to words Jesus says. AT: \"the things I say\" or \"me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "38", "tn": [{"ref": "What is truth?", "text": "This remark appears in the form of a question to reflect Pilate's belief that no one really knows what truth is. The irony here is that Jesus is the truth. AT: \"No one can know what is true!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the Jews", "text": "Here \"Jews\" is a synecdoche that refers to the Jewish leaders who opposed Jesus. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Not this man, but Barabbas", "text": "This is an ellipsis. You can add the implied words. AT: \"No! Do not release this man! Release Barabbas instead!\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Now Barabbas was a robber", "text": "Here John provides background information about Barabbas. (See: [[:en:ta:vol2:translate:writing_background]])"}]}]