[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The fifth of the seven angels begins to sound his trumpet."}, {"ref": "I saw a star from heaven that had fallen", "text": "John saw the star after it had fallen. He did not watch if fall."}, {"ref": "the key to the shaft of the bottomless pit", "text": "\"the key that unlocks the shaft of the bottomless pit\""}, {"ref": "the shaft of the bottomless pit", "text": "Possible meanings are 1) \"shaft\" is another way of referring to the pit and describes it as long and narrow, or 2) \"shaft\" refers to the opening of the pit."}, {"ref": "the bottomless pit", "text": "This is an extremely deep narrow hole. Possible meanings are 1) the pit has no bottom; it continues to go down further forever or 2) the pit is so deep that it is as if it had no bottom."}, {"ref": "like smoke from a huge furnace", "text": "A huge furnace gives off a great amount  of thick, dark smoke. AT: \"like the great amount of smoke that comes from a huge furnace\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "03", "tn": [{"ref": "locusts", "text": "insects that fly together in large groups. People fear them because they can eat up all the leaves in gardens and on trees. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "power like that of scorpions", "text": "Scorpions have the ability to sting and poison other animals and people. AT: \"the ability to sting people as scorpions do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "scorpions", "text": "small insects with poisonous stingers on their tails. Their sting is extremely painful and the pain lasts a long time. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "They were told not to damage the grass on the earth or any green plant or tree", "text": "Ordinary locusts were a terrible threat to people because when they swarm, they can eat up all the grass and leaves on plants and trees. These locusts were told not to do this."}, {"ref": "but only the people", "text": "The phrase \"to damage\" or \"to harm\" is understood. AT: \"but only to harm the people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the seal of God", "text": "The word \"seal\" here refers to a tool that is used to press a mark onto a wax seal. In this case the tool would be used to put a mark on God's people. AT: \"the marker of God\" or \"stamp of God.\" See how you translated \"seal\" in [[:en:bible:notes:rev:07:01|7:3]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "foreheads", "text": "The forehead is the top of the face, above the eyes."}]}, {"id": "05", "tn": [{"ref": "They were not given permission", "text": "\"They\" refers to the locusts. ([[:en:bible:notes:rev:09:03|9:03]])"}, {"ref": "those people", "text": "the people whom the locusts were stinging"}, {"ref": "but only to torture them", "text": "Here the words \"given permission\" are understood. AT: \"but only given permission to torture them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to torture them", "text": "\"to make them suffer terrible pain\""}, {"ref": "to torture them for five months", "text": "The locusts would be allowed to do this for five months."}, {"ref": "the sting of a scorpion", "text": "A scorpion is a small insect with a poisonous stinger at the end of its long tail. The sting can cause severe pain or even death."}, {"ref": "people will seek death", "text": "Death is spoken of as if it were a  physical thing or person that can be hidden. AT: \"people will try to find a way to die\" or \"people will try to kill themselves\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will not find it", "text": "\"they will not be able to find a way to die\" or \"they will not be able to die\""}, {"ref": "will greatly desire to die", "text": "\"will want very much to die\" or \"will wish that they could die\""}, {"ref": "death will flee from them", "text": "John speaks of death as if it were a person or animal that could run away. AT: \"they will not be able to die\" or \"they will not die\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "These locusts did not look like ordinary locusts. John describes them by telling how parts of them looked like other things."}, {"ref": "crowns of gold", "text": "These were likenesses of wreaths of olive branches or laurel leaves, hammered out in gold. Examples actually made of leaves were given to victorious athletes to wear on their heads."}]}, {"id": "10", "tn": [{"ref": "They had tails", "text": "The word \"They\" refers to the locusts."}, {"ref": "with stingers like scorpions", "text": "A scorpion is a small insect with a poisonous stinger at the end of its long tail. The sting can cause severe pain or even death. \"with stingers like scorpion stingers\" or \"with stingers that could cause terrible pain as scorpion stingers can.\" See how you translated a similar phrase in [[:en:bible:notes:rev:09:05|9:6]]. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in their tails they had power to harm people for five months", "text": "Possible meanings are 1) they had power for five months to harm people or 2) they could sting people and the people would be in pain for five months."}, {"ref": "the bottomless pit", "text": "This is an extremely deep narrow hole. Possible meanings are 1) the pit has no bottom; it continues to go down further forever or 2) the pit is so deep that it is as if it had no bottom. See how you translated this in [[:en:bible:notes:rev:09:01|9:1]]."}, {"ref": "Abaddon ... Apollyon", "text": "Both names mean \"destruction.\" (See: [[:en:ta:vol1:translate:translate_names]] and  [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "there are still two disasters to come", "text": "Existing in the future is spoken of as coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "The sixth of the seven angels begins to sound his trumpet."}, {"ref": "I heard a voice coming", "text": "The voice refers to the one who was speaking. John does not say who the speaker was, but it may have been God. AT: \"I heard someone speaking\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "horns of the golden altar", "text": "These are horn-shaped extensions at each of the four corners of the top of the altar."}, {"ref": "The voice said", "text": "The voice refers to the speaker. AT \"The speaker said\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The four angels who had been prepared for ... that year, were released", "text": "This can be stated with an active form. AT: \"The angel released the four angels who had been prepared for ... that year\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The four angels who had been prepared", "text": "This can be stated with an active form. AT: \"The four angels whom God had prepared\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for that hour, that day, that month, and that year", "text": "These words are used to show that there is a specific, chosen time and not just any time. AT: \"for that exact time\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Suddenly, 200,000,000 soldiers on horseback appear in John's vision. John is no longer speaking about the four angels mentioned in the previous verse."}, {"ref": "200,000,000", "text": "Some ways to express this are: \"two hundred million\" or \"two hundred thousand thousand\" or \"twenty thousand times ten thousand.\" If your language does not have a specific number for this, you could also see how you translated a similar large number in [[:en:bible:notes:rev:05:11|5:11]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fiery red", "text": "\"it was red like fire\" or \"it was bright red.\" See how you translated this in [[:en:bible:notes:rev:06:03|6:3]]."}, {"ref": "sulfurous yellow", "text": "\"yellow like sulfur\" or \"bright yellow like sulfur\""}, {"ref": "out of their mouths came fire, smoke, and sulfur", "text": "\"fire, smoke, and sulfur came out of their mouths\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "John continues to describe the horses and the plagues brought upon humanity."}, {"ref": "A third of the people", "text": "\"One third of the people.\" See how you translated \"A third\" in [[:en:bible:notes:rev:08:06|8:7]]. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "For the power of the horses was in their mouths and in their tails", "text": "The abstract noun \"power\" can be translated with an adjective. \"For it was the horses' mouths and tails that were so powerful\" or \"for it was the horses' mouths and tails that were able to hurt people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "those who were not killed by these plagues", "text": "This can be stated in active form. AT: \"those whom the plagues had not killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "things that cannot see, hear, or walk", "text": "This phrase reminds us  that idols are not alive and do not deserve to be worshiped. But the people did not stop worshiping them.  AT: \"even though idols cannot see, hear, or walk\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}]