{"1": [{"a": "The revelation of Jesus Christ came from God, and is being shown to his servants.", "q": "From whom did this revelation first come, and to whom is the revelation being shown?", "ref": ["01-01"]}, {"a": "The events of the revelation would take place soon.", "q": "When would the events of the revelation take place?", "ref": ["01-01"]}, {"a": "Those who read aloud, hear, and obey this book will be blessed.", "q": "Who will be blessed by this book?", "ref": ["01-03"]}, {"a": "John wrote this book, and he wrote to the seven churches in Asia.", "q": "Who wrote this book, and to whom did he write?", "ref": ["01-04"]}, {"a": "John gives Jesus Christ the titles of faithful witness, firstborn of the dead, and ruler of the kings of the earth.", "q": "What three titles does John give to Jesus Christ?", "ref": ["01-05"]}, {"a": "Jesus has made the believers a kingdom and priests to God the Father.", "q": "What has Jesus made the believers?", "ref": ["01-06"]}, {"a": "Every eye will see Jesus when he comes, including those who pierced him.", "q": "Who will see Jesus when he comes?", "ref": ["01-07"]}, {"a": "The Lord God describes himself as the Alpha and the Omega, the one who is, and who was, and who is to come, the Almighty.", "q": "How does the Lord God describe himself?", "ref": ["01-08"]}, {"a": "John was on the island of Patmos because of the word of God and the testimony about Jesus.", "q": "Why was John on the island of Patmos?", "ref": ["01-09"]}, {"a": "The loud voice told John to write in a book what he saw and send it to the seven churches.", "q": "What did the loud voice behind John tell him to do?", "ref": ["01-11"]}, {"a": "The man John saw had hair as white as wool, and eyes like a fiery flame.", "q": "What kind of hair and eyes did the man have who John saw?", "ref": ["01-14"]}, {"a": "The man had seven stars in his right hand, and a sharp two-edged sword coming out of his mouth.", "q": "What was in the right hand of the man, and what was coming out of his mouth?", "ref": ["01-16"]}, {"a": "John fell at the man's feet like a dead man.", "q": "What did John do when he saw the man?", "ref": ["01-17"]}, {"a": "The man said he had the keys of Death and of Hades.", "q": "What keys did the man say he had?", "ref": ["01-18"]}, {"a": "The seven stars were the angels of the seven churches, and the seven lampstands were the seven churches.", "q": "What was the meaning of the seven stars and the seven golden lampstands?", "ref": ["01-20"]}], "2": [{"a": "The next portion of the book is written to the angel of the church in Ephesus.", "q": "To which angel is the next portion of the book written?", "ref": ["02-01"]}, {"a": "The church in Ephesus has not put up with those who are evil and has tested the false prophets.", "q": "What has the church in Ephesus done regarding those who are evil and regarding the false prophets?", "ref": ["02-02"]}, {"a": "Christ has against the church in Ephesus that they have left behind their first love.", "q": "What does Christ have against the church in Ephesus?", "ref": ["02-04"]}, {"a": "Christ says he will come and remove their lampstand from its place if they do not repent.", "q": "What does Christ say he will do if they do not repent?", "ref": ["02-05"]}, {"a": "Christ promises that those who conquer will eat from the tree of life in the paradise of God.", "q": "What does Christ promise to those who conquer?", "ref": ["02-07"]}, {"a": "The next portion of the book is written to the angel of the church in Smyrna.", "q": "To which angel is the next portion of the book written?", "ref": ["02-08"]}, {"a": "The church in Smyrna has experienced sufferings, poverty, and slander.", "q": "What has the church in Smyrna experienced?", "ref": ["02-09"]}, {"a": "Christ promises that those who are faithful until death and conquer will receive the crown of life and will not be hurt by the second death.", "q": "What does Christ promise to those who are faithful until death and who conquer?", "ref": ["02-10", "02-11"]}, {"a": "The next portion of the book is written to the angel of the church in Pergamum.", "q": "To which angel is the next portion of the book written?", "ref": ["02-12 "]}, {"a": "The church in Pergamum lives where Satan's throne is.", "q": "Where does the church in Pergamum live?", "ref": ["02-13"]}, {"a": "The church in Pergamum held tightly to Christ's name and did not deny the faith in the days when Antipas was killed.", "q": "What did the church in Pergamum do in the days when Antipas was killed?", "ref": ["02-13"]}, {"a": "Some in the church in Pergamum have held to the teachings of Balaam and to the teachings of the Nicolaitans.", "q": "To what two teachings have some in the church in Pergamum held?", "ref": ["02-14", "02-15"]}, {"a": "Christ warns he will come and make war against those who hold to these false teachings.", "q": "What does Christ warn he will do if those who hold to these false teachings do not repent?", "ref": ["02-16"]}, {"a": "Christ promises that those who conquer will eat the hidden manna and will receive a white stone with a new name.", "q": "What does Christ promise to those who conquer?", "ref": ["02-17"]}, {"a": "The next portion of the book is written to the angel of the church in Thyatira.", "q": "To which angel is the next portion of the book written?", "ref": ["02-18 "]}, {"a": "Christ knows the church in Thyatira has shown love, faith, service, and patient endurance.", "q": "What good things does Christ know the church in Thyatira has done?", "ref": ["02-19"]}, {"a": "Christ has against the church in Thyatira that they tolerate the immoral false prophetess Jezebel.", "q": "What does Christ have against the church in Thyatira?", "ref": ["02-20"]}, {"a": "Christ warns that he will throw Jezebel into a sickbed and strike her children dead if she does not repent.", "q": "What does Christ warn he will do if Jezebel does not repent?", "ref": ["02-22", "02-23"]}, {"a": "Christ tells them to hold on tightly until he comes.", "q": "What does Christ tell those who have not held to the teaching of Jezebel to do?", "ref": ["02-25"]}, {"a": "Christ promises those who conquer authority over the nations and the morning star.", "q": "What does Christ promise those who conquer?", "ref": ["02-26", "02-28"]}, {"a": "Christ says the reader should listen to what the Spirit is saying to the churches.", "q": "To what does Christ say the reader of this book should listen?", "ref": ["02-29"]}], "3": [{"a": "The next portion of the book is written to the angel of the church in Sardis.", "q": "To which angel is the next portion of the book written?", "ref": ["03-01"]}, {"a": "The reputation of the church in Sardis is that they are alive, but the truth is that they are dead.", "q": "What is the reputation of the church in Sardis, but what is the truth about them?", "ref": ["03-01"]}, {"a": "Christ warns them to wake up and strengthen what remains.", "q": "What does Christ warn the church in Sardis to do?", "ref": ["03-02"]}, {"a": "Those who conquer will be clothed in white, will remain in the book of life, and will have their name spoken before God the Father.", "q": "What does Christ promise those who conquer?", "ref": ["03-05"]}, {"a": "The next portion of the book is written to the angel of the church in Philadelphia.", "q": "To which angel is the next portion of the book written?", "ref": ["03-07"]}, {"a": "The church in Philadelphia has obeyed Christ's word and has not denied his name.", "q": "What has the church in Philadelphia done even though they have little strength?", "ref": ["03-08"]}, {"a": "Christ will make those of the synagogue of Satan bow down before the saints' feet.", "q": "What will Christ make those of the synagogue of Satan do?", "ref": ["03-09"]}, {"a": "Christ tells them to hold tight to what they have so no one can take away their crown.", "q": "What does Christ tell the church of Philadelphia to do since he is coming soon?", "ref": ["03-11"]}, {"a": "Those who conquer will be a pillar in the temple of God, will have the name of God, the name of the city of God, and Christ's new name written on them.", "q": "What does Christ promise to those who conquer?", "ref": ["03-12"]}, {"a": "The next portion of the book is written to the angel of the church in Laodicea.", "q": "To which angel is the next portion of the book written?", "ref": ["03-14"]}, {"a": "Christ wishes the church in Laodicea was either cold or hot.", "q": "What does Christ wish the church in Laodicea was?", "ref": ["03-15"]}, {"a": "Christ is about to vomit the church in Laodicea out of his mouth because they are lukewarm.", "q": "What is Christ about to do to the church in Laodicea, and why?", "ref": ["03-16"]}, {"a": "The church in Laodicea says that it is rich and in need of nothing.", "q": "What does the church in Laodicea say about itself?", "ref": ["03-17"]}, {"a": "Christ says the church in Laodicea is miserable, pitiable, poor, blind, and naked.", "q": "What does Christ say about the church in Laodicea?", "ref": ["03-17"]}, {"a": "Christ trains and teaches everyone he loves.", "q": "What does Christ do for everyone he loves?", "ref": ["03-19"]}, {"a": "Those who conquer will sit with Christ on his throne.", "q": "What does Christ promise to those who conquer?", "ref": ["03-21"]}, {"a": "Christ says the reader should listen to what the Spirit says to the churches.", "q": "To whom does Christ say the reader of the book should listen?", "ref": ["03-22"]}], "4": [{"a": "John saw a door opened in heaven.", "q": "What did John see opened?", "ref": ["04-01"]}, {"a": "The voice said he would show John what must happen after these things.", "q": "What did the voice say he would show John?", "ref": ["04-01"]}, {"a": "Someone was sitting on a throne in heaven.", "q": "What was someone sitting on in heaven?", "ref": ["04-02"]}, {"a": "Around the throne were twenty-four thrones with twenty-four elders seated on them.", "q": "What was around the throne in heaven?", "ref": ["04-04"]}, {"a": "The seven lamps were the seven Spirits of God.", "q": "What were the seven lamps burning in front of the throne?", "ref": ["04-05"]}, {"a": "Four living creatures were around the throne.", "q": "What four things were around the throne?", "ref": ["04-06"]}, {"a": "Night and day the four living creatures do not stop saying, \"Holy, holy, holy.\"", "q": "What three words do the four living creatures repeat night and day?", "ref": ["04-08"]}, {"a": "The twenty-four elders prostrate themselves before the throne and bow down, throwing down their crowns.", "q": "What do the twenty-four elders do when the living creatures give glory to God?", "ref": ["04-10"]}, {"a": "The elders say God created all things and by his will all things existed and were created.", "q": "What do the elders say about God's role in creation?", "ref": ["04-11"]}], "5": [{"a": "John saw a scroll sealed with seven seals.", "q": "What did John see in the right hand of the one seated on the throne?", "ref": ["05-01"]}, {"a": "No one was worthy to open the scroll or read it.", "q": "Who on the earth was worthy to open the scroll or read it?", "ref": ["05-03", "05-04"]}, {"a": "The Lion of the tribe of Judah, the Root of David, was able to open the scroll.", "q": "Who was able to open the scroll and its seven seals?", "ref": ["05-05"]}, {"a": "A Lamb, looking as though he had been killed, was standing among the elders before the throne.", "q": "Who was standing among the elders before the throne?", "ref": ["05-06"]}, {"a": "The seven horns and seven eyes were the seven Spirits of God sent out over all the earth.", "q": "What were the seven horns and seven eyes on the Lamb?", "ref": ["05-06"]}, {"a": "The gold bowls full of incense were the prayers of the saints.", "q": "What were the gold bowls full of incense which the elders had?", "ref": ["05-08"]}, {"a": "The Lamb was worthy because he purchased for God people from every tribe, language, people, and nation with his blood.", "q": "Why was the Lamb worthy to open the scroll?", "ref": ["05-09"]}, {"a": "The priests of God will reign on the earth.", "q": "Where will the priests of God reign?", "ref": ["05-10"]}, {"a": "The angels said the Lamb was worthy to receive power, wealth, wisdom, strength, honor, glory, and praise.", "q": "What did the angels say the Lamb was worthy to receive?", "ref": ["05-12"]}, {"a": "Every created thing said that the one on the throne and the Lamb should be praised forever and ever.", "q": "Who said that the one on the throne and the Lamb should be praised forever and ever?", "ref": ["05-13"]}, {"a": "The elders laid down on the ground and worshiped.", "q": "What did the elders do when they heard the four living creatures say, \"Amen!\"?", "ref": ["05-14"]}], "6": [{"a": "The Lamb opened one of the seven seals on the scroll.", "q": "What did the Lamb do with the scroll?", "ref": ["06-01"]}, {"a": "John saw a white horse, with a rider going out to conquer.", "q": "What did John see after the first seal was opened?", "ref": ["06-02"]}, {"a": "John saw a fiery red horse, whose rider took peace away from the earth.", "q": "What did John see after the second seal was opened?", "ref": ["06-04"]}, {"a": "John saw a black horse, whose rider held a pair of scales in his hand.", "q": "What did John see after the third seal was opened?", "ref": ["06-05"]}, {"a": "John saw a pale horse, whose rider was named Death.", "q": "What did John see after the fourth seal was opened?", "ref": ["06-08"]}, {"a": "John saw the souls of those who had been killed because of the word of God.", "q": "What did John see after the fifth seal was opened?", "ref": ["06-09"]}, {"a": "The souls wanted to know how long until God avenged their blood.", "q": "What did the souls under the altar want to know from God?", "ref": ["06-10"]}, {"a": "The souls were told they would have to wait until the full number of fellow servants were killed.", "q": "How long were the souls told they would have to wait?", "ref": ["06-11"]}, {"a": "John saw an earthquake, the sun becoming black, the moon becoming like blood, and the stars falling to the earth.", "q": "What did John see after the sixth seal was opened?", "ref": ["06-12", "06-13"]}, {"a": "John saw them hiding in caves and asking the rocks to fall on them and hide them.", "q": "What did John see the kings, generals, rich, powerful, and everyone else doing?", "ref": ["06-15", "06-16"]}, {"a": "They wanted to be hid from the one seated on the throne and from the anger of the Lamb.", "q": "From what did the kings, generals, rich, powerful, and everyone else want to be hid?", "ref": ["06-16"]}, {"a": "The great day of the wrath of the one on the throne and the Lamb had come.", "q": "What day had come?", "ref": ["06-17"]}], "7": [{"a": "The four angels were holding back the four winds of the earth.", "q": "What were the four angels standing on the four corners of the earth doing when John saw them?", "ref": ["07-01"]}, {"a": "The angel said that a seal must be put on the foreheads of the servants of God before the earth was harmed.", "q": "What did the angel from the east say must be done before the earth was harmed?", "ref": ["07-02", "07-03"]}, {"a": "The number of people sealed was 144,000 from every tribe of the people of Israel.", "q": "How many people from what tribe were sealed?", "ref": ["07-04"]}, {"a": "John saw a great multitude from every nation, tribe, people, and language before the throne.", "q": "What did John then see before the throne of God and in front of the Lamb?", "ref": ["07-09"]}, {"a": "Those before the throne called out that salvation belongs to God and to the Lamb.", "q": "According to those before the throne, to whom does salvation belong?", "ref": ["07-10"]}, {"a": "They laid down on the ground and put their faces on the ground as they worshiped God.", "q": "In what bodily position were the angels, elders, and living creatures as they worshiped God?", "ref": ["07-11"]}, {"a": "The elder said they were the ones who had come out of the Great Tribulation.", "q": "Who did the elder say were the ones clothed in white robes before the throne?", "ref": ["07-14"]}, {"a": "They had made their robes white by washing them in the blood of the Lamb.", "q": "How had the ones before the throne made their robes white?", "ref": ["07-14"]}, {"a": "God will spread his tent over them so they will suffer no more.", "q": "What did the elder say God would do for those who are clothed in white robes?", "ref": ["07-15", "07-16"]}, {"a": "The Lamb will shepherd them and guide them to springs of living water.", "q": "What did the elder say the Lamb would do for those who are clothed in white robes?", "ref": ["07-17"]}], "8": [{"a": "When the Lamb opened the seventh seal, there was silence in heaven.", "q": "What caused there to be silence in heaven?", "ref": ["08-01"]}, {"a": "Seven trumpets were given to the seven angels who stand before God.", "q": "What was given to the seven angels who stand before God?", "ref": ["08-02"]}, {"a": "The smoke of incense with the prayers of the saints rose up before God.", "q": "What rose up before God?", "ref": ["08-04"]}, {"a": "When the angel threw down the fire, there was thunder, rumblings, lightning, and an earthquake.", "q": "What happened when the angel threw down to earth the fire from the altar?", "ref": ["08-05"]}, {"a": "When the first trumpet was blown, a third of the earth was burned up, a third of the trees, and all grass.", "q": "What happened when the first trumpet was blown?", "ref": ["08-07"]}, {"a": "When the second trumpet was blown, a third of the sea became blood, a third of the creatures of the sea died, and a third of the ships were destroyed.", "q": "What happened when the second trumpet was blown?", "ref": ["08-08", "08-09"]}, {"a": "When the third trumpet was blown, a third of the waters became wormwood, and many people died.", "q": "What happened when the third trumpet was blown?", "ref": ["08-10", "08-11"]}, {"a": "When the fourth trumpet was blown, a third of the day and a third of the night had no light.", "q": "What happened when the fourth trumpet was blown?", "ref": ["08-12"]}, {"a": "The eagle said, \"Woe, woe, woe\" to those on the earth because of the remaining three trumpet blasts.", "q": "Why did the eagle say \"Woe, woe, woe\" to those on the earth?", "ref": ["08-13"]}], "9": [{"a": "When the fifth trumpet was blown, John saw a star from heaven that had fallen to earth.", "q": "What kind of star did John see when the fifth trumpet was blown?", "ref": ["09-01"]}, {"a": "The star opened the shaft of the deep and endless pit.", "q": "What did the star do?", "ref": ["09-02"]}, {"a": "The locusts were told not to damage the earth, but only the people who did not have the seal of God.", "q": "What were the locusts from the pit told to do?", "ref": ["09-03", "09-04"]}, {"a": "The people tortured by the locusts would seek death, but would not find it.", "q": "What would the people tortured by the locusts seek but not find?", "ref": ["09-06"]}, {"a": "The sound of the locusts' wings was like the sound made by many chariots and horses running into battle.", "q": "What sound did the wings of the locusts make?", "ref": ["09-09"]}, {"a": "The king over the locusts was Abaddon, or in Greek, Apollyon, the angel of the pit.", "q": "Who was the king over the locusts?", "ref": ["09-11"]}, {"a": "The first woe was past after the fifth trumpet was blown.", "q": "What was past after the fifth trumpet was blown?", "ref": ["09-12"]}, {"a": "When the sixth trumpet was blown, John heard a voice coming from the golden altar that is present before God.", "q": "What voice did John hear when the sixth trumpet was blown?", "ref": ["09-13"]}, {"a": "When they heard the voice, the four angels were released to kill a third of humanity.", "q": "What did the four angels do when they heard the voice?", "ref": ["09-15"]}, {"a": "John saw 200,000,000 soldiers on horseback.", "q": "How many soldiers on horseback did John see?", "ref": ["09-16"]}, {"a": "The plagues of fire, smoke, and sulfur from the mouths of the horses killed a third of the people.", "q": "What plagues killed a third of the people?", "ref": ["09-18"]}, {"a": "The people not killed by the plagues did not repent of their works, nor did they stop worshiping demons.", "q": "How did the people not killed by the plagues respond?", "ref": ["09-20"]}], "10": [{"a": "The angel had a face like the sun and feet like pillars of fire.", "q": "What did the face and feet of the mighty angel that John saw look like?", "ref": ["10-01"]}, {"a": "The angel stood with his right foot on the sea and his left foot on the land.", "q": "Where did the angel stand?", "ref": ["10-02"]}, {"a": "John was told not to write what the seven thunders said.", "q": "What was John told not to write?", "ref": ["10-04"]}, {"a": "The mighty angel swore by him who lives forever and ever, who created heaven, the earth, and the sea.", "q": "By whom did the mighty angel swear?", "ref": ["10-06"]}, {"a": "The angel said that when the seventh trumpet was blown, there would be no more delay, but the mystery of God would be accomplished.", "q": "What did the mighty angel say would no longer be delayed?", "ref": ["10-07"]}, {"a": "John was told to take an open scroll from the angel.", "q": "What was John told to take from the mighty angel?", "ref": ["10-08"]}, {"a": "The angel said that the scroll would be sweet in John's mouth, but bitter in his stomach.", "q": "What did the angel say would happen when John ate the scroll?", "ref": ["10-09"]}, {"a": "John was told to prophesy about many peoples, nations, languages, and kings.", "q": "After he ate the scroll, about what was John told to prophesy?", "ref": ["10-11"]}], "11": [{"a": "John was told to measure the temple of God and the altar, and those who worship in it.", "q": "What was John told to measure?", "ref": ["11-01"]}, {"a": "The Gentiles would trample the holy city for forty-two months.", "q": "How long would the Gentiles trample the holy city?", "ref": ["11-02"]}, {"a": "The two witnesses were given authority to kill their enemies with fire.", "q": "What were the two witnesses given authority to do to those who choose to harm them?", "ref": ["11-05"]}, {"a": "Their bodies will lie in the street of the city symbolically called Sodom and Egypt, where their Lord was crucified.", "q": "Where will the bodies of the two witnesses lie?", "ref": ["11-08"]}, {"a": "The people of the earth will rejoice and celebrate when the two witnesses are killed.", "q": "How will the people of the earth react when the two witnesses are killed?", "ref": ["11-10"]}, {"a": "After three and a half days, the two witnesses will stand on their feet and go up to heaven.", "q": "What will happen to the two witnesses after three and a half days?", "ref": ["11-11", "11-12"]}, {"a": "After the two witnesses and the earthquake, the second woe is past.", "q": "After the two witnesses and the earthquake are finished, what is past?", "ref": ["11-14"]}, {"a": "When the seventh trumpet was blown, it was spoken that the kingdom of the world had become the kingdom of our Lord and of his Christ.", "q": "When the seventh trumpet was blown, what was spoken in heaven?", "ref": ["11-15"]}, {"a": "The elders said that the Lord God had now begun to reign.", "q": "What did the elders say that the Lord God had now begun to do?", "ref": ["11-17"]}, {"a": "The time had now come for the dead to be judged, for God's servants to be rewarded, and for God to destroy those who were destroying the earth.", "q": "According to the elders, what time had now come?", "ref": ["11-18"]}, {"a": "God's temple was then opened in heaven.", "q": "What was then opened in heaven?", "ref": ["11-19"]}], "12": [{"a": "In heaven was seen a pregnant woman clothed with the sun, with the moon under her feet, and with twelve stars on her head crying out in birth pains.", "q": "What great sign was seen in heaven?", "ref": ["12-01", "12-02"]}, {"a": "In heaven was seen a huge red dragon with seven heads and ten horns, with seven crowns on his heads.", "q": "What other great sign was seen in heaven?", "ref": ["12-03"]}, {"a": "The dragon swept away a third of the stars in heaven and hurled them down to earth.", "q": "What did the dragon do with his tail?", "ref": ["12-04"]}, {"a": "The dragon desired to devour the child of the woman.", "q": "What did the dragon desire to do?", "ref": ["12-04"]}, {"a": "The male child was going to rule all the nations with an iron rod.", "q": "What was the male child going to do?", "ref": ["12-05"]}, {"a": "The male child was snatched away to God and to his throne.", "q": "Where did the male child go?", "ref": ["12-05"]}, {"a": "The woman fled into the wilderness.", "q": "Where did the woman go?", "ref": ["12-06"]}, {"a": "Michael and his angels fought against the dragon and his angels.", "q": "Who fought in heaven?", "ref": ["12-07"]}, {"a": "The dragon and his angels were thrown down to the earth.", "q": "What happened to the dragon and his angels after the battle?", "ref": ["12-09"]}, {"a": "The dragon is the old serpent, the devil, or Satan.", "q": "Who is the dragon?", "ref": ["12-09"]}, {"a": "The brothers conquered the dragon by the blood of the Lamb and by the word of their testimony.", "q": "How did the brothers conquer the dragon?", "ref": ["12-11"]}, {"a": "The dragon knows he has only a little time.", "q": "How much time does the dragon know he has?", "ref": ["12-12"]}, {"a": "The woman was given wings to fly to the place prepared for her where she would be taken care of.", "q": "What was done for the woman when the dragon pursued her?", "ref": ["12-13", "12-14"]}, {"a": "The dragon went off to make war with those who obey God's commandments and who hold to the testimony about Jesus.", "q": "When the dragon could not sweep away the woman, what did the dragon do?", "ref": ["12-15", "12-17"]}], "13": [{"a": "The beast came up out of the sea.", "q": "From where did the beast come that John saw?", "ref": ["13-01"]}, {"a": "The dragon gave to the beast his power, a throne, and authority to rule.", "q": "What did the dragon give to the beast?", "ref": ["13-02"]}, {"a": "The whole earth marveled and followed the beast because he had a lethal wound that had been healed.", "q": "Why did the whole earth marvel and follow the beast?", "ref": ["13-03"]}, {"a": "The beast spoke proud words and insults against God, his name, the place where he lived, and those who live in heaven.", "q": "What did the beast speak with his mouth?", "ref": ["13-05", "13-06"]}, {"a": "The beast was permitted to make war with the holy people and to conquer them.", "q": "What was the beast permitted to do with the holy people?", "ref": ["13-07"]}, {"a": "Those whose name is written in the book of life will not worship the beast.", "q": "Who will not worship the beast?", "ref": ["13-08"]}, {"a": "Those who are holy are called to patient endurance and faith.", "q": "To what are those who are holy called?", "ref": ["13-10"]}, {"a": "The other beast came up out of the earth.", "q": "From where did the other beast come that John saw?", "ref": ["13-11"]}, {"a": "The other beast had horns like a lamb and spoke like a dragon.", "q": "What kind of horns and speaking did the other beast have?", "ref": ["13-11"]}, {"a": "The other beast caused those who live on the earth to worship the first beast.", "q": "What did the other beast cause those who live on the earth to do?", "ref": ["13-12"]}, {"a": "Those who refused to worship the beast were killed.", "q": "What happened to those who refused to worship the beast?", "ref": ["13-15"]}, {"a": "Everyone received a mark on the right hand or on the forehead.", "q": "What did everyone receive from the other beast?", "ref": ["13-16"]}, {"a": "The number of the beast is 666.", "q": "What is the number of the beast?", "ref": ["13-18"]}], "14": [{"a": "John saw the Lamb standing before him on Mount Zion.", "q": "Who did John see standing before him?", "ref": ["14-01"]}, {"a": "Only the 144,000 who had been redeemed from the earth were able to learn the new song.", "q": "Who was able to learn the new song being sung before the throne?", "ref": ["14-03"]}, {"a": "The 144,000 who were blameless were redeemed as firsfruits to God and to the Lamb.", "q": "Who was redeemed as firstfruits to God and to the Lamb?", "ref": ["14-04", "14-05"]}, {"a": "The angel gave the eternal message of good news to every nation, tribe, language, and people on the earth.", "q": "To whom did the angel give the eternal message of good news?", "ref": ["14-06"]}, {"a": "The angel told them to fear God and to give him glory.", "q": "What did the angel tell those who live on the earth to do?", "ref": ["14-07"]}, {"a": "The angel said the hour of God's judgment had come.", "q": "What time did the angel say had come?", "ref": ["14-07"]}, {"a": "The second angel announced that Babylon the great had fallen.", "q": "What did the second angel announce?", "ref": ["14-08"]}, {"a": "Those who received the mark of the beast would be tormented with fire and sulfur.", "q": "What did the third angel say would happen to those who received the mark of the beast?", "ref": ["14-10"]}, {"a": "The saints were called to patient endurance.", "q": "To what were the saints called?", "ref": ["14-12"]}, {"a": "John saw one like a Son of Man seated on the cloud.", "q": "Who did John see seated on the cloud?", "ref": ["14-14"]}, {"a": "The one sitting on the cloud swung his sickle to harvest the earth.", "q": "What did the one sitting on the cloud do?", "ref": ["14-16"]}, {"a": "The angel with the sickle gathered the grape harvest of the earth and threw it into the wine vat of God's wrath.", "q": "What did the angel with the sickle do?", "ref": ["14-19"]}, {"a": "The winepress was stomped and blood poured out from it.", "q": "What happened at the winepress of God?", "ref": ["14-20"]}], "15": [{"a": "The seven angels had seven plagues, which are the final plagues.", "q": "What did the seven angels that John saw have with them?", "ref": ["15-01"]}, {"a": "Those who had been victorious over the beast and his image were standing by the sea.", "q": "Who was standing by the sea?", "ref": ["15-02"]}, {"a": "Those standing by the sea were singing the song of Moses and the song of the Lamb.", "q": "Whose song were those standing by the sea singing?", "ref": ["15-03"]}, {"a": "God's ways were described as just and true.", "q": "How were God's ways described in the song?", "ref": ["15-03"]}, {"a": "All nations will come and worship God.", "q": "In the song, who will come and worship God?", "ref": ["15-04"]}, {"a": "The seven angels with the seven plagues then came out of the most holy place.", "q": "What then came out of the most holy place?", "ref": ["15-06"]}, {"a": "The seven angels were given seven bowls full of the wrath of God.", "q": "What was given to the seven angels?", "ref": ["15-07"]}, {"a": "Until the seven plagues were completed, no one could enter the most holy place.", "q": "Until when could no one enter the most holy place?", "ref": ["15-08"]}], "16": [{"a": "The seven angels were told to go and pour out on the earth the seven bowls of God's wrath.", "q": "What were the seven angels told to do?", "ref": ["16-01"]}, {"a": "Ugly and painful sores came on the people who had the mark of the beast.", "q": "What happened when the first bowl of God's wrath was poured out?", "ref": ["16-02"]}, {"a": "The sea became like the blood of a dead person.", "q": "What happened when the second bowl of God's wrath was poured out ?", "ref": ["16-03"]}, {"a": "The rivers and springs of water became blood.", "q": "What happened when the third bowl of God's wrath was poured out ?", "ref": ["16-04"]}, {"a": "It was true and just because these people had poured out the blood of God's saints and prophets.", "q": "Why was it true and just that God gave these people blood to drink?", "ref": ["16-06"]}, {"a": "The sun scorched the people with fire.", "q": "What happened when the fourth bowl of God's wrath was poured out ?", "ref": ["16-08"]}, {"a": "The people did not repent or give God glory.", "q": "How did the people respond to these plagues?", "ref": ["16-09"]}, {"a": "Darkness covered the kingdom of the beast.", "q": "What happened when the fifth bowl of God's wrath was poured out ?", "ref": ["16-10"]}, {"a": "The water of the Euphrates river was dried up to prepare the way for the kings from the east.", "q": "What happened when the sixth bowl of God's wrath was poured out ?", "ref": ["16-12"]}, {"a": "The three unclean spirits were going out to gather the kings of the world for the battle on the great day of God.", "q": "What were the three unclean spirits going out to do?", "ref": ["16-13", "16-14"]}, {"a": "The name of the place was Armageddon.", "q": "What was the name of the place where the kings of the world were brought together?", "ref": ["16-16"]}, {"a": "A loud voice said, \"It is done!\" and there was lightning, thunder, and an earthquake.", "q": "What happened when the seventh bowl of God's wrath was poured out ?", "ref": ["16-17", "16-18"]}, {"a": "At this time, God called to mind Babylon the great, and he gave Babylon the cup filled with his wrath.", "q": "At this time, what did God call to mind and do?", "ref": ["16-19"]}, {"a": "The people cursed God.", "q": "How did the people respond to these plagues?", "ref": ["16-21"]}], "17": [{"a": "The angel said he would show John the condemnation of the great prostitute.", "q": "What did the angel say he would show John?", "ref": ["17-01"]}, {"a": "The woman was sitting on a beast with seven heads and ten horns.", "q": "On what was the woman sitting?", "ref": ["17-03"]}, {"a": "The cup was full of detestable things and the impurities of her sexual immorality.", "q": "What was in the cup which the woman held in her hand?", "ref": ["17-04"]}, {"a": "The woman's name was, \"Babylon the Great, the Mother of Prostitutes and of the Detestable Things of the Earth\".", "q": "What was the woman's name?", "ref": ["17-05"]}, {"a": "The woman was drunk with the blood of the saints and martyrs for Jesus.", "q": "With what was the woman drunk?", "ref": ["17-06"]}, {"a": "The beast came up from the deep, bottomless pit.", "q": "From where did the beast come on which the woman sat?", "ref": ["17-08"]}, {"a": "The seven heads were seven hills on which the woman was seated, and were also seven kings.", "q": "What were the seven heads of the beast?", "ref": ["17-09", "17-10"]}, {"a": "The beast was going to destruction.", "q": "To where was the beast going?", "ref": ["17-08", "17- 11"]}, {"a": "The ten horns were ten kings.", "q": "What were the ten horns of the beast?", "ref": ["17-12"]}, {"a": "When they were of one mind, they would make war against the Lamb.", "q": "What would the kings and the beast do when they were of one mind?", "ref": ["17-14"]}, {"a": "The waters were peoples, multitudes, nations, and languages.", "q": "What were the waters where the prostitute was seated?", "ref": ["17-15"]}, {"a": "They would make the woman desolate and naked, devour her flesh, and burn her with fire.", "q": "What would the kings and the beast do to the woman?", "ref": ["17-16"]}, {"a": "The woman that John saw was the great city that rules over the kings of the earth.", "q": "What was the woman that John saw?", "ref": ["17-18"]}], "18": [{"a": "The angel announced that Babylon the great had fallen.", "q": "What announcement did the angel with great authority make?", "ref": ["18-01", "18-02"]}, {"a": "The voice told God's people to come out from Babylon and to not share in her sins.", "q": "What did the voice from heaven tell God's people to do?", "ref": ["18-04"]}, {"a": "God paid back Babylon double for what she had done.", "q": "What amount of payment did God give back to Babylon for what she had done?", "ref": ["18-06"]}, {"a": "Death, mourning, and famine overtook Babylon in one day and she was consumed with fire.", "q": "What plagues overtook Babylon in one day?", "ref": ["18-08"]}, {"a": "When the kings and merchants of the earth saw Babylon's judgment, they wept and wailed over her.", "q": "How did the kings and merchants of the earth respond when they saw Babylon's judgment?", "ref": ["18-09"]}, {"a": "Babylon longed for luxury and splendor, which vanished in a single hour.", "q": "For what did Babylon long, which vanished in a single hour?", "ref": ["18-14"]}, {"a": "They stood at a distance because they were afraid of her torment.", "q": "Why did the kings, merchants and ship's captains stand at a distance from Babylon at her time of judgment?", "ref": ["18-9-10", "18- 15", "18- 17"]}, {"a": "The ship's captains asked, \"What city is like the great city?\"", "q": "What question did the ship's captains ask about Babylon?", "ref": ["18-18"]}, {"a": "The saints, apostles, and prophets were told to rejoice when Babylon was judged by God.", "q": "What were the saints, apostles, and prophets told to do when Babylon was judged by God?", "ref": ["18-20"]}, {"a": "After her judgment, Babylon would be seen no more.", "q": "After her judgment, when would Babylon be seen again?", "ref": ["18-21"]}, {"a": "The blood of prophets, saints, and all who have been killed on the earth was found.", "q": "What was found in the great city Babylon for which she was judged?", "ref": ["18-24"]}], "19": [{"a": "The loud voice in heaven said that God's judgments were true and just.", "q": "What did the loud voice in heaven say about God's judgments?", "ref": ["19-01", "19-02"]}, {"a": "God judged the great prostitute because she corrupted the earth with her sexual immorality and shed the blood of God's servants.", "q": "Why did God judge the great prostitute?", "ref": ["19-02"]}, {"a": "Smoke will rise from the great prostitute forever and ever.", "q": "What will happen to the great prostitute forever and ever?", "ref": ["19-03"]}, {"a": "The servants of God were told to praise him.", "q": "What were the servants of God who fear him told to do?", "ref": ["19-05"]}, {"a": "The servants of God were told to rejoice because the wedding celebration of the Lamb had come.", "q": "Why did the voice say that the servants of God should rejoice and be very happy?", "ref": ["19-07"]}, {"a": "The bride is dressed in fine linen, which is the righteous acts of God's holy people.", "q": "With what is the bride of the Lamb dressed?", "ref": ["19-08"]}, {"a": "The angel said that the testimony about Jesus was the spirit of prophecy.", "q": "What did the angel say that the testimony about Jesus was?", "ref": ["19-10"]}, {"a": "John saw the Word of God riding the white horse.", "q": "What is the name of the one John saw riding the white horse?", "ref": ["19-11", "19-13"]}, {"a": "Out of the mouth of the Word of God goes a sharp sword which strikes down the nations.", "q": "How does the Word of God strike down the nations?", "ref": ["19-15"]}, {"a": "On his robe and thigh is written, \"King of Kings and Lord of Lords\".", "q": "What is written on the Word of God's robe and thigh?", "ref": ["19-16"]}, {"a": "The birds were called to eat the flesh of kings, commanders, mighty men, horses and their riders, and all men.", "q": "What were the birds flying overhead called to eat at the great supper?", "ref": ["19-18"]}, {"a": "They were setting out to make war with the Word of God and his army.", "q": "What were the beast and the kings of the earth setting out to do?", "ref": ["19-19"]}, {"a": "The beast and the false prophet were both thrown alive into the fiery lake of burning sulfur.", "q": "What happened to the beast and the false prophet?", "ref": ["19-20"]}, {"a": "The rest were killed by the sword coming out of the mouth of the Word of God.", "q": "What happened to the rest of those fighting against the Word of God?", "ref": ["19-21"]}], "20": [{"a": "The angel had the key to the endless pit and a great chain in his hand.", "q": "What did the angel coming down from heaven have with him?", "ref": ["20-01"]}, {"a": "The angel threw Satan into the bottomless pit.", "q": "What did the angel do with Satan?", "ref": ["20-03"]}, {"a": "Satan would remain bound for a thousand years.", "q": "How long would Satan remain bound?", "ref": ["20-02", "20-03"]}, {"a": "Satan would not be able to deceive the nations while he was bound.", "q": "What would Satan not be able to do while he was bound?", "ref": ["20-03"]}, {"a": "Those who had refused to receive the mark of the beast came to life and reigned with Christ for a thousand years.", "q": "What happened to those who had refused to receive the mark of the beast?", "ref": ["20-04"]}, {"a": "The rest of the dead would come to life when the thousand years were ended.", "q": "When would the rest of the dead come to life?", "ref": ["20-05"]}, {"a": "Those who took part in the first resurrection would be priests of God and Christ and would reign with him for a thousand years.", "q": "What would those who took part in the first resurrection do?", "ref": ["20-06"]}, {"a": "At the end of the thousand years, Satan will be released to go out to deceive the nations.", "q": "What will Satan do at the end of the thousand years?", "ref": ["20-08"]}, {"a": "When the camp of the saints was surrounded, fire came down from heaven and devoured Gog and Magog.", "q": "What happened when the camp of the saints was surrounded?", "ref": ["20-09"]}, {"a": "The devil was thrown into the lake of fire to be tormented forever.", "q": "What was done with the devil at this time?", "ref": ["20-10"]}, {"a": "The dead were judged by what was recorded in the books, the result of what they had done.", "q": "By what were the dead judged before the great white throne?", "ref": ["20-12"]}, {"a": "The second death is the lake of fire.", "q": "What is the second death?", "ref": ["20-14"]}, {"a": "All who were not found written in the Book of Life were thrown into the lake of fire.", "q": "What happened to all who were not written in the Book of Life?", "ref": ["20-15"]}], "21": [{"a": "John saw that the first heaven and earth had passed away.", "q": "What did John see had happened to the first heaven and earth?", "ref": ["21-01"]}, {"a": "A new heaven and earth had replaced the first heaven and earth.", "q": "What had replaced the first heaven and earth?", "ref": ["21-01"]}, {"a": "The holy city, new Jerusalem, came down from heaven.", "q": "What came down from heaven?", "ref": ["21-02"]}, {"a": "The voice said that God would now dwell with human beings.", "q": "Where did the voice from the throne say that God would now dwell?", "ref": ["21-03"]}, {"a": "Death, grieving, crying, and pain had now passed away.", "q": "What had now passed away?", "ref": ["21-04"]}, {"a": "The one seated on the throne called himself the Alpha and the Omega, the beginning and the end.", "q": "What name did the one seated on the throne call himself?", "ref": ["21-06"]}, {"a": "The faithless, sexually immoral, and idolaters have their place in the fiery lake of burning sulfur.", "q": "What happens to the faithless, sexually immoral, and idolaters?", "ref": ["21-08"]}, {"a": "The bride, the wife of the Lamb, is the holy city, Jerusalem, coming down out of heaven from God.", "q": "What is the bride, the wife of the Lamb?", "ref": ["21-10"]}, {"a": "The names of the twelve tribes of the children of Israel were written on the gates of new Jerusalem.", "q": "What was written on the gates of new Jerusalem?", "ref": ["21-12"]}, {"a": "The names of the twelve apostles of the Lamb were written on the foundations of new Jerusalem.", "q": "What was written on the foundations of new Jerusalem?", "ref": ["21-14"]}, {"a": "New Jerusalem was laid out in a square.", "q": "In what shape was new Jerusalem laid out?", "ref": ["21-16"]}, {"a": "The city was built of pure gold, like clear glass.", "q": "Of what was the city built?", "ref": ["21-18"]}, {"a": "The temple in new Jerusalem is the Lord God and the Lamb.", "q": "What is the temple in new Jerusalem?", "ref": ["21-22"]}, {"a": "The source of light in new Jerusalem is the glory of God and the Lamb.", "q": "What is the source of light in new Jerualem?", "ref": ["21-23"]}, {"a": "Nothing unclean will ever enter new Jerusalem.", "q": "What will never enter new Jerusalem?", "ref": ["21-27"]}], "22": [{"a": "John saw the river of the water of life flowing from the throne of God.", "q": "What did John see flowing from the throne of God?", "ref": ["22-01"]}, {"a": "The leaves of the tree of life are for the healing of the nations.", "q": "For what are the leaves of the tree of life?", "ref": ["22-02"]}, {"a": "There will no longer be any curse, and there will be no more night.", "q": "What will there no longer be in the city?", "ref": ["22-03", "22-05"]}, {"a": "The throne of God and of the Lamb will be in the city.", "q": "Where will the throne of God and of the Lamb be?", "ref": ["22-03"]}, {"a": "A person must obey the words of the prophecy of this book to be blessed.", "q": "What must a person do to be blessed by this book?", "ref": ["22-07"]}, {"a": "The angel told John to worship God.", "q": "What did the angel tell John to do when John prostrated himself at the feet of the angel?", "ref": ["22-08", "22-09"]}, {"a": "John was told not to seal up the words of the prophecy of this book because the time was near.", "q": "Why was John told not to seal up the words of the prophecy of this book?", "ref": ["22-10"]}, {"a": "The Lord said he was bringing his reward with him when he comes.", "q": "What did the Lord say he was bringing with him when he comes?", "ref": ["22-12"]}, {"a": "Those who want to have the right to eat from the tree of life must wash their robes.", "q": "What must those do who want to have the right to eat from the tree of life?", "ref": ["22-14"]}, {"a": "Jesus says he is the root and descendant of King David.", "q": "How does Jesus say he is related to King David?", "ref": ["22-16"]}, {"a": "Anyone who adds to the prophecy of this book will receive the plagues written about in this book.", "q": "What will happen to anyone who adds to the prophecy of this book?", "ref": ["22-18"]}, {"a": "Anyone who takes away from the prophecy of this book will have his share of the tree of life taken away.", "q": "What will happen to anyone who takes away from the prophecy of this book?", "ref": ["22-19"]}, {"a": "Jesus' last words are, \"Yes! I am coming soon\".", "q": "What are Jesus' last words in this book?", "ref": ["22-20"]}, {"a": "The last word in this book is \"Amen\".", "q": "What is the last word in this book?", "ref": ["22-21"]}]}