[{"id": "01", "tn": [{"ref": "On that day", "text": "The full meaning of this statement can be made explicit. AT: \"On the day the Israelites defeated the army of King Jabin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Deborah", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:04|4:4]]."}, {"ref": "Barak ... Abinoam", "text": "Translate these names as you did in [[:en:bible:notes:jdg:04:06|4:6]]."}, {"ref": "when the people gladly volunteer for war", "text": "\"when the men agree to fight in battle\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Deborah and Barak's song continues using poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "Listen, you kings! Pay attention, you leaders", "text": "Deborah and Barak speak to the kings and leaders as if they were there listening to the song. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "you kings ... you leaders", "text": "This refers to kings and leaders in general, not to specific kings or leaders."}, {"ref": "when you went out from Seir, when you marched from Edom", "text": "This refers to the time when the Israelites left Edom to start conquering the people in Canaan. Yahweh empowering his people to defeat the people of Canaan is spoken of as if he were a warrior leading the Israelite army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Seir", "text": "Seir is a mountain on the border of the land of Israel and Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the earth shook, and the skies also trembled; also the clouds poured down water", "text": "Possible meanings are 1) this is poetic language that emphasizes Yahweh's power by describing it as causing earthquakes and storms or 2) the people of Canaan being terrified as the Israelites were about to attack them is spoken of as if the earth and sky were shaking. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Deborah and Barak's song continues using poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "The mountains quaked", "text": "This probably refers to earthquakes and gives the impression that the mountains quaked because they were very afraid of Yahweh. AT: \"The mountains trembled in fear\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before the face of Yahweh", "text": "Here \"face\" refers Yahweh's presence. AT: \"in the presence of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "even Mount Sinai quaked", "text": "When Moses and Israel were at Mount Sinai, it quaked. AT: \"long ago, even Mount Sinai quaked\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the days of", "text": "Here \"days\" represents a longer period of time. AT: \"During the lifetime of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Shamgar ... Anath ... Jael", "text": "These are the names of people. See how you translated Shamgar and Anath in [[:en:bible:notes:jdg:03:31|3:31]] and Jael in [[:en:bible:notes:jdg:04:17|4:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "son of Anath", "text": "Shamgar's father is mentioned to help identify Shamgar and when he lived. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the main roads were abandoned", "text": "This can be stated in active form and you can make explicit why the roads were abandoned AT: \"people stopped using the main roads; because they were afraid of Israel's enemies\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the winding paths", "text": "This refers to smaller roads that fewer people traveled on."}]}, {"id": "07", "tn": [{"ref": "a mother took command in Israel", "text": "This speaks of Deborah's leadership as if she were the mother of the Israelites. AT: \"I took care of the Israelites like a mother takes care of her children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they chose new gods", "text": "The full meaning of this statement can be made explicit. AT: \"the people of Israel worshiped new gods\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there was fighting at the city gates", "text": "Here \"gates\" represents the entire city. The full meaning of this statement can be made explicit. AT: \"enemies attacked the people within the Israelite cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there were no shields or spears seen among forty thousand in Israel", "text": "This statement is probably an exaggeration about how few weapons the Israelites had. AT: \"few weapons for battle remained in Israel\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "forty thousand in Israel", "text": "\"40,000 in Israel\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "09", "tn": [{"ref": "My heart goes out to the commanders of Israel", "text": "The word \"heart\" represents a person's emotions. The phrase \"My heart goes out to\" is a way of saying that Deborah feels gratitude or appreciation. AT: \"I appreciate the commanders of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you who ride on white donkeys ... you who walk along the road", "text": "This contrast probably refers to rich people and poor people. AT: \"you rich people who ride on white donkeys ... you poor people who walk along the road\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "sitting on rugs for saddles", "text": "These rugs were probably used as saddles on the donkey's back to make the rider more comfortable."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The song of Deborah and Barak continues."}, {"ref": "Hear the voices of those", "text": "Here \"voices\" represents the people singing. AT: \"Listen to those\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "went down to the city gates", "text": "Here \"gates\" represents the whole city. AT: \"returned to their cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Deborah and Barak's song continues using poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "Awake, awake", "text": "Possible speakers are 1) the people of Israel or 2) Deborah who is speaking to herself or 3) the poet who wrote the song."}, {"ref": "Deborah", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:04|4:4]]."}, {"ref": "Barak ... Abinoam", "text": "Translate these names as you did in [[:en:bible:notes:jdg:04:06|4:6]]."}, {"ref": "to me with the warriors", "text": "The word \"me\" refers to Deborah."}]}, {"id": "14", "tn": [{"ref": "from Ephraim, whose root is in Amalek", "text": "The people of Ephraim living in the land where the descendants of Amalek originally lived is spoken of as if the people of Ephraim were planted and their roots grew into the land. AT: \"from Ephraim, that land where the descendants of Amalek once lived\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "followed you", "text": "Here \"you\" refers to the people of Ephraim. It can be stated in third person. AT: \"followed them\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Machir", "text": "This is the place where the descendants of Machir live. Machir was the son of Manasseh and the grandson of Joseph. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "from Zebulun those who carry an officer's staff", "text": "Military leaders are described by the staff, a symbol of their authority. AT: \"military leaders from Zebulun\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "My princes in Issachar were with Deborah", "text": "Here \"My\" refers to Deborah. This whole statement can be translated in first person. AT: \"My princes in Issachar were with me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Deborah", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:04|4:4]]."}, {"ref": "Issachar was with Barak", "text": "Here \"Issachar\" refers to the tribe of Issachar. AT: \"the tribe of Issachar was with Barak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Barak", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:06|4:6]]."}, {"ref": "rushing after him into the valley under his command", "text": "\"obeying his command and rushing after him into the valley\""}, {"ref": "rushing after", "text": "\"following after\" or \"hurrying after\""}, {"ref": "there were great searchings of heart", "text": "Here \"heart\" represents thoughts. The people discussing with each other but being unable to decide what they should do is spoken of as if they were searching their heart. AT: \"there was a lot of discussing about what they should do\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Why did you sit between the fireplaces, listening to the shepherds playing their pipes for their flocks?", "text": "This question is asked to criticize the people of Reuben because they did not decide to come fight in the battle. This can be translated as a statement. AT: \"You should have helped us fight, instead of staying at home and listening to the shepherds playing their pipes for their flocks\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the fireplaces", "text": "Some versions of the Bible have the translation \"the sheepfolds\" or \"the sheep pens.\""}, {"ref": "there were great searchings of heart", "text": "Here \"heart\" represents thoughts. The people discussing with each other but being unable to decide what they should do is spoken of as if they were searching their heart. See how you translated this in [[:en:bible:notes:jdg:05:15|5:15]]. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Gilead stayed", "text": "Here \"Gilead\" represents the men from Gilead who should have gone to fight in battle. AT: \"The men of Gilead stayed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the other side of the Jordan", "text": "This refers to the east side of the Jordan. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and Dan, why did he wander about on ships?", "text": "This question is asked to express anger because the people of the tribe of Dan would not fight for Israel. AT: \"and the men of Dan should not have remained on their ships\" or \"and the people of the tribe of Dan did not help us in the battle. Instead they were wandering around on the sea in ships.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Dan, why did he", "text": "Here \"Dan\" represents the men from Dan who should have gone to fight in battle. AT: \"the men of Dan, why did they\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wander about on ships", "text": "The tribe of Dan was located near the Mediterranean sea. They sailed on the sea to make money through trade and fishing. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Asher remained on the coast and lived close to his harbors", "text": "The full meaning of this statement can be made explicit. AT: \"The people of the tribe of Asher also failed to help us, they just remained on the coast near their harbors\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Asher remained", "text": "Here \"Asher\" represents the men who should have gone to fight in battle. AT: \"The men of Asher remained\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "harbors", "text": "places at the seacoast with deeper water where ships were kept"}, {"ref": "Naphtali, also", "text": "You can make clear the understood information. AT: \"Naphtali was a tribe who would also risk their lives to the point of death\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "The kings came, they fought ... the kings of Canaan fought", "text": "The king of a people group is used to refer to the army he commands. AT: \"The kings and their armies came and fought ... the kings of Canaan and their armies fought\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they fought ... fought", "text": "The word \"us\" is understood. AT: \"they fought us ... fought us\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Taanach ... Megiddo", "text": "Translate the names of these places as you did in [[:en:bible:notes:jdg:01:27|1:27]]."}, {"ref": "no silver as plunder", "text": "Here \"silver\" represents any treasure in general. AT: \"no silver or other treasures as plunder\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "plunder", "text": "things taken by force, usually in battle or by thieves"}, {"ref": "From heaven the stars fought, from their paths across the heavens they fought against Sisera", "text": "Yahweh helping the Israelite to defeat Sisera and his army is spoken of as if the stars themselves fought against Sisera and his army. This may refer to Yahweh using natural elements, specifically rain storms, to defeat Sisera. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "against Sisera", "text": "Here \"Sisera\" represents his whole army. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Sisera", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:01|4:2]]."}]}, {"id": "21", "tn": [{"ref": "The Kishon River swept them away", "text": "Because of the heavy rain the river flooded quickly causing the chariots to be stuck in the mud and drowning many soldiers. AT: \"The Kishon River flooded and swept away Sisera's soldiers\"   (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Kishon", "text": "Translate this the same way you did in [[:en:bible:notes:jdg:04:06|4:6]]."}, {"ref": "March on my soul, be strong", "text": "Here \"soul\" refers to the whole person. The word \"my\" refers to Deborah. AT: \"I tell myself to march on and to be strong\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Then the sound of horses' hooves—galloping, the galloping of his mighty ones", "text": "This describes the sound of many horses running away from the battle. AT: \"Then I heard the sound of horses running away. Sisera's mighty horses were running away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "galloping", "text": "to run quickly"}]}, {"id": "23", "tn": [{"ref": "Curse Meroz", "text": "Here \"Meroz\" represents the people who lived there. AT: \"Curse the people of Meroz\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Meroz", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "inhabitants", "text": "the people who live in a place"}]}, {"id": "24", "tn": [{"ref": "Jael", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:17|4:18]]."}, {"ref": "Heber", "text": "Translate this name as you did in [[:en:bible:notes:jdg:04:11|4:11]]."}, {"ref": "Kenite", "text": "Translate the name of this people group as you did in [[:en:bible:notes:jdg:01:16|1:16]]."}, {"ref": "brought him butter", "text": "Here \"butter\" refers to curdled milk. This was the best milk and a favorite drink among Jael's people. AT: \"brought him yogurt\" or \"brought him curds\""}, {"ref": "a dish fit for princes", "text": "This phrase means the dish was of the best quality because princes were given the best things. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "She put her hand to the tent peg", "text": "\"Jael grabbed the tent peg with her left hand\""}, {"ref": "tent peg", "text": "This is a pointed piece of wood or metal, like a large nail, that is hammered into the ground to hold down a corner of a tent. See how you translated this in [[:en:bible:notes:jdg:04:21|4:21]]."}, {"ref": "and her right hand to the workman's hammer", "text": "This can be stated as a complete sentence. AT: \"and she grabbed a hammer with her right hand\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "hammer", "text": "This is a heavy tool made of wood used to hit a tent peg into the ground. See how you translated this in [[:en:bible:notes:jdg:04:21|4:21]]."}, {"ref": "Sisera", "text": "Translate this name the same way you did in [[:en:bible:notes:jdg:04:01|4:2]]."}, {"ref": "limp", "text": "without strength or movement"}, {"ref": "he was violently killed", "text": "This can be stated in active form. AT: \"she killed him\" or \"he died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "the lattice", "text": "This is a frame in the window made of crossed wood."}, {"ref": "Why has it taken his chariot so long to come? Why have the hoofbeats of the horses that pull his chariots been delayed?", "text": "Both of these questions mean the same thing. These two statements can be combined. AT: \"Why is it taking Sisera so long to arrive home\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "taken his chariot ... Why have the hoofbeats of the horses that pull his chariots", "text": "Both of these represent Sisera. AT: \"taken Sisera ... Why has he\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "wisest princesses", "text": "A \"princess\" is the daughter of a king, but a \"princess\" can also mean female advisers to the king's family. AT: \"wisest ladies\""}, {"ref": "she gave herself the same answer", "text": "\"she said to herself the same thing\""}, {"ref": "Have they not found and divided up the plunder?", "text": "The women use a question to emphasize that they believe this is what certainly happened.  AT: \"They must have so much plunder that it is taking a long time to divide it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "—A womb, two wombs for every man ... of those who plunder?", "text": "The women use a question to emphasize that they believe this is what certainly happened. AT: \"There must be a womb, two wombs for every man ... of those who plunder.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "A womb, two wombs for every man", "text": "Here \"womb\" represents a woman. Sisera's mother believes Sisera's men have captured many women. AT: \"Each soldier will receive a woman or two\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "dyed fabric", "text": "\"colored cloth\" or \"colored clothes\""}, {"ref": "embroidered", "text": "\"nicely stitched\""}, {"ref": "for the necks of those who plunder", "text": "Here \"necks\" represents Sisera's soldiers. AT: \"for the soldiers who plunder to wear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "31", "tn": [{"ref": "let those who love him", "text": "\"let those who love Yahweh\""}, {"ref": "like the sun when it rises in its might", "text": "The people of Israel wish to be like the sun that rises because no nation's army is powerful enough to stop the sunrise. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the land had peace", "text": "Here \"the land\" represents the people of Israel. AT: \"and the people of Israel lived peacefully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for forty years", "text": "\"for 40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]