[{"id": "02", "tn": [{"ref": "But you, Bethlehem Ephrathah", "text": "Yahweh speaks to the people of this town as if they are there listening. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Ephrathah", "text": "This is either the name of the area in which Bethlehem was situated or it is just another name for Bethlehem or it distinguishes this Bethlehem from another. Bethlehem is about six miles south of Jerusalem. It was the hometown of King David. Translators may add this footnote: \"The name 'Ephrathah' means 'to be fruitful.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "even though you are small among the clans of Judah", "text": "This means God will do great things through a small and insignificant town."}, {"ref": "will come to me", "text": "Here \"me\" refers to Yahweh."}, {"ref": "whose beginning is from ancient times, from everlasting", "text": "This refers to the ruler descending from the ancient family of King David. The phrases \"from ancient times\" and \"from everlasting\" mean basically the same thing and emphasize how old this family line is. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Therefore God will give them up", "text": "\"Therefore God will abandon the people of Israel\""}, {"ref": "until the time when she who is in labor bears a child", "text": "This refers to the time when the ruler is born, a limited time."}, {"ref": "the rest of his brothers", "text": "\"the rest of his fellow Israelites.\" These are the Israelites in exile. Here \"his\" refers to the child who will be ruler."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "These verses continue describing the ruler from Bethlehem."}, {"ref": "He will stand and shepherd his flock in the strength of Yahweh", "text": "AT: \"He will lead his people in the strength of Yahweh.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the majesty of the name of Yahweh his God", "text": "AT: \"in the powerful authority of Yahweh his God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will remain", "text": "Here \"they\" refers to the people of Israel. The word \"Israel\" or \"Jerusalem\" is implied. AT: \"The people will remain in Israel\" or \"The people will remain in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "for then he will be great to the ends of the earth", "text": "This means that in the future all people from every nation will give honor to Israel's ruler."}, {"ref": "He will be our peace", "text": "Here \"our\" refers to Micah and the people of Israel. AT: \"He will be a man of peace\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "seven shepherds and eight leaders over men", "text": "Here \"shepherds\" mean \"rulers.\" Also, you might want to add a footnote that says, \"The numbers 'seven' and 'eight' combined mean that there will be more than enough leaders to meet the need.\""}]}, {"id": "06", "tn": [{"ref": "They will shepherd the land of Assyria", "text": "Here defeating the Assyrians is spoken of as if it were herding sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "land of Nimrod", "text": "This is another name for the land of Assyria. Nimrod was a hunter and early leader. Translators may add this footnote: \"The name 'Nimrod' means 'rebellion.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in its entrances", "text": "This expression can be understood as \"in its gates.\" City gates were public places where leaders often made important decisions."}, {"ref": "He will rescue", "text": "\"The ruler will rescue\""}, {"ref": "like dew from Yahweh, like showers on the grass", "text": "This emphasizes that the people of Judah will be a refreshing, a blessing, to the nations. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "that do not wait for a man, and they do not wait for the children of mankind", "text": "AT: \"and they will wait for and depend on God\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "08", "tn": [{"ref": "among the nations, among many peoples", "text": "These two phrases mean basically the same thing and emphasize that the \"remnant of Jacob\" will live in many different nations. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "like a lion among the animals of the forest, like a young lion among the flocks of sheep. When he goes through them, he will trample over them and tear them to pieces", "text": "This emphasizes that the people of Israel will have the power and courage while in exile to judge and destroy their enemies. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "10", "tn": [{"ref": "It will happen in that day", "text": "This refers to an indefinite time in the future, probably during the exile."}, {"ref": "I will destroy your horses from among you and will demolish your chariots", "text": "The people of Israel used horses and chariots in only in battle. It also may have involved alliances with foreign, godless countries. God did not want the people to trust in their weapons of war to protect them more than they trusted in him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}]}]