[{"id": "01", "tn": [{"ref": "the heavens", "text": "\"the sky\" or \"the skies\""}, {"ref": "and all the living things that filled them", "text": "\"and all the many living things that are in them\" or \"and all the crowds of living things in them\""}, {"ref": "were finished", "text": "This can be stated in active form. AT: \"God had finished creating them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "On the seventh day God came to the end of his work", "text": "God did not work at all on the seventh day."}, {"ref": "came to the end of", "text": "This is an idiom. AT: \"had finished\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he rested on the seventh day from all his work", "text": "\"on that day he did not work\""}, {"ref": "God blessed the seventh day", "text": "Possible meanings are 1) God caused the seventh day to produce good result or 2) God said that the seventh day was good."}, {"ref": "and sanctified it", "text": "\"and set it apart\" or \"and called it his own\""}, {"ref": "in it he rested from all his work", "text": "\"on it he did not work\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The rest of Genesis 2 tells about how God created people on the sixth day."}, {"ref": "These were the events concerning the heavens and the earth", "text": "\"This is the account of the heavens and the earth\" or \"This is the story about the heavens and the earth.\" Possible meanings are 1) it is a summary of the events described in Genesis 1:1-2:3 or 2) it introduces the events described in Genesis 2. If possible, translate this so that people can understood it either way."}, {"ref": "they were created", "text": "\"Yahweh God created them.\" In chapter 1 the writer always speaks of God as \"God,\" but in chapter 2 he always speaks of God as \"Yahweh God.\""}, {"ref": "on the day that Yahweh God made", "text": "\"when Yahweh God created.\" The word \"day\" refers to the whole time span of the creation, not to just one particular day."}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "No bush of the field", "text": "no shrubs growing in the wild that animals might eat"}, {"ref": "no plant of the field", "text": "no leafy plants like vegetables or greens that both animals and humans can eat"}, {"ref": "to cultivate", "text": "to do everything he needed to do so that the plants would grow well"}, {"ref": "mist", "text": "Possible meanings are 1) something like dew or morning fog o 2) springs from underground streams."}, {"ref": "the whole surface of the ground", "text": "the entire earth"}]}, {"id": "07", "tn": [{"ref": "formed", "text": "\"molded\" or \"shaped\" or \"created\""}, {"ref": "man ... man", "text": "\"a human being ... the human\" or \"a person ... the person\" not specifically a male"}, {"ref": "his nostrils", "text": "\"his nose\""}, {"ref": "breath of life", "text": "\"breath that makes things live.\" Here \"life\" refers to physical life."}, {"ref": "a garden", "text": "This could have been an orchard of fruit trees or an area with all kinds of trees."}, {"ref": "eastward", "text": "\"in the east\""}]}, {"id": "09", "tn": [{"ref": "the tree of life", "text": "\"the tree that gives people life\""}, {"ref": "life", "text": "Here this means \"eternal life\" or life that does not end."}, {"ref": "the tree of the knowledge of good and evil", "text": "\"the tree that gives people the ability to understand both good and evil\" or \"the tree that makes people who eat its fruit able to know good things and bad things\""}, {"ref": "good and evil", "text": "This is a figure of speech that refers to both extremes and everything in between. AT: \"everything, including both good and evil\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "in the midst of the garden", "text": "\"in the middle of the garden.\" The two trees may not have been in the exact center of the garden."}, {"ref": "A river went out of Eden to water the garden", "text": "The garden was in Eden. The river continued to flow outside of Eden. AT: \"A river flowed through Eden to water the garden.\""}]}, {"id": "11", "tn": [{"ref": "Pishon", "text": "This is the only time this river is referred to in the Bible. (See: [[:en:ta:vol1:translate:translate_names]])."}, {"ref": "the whole land of Havilah", "text": "\"the whole land called Havilah.\" It was somewhere in the Arabian Desert. (See: [[:en:ta:vol1:translate:translate_names]])."}, {"ref": "where there is gold", "text": "This phrase gives information about Havilah. Some languages would translate it as a separate sentence. AT: \"There is gold in Havilah\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "There are also  bdellium and the onyx stone", "text": "The word \"there\" is placed first in the sentence for emphasis. AT: \"This is also where people can find bdellium and onyx stones\""}, {"ref": "bdellium", "text": "This resin comes from a tree and smells nice. A resin is sticky stuff that comes out of some trees and can burn. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the onyx stone", "text": "\"onyx stones.\" Onyx is a certain kind of beautiful stone. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "13", "tn": [{"ref": "Gihon", "text": "This is the only mention of this river in the Bible. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "flows throughout the whole land of Cush", "text": "The river did not cover the whole land, but wound through various parts of the land."}, {"ref": "the whole land of Cush", "text": "\"the entire land called Cush\""}, {"ref": "which flows east of Asshur", "text": "\"which flows in the land east of the city of Asshur.\" The Tigris River flows from north to south. The phrase \"which flows east of Asshur\" gives information about where the Tigris River is. Some languages would translate it as a separate sentence. AT: \"and it flows east of Asshur\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "15", "tn": [{"ref": "the garden of Eden", "text": "\"the garden that was in Eden\""}, {"ref": "to work it", "text": "\"to cultivate it.\" This means to do everything necessary so that the plants will grow well."}, {"ref": "to maintain it", "text": "to guard against anything bad happening in it"}, {"ref": "From every tree in the garden", "text": "\"The fruit of every tree in the garden\""}, {"ref": "you", "text": "This pronoun is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you may freely eat ... you may not eat", "text": "In some languages it would be natural to first say what is not permitted and to then say what is permitted, as in the UDB."}, {"ref": "may freely eat", "text": "\"may eat without restriction\""}, {"ref": "the tree of the knowledge of good and evil", "text": "\"the tree that gives people the ability to understand both good and evil\" or \"the tree that makes people who eat its fruit able to know good things and bad things.\" See how you translated this in [[:en:bible:notes:gen:02:09|2:9]]."}, {"ref": "you may not eat", "text": "\"I will not permit you to eat\" (UDB) or \"you must not eat\""}]}, {"id": "18", "tn": [{"ref": "I will make him a helper suitable for him", "text": "\"I will make a helper who is just right for him\""}, {"ref": "every animal of the field and every bird of the sky", "text": "The phrases \"of the field\" and \"of the sky\" tell where the animals and birds are usually found. AT: \"all kinds of animals and birds.\""}, {"ref": "all the livestock", "text": "\"all the animals that people look after\""}, {"ref": "there was found no helper suitable for him", "text": "This can be stated in active form. AT: \"there was no companion that was right for him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "caused a deep sleep to fall upon the man", "text": "\"caused the man to sleep intensely.\" A deep sleep is a time of sleeping in which a person is not easily disturbed or wakened."}, {"ref": "With the rib ... he made a woman", "text": "\"From the rib ... he formed a woman.\" The rib was the material God made the woman from."}, {"ref": "This time, this one is bone of my bones, and flesh of my flesh", "text": "\"Finally, this one's bones are like my bones, and her flesh is like my flesh.\" After looking among all the animals for a partner and not finding one, he finally saw someone who was like him and could be his partner. The man was probably expressing his feeling of relief and joy."}, {"ref": "flesh", "text": "This refers to the soft parts of the body like skin and muscle."}, {"ref": "She will be called 'woman,' because she was taken out of man", "text": "The translator may want to write a footnote saying \"The Hebrew word for 'woman' sounds like the Hebrew word for 'man.'"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "What follows is written by the author. The man did not say these things."}, {"ref": "Therefore", "text": "\"That is why\""}, {"ref": "a man will leave his father and his mother", "text": "\"a man will stop living in his father and mother's home.\" This is about men in general. It does not refer to any particular man at any particular time."}, {"ref": "they will become one flesh", "text": "This idiom speaks of sexual activity as though the bodies that are together become one body. AT: \"their two bodies will become one body\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They were both naked", "text": "The word \"they\" refers to the man and the woman that God had created."}, {"ref": "naked", "text": "\"not wearing clothing\""}, {"ref": "but were not ashamed", "text": "\"they were not ashamed about being naked\" (UDB)"}]}]