[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song of praise."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "Make a joyful noise to God, all the earth", "text": "A \"joyful noise to God\" represents singing and shouting praises to God.  AT: \"Let all the earth sing and shout joyfully to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the earth", "text": "This refers to all the people who live on the earth. AT: \"everyone on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Sing out the glory of his name; make his praise glorious", "text": "These phrases have similar meanings and are used together to emphasize how wonderful God is. AT: \"Sing about how wonderful God's name is; sing wonderful praise about how great God is\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the glory of his name", "text": "God's name here represents God himself. AT: \"his glory\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "How terrifying are your deeds", "text": "The works of God cause us to be in awe and terrified because we know he is powerful and holy."}, {"ref": "By the greatness of your power", "text": "\"Because you have great power\""}, {"ref": "All the earth will worship you", "text": "This refers to all of the people who live on the earth. AT: \"All the people on earth will worship you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will sing to your name", "text": "Here \"your name\" refers to God himself. AT: \"they will praise and honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "he ... his ... him", "text": "Here all these words refer to God."}, {"ref": "fearsome", "text": "\"awesome\""}, {"ref": "the sons of mankind", "text": "\"humanity\""}, {"ref": "He turned the sea into dry land; they went through the river on foot", "text": "This refers to the crossing of the Red Sea. (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "they went", "text": "The word \"they\" refers to God's people, the Israelites."}, {"ref": "we rejoiced", "text": "The word \"we\" refers to the Israelites, their ancestors, David, and the people he is speaking to. (See: [[:en:ta:vol2:translate:figs_inclusive|Inclusive \"We\"]])"}, {"ref": "his eyes observe", "text": "The phrase \"his eyes\" refers to God himself. AT: \"he sees\" (See: [[:en:ta:vol2:translate:figs_synecdoche|Synecdoche]])"}, {"ref": "let not the rebellious exalt themselves", "text": "\"let not the rebellious people exalt themselves\" or \"let not the rebellious people be proud\""}]}, {"id": "008", "tn": [{"ref": "Give blessing to God ... let the sound of his praise be heard", "text": "These two clauses have similar meanings. The idea is repeated to emphasize the importance of praising God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "our", "text": "In these verses the word \"our\" includes David and the people he is speaking to. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "he does not permit our feet to slip", "text": "The writer speaks of God's protection as preventing his people from slipping as they walk or falling off a cliff. AT:\"he has not allowed us to fall into disaster\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "You brought us into a net", "text": "The writer speaks of God's punishment as if God had captured his people in a net. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a net", "text": "a trap for a bird or an animal"}, {"ref": "you laid a severe burden on our waists", "text": "The writer speaks of what the people have endured as having to carry heavy loads on their backs. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You made people ride over our heads", "text": "This is a picture of being horribly defeated in battle. AT: \"It is as if our enemies defeated us in battle and then drove their chariots over our fallen bodies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "went through fire and water", "text": "God tested them with natural disasters like fires and floods. AT: \"we suffered like people who suffer from fires and floods\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "spacious place", "text": "The writer speaks of the blessings that the people of Israel now have as if they had been brought into a wide open space where they are safe. AT: \"open place where we are safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "which my lips promised and my mouth spoke", "text": "Here \"lips\" and \"mouth\" refer to the words of promise that were spoken. AT: \"which I promised\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "aroma of rams", "text": "\"smell of the smoke of sacrificed rams\""}]}, {"id": "016", "tn": [{"ref": "I will declare what he has done for my soul", "text": "The word \"soul\" represents the whole person. AT: \"I will tell you what he has done for me\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I cried to him with my mouth", "text": "The word \"mouth\" represents the whole person who cries out to God. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he was praised with my tongue", "text": "Here \"tongue\" represents words or speech. This can be stated in active form. AT: \"I praised him with my tongue\" or \"I praised him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "seen sin", "text": "\"loved sin\" or \"held iniquity\""}, {"ref": "would not have listened to me", "text": "Here \"would not have listened\" implies that God would not have answered his prayer. This can be made clear in the translation. AT: \"would not have heard me call out to him\" or \"he would not have answered my prayer\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "019", "tn": [{"ref": "But God has truly heard; he has paid attention", "text": "These two clauses have similar meanings and are used together to emphasize that God has heard his prayer. AT: \"But God has truly heard my prayer\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the voice of my prayer", "text": "Here the author's prayer is given the personal quality of having a voice. AT: \"my prayer\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "or his covenant faithfulness from me", "text": "The implied words can be added to the translation. AT: \"or turned his covenant faithfulness away from me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]