[{"id": "01", "tn": [{"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to a surprising new part of the story."}, {"ref": "four hundred men", "text": "\"400 men\" (See [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Jacob divided the children ... female servants", "text": "This does not mean Jacob divided the children evenly so that each woman had the same amount of children with her. Jacob divided the children so that each one went with his or her mother. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "female servants", "text": "\"servant wives.\" This refers to Bilhah and Zilpah."}, {"ref": "He himself went on ahead of them", "text": "Here \"himself\" emphasizes that Jacob went alone in front of the others. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "He bowed", "text": "Here the word \"bow\" means to bend over to humbly express respect and honor toward someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "04", "tn": [{"ref": "meet him", "text": "\"meet Jacob\""}, {"ref": "embraced him, hugged his neck, and kissed him", "text": "This can be translated as a new sentence. AT: \"Esau put his arms around Jacob, hugged him, and kissed him\""}, {"ref": "Then they wept", "text": "This can be translated more explicitly. AT: \"Then Esau and Jacob cried because they were happy to see each other again\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he saw the women and the children", "text": "\"he saw the women and children who were with Jacob\""}, {"ref": "The children whom God has graciously given your servant", "text": "The phrase \"your servant\" is a polite way for Jacob to refer to himself. AT: \"These are the children God has kindly given me, your servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "06", "tn": [{"ref": "female servants", "text": "\"servant wives.\" This refers to Bilhah and Zilpah."}, {"ref": "bowed down", "text": "This is a sign of humility and respect before another person. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "What do you mean by all these groups that I met?", "text": "The phrase \"all these groups\" refers to the groups of servants that Jacob sent to give gifts to Esau. AT: \"Why did you send all of those different groups to meet me?\""}, {"ref": "To find favor in the sight of my master", "text": "Here \"sight\" stands for a person's thoughts or opinion. AT: \"So that you, my master, would be pleased with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my master", "text": "The phrase \"my master\" is a polite way of referring to Esau. (See [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "09", "tn": [{"ref": "I have enough", "text": "The word \"animals\" or \"property\" is understood. AT: \"I have enough animals\" (UDB) or \"I have enough property\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "if I have found favor in your sight", "text": "Here \"sight\" stands for a person's thoughts or opinions. AT: \"if you are pleased with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my gift from my hand", "text": "Here \"hand\" refers to Jacob. AT: \"this gift that I am giving to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my hand, for indeed", "text": "This can be translated as a new sentence: \"my hand. For certainly\""}, {"ref": "I have seen your face, and it is like seeing the face of God", "text": "The meaning of this simile is unclear. Possible meanings are 1) Jacob is happy that Esau has forgiven him like God has forgiven him or 2) Jacob is amazed to see his brother again like he was amazed to see God or 3) Jacob is humbled to be in Esau's presence like he was humbled to be in God's presence. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I have seen your face", "text": "Here \"face\" stands for Esau. It may be best to translate as \"face\" because of the importance of the word \"face\" here with \"face of God\" and \"face to face\" in [[:en:bible:notes:gen:32:29|32:30]]. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "that was brought to you", "text": "This can be stated in active form. AT: \"that my servants brought to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God has dealt graciously with me", "text": "\"God has treated me very well\" or \"God has blessed me very much\""}, {"ref": "Thus Jacob urged him, and Esau accepted it", "text": "It was customary to refuse a gift first, but then to accept the gift before the giver was offended."}]}, {"id": "12", "tn": [{"ref": "My master knows", "text": "This is a polite and formal way of referring to Esau. AT: \"You, my master, know\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the children are young", "text": "The meaning can be stated more explicitly. AT: \"the children are too young to travel fast\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If they are driven hard even one day", "text": "This can be stated in active form. AT: \"If we force them to go too fast even for one day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Please let my master go on ahead of his servant", "text": "This is a polite and formal way of Jacob referring to himself. AT: \"My lord, I am your servant. Please go ahead of me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "at the pace of the livestock that are before me", "text": "\"at the speed the animals I am looking after can go\""}, {"ref": "Seir", "text": "This is a mountainous area in the region of Edom. See how you translated this in [[:en:bible:notes:gen:32:03|32:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "Why do that?", "text": "Jacob uses a question to emphasize that Esau does not need to leave men. AT: \"Do not do that!\" or \"You do not need to do that!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "My master has", "text": "This is a polite and formal way of referring to Esau. AT: \"You, my master, have\" (See: [[:en:ta:vol2:translate:figs_123person]])."}, {"ref": "Succoth", "text": "Translators may also add a footnote that says, \"The name Succoth means 'shelters.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "built himself a house", "text": "It is implied that the house is also for his family. AT: \"built a house for himself and his family\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for his livestock", "text": "\"for the animals he looked after\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "This starts a new part of the story. The author describes what Jacob did after he rested in Succoth."}, {"ref": "When Jacob came from Paddan Aram", "text": "\"After Jacob left Paddan Aram\""}, {"ref": "When Jacob ... he arrived ... He camped", "text": "This only mentions Jacob because he is the leader of the family. It is implied that his family was with him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He camped near", "text": "\"He set up his camp near\""}, {"ref": "piece of ground", "text": "\"piece of land\""}, {"ref": "Hamor", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shechem's father", "text": "Shechem is the name of a city and the name of a man."}, {"ref": "a hundred", "text": "\"100\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "El Elohe Israel", "text": "Translators may add a footnote that says: \"The name El Elohe Israel means 'God, the God of Israel.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}]