[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells Timothy what the Spirit says will happen and encourages him in what he should teach."}, {"ref": "Now", "text": "This word is used here to mark a break in the main teaching. Here Paul starts to tell a new part of the teaching."}, {"ref": "in later times", "text": "Possible meanings are 1) this refers to a time after Paul dies or 2) this is at a latter time in Paul's own life."}, {"ref": "leave the faith", "text": "Paul speaks of people ceasing to trust in Christ as if they were physically leaving a place or an object. AT: \"stop trusting in Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and pay attention", "text": "\"and give attention\" or \"because they are paying attention\""}, {"ref": "deceitful spirits and the teachings of demons", "text": "\"spirits who trick people and the things that demons teach\""}, {"ref": "in lying hypocrisy", "text": "\"These people will be hypocrites and speak lies\""}, {"ref": "Their own consciences will be branded", "text": "Possible meanings are 1) Paul is speaking of people who can no longer tell that they are doing wrong as if their minds are ruined like skin that someone has burnt with a hot iron or 2) Paul is speaking of these people as if Satan had put a mark on these people with a hot iron to indicate that they belong to him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "They will", "text": "\"These people will\""}, {"ref": "forbid to marry", "text": "It is implied that they will forbid believers to marry. AT: \"forbid believers to marry\" or \"prevent believers from marrying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and to receive foods", "text": "It is implied that they will forbid only certain foods. AT: \"and they will require believers to abstain from certain foods\" or \"and they will not allow people to eat certain foods\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "everything created by God is good", "text": "This can be stated in active form. AT: \"everything that God has created is good\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Nothing that we take with thanksgiving is to be rejected", "text": "This can be stated in active form. AT: \"We should not refuse anything for which we give thanks to God\" or \"Everything that we eat with thanksgiving is acceptable\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it is sanctified by the word of God and prayer", "text": "Here \"word of God\" and \"prayer\" are used together to express one idea. The prayer is in agreement with the truth that God has revealed. AT: \"it is dedicated for God's use by praying in agreement with his word\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "it is sanctified", "text": "This can be stated in active form. AT: \"we sanctify it\" or \"we have set it apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "word of God", "text": "Here \"word\" refers to God's message or what he has revealed. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "If you place these things before the brothers", "text": "Paul speaks of his instructions as if they were objects that could be physically presented to the believers. Here, to place before means to instruct or to remind. AT: \"If you help the believers remember these things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "these things", "text": "This refers to the teaching that started in [[:en:bible:notes:1ti:03:16|3:16]]."}, {"ref": "the brothers", "text": "This refers to all believers whether male or female. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "you are being nourished by the words of faith and by the good teaching that you have followed", "text": "Paul speaks of God's word and its' teaching as if it could physically feed Timothy and make him strong. This can be stated in active form. AT: \"the words of faith and the good teaching that you have followed are causing you to trust more strongly in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "words of faith", "text": "\"words that cause people to believe\""}, {"ref": "worldly stories loved by old women", "text": "\"profane stories and old wives' tales.\" The word for \"stories\" is the same as for \"myths\" in [[:en:bible:notes:1ti:01:03|1:4]], so you should translate it the same here."}, {"ref": "loved by old women", "text": "This is probably an expression that means \"silly\" or \"absurd.\" Paul is not purposely insulting women in his reference to \"old women.\" Instead, he and his audience knew that men die younger than women, so there are more women than men whose minds have become feeble due to old age. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "train yourself in godliness", "text": "\"train yourself to honor God\" or \"train yourself to act in ways that please God\""}, {"ref": "bodily training", "text": "\"physical exercise\""}, {"ref": "holds promise for this life", "text": "\"is beneficial to this life\" or \"helps to make this life better\""}]}, {"id": "09", "tn": [{"ref": "worthy of full acceptance", "text": "\"worthy of your complete belief\" or \"worthy of your full trust\""}, {"ref": "For it is for this", "text": "\"This is the reason\""}, {"ref": "struggle and work very hard", "text": "The words \"struggle\" and \"work very hard\" mean basically the same thing. Paul uses them together to emphasize the intensity with which they serve God. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we have confidence in the living God", "text": "Here \"living God\" probably means, \"God, who makes all things live.\""}, {"ref": "but especially of believers", "text": "The understood information can be stated clearly. AT: \"but he is especially the Savior of those people who believe\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "11", "tn": [{"ref": "Proclaim and teach these things", "text": "\"Command and teach these things\" or \"Command and teach these things I just mentioned\""}, {"ref": "Let no one despise your youth", "text": "\"Do not let anyone consider you less important because you are young\""}, {"ref": "attend to the reading, to the exhortation, and to the teaching", "text": "\"continue reading, explaining, and teaching the scriptures to believers\""}]}, {"id": "14", "tn": [{"ref": "Do not neglect the gift that is in you", "text": "Paul speaks of Timothy as if he were a container that could hold God's gifts. This can be stated in positive form. AT: \"Do not neglect your spiritual gift\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not neglect", "text": "This can be stated in positive form. AT: \"Be sure to use\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which was given to you through prophecy", "text": "This can be stated in active form. AT: \"which you received when leaders of the church spoke God's word\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "laying on of the hands of the elders", "text": "This was a ceremony in which the church leaders put their hands on Timothy and prayed that God would enable him to do the work he had commanded him to do."}, {"ref": "Care for these things. Be in them", "text": "Paul speaks of God's gifts to Timothy as if he could physically be in them. AT: \"Do all these things and live according to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that your progress may be evident to all people", "text": "Paul speaks of Timothy's increasing ability to serve God as if it were a physical object that others could look at. AT: \"so other people will know that you are serving God better and better\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Give careful attention to yourself", "text": "\"Conduct yourself carefully\" or \"Control your own behavior\""}, {"ref": "Continue in these things", "text": "\"Continue to do these things\""}, {"ref": "you will save yourself and those who listen to you", "text": "\"you will keep yourself and those who listen to you from believing false messages and from doing wrong actions.\" People who believe false messages and do wrong actions can expect to suffer as a result. Paul does not want Timothy and his friends to suffer for believing and doing wrong things."}]}]