[{"id": "001", "tn": [{"ref": "General Information:", "text": "This psalm is a song about Jerusalem being God's dwelling place."}, {"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a psalm of the sons of Korah", "text": "\"this is a psalm that the sons of Korah wrote\""}, {"ref": "greatly to be praised", "text": "This can be stated in active from. AT: \"people are to praise him greatly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the city of our God on his holy mountain", "text": "This is a reference to Jerusalem, which was built on Mount Zion."}, {"ref": "the city of our God", "text": "Possible meanings are 1) \"the city where our God lives\" or 2) \"the city that belongs to our God\""}, {"ref": "Beautiful in elevation", "text": "\"Beautiful and high.\" The word \"elevation\" refers to how high mount Zion is."}, {"ref": "the joy of the whole earth, is Mount Zion", "text": "Here the word \"earth\" refers to everyone living on the earth. The word \"joy\" may be translated as a verb. AT: \"Mount Zion gives joy to everyone on earth\" or \"everyone on earth rejoices because of Mount Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "on the sides of the north", "text": "Possible meanings are that this phrase 1) refers to the direction of the north or 2) is another name for Mount Zion meaning \"the mountain of God.\""}, {"ref": "God has made himself known in her palaces as a refuge", "text": "The writer speaks of God as if he were a place where people can go for safety. AT: \"God has made himself known as one who gives safety to the people in Mount Zion's palaces\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "see", "text": "The word \"see\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "assembled themselves", "text": "This means that the kings of other nations assembled their armies. AT: \"assembled their armies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they passed by together", "text": "\"together they passed by Jerusalem\""}, {"ref": "They saw it", "text": "\"They saw Jerusalem\""}, {"ref": "dismayed", "text": "\"greatly troubled\""}, {"ref": "Trembling took hold of them there", "text": "The writer speaks of the kings' fear as if it were a person who caused the kings and their armies to tremble. AT: \"There they trembled with fear\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "pain as when a woman is in labor", "text": "The writer speaks of the kings' fear as if it were the pain that a woman experiences in childbirth and speaks of that pain as if it were a person. The verb may be supplied from the previous clause. AT: \"pain took hold of them, as when a woman is in labor\" or \"they became afraid, like a woman is afraid of experiencing labor pains\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "007", "tn": [{"ref": "With the east wind you break the ships of Tarshish", "text": "Possible meanings are 1) this is a metaphor in which the author describes the kings being afraid as if they were ships that shake because God destroys them with a strong wind. AT: \"They shook with fear, as the ships of Tarshish shake when you break them with the east wind\" or 2) this is an apostrophe in which the author describes God's great power. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "the east wind", "text": "Possible meanings are 1) \"a wind blowing from the east\" or 2) \"a strong wind.\""}, {"ref": "the ships of Tarshish", "text": "Possible meanings are that this refers to 1) ships that sail to or are built in the city of Tarshish or 2) any large ocean-going ship."}, {"ref": "As we have heard", "text": "It is implied that what they have heard is the great things that God has done in the past. AT: \"As we have heard about the great things that God has done\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so have we seen", "text": "This means that they have seen the proof that the things that they have heard are true. AT: \"so we have seen God do great things now\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the city of Yahweh of hosts, in the city of our God", "text": "Both of these phrases refer to Jerusalem. AT: \"in the city of our God, Yahweh of hosts\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "establish it", "text": "\"make it secure.\" Here the word \"establish means to preserve and make something secure."}]}, {"id": "009", "tn": [{"ref": "in the middle of your temple", "text": "\"as we are in your temple\""}, {"ref": "As your name is ... so is your praise to the ends of the earth", "text": "Here the word \"name\" represents God's character and reputation. The two phrases compare the greatness of God's reputation with how greatly people praise him. AT: \"Your name is very great ... and so people throughout the world praise you greatly\" or \"People all throughout the world have heard of you ... so people throughout the world praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the ends of the earth", "text": "This is an idiomatic expression that means everywhere in the word. See how you translated this in [[:en:bible:notes:psa:046:008|46:9]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your right hand is full of righteousness", "text": "The writer speaks of righteousness as if it were an object that God could hold in his hand. Here the word \"hand\" refers to God's power and authority to rule. AT: \"you rule with righteousness\" or \"you are righteous as you rule\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "011", "tn": [{"ref": "Let Mount Zion be glad", "text": "The writer speaks of Mount Zion as if it were a person who could be glad. The phrase refers to the people who live in Jerusalem. AT: \"Let those who live on Mount Zion be glad\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let the daughters of Judah rejoice", "text": "The writer speaks of the towns in Judah as if they were Judah's children. The phrase refers to the people who live in those towns. AT: \"let the people who live in the cities of Judah rejoice\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "012", "tn": [{"ref": "Walk around Mount Zion, go round about her", "text": "These two phrases are parallel. AT: \"Walk all the way around Mount Zion\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "notice well", "text": "\"notice in detail\""}]}, {"id": "014", "tn": [{"ref": "he will be our guide", "text": "The word \"guide\" can be translated as a verb. AT: \"he will guide us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to death", "text": "Possible meanings are 1) \"until we die\" or 2) \"forever.\""}]}]