[{"id": "01", "tn": [{"ref": "breaks a command against Yahweh", "text": "\"disobeys one of Yahweh's commandments\""}, {"ref": "dealing falsely with his neighbor regarding something entrusted to him", "text": "This can be translated in active form. AT: \"lying to his neighbor about something the neighbor let him borrow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his neighbor", "text": "Here \"neighbor\" means any Israelite, not just someone who lives nearby."}, {"ref": "taking what was entrusted to him", "text": "This can be stated in active form. AT: \"not returning something he borrowed\""}]}, {"id": "05", "tn": [{"ref": "in full", "text": "\"fully\" or \"totally\""}, {"ref": "add one-fifth", "text": "fifth** - This means the person must return what he owes to someone and pay an extra one-fifth of the value. See how you translated this in [[:en:bible:notes:lev:05:14|5:16]]. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "to pay him to whom it is owed", "text": "This can be translated in active form. AT: \"to pay the person he owes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he is found guilty", "text": "The person who stole is to be brought before the judge and be declared guilty. This can be stated in active form. AT: \"the judge declares him guilty\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "worth the current value", "text": "This means the person must determine how many shekels the ram is worth by using the official standard of the sacred tent. You can make clear the understood information. See how this was translated in [[:en:bible:notes:lev:05:14|5:15]]. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The priest will make atonement for him", "text": "The abstract noun \"atonement\" can be stated as a verb. AT: \"The priest will atone for him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}, {"ref": "he will be forgiven", "text": "This means Yahweh will forgive the person, not the priest. This can be translated in active form. AT: \"God will forgive him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Then Yahweh spoke to Moses, saying, \"Command Aaron and his sons, saying, 'This is the law", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"Then Yahweh spoke to Moses and told him to command Aaron and his sons, saying, 'This is the law\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "must be on the hearth of the altar", "text": "\"must be on top of the altar\""}, {"ref": "the fire of the altar will be kept burning", "text": "This can be translated in active form. AT: \"you must keep the fire of the altar burning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "his linen clothes", "text": "Linen is a white cloth. AT: \"his white clothes\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "He will pick up the ashes", "text": "\"He will gather the ashes\""}, {"ref": "after the fire has consumed the burnt offering", "text": "The fire completely burning up the offering is spoken of as if it consumed or used up the burnt offering."}, {"ref": "to a place that is clean", "text": "A place that is fit to be used for God's purposes is spoken of as if it were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "The fire on the altar will be kept burning", "text": "This can be translated in active form. AT: \"The priest will keep the fire on the altar burning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as required on it", "text": "This can be stated in active form. AT: \"on it as Yahweh demands\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "to produce a sweet aroma", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the sacrifice. See how you translated a similar phrase in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a representative offering", "text": "The handful of the grain offering represents the whole grain offering. This means the whole offering belongs to Yahweh. See how you translated this in [[:en:bible:notes:lev:02:01|2:2]]."}]}, {"id": "16", "tn": [{"ref": "It must be eaten", "text": "This can be translated in active form. AT: \"They must eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It must not be baked with yeast", "text": "This can be translated in active form. AT: \"Do not bake it with yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "offerings made by fire", "text": "This can be stated in active form. AT: \"burnt offerings\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever touches them will become holy", "text": "This is an implied warning that those who are not male descendants of Aaron should not touch this offering. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "when each son is anointed", "text": "It is implied that they will be anointed when they become priests. The full meaning of this statement can be made clear. This can also be stated in active form. AT: \"when he anoints each son, ordaining them as priests\" (See: [[:en:ta:vol1:translate:figs_explicit]] and[[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a tenth part of an ephah", "text": "An ephah is 22 liters. One tenth of an ephah is about 2 liters. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a tenth", "text": "This is one part of ten equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "21", "tn": [{"ref": "It will be made", "text": "This can be translated in active form. AT: \"You will make it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in a baking pan", "text": "This is a thick plate made of either clay or metal. The plate was placed over a fire, and the dough cooked on top of the plate. See how you translated \"flat iron pan\" in [[:en:bible:notes:lev:02:04|2:5]]. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "When it is soaked", "text": "\"When the flour is completely wet with oil\""}, {"ref": "you will bring it in", "text": "Here \"you\" refers to the person offering the sacrifice. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "to produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the burning sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "As commanded", "text": "This can be stated in active form. AT: \"As Yahweh has commanded you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all of it shall be burned", "text": "This can be stated in active form. AT: \"he must burn all of it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be completely burned up", "text": "This can be stated in active form. AT: \"he must burn it up completely\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It must not be eaten", "text": "This can be stated in active form. AT: \"No one must eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Yahweh spoke to Moses again, saying, \"Speak to Aaron and to his sons, saying, 'This is the law", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"Yahweh spoke to Moses again and told him to speak to Aaron and his sons, saying, 'This is the law\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Speak to Aaron and to his sons", "text": "Yahweh is speaking to Aaron and his sons, but these regulations apply to all priest who perform these sacrifices. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The sin offering must be killed at ... before Yahweh", "text": "It can be made explicit that this refers to the north side of the altar. See [[:en:bible:notes:lev:01:10|1:10-11]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The sin offering must be killed", "text": "This can be translated in active form. AT: \"You must kill the sin offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "where the burnt offering is killed", "text": "This can be stated in active form. AT: \"where you kill the animal for the burnt offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before Yahweh", "text": "\"to Yahweh\""}, {"ref": "It must be eaten", "text": "This can be stated in active form. AT: \"He must eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "Whatever touches its meat will become holy", "text": "This is an implied warning that no one besides the priests should touch the meat of the sin offering. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if the blood is sprinkled on", "text": "This can be translated in active form. AT: \"if the blood sprinkles on\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the clay pot in which it is boiled must be broken", "text": "This can be stated in active form. AT: \"you must break the clay pot in which you boiled the meat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If it is boiled in a bronze pot, it must be scrubbed and rinsed clean in water", "text": "This can be stated in active form. AT: \"If you boiled the meat in a bronze pot, then you must scrub the pot and rinse it with clean water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "no sin offering must be eaten", "text": "This can be translated in active form. AT: \"no one may eat the sin offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whose blood is brought into the tent of meeting", "text": "This can be translated in active form. AT: \"from which the priest takes the blood into the tent of meeting\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It must be burned", "text": "This can be stated in active form. AT: \"The priest must burn it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]