{"1": [{"a": "Simon Peter, a slave and apostle of Jesus Christ.", "q": "Who wrote Second Peter?", "ref": ["01-01"]}, {"a": "Peter wrote to those who had received the same precious faith.", "q": "To whom did Peter write?", "ref": ["01-01"]}, {"a": "They were given to them through the knowledge of God.", "q": "How were all the things of divine power for life and godliness given to Peter and the recipients of faith?", "ref": ["01-03"]}, {"a": "He did that so that they might be sharers in the divine nature.", "q": "Why did God give Peter and the recipients of faith all the things of divine power for life and godliness, along with great and precious promises?", "ref": ["01-03", "01-04"]}, {"a": "They were ultimately supposed to gain love through their faith.", "q": "What were the recipients of faith ultimately supposed to gain through their faith?", "ref": ["01-05", "01-07"]}, {"a": "He has forgotten the cleansing from his old sins", "q": "What has the spiritually blind person forgotten?", "ref": ["01-09"]}, {"a": "They would not stumble, and an entrance would be granted to them into the eternal kingdom of their Lord and Savior Jesus Christ.", "q": "If the brothers did their best to make their calling and election sure, what would happen?", "ref": ["01-10", "01-11"]}, {"a": "Becuase their Lord Jesus Christ had shown him that he would soon remove his tent.", "q": "Why did Peter think it was right for him to remind the brothers of these things?", "ref": ["01-12", "01-14"]}, {"a": "They saw that he received from God the Father honor and glory.", "q": "What did those who were eyewitness of Jesus' majesty see?", "ref": ["01-16", "01-17"]}, {"a": "Because written prophecy does not come from the reasoning of the prophet, nor any prophecy from the will of man, but by men carried along by the Holy Spirit who spoke from God.", "q": "How can we be certain that the prophetic word is sure?", "ref": ["01-19", "01-21"]}], "2": [{"a": "False teachers will bring destructive heresies and deny the master who brought them .", "q": "What will false teachers secretly bring to the believers?", "ref": ["02-01"]}, {"a": "Quick destruction and condemnation would come upon the false teachers.", "q": "What will come upon the false teachers?", "ref": ["02-01"]}, {"a": "False teachers greedily make a profit off of the brothers.", "q": "What will false teachers do with deceptive words?", "ref": ["02-01", "02-03"]}, {"a": "God did not spare the angels who sinned, the ancient world, and the cities of Sodom and Gomorrah.", "q": "Who did God not spare?", "ref": ["02-04", "02-06"]}, {"a": "God preserved Noah with seven others.", "q": "Who did God preserve in the Flood?", "ref": ["02-05"]}, {"a": "God's actions showed that the Lord knows how to rescue the godly men and how to keep the righteous men in custody.", "q": "What did God show by not sparing some and preserving others?", "ref": ["02-09"]}, {"a": "The glorious one were angels, who do not bring insulting judgments against men to the Lord.", "q": "Who were the glorious ones the ungodly men were unafraid to blaspheme?", "ref": ["02-10", "02-11"]}, {"a": "The false teachers entice unstable souls.", "q": "Who do the false teachers entice?", "ref": ["02-14"]}, {"a": "A mute donkey speaking in a human voice stopped Balaam.", "q": "Who stopped the prophet Balaam's insanity?", "ref": ["02-15", "02-16"]}, {"a": "A man is a slave to whatever overcomes him.", "q": "To what is a man a slave?", "ref": ["02-19"]}, {"a": "What would be better is for them not to have known the way of righteousness.", "q": "For those who escape the wickedness of the world through the knowledge of Jesus Christ and then return to them, what would be better?", "ref": ["02-20", "02-21"]}], "3": [{"a": "He wrote so that the beloved might recall the words said before by the prophets and about the command of their Lord and Savior.", "q": "Why did Peter write this second letter?", "ref": ["03-01", "03-02"]}, {"a": "Mockers would question the promise of Jesus' return and say that all things remain the same since the beginning of creation.", "q": "What would mockers say in the last days?", "ref": ["03-03", "03-04"]}, {"a": "They were established and reserved by the word of God.", "q": "How were the heavens and earth established, and how were they being reserved for fire and for the day of judgment and the destruction of ungodly people?", "ref": ["03-05", "03-07"]}, {"a": "Because he desires that they not perish, but have time for all to repent.", "q": "Why was the Lord patient towards the beloved?", "ref": ["03-09"]}, {"a": "The day of the Lord will come like a thief.", "q": "How will the day of the Lord come?", "ref": ["03-10"]}, {"a": "Because the heavens and earth would be destroyed, and because they expected righteousness to live in the new heavens and new earth.", "q": "Why did Peter ask the beloved what kind of people they should be in respect to holy living and godliness?", "ref": ["03-11", "03-13"]}, {"a": "Their actions will result in their own destruction.", "q": "What will happen to undiscipled and unstable men who distort the wisdom given to Paul and distort other Scriptures?", "ref": ["03-15", "03-16"]}, {"a": "He commanded them to grow in the grace and knowledge of their Lord and Savior Jesus Christ.", "q": "Rather than being led astray by deceit and losing their own faithfulness, what did Peter command the beloved to do?", "ref": ["03-17", "03-18"]}]}