[{"id": "01", "tn": [{"ref": "the seventh month", "text": "This is the seventh month of the Hebrew calendar. It is at the end of the dry season and the beginning of the early rain season. It is during the last part of September and the first part of October on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "as one man", "text": "One man is in only one place and has only one purpose. AT: \"for one purpose\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Jeshua", "text": "This is the name of a man. Translate the same as in [[:en:bible:notes:ezr:02:36|2:36]]."}, {"ref": "Shealtiel", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "rose up and built", "text": "Standing up is a metaphor for beginning to act. AT: \"began to act and built\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as commanded in the law of Moses", "text": "This can be translated in active form. You may need to make explicit whom and what Yahweh had commanded. AT: \"as Yahweh had commanded them to do in the law of Moses\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "established the altar on its stand", "text": "\"mounted the altar on its stand\" or \"placed the altar on its stand so it would stay there\""}, {"ref": "dread was on them", "text": "This is an idiom. AT: \"they were very afraid\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "because of the people of the land", "text": "You may need to make explicit what it was about the people of the land that made the Jews afraid. AT: \"because they thought the people of the land wanted to attack them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They offered burnt offerings to Yahweh at dawn and evening", "text": "One of the first things the people did was to begin offering sacrifices. This was before the temple was rebuilt."}, {"ref": "the Festival of Shelters", "text": "This is a festival that was celebrated for eight days during the seventh month of the Hebrew calendar. It was associated with the time of the exodus when the Israelites lived in tents. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "the first day of the seventh month", "text": "This is the seventh month of the Hebrew calendar. The first day is near the middle of September on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the temple had not been founded", "text": "The Jews began the ceremonies of worship even before they started building the temple. AT: \"they had not yet laid the foundation for the temple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as authorized for them by Cyrus, king of Persia", "text": "The letters sent by Cyrus gave the Jews permission to buy materials and build the temple."}]}, {"id": "08", "tn": [{"ref": "second month", "text": "This is the second month of the Hebrew calendar. This is during the warm season when people are harvesting crops. It is during the last part of April and the first part of May on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the second year", "text": "This is during the year after the one in which they returned. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "to the house of God", "text": "You may need to make explicit that there was no house of God standing when they arrived. AT: \"to where the house of God had stood\" or \"to where they were going to build the house of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jeshua ... Jozadak ... Henadad", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twenty years old", "text": "\"20 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Kadmiel", "text": "This is a man's name. Translate as in [[:en:bible:notes:ezr:02:40|2:40]]."}]}, {"id": "10", "tn": [{"ref": "laid a foundation", "text": "\"foundation\" in this sense was more than just the stone blocks to support the temple walls. It included the entire temple floor set in stone. This enabled all the temple worshipers to wear their special garments and keep them clean."}, {"ref": "their garments", "text": "\"their special robes\""}, {"ref": "cymbals", "text": "two thin, round metal plates that are hit together to make a loud sound (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the hand of David ... had commanded", "text": "The hand of a king is a metonym for the power to give commands. AT: \"as David ... had commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "thankfulness", "text": "A feeling and expression of appreciation and gratitude for the kindness of another."}]}, {"id": "12", "tn": [{"ref": "first house", "text": "This refers to the first temple that Solomon built, the house of God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before their eyes", "text": "The eyes represent sight. AT: \"in their sight\" or \"and they saw it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wept loudly", "text": "This refers to emotional expression of sorrow involving tears and vocal sounds."}]}]