[{"id": "01", "tn": [{"ref": "General Information:", "text": "Often in prophecy events that will happen in future are described as happening now or in the past. This emphasizes that the event will certainly happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "A declaration", "text": "\"This is what Yahweh declares\" or \"This is a message from Yahweh\""}, {"ref": "Ar ... Kir ... Dibon ... Nebo ... Medeba", "text": "These are names of cities and towns in Moab. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ar of Moab is laid waste and destroyed", "text": "The words \"laid waste\" and \"destroyed\" mean the same thing and emphasize that the city was completely ruined. This can be stated in active form. AT: \"Enemy armies will completely destroy Ar of Moab\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went up to the heights to weep", "text": "Here \"up to the heights\" refers to a temple or altar that was built on high ground like a hill or mountain side. AT: \"went up to the temple on the hilltop to weep\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Moab laments over Nebo and over Medeba", "text": "These place names refer to the people who live there. AT: \"the people of Moab will weep because of what happened to the cities of Nebo and Medeba\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All their heads are shaved bare and all their beards are cut off", "text": "They do this to show their extreme sadness. AT\" \"They will all shave their heads and cut off their beards and grieve\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "they wear sackcloth", "text": "They do this to show their extreme sadness. AT: \"they wear sackcloth and mourn\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Heshbon ... Elealeh ... Jahaz", "text": "These are names of cities and towns. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Heshbon and Elealeh call out", "text": "These city names represent the people of these cities. \"The people of Heshbon and Elealeh call out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they tremble within themselves", "text": "Physical trembling is a symptom of fear. AT: \"they will be completely filled with fear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "My heart cries out for Moab", "text": "The heart represents the emotions. God speaks of his great sadness as if his heart cried out. AT: \"I am extremely sad about what is happening to Moab\" (See: [[:en:ta:vol2:translate:figs_metonymy]] or [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her fugitives flee", "text": "\"the fugitives from Moab will flee.\" A fugitive is a person who runs away so that his enemy will not capture him."}, {"ref": "Zoar ... Eglath Shelishiyah ... Luhith ... Horonaim ... Nimrim", "text": "These are names of cities and towns. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "over their destruction", "text": "This can be reworded so that the abstract noun \"destruction\" is expressed as the verb \"destroyed.\" AT: \"because their city is destroyed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The abundance", "text": "\"Everything\""}, {"ref": "brook of the poplars", "text": "This may refer to the river at the southern border of Moab."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "The cry has gone around the territory of Moab", "text": "People's crying out and others hearing it is spoken of as if the cry had gone out. AT: \"People all over the territory of Moab cry out\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wailing as far as Eglaim and Beer Elim", "text": "The words \"has gone\" are understood. People's wailing and others hearing it is spoken of as if the wailing had gone as far away as these two places. AT: \"the wailing has gone as far as Egalim and Beer Elim\" or \"people even as far away as Elaim and Beer Elim wail\""}, {"ref": "Eglaim ... Beer Elim ... Dimon", "text": "These are names of cities and towns. Dimon was the principal city of the country of Moab. Several modern versions have \"Dibon\" instead of \"Dimon.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "but I will bring even more upon Dimon", "text": "Here \"I\" refers to Yahweh. Also, \"upon Dimon\" refers to the people. AT: \"but I will cause even more trouble for the people of Dimon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]