[{"id": "01", "tn": [{"ref": "to be at the same place", "text": "This refers to the town of Gilgal."}, {"ref": "Sheba ... Bichri", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "We have no part in David, neither have we any inheritance in the son of Jesse", "text": "Both of these statements mean the same thing. Sheba is emphasizing that he and the tribes of Israel have no relationship with David. AT: \"The inheritance of David and his father's family does not belong to us\" or \"We are not a part of David and his father's family\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]]))"}]}, {"id": "03", "tn": [{"ref": "to keep the palace", "text": "Here the phrase \"to keep\" means to take care of. AT: \"to take care of the palace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in a house under guard", "text": "If a house is \"under guard\" it means that a guard is posted at the house. AT: \"in a house and put a guard there\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were shut up", "text": "This means that they were not allowed to leave the house. AT: \"they were shut inside the house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "widows", "text": "These are women whose husbands have died."}]}, {"id": "04", "tn": [{"ref": "Amasa", "text": "This is the commander of David's army. Translate this man's name the same as you did in [[:en:bible:notes:2sa:17:24|17:25]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "Abishai", "text": "This is another commander of David's army. See how you translated his name in [[:en:bible:notes:2sa:02:18|2:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "do us more harm", "text": "\"hurt us more\""}, {"ref": "your master's servants, my soldiers", "text": "The phrase \"my soldiers\" clarifies which \"servants.\" David refers to himself as \"your master\" as a formal way of speaking to someone with less authority."}, {"ref": "pursue after", "text": "\"chase after\""}, {"ref": "he will find fortified cities", "text": "This means that Sheba and his men will enter these cities to hide from David's army. The word \"he\" represents Sheba but refers to both him and his men. AT: \"he and his men will hide in fortified cities\" or \"he and his men will take refuge in fortified cities\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "out of our sight", "text": "Here David refers to his army by their sight to emphasize that Sheba and his men would be hidden and David's army would be unable to capture them. AT: \"from us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Cherethites ... Pelethites", "text": "These are the names of people groups who helped to protect King David. Translate these the same as you did in [[:en:bible:notes:2sa:08:15|8:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "When they were", "text": "\"When Joab and the men of Judah were\""}, {"ref": "belt", "text": "a strip of leather or other material used to hold clothing or weapons in place"}, {"ref": "sheathed sword", "text": "This means the sword was in its protective covering."}, {"ref": "the sword fell out", "text": "Joab let the sword fall out to fool Amasa into thinking that he Joab was unarmed, so that Amasa would allow him to walk closer to him. AT: \"he allowed the sword to fall on the ground so Amasa would think he was unarmed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "my cousin", "text": "Amasa was the son of the sister of Joab's mother."}, {"ref": "affectionately", "text": "\"kindly\""}, {"ref": "took Amasa by the beard with his right hand to kiss him", "text": "This was a common way for men to greet one another."}, {"ref": "dagger", "text": "a short sword that is easy to hide and was often used for close-in fighting and assassinations"}, {"ref": "bowels spilled", "text": "\"intestines spilled\""}]}, {"id": "11", "tn": [{"ref": "he who is for David", "text": "To be \"for\" someone means to support them. AT: \"he who supports David\" or \"he who is loyal to David\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Amasa lay wallowing in his blood", "text": "\"Amasa lay squirming in his blood.\" Amasa may have still been alive and rolling in his blood, but he was probably dead by this time. It is described this way to show how gruesome his body looked. AT: \"Amasa lay dead in his blood\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the people stood still ... came by him stood still", "text": "This means they stopped walking and were staring at Amasa's dead body. AT: \"all the people stood still staring at the dead body ... came by him stood still, staring at his dead body\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he carried Amasa", "text": "\"he carried Amasa's body\""}, {"ref": "After Amasa was taken off the road", "text": "This may be stated in active form. AT: \"After the man took Amasa off the road\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in pursuit of", "text": "This abstract noun can be stated as a verb. AT: \"pursuing\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "14", "tn": [{"ref": "Sheba passed through", "text": "Here \"Sheba\" refers to both him and his army. AT: \"Sheba and his army\" or \"Sheba and his men\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Abel of Beth Maacah", "text": "\"Abel Beth Maacah.\" Both names refer to the same place and may be combined. It is a city near the tribe of Dan. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "of the Berites", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and also pursued Sheba", "text": "\"and also followed Sheba\""}, {"ref": "They caught up with him", "text": "\"Joab and the soldiers caught up with him\""}, {"ref": "against the city against the wall", "text": "\"against the city wall\""}, {"ref": "battered the wall to knock it down", "text": "This means that they used a battering ram to knock down the wall. A battering ram was a cut tree or large log with a sharpened end or an end covered in metal. It was held by several men who would pound the end against a wall. AT: \"used a battering ram to knock down the wall\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Listen, please listen", "text": "The repetition of \"Listen\" strengthens the woman's plea."}]}, {"id": "17", "tn": [{"ref": "Listen to the words of your servant", "text": "The woman refers to herself as \"your servant.\" This is a polite way to speak to someone with greater authority."}, {"ref": "and that advice would end the matter", "text": "\"and that advice would solve the problem\""}, {"ref": "most peaceful and faithful in Israel", "text": "The missing word may be added. AT: \"most peaceful and faithful cities in Israel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "city that is a mother in Israel", "text": "This speaks of the importance of this city among the nation of Israel as if it were a well respected mother. AT: \"city that everyone in Israel respects like they would their mother\" or \"city that is very important and that Israel respects\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do you want to swallow up the inheritance of Yahweh?", "text": "Here the woman uses a rhetorical question to suggest to Joab what they should not do. This question can be written as a statement. AT: \"You should not destroy the city that is Yahweh's inheritance!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "swallow up", "text": "Here the woman speaks of the army destroying the city as if the city were food to be swallowed. AT: \"destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the inheritance of Yahweh", "text": "Here the city is referred to as Yahweh's inheritance to emphasize that it belongs to Yahweh. AT: \"a city that belongs to Yahweh\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "Far be it, far be it from me, that I should", "text": "He repeats this phrase to emphasize that this is something he would never do. AT: \"Truly, truly, I would never\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that I should swallow up or destroy", "text": "This refers to destroying the city. This may be added. AT: \"that I should swallow up or destroy your city\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "swallow up or destroy", "text": "Both of these phrases means to destroy. In the first phrase \"destroying\" is spoken of as if it were \"swallowing.\" These may be combined. AT: \"ruin or destroy the city\" or \"destroy\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has lifted up his hand against", "text": "This means to rebel and fight against someone. AT: \"has opposed\" or \"is rebelling against\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Give up him alone", "text": "Joab is asking for the people of the city to release Sheba to him. AT: \"Hand this man over to us\" or \"Give this man to us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will withdraw from the city", "text": "Here the \"I\" refers to both Joab and his soldiers. AT: \"We will withdraw from the city\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "His head will be thrown", "text": "This can be stated in active form. AT: \"We will throw his head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then the woman went to all the people in her wisdom", "text": "This means that the woman acted wisely and spoke to her people about what they should do. AT: \"Then the wise woman spoke to all the people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "every man to his home", "text": "\"every man went to his own home\""}]}, {"id": "23", "tn": [{"ref": "Now", "text": "\"Now\" marks a break in the main storyline. This new section gives background information about the men who served King David. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Joab was over ... Benaiah son of Jehoiada was over ... Adoram was over", "text": "The phrase \"was over\" refers to having authority over a group of people. AT: \"Joab had authority over ... Benaiah son of Jehoiada had authority over ... Adoram had authority over\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Jehoiada ... Jehoshaphat ... Ahilud", "text": "Translate the names of these men the same as you did in [[:en:bible:notes:2sa:08:15|8:16-18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Cherethites ... Pelethites", "text": "Translate the names of these people groups the same as you did in [[:en:bible:notes:2sa:08:15|8:16-18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the men who did forced labor", "text": "\"the slave workers\""}, {"ref": "Adoram ... Sheva ... Ira", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jairite", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]