[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul teaches believers how they should treat other believers and how God rewards."}, {"ref": "Brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "if a man", "text": "\"if someone\" or \"if anyone among you\""}, {"ref": "is caught in some sin", "text": "Possible meanings are 1) someone found that person in the act, \"is discovered in an act of sin,\" or 2) that person committed the sin without intending to do evil, \"gave in and sinned.\""}, {"ref": "you who are spiritual", "text": "\"those of you who are guided by the Spirit\" or \"you who are living in the guidance of the Spirit\""}, {"ref": "restore him", "text": "\"correct the person who sinned\" or \"exhort the person who sinned to return to a correct relationship with God\""}, {"ref": "in a spirit of gentleness", "text": "Possible meanings are 1) that the Spirit is directing the one who is offering correction or 2) \"with an attitude of gentleness\" or \"in a kind way.\""}, {"ref": "Be concerned about yourself", "text": "These words treat the Galatians as though they are all one person to emphasize that he is talking to each of them. AT: \"Be concerned about yourselves\" or \"I say to each one of you, 'Be concerned about yourself'\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "so you also may not be tempted", "text": "This can be stated in active form.  AT: \"so that nothing will tempt you also to sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "For", "text": "\"Because.\" This indicates that the words that follow are why the Galatians should 1) \"carry one other's burdens\" ([[:en:bible:notes:gal:06:01|6:2]]) or 2) be careful that they themselves are not tempted ([[:en:bible:notes:gal:06:01|6:1]]) or 3) \"not become conceited\" ([[:en:bible:notes:gal:05:01|5:26]])."}, {"ref": "he is something", "text": "\"he is someone important\" or \"he is better than others\""}, {"ref": "he is nothing", "text": "\"he is not important\" or \"he is not better than others\""}, {"ref": "Each one should", "text": "\"Each person must\""}, {"ref": "each one will carry his own load", "text": "\"each person will be judged by his own work only\" or \"each person will be responsible for his own work only\""}, {"ref": "each one will", "text": "\"each person will\""}]}, {"id": "06", "tn": [{"ref": "The one", "text": "\"The person\""}, {"ref": "word", "text": "Here this means everything God has said or commanded, as in \"the word of God\" or \"the word of truth.\""}, {"ref": "for whatever a man plants, that he will also gather in", "text": "Planting represents doing things that end in some kind of result, and gathering in represents experiencing the results of what one has done. AT: \"for just as a farmer gathers in the fruit of whatever kind of seeds he plants, so everyone experiences the results of whatever he does\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "man ... his", "text": "Paul is not specifying males here. \"person ... that person\""}, {"ref": "plants seed to his own sinful nature", "text": "\"plants seed according to his sinful nature.\" This represents doing what he wants to do because of his sinful nature. AT: \"plants seed according to what he wants because of his sinful nature\" or \"does the things he wants to do because of his sinful nature\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will gather in destruction", "text": "\"will receive punishment for what he did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plants seed to the Spirit", "text": "\"does the things God's Spirit loves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will gather in eternal life from the Spirit", "text": "\"will receive eternal life as a reward from God's Spirit\""}]}, {"id": "09", "tn": [{"ref": "Let us not become weary in doing good", "text": "\"We should continue to do good\""}, {"ref": "doing good", "text": "doing good to others for their well-being"}, {"ref": "for at the right time", "text": "\"for in due time\" or \"because at the time God has chosen\""}, {"ref": "So then", "text": "\"As a result of this\" or \"Because of this\""}, {"ref": "especially ... to those", "text": "\"most of all ... to those\" or \"in particular ... to those\""}, {"ref": "those who belong to the household of faith", "text": "\"those who are members of God's family through faith in Christ\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "As Paul closes this letter, he gives one more reminder that the law does not save and that they should remember the cross of Christ."}, {"ref": "large letters", "text": "This can mean that Paul wants to emphasize 1) the statements that follow or 2) that this letter came from him."}, {"ref": "with my own hand", "text": "Possible meanings are 1) Paul probably had a helper who wrote most of this letter as Paul told him what to write, but Paul himself wrote this last part of the letter or 2) Paul wrote the whole letter himself."}, {"ref": "make a good impression", "text": "\"cause others to think well of them\" or \"cause others to think that they are good people\""}, {"ref": "in the flesh", "text": "\"with visible evidence\" or \"by their own efforts\""}, {"ref": "compel", "text": "\"force\" or \"strongly influence\""}, {"ref": "only to avoid being persecuted for the cross of Christ", "text": "\"so that the Jews will not persecute them for claiming that the cross of Christ alone is what saves people\""}, {"ref": "the cross", "text": "The cross here represents what Christ did for us when he died on the cross. AT: \"the work Jesus did on the cross\" or \"the death and resurrection of Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they want", "text": "\"those people who are urging you to be circumcised want\""}, {"ref": "so that they may boast about your flesh", "text": "\"so that they may be proud that they have added you to the people who try to keep the law\""}]}, {"id": "14", "tn": [{"ref": "But may I never boast except in the cross", "text": "\"I do not ever want to boast in anything other than the cross\" or \"May I boast only in the cross\""}, {"ref": "the world has been crucified to me", "text": "This can be stated in active form. AT: \"I think of the world as already dead\" or \"I treat the world like a criminal God has killed on a cross\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I to the world", "text": "The words \"have been crucified\" are understood from the phrase before this. AT: \"and I have been crucified to the world\"    (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "I to the world", "text": "Possible meanings are 1) \"the world thinks of me as already dead\" or 2) \"the world treats me like a criminal that God has killed on the cross\""}, {"ref": "the world", "text": "Possible meanings are 1) the people of the world, those who care nothing for God or 2) the things that those who care nothing for God think are important."}, {"ref": "counts for anything", "text": "\"is important to God\""}, {"ref": "a new creation", "text": "Possible meanings are 1) a new believer in Jesus Christ or 2) the new life of a believer."}, {"ref": "peace and mercy be upon them, even upon the Israel of God", "text": "Possible meanings are 1) that believers in general are the Israel of God or 2) \"may peace and mercy be upon Gentile believers and upon the Israel of God\" or 3) \"may peace be upon those who follow the rule, and may mercy be upon even the Israel of God.\""}]}, {"id": "17", "tn": [{"ref": "From now on", "text": "This can also mean \"Lastly\" or \"As I end this letter.\""}, {"ref": "let no one trouble me", "text": "Possible meanings are 1) Paul is commanding the Galatians not to trouble him, \"I am commanding you this: do not trouble me,\" or 2) Paul is telling the Galatians that he is commanding all people not to trouble him, \"I am commanding everyone this: do not trouble me,\" or 3) Paul is expressing a desire, \"I do not want anyone to trouble me.\""}, {"ref": "trouble me", "text": "Possible meanings are 1) \"speak of these matters to me\" (UDB) or 2) \"cause me hardship\" or \"give me hard work.\""}, {"ref": "for I carry the marks of Jesus on my body", "text": "\"I have the healed wounds in my body because of my service to Jesus\" or \"I still have the mark of the healed wound in my body because I belong to Jesus\""}, {"ref": "marks", "text": "Possible meanings are 1) scars from wounds suffered by a soldier in battle or by a servant in dangerous work or 2) brands that mark a slave."}, {"ref": "May the grace of our Lord Jesus Christ be with your spirit", "text": "\"I pray that the Lord Jesus will be kind to your spirit\""}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}]}]