{"1": [{"a": "He was blameless and upright, and honored God and turned from evil.", "q": "How is Job's character described?", "ref": ["01-01"]}, {"a": "Job would consecrate them to God, offer burnt offerings, and pray for them.", "q": "After Job's sons held feasts with their brothers and sisters in their houses, what would Job do?", "ref": ["01-05"]}, {"a": "There was no one like Job in the earth, a perfect and an upright man, one who feared God and turned away from evil.", "q": "Why did Yahweh say Satan should consider Job?", "ref": ["01-08"]}, {"a": "He made a hedge around Job, around his house, and around all that he had on every side.", "q": "How did Satan say Yahweh had protected Job?", "ref": ["01-10"]}, {"a": "He said to Job would renounce God is God attacked all Job's possessions.", "q": "What did Satan think would cause Job to renounce God?", "ref": ["01-11"]}, {"a": "He gave Satan permission to take everything from Job, but not to lay a hand on his person.", "q": "What did Yahweh give Satan permission to do?", "ref": ["01-12"]}, {"a": "They killed all Job's servants in the field and took away all the oxen and donkeys.", "q": "What did the messenger tell Job the Sabeans had done to him?", "ref": ["01-14", "01-15"]}, {"a": "The fire of God fell from then heavens and burned them up along with the servants.", "q": "What did the second messenger tell Job had happened to his sheep?", "ref": ["01-16"]}, {"a": "Three groups of robbers came and attacked them. They stole all the camels and killed all the men that were caring for them.", "q": "What the third messenger tell Job had happened to his camels?", "ref": ["01-17"]}, {"a": "Job's sons and daughters were feasting in their brother's home when a great wind came and struck the house, which collapsed on them and killed them.", "q": "What news did the fourth messenger bring to Job?", "ref": ["01-18", "01-19"]}, {"a": "Job tore his robe, shaved his head, lay facedown on the ground, and worshipped God.", "q": "What did Job do after he got all these messages?", "ref": ["01-20"]}, {"a": "He said he came naked from his mother's womb, and would return naked.", "q": "What did Job say about his condition after these events?", "ref": ["01-21"]}, {"a": "Yahweh gave, and Yahweh has taken away.", "q": "What did Job say that Yahweh had done to him?", "ref": ["01-21"]}, {"a": "Job did not sin, nor did he foolishly accuse God.", "q": "How did Job show that he was not a foolish man?", "ref": ["01-22"]}], "2": [{"a": "Satan also came and presented himself.", "q": "Who came with the sons of God when they presented themselves before Yahweh?", "ref": ["02-01"]}, {"a": "He said he was going to and fro on the earth, and walking back and forth on it.", "q": "What did Satan tell Yahweh that he had been doing?", "ref": ["02-02"]}, {"a": "Job held fast to his integrity.", "q": "How did Yahweh say that Job continued to do after Satan's attacks?", "ref": ["02-03"]}, {"a": "Satan wants to touch Job's bones and his body to hurt him.", "q": "What does Satan want to do to Job now so that Job will curse God?", "ref": ["02-05"]}, {"a": "He afflicted Job with severe boils from the sole of his foot to the top of his head.", "q": "How did Satan afflict Job's body?", "ref": ["02-07"]}, {"a": "He took a potshard and scraped himself as he sat in ashes.", "q": "What did Job do to deal with the pain of his affliction?", "ref": ["02-08"]}, {"a": "Job's wife wanted him to curse God and die.", "q": "What did Job's wife want him to do?", "ref": ["02-09"]}, {"a": "He accused her of thinking they should receive good at the hand of God but not evil.", "q": "What accusation did Job make to his wife?", "ref": ["02-10"]}, {"a": "They came to mourn with him and comfort him.", "q": "What did Job's three friends do when they heard what happened to Job?", "ref": ["02-11"]}, {"a": "They raised their voices and wept, tore their robes, threw dust on their heads, and sat on the ground in silence for seven days and nights.", "q": "How did the three friends of Job show their grief when they saw him?", "ref": ["02-12", "02-13"]}], "3": [{"a": "He cursed the day he was born and asked that it would perish.", "q": "What did Job say about the day he was born?", "ref": ["03-01", "03-03"]}, {"a": "He wants that day to be claimed by darkness and the shadow of death.", "q": "What does Job want to claim the day he was born?", "ref": ["03-05"]}, {"a": "Job wants that night to be seized by thick darkness.", "q": "What does Job want to seize the night he was conceived?", "ref": ["03-06"]}, {"a": "He wishes he had died and given up his spirit.", "q": "What did Job with had happened when he came out of the womb?", "ref": ["03-11"]}, {"a": "He would be sleeping and at rest with kings and counselors of the earth.", "q": "What does Job say he would be doing now if he had died at birth?", "ref": ["03-13", "03-14"]}, {"a": "The prisoner is released from the voice of the slave driver, and the servant is free from his master.", "q": "From what are prisoners and servants released in death?", "ref": ["03-18", "03-19"]}, {"a": "It does not come to the one who longs for death, and who searches for it more than those who search for hidden treasure.", "q": "To whom does Job say that death will not come?", "ref": ["03-21"]}, {"a": "His groaning is poured out like water.", "q": "How does Job describe his groaning?", "ref": ["03-24"]}, {"a": "He is not at ease or quiet, and has no rest.", "q": "What is the things that Job has feared that has come upon him?", "ref": ["03-26"]}], "4": [{"a": "Job had instructed many, and strengthened weak hands.", "q": "What good things does Eliphaz say Job has done for others?", "ref": ["04-03"]}, {"a": "Job's fear of God is his confidence, and the integrity of his ways is his hope.", "q": "What does Eliphaz say is Job's confidence and hope in time of trouble?", "ref": ["04-06"]}, {"a": "Those who plow iniquity sow trouble perish and are consumed.", "q": "Who has perished and are consumed by the breath of God and his anger?", "ref": ["04-08", "04-09"]}, {"a": "The voice of the fierce lion and the teeth of young lions are broken.", "q": "How does Eliphaz says is broken?", "ref": ["04-10"]}, {"a": "He heard a whisper in his ear and saw visions in the night.", "q": "How did Eliphaz secretly receive a certain message?", "ref": ["04-12", "04-13"]}, {"a": "Fear and trembling came on him.", "q": "What came upon Eliphaz when he received the message?", "ref": ["04-14"]}, {"a": "It asked if a mortal man can be more righteous than God, and more pure than his maker?", "q": "What did the voice ask about mortal men?", "ref": ["04-17"]}, {"a": "They live in houses of clay, whose foundation is the dust, and who are crushed sooner than a moth.", "q": "How does Eliphaz describe mortal men?", "ref": ["04-19"]}], "5": [{"a": "Anger kills the foolish man, and jealousy kills the silly one.", "q": "What does Eliphaz say will happen to a foolish and silly man?", "ref": ["05-02"]}, {"a": "They are crushed in the gate.", "q": "What happens to he children of the foolish person in the city gate?", "ref": ["05-04"]}, {"a": "Mankind makes his own trouble.", "q": "From where does trouble really come?", "ref": ["05-07"]}, {"a": "He gives rain on the earth and sends water on the fields.", "q": "What does God give to the earth and the fields?", "ref": ["05-10"]}, {"a": "He frustrates their schemes so that their hands cannot carry out their plots.", "q": "What does God do the schemes of crafty people?", "ref": ["05-12"]}, {"a": "He saves the poor person from the sword in their mouths, and saves the needy person from the hand of the mighty people.", "q": "From what does God save the needy and poor person?", "ref": ["05-15"]}, {"a": "He is happy because God after he wounds, he binds up wounds, and his hands heal.", "q": "Why is the man happy whom God corrects and chastens?", "ref": ["05-18"]}, {"a": "He will laugh at destruction and famine.", "q": "At what will the man whom God corrects laugh?", "ref": ["05-22"]}, {"a": "He will find that nothing will be missing.", "q": "What will the man whom God corrects find when he visits his sheepfold?", "ref": ["05-24"]}, {"a": "He will come to his grave at a full age.", "q": "How long will the man whom God corrects live?", "ref": ["05-26"]}], "6": [{"a": "Ff his anguish and calamity were weighed, they would be heavier than the sand of the seas.", "q": "How does Job describe his anguish and his calamity?", "ref": ["06-02", "06-03"]}, {"a": "His arrows are in Job, and Job's spirit drinks up the poison.", "q": "What has the Almighty done to Job with his arrows?", "ref": ["06-04"]}, {"a": "He says the white of an egg does not have any taste.", "q": "What food does Job say has no taste?", "ref": ["06-06"]}, {"a": "He wants God to crush him and cut him loose from his life.", "q": "What one request does Job long for God to grant him?", "ref": ["06-08", "06-09"]}, {"a": "His consolation is that he has not have denied the words of the Holy One.", "q": "What is Job's consolation?", "ref": ["06-10"]}, {"a": "Wisdom has been driven out of him.", "q": "What has been driven from Job?", "ref": ["06-13"]}, {"a": "A friend should show faithfulness to the person who is about to faint.", "q": "To whom should a friend show faithfulness?", "ref": ["06-14"]}, {"a": "They pass away to nothing, they vanish when they thaw, and they melt when it is hot.", "q": "How does Job compare his brothers to a desert streambed?", "ref": ["06-15", "06-17"]}, {"a": "They wandered into barren land and then perished. They were disappointed and deceived.", "q": "What happened to the caravans when they looked for water in these streams?", "ref": ["06-18", "06-20"]}, {"a": "They saw his dreadful situation and were afraid.", "q": "Why were Job's friends nothing to him?", "ref": ["06-21"]}, {"a": "He will hold his peace.", "q": "What does Job say he will do if his friends would teach him?", "ref": ["06-24"]}, {"a": "They plan to ignore his words, and to treat them like the wind.", "q": "What does Job say his friends plan to do with his words?", "ref": ["06-26"]}, {"a": "Job's cause is just.", "q": "Why does Job say his friends should relent in their attacks on him?", "ref": ["06-29"]}], "7": [{"a": "He compares them to a slave desiring the evening, or a hired man looking for his wages?", "q": "To what does Job compare his months of misery and trouble-filled nights?", "ref": ["07-02", "07-03"]}, {"a": "Worms and clods of dust cover his flesh.", "q": "What covers Job's flesh?", "ref": ["07-05"]}, {"a": "His days are swifter than a weaver's shuttle.", "q": "What image does Job use to describe the speed of his days?", "ref": ["07-06"]}, {"a": "He is like a cloud that is consumed and vanishes away.", "q": "To what does Job compare the man who goes down to sheol?", "ref": ["07-09"]}, {"a": "He will speak in the anguish of his spirit and complain in the bitterness of his soul.", "q": "In what way will Job speak and complain?", "ref": ["07-11"]}, {"a": "God scares him with dreams and terrifies him through visions.", "q": "What does Job God does to him when he goes to bed?", "ref": ["07-14"]}, {"a": "Job said his days are useless.", "q": "Why did Job want God to leave him alone?", "ref": ["07-16"]}, {"a": "He asks to be left alone long enough to swallow his own saliva.", "q": "What does Job ask God to let him alone long enough to do?", "ref": ["07-19"]}, {"a": "Job thinks God will not pardon his transgression and take away his iniquity.", "q": "What does Job think God will not do?", "ref": ["07-21"]}], "8": [{"a": "He compared them to a mighty wind.", "q": "To what did Bildad compare the words of Job's mouth?", "ref": ["08-02"]}, {"a": "He said he knew this because God had handed Job's children over to their sin.", "q": "How did Bildad say he knew that Job's children sinned?", "ref": ["08-04"]}, {"a": "He would reward Job with a home that truly belonged to him.", "q": "How does Bildad say that God would bless Job if he was pure and upright?", "ref": ["08-06"]}, {"a": "He says they are a shadow.", "q": "To what does Bildad compare our days on earth?", "ref": ["08-09"]}, {"a": "Papyrus requires a marsh, and reeds need water to grow.", "q": "What do papyrus and reeds require in order to grow?", "ref": ["08-11"]}, {"a": "Their trust is as fragile as a spider's web.", "q": "To what does Bildad compare the trust of godless men?", "ref": ["08-14"]}, {"a": "His roots are wrapped around the heaps of stone and look for good places among the rocks.", "q": "What do the roots do that represent a person that forgets God?", "ref": ["08-17"]}, {"a": "He will not cast away an innocent man, but will not take the hand of evildoers.", "q": "How does God treat the innocent man and the evildoers differently?", "ref": ["08-20"]}, {"a": "He will fill his mouth with laughter and his lips with shouting.", "q": "With what will God fill the mouth and lips of the innocent man?", "ref": ["08-21"]}], "9": [{"a": "The man could not answer God once in a thousand times.", "q": "What would happen is a man tried to argue with God?", "ref": ["09-03"]}, {"a": "He removes the mountains without warning and overturns them.", "q": "What does God do to the mountains when he is angry?", "ref": ["09-05"]}, {"a": "He tramples down and subdues the waves of the sea.", "q": "What does God trample down?", "ref": ["09-08"]}, {"a": "God goes by him and Job does not see or perceive him.", "q": "Does Job see God when he passes by?", "ref": ["09-11"]}, {"a": "Job could not answer him, but could only plead for mercy.", "q": "Even if Job was righteous, how would he need to address God?", "ref": ["09-15"]}, {"a": "Job believed God multiplied his wounds without cause.", "q": "Why does Job believe God has multiple his wounds?", "ref": ["09-17"]}, {"a": "No, even then, his mouth would condemn him and prove him guilty.", "q": "Is is possible for Job to be righteous and perfect?", "ref": ["09-20"]}, {"a": "He says God destroys both perfect people and wicked people together.", "q": "Does Job think God treats righteous and wicked people differently?", "ref": ["09-22"]}, {"a": "They are swifter than a running messenger, they are as fast as reed boats, and as fast as the swooping eagle.", "q": "To what three things does Job compare the speed of his days?", "ref": ["09-26"]}, {"a": "God would not consider him innocent, but Job would be condemned.", "q": "Why did Job say it would be in vain to forget about his complaints?", "ref": ["09-27", "09-29"]}, {"a": "No judge could lay his hand on both Job and God.", "q": "What does Job say that no judge would be able to do?", "ref": ["09-33"]}, {"a": "There is no other judge who can take God's rod from Job, or keep God's terror from frightening Job.", "q": "What does Job say no other judge could do?", "ref": ["09-34"]}], "10": [{"a": "He wants God to show Job why he accuses him.", "q": "Why does Job want God to show him, instead of merely condemning him?", "ref": ["10-02"]}, {"a": "Job asks him if he has eyes of flesh and sees like a man sees.", "q": "What kind of eyes does Job ask God if he has?", "ref": ["10-04"]}, {"a": "God inquires after Job's iniquity and searches after his sin.", "q": "What does Job say that God inquires and searches after?", "ref": ["10-06"]}, {"a": "They had framed and fashioned Job, together round about.", "q": "What had God's hands done for Job?", "ref": ["10-08"]}, {"a": "He clothed him with skin and flesh.", "q": "With what did God clothe Job?", "ref": ["10-11"]}, {"a": "God granted him life and covenant faithfulness.", "q": "What has God granted to Job?", "ref": ["10-12"]}, {"a": "God will notice his sin, and not acquit him of his iniquity.", "q": "What would God do if Job sinned?", "ref": ["10-14"]}, {"a": "God would hunt him down like a lion.", "q": "What does God do to Job if Job's head lifts itself?", "ref": ["10-16"]}, {"a": "God brings new witnesses against him.", "q": "Who does God bring against Job describe what is happening to him?", "ref": ["10-17"]}, {"a": "He wishes he had given up his spirit and that no eye had ever seen him.", "q": "What does Job with had happened to him?", "ref": ["10-18"]}, {"a": "He is going to the land of darkness and to the shadow of death.", "q": "Where is Job going, from which he will not return?", "ref": ["10-21"]}], "11": [{"a": "He thought Job had mocked his friends teaching.", "q": "What did Zophar think Job had done to their teaching?", "ref": ["11-03"]}, {"a": "He said God has demanded less from Job than his iniquity deserved.", "q": "What does Zophar say that God has demanded from Job?", "ref": ["11-06"]}, {"a": "Zophar thinks that it is impossible because God is high as the heaven, deeper than sheol, longer than the earth, and wider than the sea.", "q": "Does Zophar think that Job could possibly understand God?", "ref": ["11-07", "11-09"]}, {"a": "It is impossible to stop God because he knows false people and notices iniquity.", "q": "Does Zophar think that it is possible for anyone to stop God?", "ref": ["11-10", "11-11"]}, {"a": "They will have understanding when a wild donkey gives birth to a man.", "q": "When does Zophar say foolish people will have understanding?", "ref": ["11-12"]}, {"a": "Job would forget his misery and remember it only like waters that have flowed away.", "q": "What does Zophar say would happen to Job's misery if he truly put away his iniquity?", "ref": ["11-16"]}, {"a": "He would be secure because there would be hope.", "q": "Why would Job be secure if he put away his iniquity?", "ref": ["11-18"]}, {"a": "Their only hope will be a last gasp of life.", "q": "What does Zophar say is the only hope of wicked people?", "ref": ["11-20"]}], "12": [{"a": "He says he also has understanding and is not inferior to them.", "q": "How does Job compare himself to his friends?", "ref": ["12-03"]}, {"a": "They laugh at him.", "q": "What do Job's neighbors think of him now?", "ref": ["12-04"]}, {"a": "The beasts, the birds, the earth, and the fish of the sea could teach his friends.", "q": "Who does Job think could teach his friends?", "ref": ["12-07", "12-08"]}, {"a": "They know that the hand of Yayweh has given them life.", "q": "What do all of the animals know?", "ref": ["12-09"]}, {"a": "Aged men have wisdom, and in length of days is understanding.", "q": "What does Job say about aged men and understanding?", "ref": ["12-12"]}, {"a": "He with holds them and they dry up, and he sends them out and they overwhelm the land.", "q": "What does God do with the waters?", "ref": ["12-15"]}, {"a": "He takes off the chain of authority from them.", "q": "What does God take from kings?", "ref": ["12-18"]}, {"a": "He removes the speech of the trustworthy, and takes away the understanding of elders.", "q": "What does Job say about God does to the trustworthy and the elders?", "ref": ["12-20"]}, {"a": "He makes them strong or destroys them, and enlarges them or leads them along as prisoners.", "q": "What does Job say about God does to nations?", "ref": ["12-23"]}, {"a": "He causes them them to wander in a wilderness where there is no path.", "q": "What happens to the leaders of the people of the earth when God takes away their understanding?", "ref": ["12-24"]}], "13": [{"a": "Job says that he know the same as they know, and he is not inferior to them.", "q": "How does Job say his knowledge compares to that of his friends?", "ref": ["13-02"]}, {"a": "He would rather speak to the Almighty because Job wants to reason with God.", "q": "Who would Job like to talk to instead of his friends and why?", "ref": ["13-03"]}, {"a": "They whitewash the truth with lies.", "q": "What does Job say his friends do with truth?", "ref": ["13-05"]}, {"a": "He wants them to listen to the pleading of his lips.", "q": "What does Job want his friends to hear?", "ref": ["13-06"]}, {"a": "No, he would reprove them if they showed favoritism to him.", "q": "Would God approval if Job's friends showed favoritism to God?", "ref": ["13-10"]}, {"a": "He says their sayings are proverbs made of ashes, and their defenses are made of clay.", "q": "What does Job think about his friends' sayings and defenses?", "ref": ["13-12"]}, {"a": "Job asks them to hold their peace and let him alone.", "q": "What does Job ask his friends to do so that he may speak?", "ref": ["13-13"]}, {"a": "He does not come before God like a godless man.", "q": "Why does Job think that he would be acquitted?", "ref": ["13-16"]}, {"a": "He has set his defense in order.", "q": "What has Job set in order?", "ref": ["13-18"]}, {"a": "Job wants God to withdraw his oppressive hand from Job.", "q": "What does Job want God to withdraw from him?", "ref": ["13-21"]}, {"a": "He treats Job like his enemy.", "q": "Who does God treat Job like?", "ref": ["13-24"]}, {"a": "He is like a rotten thing that wastes away, like a garment that moths have eaten.", "q": "What useless things does Job say he is like?", "ref": ["13-28"]}], "14": [{"a": "Man sprouts from the ground like a flower, and is cut down.", "q": "How does Job say man is like a flower?", "ref": ["14-02"]}, {"a": "God has determined his days and the number of his months.", "q": "Who decides the lifespan of man?", "ref": ["14-05"]}, {"a": "There can be hope for a tree that has been cut down, for it can sprout again.", "q": "What does Job say about a tree that has been cut down?", "ref": ["14-07"]}, {"a": "He says that that people do not rise up again, and will not be roused out of their sleep.", "q": "Does Job say a man can live again?", "ref": ["14-12"]}, {"a": "Job wants God to hide him away in sheol away from troubles.", "q": "Where does Job wish would God would hide him?", "ref": ["14-13"]}, {"a": "God would seal up Job's transgression in a bag, and cover up Job's iniquity.", "q": "How would God treat Job's transgression and iniquity if God's wrath was finished?", "ref": ["14-17"]}, {"a": "It can wear down the stones.", "q": "What amazing thing can water do over time?", "ref": ["14-19"]}, {"a": "If they come to honor, he does not know it, and if they are brought low, he does not see it happen.", "q": "How does it affect a dead man if his sons are honored or brought low?", "ref": ["14-20"]}], "15": [{"a": "He should not fill himself with the east wind.", "q": "With what should a wise man not fill himself?", "ref": ["15-02"]}, {"a": "He thinks Job diminishes respect for God, and obstructs devotion to him.", "q": "How does Eliphaz think that Job's statements dishonored God?", "ref": ["15-04"]}, {"a": "He does not thing that Job knows what they do not know, or that he understands what is not also in them.", "q": "Does Eliphaz think that Job knows something that the other friends do not know?", "ref": ["15-09"]}, {"a": "The gray-headed and very aged men who are older than Job's father are with Eliphaz and his friends.", "q": "Which people does Eliphaz say agree with Job's friends?", "ref": ["15-10"]}, {"a": "He thinks Job's has turned his spirit against God.", "q": "What does Eliphaz think Job's spirit has done?", "ref": ["15-13"]}, {"a": "He puts no trust even in his holy ones, and the heavens are not clean in his sight.", "q": "How does God view his holy ones and the heavens?", "ref": ["15-15"]}, {"a": "The things he has seen are things that wise men passed down from their fathers, and things that ancestors did not hide.", "q": "From whom did Eliphaz get the things he will announce to Job?", "ref": ["15-17", "15-18"]}, {"a": "The destroyer will come upon him while he is in his prosperity.", "q": "When will they destroyer come upon the wicked man?", "ref": ["15-21"]}, {"a": "The sword waits for the wicked man.", "q": "What waits for the wicked man?", "ref": ["15-22"]}, {"a": "He runs at God with a stiff neck and a thick shield.", "q": "With what does the wicked man run against God?", "ref": ["15-26"]}, {"a": "They are ready to become heaps.", "q": "What will happen to the cities and houses of the wicked man?", "ref": ["15-28"]}, {"a": "He will go away at the breath of God's mouth.", "q": "What will cause the wicked to go away?", "ref": ["15-30"]}, {"a": "Uselessness will be his reward.", "q": "What reward will the wicked man have for trusting in useless things?", "ref": ["15-31"]}, {"a": "It will be barren, and fire will consume their tents of bribery.", "q": "What will happen to the company of godless people?", "ref": ["15-34"]}], "16": [{"a": "Job said they were miserable comforters using useless words.", "q": "What did Job say about the comfort of his friends?", "ref": ["16-02", "16-03"]}, {"a": "If he speaks, his grief is not lessened, and if he keeps from speaking, his is not helped.", "q": "How does Job's speaking affect his grief?", "ref": ["16-06"]}, {"a": "They gape at Job with open mouth, hit him reproachfully on the cheek, and gather together against him.", "q": "How are other people treating Job as God attacks him?", "ref": ["16-10"]}, {"a": "God handed him over to ungodly, and threw him into the hands of wicked people.", "q": "To whom has God given Job?", "ref": ["16-11"]}, {"a": "He has pierced Job's kidneys and poured out his bile on the ground.", "q": "How has God injured Job?", "ref": ["16-13"]}, {"a": "He has sewn sackcloth on his skin.", "q": "What has Job done to his skin to show his grief?", "ref": ["16-15"]}, {"a": "Job's witness is in heaven, and the one who is for him is on high.", "q": "Who is Job's witness and able to vouch for Job?", "ref": ["16-19"]}, {"a": "Job pours out his tears to God.", "q": "Who does Job turn to as his friends scoff at him?", "ref": ["16-20"]}], "17": [{"a": "He must always see the provocation of the mockers who are with him.", "q": "What must Job always see?", "ref": ["17-02"]}, {"a": "He wants God to pledge to be a guarantee with himself for Job.", "q": "What pledge does Job want God to make to Job?", "ref": ["17-03"]}, {"a": "The one who denounces his friends for a reward will cause the eyes of his children to fail.", "q": "Whose evil deed will cause the eyes of his children to fail?", "ref": ["17-05"]}, {"a": "His eye is dim and all his body parts are as thin as shadows.", "q": "What has happened to Job's eye and his body because of sorrow?", "ref": ["17-07"]}, {"a": "Job does knows that he will not find a wise man among them.", "q": "Does Job think that he can find a wise man among his friends?", "ref": ["17-10"]}, {"a": "Job's plans are over, as are the wishes of his heart.", "q": "Does Job have plans for the future?", "ref": ["17-11"]}, {"a": "The pit has become his father, and the worm is his mother and sister.", "q": "What has become Job's father, mother, and sister?", "ref": ["17-14"]}], "18": [{"a": "Bildad thought Job regarded them as beasts, and thought they were stupid.", "q": "How did Bildad think Job viewed his friends?", "ref": ["18-03"]}, {"a": "His light will be put out, and the spark of his fire will not shine.", "q": "What will happen to the light of the wicked person?", "ref": ["18-05"]}, {"a": "He will be thrown into a net by his own feet, and he will walk into a pitfall.", "q": "What will throw the wicked man into a net?", "ref": ["18-08"]}, {"a": "He will be caught by a trap, a snare, and a noose.", "q": "What will catch the wicked man?", "ref": ["18-09", "18-10"]}, {"a": "His wealth turn into hunger.", "q": "What will happen to the wealth of the wicked man?", "ref": ["18-12"]}, {"a": "He will be torn out of his tent, his home in which he now trusts.", "q": "Where will the wicked man no longer live?", "ref": ["18-14"]}, {"a": "He describes the wicked man as a tree whose roots will dry up beneath the ground, and whose branch will be cut off above.", "q": "What image does Bildad use to describe what will happen to the wicked man?", "ref": ["18-16"]}, {"a": "He will have no son or son's son among his people, nor any remaining kinfolk where he had stayed.", "q": "Will the wicked man have any descendants?", "ref": ["18-19"]}, {"a": "The people who live in the west will be horrified and the people who live in the east will be frightened.", "q": "How do the people respond to what happens to the wicked man?", "ref": ["18-20"]}], "19": [{"a": "Job says they have broken him into pieces of wood.", "q": "Into what does Job say his friends have broken him?", "ref": ["19-02"]}, {"a": "They have reproached him ten times.", "q": "How many times have Job's friends reproached him?", "ref": ["19-03"]}, {"a": "Job says the error should be his own concern.", "q": "Whose concern should it be if Job had erred?", "ref": ["19-04"]}, {"a": "Job says God has dome wrong to Job and caught him in God's net.", "q": "How does Job say God has treated him?", "ref": ["19-06"]}, {"a": "He is not heard and there is no justice.", "q": "What happens when Job calls out for help because he has been wronged?", "ref": ["19-07"]}, {"a": "He has regarded Job as one of his adversaries.", "q": "How has God regarded Job?", "ref": ["19-11"]}, {"a": "God has put his brothers far from him, his acquaintances are alienated, his kinsfolk fail him, and his close friends have forgotten him.", "q": "What has happened to all of Job's family and friends?", "ref": ["19-13", "19-14"]}, {"a": "His servant him gives me no answer although he entreats him with his mouth.", "q": "How does Job's servant respond to Job when he calls him?", "ref": ["19-16"]}, {"a": "Those whom he loves have turned against him.", "q": "What have those whom Job loves responded to him?", "ref": ["19-19"]}, {"a": "He survives only by the skin of his teeth.", "q": "How does Job survive?", "ref": ["19-20"]}, {"a": "He wants them to be written down and inscribed in a book, or engraved with pen and lead in the rock forever.", "q": "What does Job want to happen to his words?", "ref": ["19-23", "19-24"]}, {"a": "He knows that his Redeemer lives, and that at last his Redeemer will stand on the earth.", "q": "What does Job say he knows?", "ref": ["19-25"]}, {"a": "Job in his flesh will see God.", "q": "What does Job say will happen when his body is destroyed?", "ref": ["19-26"]}, {"a": "Wrath brings the punishment of the sword.", "q": "What does wrath bring?", "ref": ["19-29"]}], "20": [{"a": "He answered Job quickly because of his worry and that there is a spirit beyond his understanding that answers him. He has heard Job's rebuke and says it puts him to shame.", "q": "Why did Zophar answer Job quickly?", "ref": ["20-01", "20-03"]}, {"a": "The joy of the godless only lasts for a moment.", "q": "How long does the joy of a godless man last?", "ref": ["20-05"]}, {"a": "He will perish permanently like his own feces.", "q": "How will the wicked man perish?", "ref": ["20-07"]}, {"a": "He will fly away like a dream, and be chased away like a vision of the night.", "q": "How will the wicked man go away?", "ref": ["20-08"]}, {"a": "His children will apologize to poor people.", "q": "What will the wicked man's children do?", "ref": ["20-10"]}, {"a": "It will cause the food in his intestines to turn bitter, and will becomes like the poison of asps inside him.", "q": "What happens to wickedness inside the wicked man?", "ref": ["20-14"]}, {"a": "He will vomit them up again.", "q": "What will happen to the riches that the wicked man swallows down?", "ref": ["20-15"]}, {"a": "He will not live to enjoy looking on rivers and flowing streams of honey and butter.", "q": "What will the wicked man not live to enjoy?", "ref": ["20-17"]}, {"a": "He has oppressed and neglected the poor people, and has violently taken away houses that he did not build.", "q": "Why will the wicked man not rejoice?", "ref": ["20-19"]}, {"a": "It will not be permanent because there is nothing left that he did not devour.", "q": "Why will the prosperity of the wicked man not be permanent?", "ref": ["20-21"]}, {"a": "God will rain down the fierceness of his wrath on him while he is eating.", "q": "What will God do to the wicked man who is about to fill his belly?", "ref": ["20-23"]}, {"a": "A bow of bronze will shoot him.", "q": "What will happen when the wicked man flees from the iron weapon?", "ref": ["20-24"]}, {"a": "The heavens will reveal his iniquity and the earth will be a witness against him.", "q": "What will the heavens and the earth do against the wicked man?", "ref": ["20-27"]}, {"a": "The wealth of his house will vanish and his goods will flow away.", "q": "What will happen to the wicked man on the day of God's wrath?", "ref": ["20-28"]}], "21": [{"a": "He thinks they will continue to mock him.", "q": "What does Job think his friends will do after he has spoken?", "ref": ["21-03"]}, {"a": "They will be astonished and lay their hands upon their mouths.", "q": "How will people respond when they look at Job?", "ref": ["21-05"]}, {"a": "He is troubled and horror takes hold of his flesh.", "q": "What happens to Job when he thinks about his sufferings?", "ref": ["21-06"]}, {"a": "Job asks why do they continue to live, become old, and grow mighty in power?", "q": "What does Job ask about wicked people?", "ref": ["21-07"]}, {"a": "The bull doesn't fail to breed and the cow doesn't lose her calf prematurely.", "q": "What happens to the bull and the cow of the wicked?", "ref": ["21-10"]}, {"a": "They tell God to depart from them, for they do not wish any knowledge of his ways.", "q": "What do the wicked say to God?", "ref": ["21-14"]}, {"a": "He has nothing to do with their advice.", "q": "How does Job respond to the advice of wicked people?", "ref": ["21-16"]}, {"a": "Job wants the wicked person to pay for his guilt, and not his children, so that he would know his guilt.", "q": "Who does Job want to pay for the guilt of the wicked person?", "ref": ["21-19"]}, {"a": "No, for he judges even those who are high.", "q": "Can anyone teach God knowledge?", "ref": ["21-22"]}, {"a": "They both lie down alike in the dust and the worms cover them both.", "q": "What happens to both the man who dies in full strength and the one who dies in bitterness of soul?", "ref": ["21-26"]}, {"a": "He knows their thoughts and the ways in which they wish to wrong him.", "q": "What does Job know about his friends' thoughts and ways?", "ref": ["21-27"]}, {"a": "They have seen that the wicked man is kept from the day of calamity, and that he is led away from the day of wrath.", "q": "What have traveling people seen happen to the wicked man?", "ref": ["21-30"]}, {"a": "Men will keep watch over his tomb.", "q": "What will men do for the tomb of the wicked man?", "ref": ["21-32"]}, {"a": "Job says Zophar was comforting him with nonsense.", "q": "With what does Job say Zophar was trying to comfort him?", "ref": ["21-34"]}], "22": [{"a": "He asks if it brings any pleasure to the Almighty if Job is righteous.", "q": "What does Eliphaz ask Job if his righteousness can do for the Almighty?", "ref": ["22-03"]}, {"a": "He mockingly says that because Job was reverent to God, he rebukes Job.", "q": "How does Eliphaz mock Job's reverence for God?", "ref": ["22-04"]}, {"a": "He says that Job has stripped the naked of their clothing.", "q": "What does Eliphaz accuse Job of doing to the naked?", "ref": ["22-06"]}, {"a": "He claims Job has sent widows away empty.", "q": "What does Eliphaz accuse Job of doing to widows?", "ref": ["22-09"]}, {"a": "He says that there is darkness, so that Job cannot see.", "q": "What does Eliphaz say the darkness has done to Job?", "ref": ["22-11"]}, {"a": "Job says, \"Thick clouds are a covering to God, so that he does not see people.\"", "q": "What does Eliphaz claim Job says about God not seeing people?", "ref": ["22-14"]}, {"a": "The wicked men's foundations have washed away like a river.", "q": "What happens to the foundations of wicked men?", "ref": ["22-16"]}, {"a": "The righteous see their fate and are glad.", "q": "How do the righteous act when they see the fate of the wicked?", "ref": ["22-19"]}, {"a": "If Job is at peace with God, good will come to him.", "q": "What will happen if Job is at peace with God?", "ref": ["22-21"]}, {"a": "If Job returns to the Almighty, he will be built up.", "q": "What does Eliphaz say will happen if Job returns to the Almighty?", "ref": ["22-23"]}, {"a": "When Job takes pleasure in the Almighty, he will lift up his face to God.", "q": "What will happen when Job takes pleasure in the Almighty?", "ref": ["22-26"]}, {"a": "God humbles the proud.", "q": "What does God do to the proud?", "ref": ["22-29"]}], "23": [{"a": "Job said that his suffering is heavier than his groaning.", "q": "What does Job say is heaveir than his groaning?", "ref": ["23-02"]}, {"a": "He would lay his case in order before God and fill his mouth with arguments.", "q": "What would Job do before God if he could find him?", "ref": ["23-04"]}, {"a": "No, he thinks God would pay attention to him.", "q": "Does Job think God would against him in the greatness of God's power if he could stand before him?", "ref": ["23-06"]}, {"a": "Job says in the south, God hides himself so that Job cannot see him.", "q": "What does Job say God is doing in the south?", "ref": ["23-09"]}, {"a": "When God has tested Job, he will come out like gold.", "q": "What result does Job expect from God's testing him?", "ref": ["23-10"]}, {"a": "Job has treasured up in his heart the words of God's mouth.", "q": "What has Job done with the words of God's mouth?", "ref": ["23-12"]}, {"a": "God carries out his decrees for Job.", "q": "What does God carry out for Job?", "ref": ["23-14"]}, {"a": "When Job thinks about him, he is afraid of him.", "q": "How does Job feel when he thinks about God?", "ref": ["23-15"]}, {"a": "The thick darkness cover's Job's face.", "q": "What covers Job's face?", "ref": ["23-17"]}], "24": [{"a": "Job asks why times for judging the wicked are not set by the Almighty.", "q": "What times does Job think are not set by the Almighty?", "ref": ["24-01"]}, {"a": "They drive away the donkey of the fatherless.", "q": "What do the wicked do to the donkey of the fatherless?", "ref": ["24-03"]}, {"a": "They hope the Arabah will provide them food for their children.", "q": "What do the poor hope the Arabah will provide?", "ref": ["24-05"]}, {"a": "They have no covering in the cold.", "q": "What do the poor lack in the cold?", "ref": ["24-07"]}, {"a": "They embrace a rock for lack of shelter.", "q": "What do the poor embrace for lack of shelter?", "ref": ["24-08"]}, {"a": "Even though they go hungry, they carry others' sheaves of grain.", "q": "What do the poor do for others even though they go hungry?", "ref": ["24-10"]}, {"a": "They tread the wicked men's winepresses, but they suffer thirst.", "q": "What do the poor do for others even though they suffer thirst?", "ref": ["24-11"]}, {"a": "In the night, the muderer is like a thief.", "q": "What is the murderer like in the night?", "ref": ["24-14"]}, {"a": "The wicked do not care for the light.", "q": "Why do the wicked shut themselves up in daytime?", "ref": ["24-16"]}, {"a": "They are comfortable with the terrors of the thick darkness.", "q": "With what terrors are the wicked comfortable?", "ref": ["24-17"]}, {"a": "Sheol consumes those who have sinned.", "q": "Who does sheol consume?", "ref": ["24-19"]}, {"a": "The wicked one devours the barren women who have not born children.", "q": "Who does the wicked one devour?", "ref": ["24-21"]}, {"a": "God drags away the mighty by his power.", "q": "Who does God drag away?", "ref": ["24-22"]}, {"a": "In only a little while, the mighty will be gone.", "q": "What will happen to the mighty in a little while?", "ref": ["24-24"]}], "25": [{"a": "God makes order in his high places of heaven.", "q": "Where does God make order?", "ref": ["25-02"]}, {"a": "He asks if one who is born of a woman can be clean and acceptable to God.", "q": "Of whom does Bildad ask can they be clean and acceptable to God?", "ref": ["25-04"]}, {"a": "He says that a son of man is a worm.", "q": "To what does Bildad compare a son of man?", "ref": ["25-06"]}], "26": [{"a": "No, Job wants to know who helped Bildad speak his words.", "q": "How does Job think Bildad's spoke his own words?", "ref": ["26-04"]}, {"a": "Destruction itself has no covering against God.", "q": "What has no covering before God?", "ref": ["26-06"]}, {"a": "He binds up the waters in his thick clouds.", "q": "Where does God bind up the waters?", "ref": ["26-08"]}, {"a": "He encloses the face of the moon and spreads his clouds on it.", "q": "What does God spread on the face of the moon?", "ref": ["26-09"]}, {"a": "He calmed the sea with his power.", "q": "What did God calm with his power?", "ref": ["26-12"]}, {"a": "By his breath, he cleared the heavens of storms.", "q": "By what did God clear the heavens of storms?", "ref": ["26-13"]}, {"a": "We hear but a small whisper of him.", "q": "What measure of God's voice do we hear?", "ref": ["26-14"]}], "27": [{"a": "God has taken away his justice.", "q": "What does Job say God has taken away from him?", "ref": ["27-02"]}, {"a": "Job vows that surely his lips will not speak unrighteousness.", "q": "What does Job vow his lips will not speak?", "ref": ["27-04"]}, {"a": "His thoughts will not reproach him so long as he lives.", "q": "How long will Job's thoughts not reproach him?", "ref": ["27-06"]}, {"a": "When God cuts off his life, God takes away his soul.", "q": "What does Job say God does when he cuts off a godless man's life?", "ref": ["27-08"]}, {"a": "Job said that he would not conceal the thoughts of the Almighty.", "q": "What does Job say he will not conceal of the Almighty?", "ref": ["27-11"]}, {"a": "His offspring will never have enough food.", "q": "Of what will the wicked man's offspring not have enough?", "ref": ["27-14"]}, {"a": "His widow will make no lament for him.", "q": "What will the wicked man's widow not do for him?", "ref": ["27-15"]}, {"a": "The innocent will divide up his silver among themselves.", "q": "What will happen to the silver of the wicked man?", "ref": ["27-17"]}, {"a": "He opens his eyes, and everything is gone.", "q": "What does the wicked man see when he opens his eyes after he lies down rich?", "ref": ["27-19"]}, {"a": "The east wind carries him away, and it sweeps him out of his place.", "q": "What does the east wind do as it carries the wicked man away?", "ref": ["27-21 "]}, {"a": "He tries to flee out of its hand.", "q": "What does the wicked man try to do when the east wind does not stop?", "ref": ["27-22"]}], "28": [{"a": "Copper is smelted out of the stone.", "q": "From where is copper smelted?", "ref": ["28-02"]}, {"a": "Man searches out, to the farthest limit, the stones in obscurity and thick darkness.", "q": "What does man search out to the farthest limit?", "ref": ["28-03"]}, {"a": "He breaks open a shaft away from where people live.", "q": "Where does man break open a shaft?", "ref": ["28-04"]}, {"a": "The earth's dust contains gold.", "q": "What is contained in the dust of the earth?", "ref": ["28-06"]}, {"a": "The proud animals have not walked such a path, nor has the fierce lion passed there.", "q": "What has not walked through the path of man's shaft?", "ref": ["28-08"]}, {"a": "His eye sees every valuable thing there.", "q": "What does man see in the channels he cuts among the rocks?", "ref": ["28-10"]}, {"a": "Both of these are not found in the land of the living.", "q": "Where are wisdom and understanding not found?", "ref": ["28-13"]}, {"a": "Gold and crystal cannot equal both of these in worth.", "q": "What cannot equal the worth of wisdom and understanding?", "ref": ["28-17"]}, {"a": "The price of wisdom is more than rubies.", "q": "The price of wisdom is more than what jewel?", "ref": ["28-18"]}, {"a": "Wisdom is hidden from the eyes of all living things.", "q": "From whose eyes is wisdom hidden?", "ref": ["28-21"]}, {"a": "God understands the way to wisdom and he knows its place.", "q": "Who knows wisdom's place?", "ref": ["28-23"]}, {"a": "He parceled out the waters by measure.", "q": "What did God parcel out by measure?", "ref": ["28-25"]}, {"a": "He made a decree for the rain.", "q": "For what did God make a decree?", "ref": ["28-26"]}, {"a": "To people God said, \"See, the fear of the Lord—that is wisdom.\"", "q": "What did God tell people is wisdom?", "ref": ["28-28"]}], "29": [{"a": "Job remembers that in the past months God had cared for him.", "q": "Does Job recall a time when God cared for him?", "ref": ["29-02"]}, {"a": "Job remembers the ripeness of his days, when the friendship of God was on his tent.", "q": "What was on Job's tent in the ripeness of his days?", "ref": ["29-04"]}, {"a": "When the almighty was with Job, the rock poured out for him streams of oil.", "q": "What had the rock poured out for Job in the past?", "ref": ["29-06"]}, {"a": "They saw Job and kept their distance from him in respect.", "q": "How did the young men show respect for Job in the city square?", "ref": ["29-08"]}, {"a": "They used to refrain from talking when he came.", "q": "What did the princes do in the past when Job came?", "ref": ["29-09"]}, {"a": "Their tongue clung to the roof of their mouths.", "q": "What happened to the tongue of the noblemen when Job came?", "ref": ["29-10"]}, {"a": "They would then give witness to Job and approve of him.", "q": "What would the noblemen do after their eyes saw Job?", "ref": ["29-11"]}, {"a": "He caused her heart to sing for joy.", "q": "What did Job cause the widow's heart to do?", "ref": ["29-13"]}, {"a": "He would examine the case even of one whom he did not know.", "q": "What had Job done even for the person he did not know?", "ref": ["29-16"]}, {"a": "He plucked the victim out from between the teeth of the unrighteous.", "q": "Who would Job pluck from the teeth of the unrighteous?", "ref": ["29-17"]}, {"a": "The bow of his strength is always new in his hand.", "q": "What does Job say is always new in his hand?", "ref": ["29-20"]}, {"a": "They opened their mouth wide to drink in his words as they would for the latter rain.", "q": "What did men wait to drink in like rain from Job?", "ref": ["29-23"]}, {"a": "He say that he is like one who comforts mourners at a funeral.", "q": "To what does Job compare himself at a funeral?", "ref": ["29-25"]}], "30": [{"a": "Those who are younger than Job have nothing but mockery for him.", "q": "Who has nothing but mockery for Job?", "ref": ["30-01"]}, {"a": "They were thin from poverty and hunger.", "q": "What made the young men's fathers thin?", "ref": ["30-03"]}, {"a": "Their fathers were driven out from among people.", "q": "From where were the young men's fathers driven out?", "ref": ["30-05"]}, {"a": "Job says that they were descendants of fools, indeed, of worthless men.", "q": "Of whom does Job say the young men's fathers are descendants.", "ref": ["30-08"]}, {"a": "Job had become their subject for a song of mockery.", "q": "What had Job become for the sons of the worthless men?", "ref": ["30-09"]}, {"a": "These people lose all self-control in front of him.", "q": "What do the people now lose in front of Job?", "ref": ["30-11"]}, {"a": "They push forward disaster for him, for they have no one to hold them back.", "q": "Why are the men able to push forward disaster for Job?", "ref": ["30-13"]}, {"a": "His honor is driven away as if by the wind.", "q": "What does Job say is driven away by the wind?", "ref": ["30-15"]}, {"a": "Many days of suffering have laid hold on him.", "q": "What has laid hold of Job as his life is pouring out within him?", "ref": ["30-16"]}, {"a": "God's great force has seized my clothing.", "q": "What does Job say has seized his clothing?", "ref": ["30-18"]}, {"a": "God has changed and become cruel to him; with the power of his hand God persecutes him.", "q": "How does Job say God persecutes him as he has changed and become cruel?", "ref": ["30-21"]}, {"a": "He knows that God will bring him to death, to the house destined for all living things.", "q": "What does Job know is destined for all living things?", "ref": ["30-23"]}, {"a": "When he waited for light, darkness came instead.", "q": "What came when Job waited for light?", "ref": ["30-26"]}, {"a": "He stood up in the assembly and cried for help.", "q": "Where did Job stand to call for help?", "ref": ["30-28"]}, {"a": "Job says that his harp is tuned for songs of mourning.", "q": "For what kind of music does Job say his harp is tuned?", "ref": ["30-31"]}], "31": [{"a": "Job has made a covenant with his eyes to not look with desire on a virgin.", "q": "What desire does Job say is subdued by a covenant with his eyes?", "ref": ["31-01"]}, {"a": "Job used to think that calamity was for the unrighteous.", "q": "For whom did Job use to think calamity was reserved?", "ref": ["31-03"]}, {"a": "He asks to be weighed in an even balance, so that God would know his integrity.", "q": "What does Job ask to be done so that God would know his integrity?", "ref": ["31-06"]}, {"a": "He says to let the harvest be uprooted out of his field.", "q": "What does Job ask to happen to the harvest, if he has turned out of the right way?", "ref": ["31-08"]}, {"a": "Job says to let his wife grind grain for another man.", "q": "What does Job say should be the judgement if he was attracted to another woman?", "ref": ["31-10"]}, {"a": "Job says that it is a fire that consumes everything for sheol.", "q": "What kind of fire does Job say this crime is like?", "ref": ["31-12"]}, {"a": "God made and molded them all in the womb.", "q": "What did God do for both the servants and for Job?", "ref": ["31-15"]}, {"a": "He says the orphan grew up with him as with a father.", "q": "How does Job say he has treated the orphan from his youth?", "ref": ["31-18"]}, {"a": "They should have been warmed with the wool of his sheep.", "q": "What should be offered to warm the needy with no clothing?", "ref": ["31-20"]}, {"a": "Job says to let his shoulder fall from the shoulder blade.", "q": "What part of his body does Job say should come off if he has failed to have compassion?", "ref": ["31-22"]}, {"a": "They could say to fine gold, \"You are my confidence.\"", "q": "What could people say to fine gold?", "ref": ["31-24"]}, {"a": "If he worshiped them he would have denied the God who is above.", "q": "Who would Job be denying if he worshipped the sun or moon?", "ref": ["31-28"]}, {"a": "Job has not suffered his mouth to sin by asking for the life of those who hate him with a curse.", "q": "How has Job not suffered his mouth to sin?", "ref": ["31-30"]}, {"a": "He had always opened his doors to the traveler.", "q": "What had Job always done for the traveler?", "ref": ["31-32"]}, {"a": "He has hidden his sins by hiding his guilt inside his tunic.", "q": "How does Job say mankind has hidden his sins?", "ref": ["31-33"]}, {"a": "Job desired the indictment that his opponent had written.", "q": "What does Job want to have that his opponent has written?", "ref": ["31-35"]}, {"a": "He would go up to him as a confident prince.", "q": "How would Job go up to his opponent if he had their indictment?", "ref": ["31-37"]}, {"a": "Job said to let thorns grow instead of wheat and weeds instead of barley.", "q": "If Job has caused landowners to lose their lives, what does he call to grow instead of crops?", "ref": ["31-40"]}], "32": [{"a": "They stopped answering Job.", "q": "What did Job's three friends do when they could not convince Job that he had done anything wrong?", "ref": ["32-01"]}, {"a": "Elihu's anger was kindled against Job.", "q": "What emotion was kindled in Elihu when Job continued to justify himself rather than God?", "ref": ["32-02"]}, {"a": "He was angry with Job's friends because they had found no answer to Job and yet they had condemned Job.", "q": "Why was Elihu's anger kindled against Job's three friends?", "ref": ["32-03", "32-05"]}, {"a": "Elihu was young and the others were all very old and should be able to teach wisdom.", "q": "Why was Elihu timid and afraid to tell Job and his friends what he was thinking?", "ref": ["32-06", "32-07"]}, {"a": "The breath of the Almighty gives man understanding.", "q": "Who does Elihu say gives understanding to man?", "ref": ["32-08"]}, {"a": "It is not only the great who are wise, and it not the aged alone who understand justice.", "q": "Why does Elihu say the others should listen to him and allow him to declare what he knows?", "ref": ["32-09", "32-10"]}, {"a": "Job's friends were not able to convince Job or respond to his words.", "q": "What were Job's friends not able to do even though Elihu waited for them to speak, and paid attention carefully?", "ref": ["32-11", "32-12"]}, {"a": "It is God who must refute Job.", "q": "Who does Elihu say must refute Job when the three friends, who thought they were wise, were not able to do that?", "ref": ["32-13"]}, {"a": "Elihu decided that because the friends had not a word more to say, he will not wait any longer.", "q": "What does Elihu decide to do because the three friends were dumbfounded and could not answer Job?", "ref": ["32-15", "32-16"]}, {"a": "The spirit compels Elihu to share his knowledge.", "q": "What is it that compels Elihu to share his knowledge with Job?", "ref": ["32-18"]}, {"a": "He says his breast feels like wine in new wineskins that are ready to burst.", "q": "What does Elihu say he is feeling like within his breast?", "ref": ["32-19"]}, {"a": "Elihu says that his Maker would soon take him away.", "q": "What does Elihu say his Maker would do to him if he were to speak and give honorific titles to any man?", "ref": ["32-21", "32-22"]}], "33": [{"a": "Elihu begs Job to listen because he will speak the uprightness of his heart.", "q": "Why does Elihu beg Job to listen to the words he will speak?", "ref": ["33-01", "33-03"]}, {"a": "The Spirit of God made Elihu and the Almighty gave him life.", "q": "Who has made Elihu and what has given him life?", "ref": ["33-04"]}, {"a": "He asks Job to set his words in order and stand up before Elihu.", "q": "What does Elihu ask Job to do if Job could answer Elihu?", "ref": ["33-05"]}, {"a": "Elihu tells Job that they are the same in God's sight and were both formed out of the clay.", "q": "What reason does Elihu give that Job should not be afraid of him or feel pressure from Elihu?", "ref": ["33-06", "33-07"]}, {"a": "Elihu heard Job saying that he was clean, without transgression, innocent and there was no sin in him.", "q": "What had Elihu heard Job saying?", "ref": ["33-08", "33-09"]}, {"a": "Job blames God for doing these things.", "q": "Who does Job blame for finding opportunities to attack him, and for regarding him as an enemy?", "ref": ["33-10"]}, {"a": "Elihu says God is greater than man.", "q": "How does Elihu say God compares to man?", "ref": ["33-12"]}, {"a": "God does not have to account for any of his doings.", "q": "Why does Elihu say it is useless to struggle against God?", "ref": ["33-13"]}, {"a": "God speaks in a dream and in a vision during the night while men are sleeping.", "q": "How does Elihu say that God speaks to man?", "ref": ["33-14", "33-15"]}, {"a": "God does this in order to pull man back from sinful purposes and keep pride from him.", "q": "Why does God open the ears of men and frighten them with threats?", "ref": ["33-16", "33-17"]}, {"a": "Elihu says that this is because man is being punished.", "q": "What does Elihu say is the reason that man has pain on his bed, agony in his bones, and no desire for food or delicacies?", "ref": ["33-19", "33-20"]}, {"a": "A man's flesh is consumed, his bones stick out and his soul draws close to the pit.", "q": "What does Elihu say happens to a man who is being punished by God?", "ref": ["33-21", "33-22"]}, {"a": "The angel could ay to God, \"I have found a ransom for him.\"", "q": "What could an angel mediator say to God to save a person from going down to the pit?", "ref": ["33-24"]}, {"a": "His flesh will become fresher than a child's.", "q": "What will happen to the flesh of the person who is saved from going down to the pit?", "ref": ["33-25"]}, {"a": "That person's life will continue to see light.", "q": "What will happen to the life of a person who admits his sin and is rescued from the pit by God?", "ref": ["33-28"]}, {"a": "God does this so that a person may be enlightened with the light of life.", "q": "Why does Elihu say that God rescues a person from the pit?", "ref": ["33-29", "33-30"]}, {"a": "Elihu wants to teach Job wisdom.", "q": "What does Elihu want to teach Job if Job will pay attention and listen to him and remain silent?", "ref": ["33-33"]}], "34": [{"a": "Elhu wants the wise men and those who have knowledge to listen to him.", "q": "Who does Elihu want to listen to his words and hear him?", "ref": ["34-01", "34-03"]}, {"a": "Elihu wants them to choose what is just and discover what is good.", "q": "What does Elihu want others to choose and discover for themselves?", "ref": ["34-04"]}, {"a": "Job says that God has taken away his rights.", "q": "What does Job say that God has taken away from him even though he is without sin and what is incurable?", "ref": ["34-05"]}, {"a": "He says Job goes around in the company of those who do evil.", "q": "In whose company does Elihu say Job goes around?", "ref": ["34-08"]}, {"a": "God does not do wickedness, commit sin, or pervert justice.", "q": "What does Elihu tell the men of understanding that God does not do?", "ref": ["34-10", "34-12"]}, {"a": "All flesh would perish and mankind would return to dust again.", "q": "What does Elihu say would happen if God ever gathered back to himself his spirit and his breath?", "ref": ["34-13", "34-15"]}, {"a": "He implies Job is condemning God who is righteous and mighty.", "q": "Who does Elihu's question imply that Job is condemning?", "ref": ["34-17"]}, {"a": "Leaders, rich and poor, are all the work of God's hands.", "q": "Who does Elihu say are the works of God's hands?", "ref": ["34-19"]}, {"a": "Elihu says that God sees a person's ways and all his steps.", "q": "What does Elihu say that God sees.", "ref": ["34-21"]}, {"a": "God overthrows them in the night and they are destroyed.", "q": "What does God do in the night to mighty men whose ways and deeds he knows?", "ref": ["34-25"]}, {"a": "God will kill them in the open sight of others.", "q": "What will God do to those who do wicked deeds like criminals and make the cry of the poor come to him?", "ref": ["34-26"]}, {"a": "God rules over the nation and the individual alike.", "q": "Over whom does God rule?", "ref": ["34-29"]}, {"a": "Elihu suggests that Job should admit that he is guilty and has committed sin, but will do it no longer.", "q": "What is Elihu suggesting that Job should admit to God?", "ref": ["34-31", "34-32"]}, {"a": "They will say that Job speaks without knowledge and wisdom.", "q": "What will men of understanding say about Job?", "ref": ["34-34", "34-35"]}, {"a": "He says that Job is adding rebellion to his sin.", "q": "What does Elihu say Job is adding to his sin because of his talking like wicked men?", "ref": ["34-37"]}], "35": [{"a": "Elihu implies that Job thinks he is innocent, and that he is more righteous than God.", "q": "How does Elihu imply Job compares himself to God?", "ref": ["35-01", "35-02"]}, {"a": "Elihu tells them to look up and see the sky.", "q": "What does Elihu tell Job and his friends to look up and see?", "ref": ["35-05"]}, {"a": "Job's wickedness could hurt a man and his righteousness could benefit another son of man.", "q": "What effect could Job's wickedness or his rightousness have on another man?", "ref": ["35-08"]}, {"a": "They cry out for help because of the many acts of oppression.", "q": "Why do people cry out for help from the arms of mighty men?", "ref": ["35-09"]}, {"a": "God gives songs in the night, teaches us, and makes us wise.", "q": "What things does Elihu say that God can do for people even though no one acknowledges it?", "ref": ["35-10", "35-11"]}, {"a": "Elihu says that God does not give an answer when people cry out because of the pride of evil men.", "q": "Why does Elihu say that God does not give an answer when people cry out to him?", "ref": ["35-12"]}, {"a": "He will certainly not hear a foolish cry.", "q": "What will God certainly not hear?", "ref": ["35-13"]}, {"a": "He says Job opens his mouth to speak foolishness and to pile up words without knowledge.", "q": "What does Elihu accuse Job of doing when Job opens his mouth?", "ref": ["35-16"]}], "36": [{"a": "Elihu acknowledges that righteousness belongs to his Maker.", "q": "To whom does Elihu acknowledge that righteousness belongs?", "ref": ["36-03"]}, {"a": "He does what is right for those who suffer.", "q": "What does God do for those who those who suffer?", "ref": ["36-06"]}, {"a": "He sets them on thrones like kings forever, and they are lifted up.", "q": "What does God do for the righteous?", "ref": ["36-07"]}, {"a": "He reveals to them what they have done, their transgressions, and how they behaved arrogantly.", "q": "What does God reveal to those who are bound in chains and trapped in cords of suffering?", "ref": ["36-09"]}, {"a": "They will spend their days in prosperity and their years in contentment.", "q": "What will happen to listen to God and worship him?", "ref": ["36-11"]}, {"a": "They will perish by the sword and die because they have no knowledge.", "q": "What will happen to the people who do not listen to God?", "ref": ["36-12"]}, {"a": "They will die in their youth and their lives will end in disgrace.", "q": "What does the godless person who stores up anger and does not cry out to God for help?", "ref": ["36-14"]}, {"a": "God uses affliction to rescue the afflicted and oppression to open their ears.", "q": "How does Elihu say God uses affliction and oppression?", "ref": ["36-15", "36-16"]}, {"a": "God would like to draw Job out of his distress into a broad place where there is no hardship.", "q": "What does Elihu say that God would like to do for Job?", "ref": ["36-16"]}, {"a": "He is full of the judgment on the wicked.", "q": "What has filled Job?", "ref": ["36-17"]}, {"a": "Wealth could lead Job to deception and a bribe could turn him aside from justice.", "q": "What things could lead Job to deception and turn him aside from justice?", "ref": ["36-18"]}, {"a": "Job's wealth and the force of his strength will not help him out of his distress.", "q": "What things will not be able to help Job out of his distress?", "ref": ["36-19"]}, {"a": "Job is being tested by suffering so that he will stay away from sinning.", "q": "Why does Elihu say that Job is being tested by suffering?", "ref": ["36-21"]}, {"a": "No one can say that God has committed unrighteousness.", "q": "What can no one say about God?", "ref": ["36-23"]}, {"a": "We cannot calculate the number of his years.", "q": "What is it about God that we cannot calculate?", "ref": ["36-26"]}, {"a": "He draws up the drops of water that distill as rain from his vapor, which the clouds pour down and drop in abundance on mankind.", "q": "How does God cause rain to fall?", "ref": ["36-27", "36-28"]}, {"a": "He spreads lightning around himself and covers the sea with darkness in order to feed people and give food in abundance.", "q": "Why does Elihu say that God spreads lightning and covers the sea with darkness?", "ref": ["36-30", "36-31"]}, {"a": "The noise of the lightning bolts hitting their targets tells people and cattle of the coming storm.", "q": "What tells people and cattle of the coming storm?", "ref": ["36-32", "36-33"]}], "37": [{"a": "The noise of God's voice and the sound from his mouth causes Elihu's heart to tremble.", "q": "What makes Elihu's heart tremble?", "ref": ["37-01", "37-02"]}, {"a": "HE tells the snow to fall to the earth, and the rain to become a great shower of rain.", "q": "What does God tell the snow and the rain to do?", "ref": ["37-06"]}, {"a": "God stops them so that all people may see his deeds.", "q": "Why does God stop the hand of every man from working?", "ref": ["37-07"]}, {"a": "They hide and stay in their dens because of the storms that come.", "q": "For what reason do the beasts go into hiding and stay in their dens?", "ref": ["37-08", "37-09"]}, {"a": "By the breath of God ice is given.", "q": "What is given by the breath of God?", "ref": ["37-10"]}, {"a": "He makes this happen sometimes for correction, sometimes for his land, and sometimes as acts of covenant faithfulness.", "q": "For what reasons does God give guidance to the clouds and cause them to do whatever he commands?", "ref": ["37-13"]}, {"a": "He wants Job to stop and think about God's marvelous deeds.", "q": "About what does Elihu want Job to stop and think?", "ref": ["37-14"]}, {"a": "God makes lightning bolts flash in the clouds.", "q": "What happens when God forces his will on the clouds?", "ref": ["37-15"]}, {"a": "He says the sky is as strong as a mirror of cast metal.", "q": "What image does Elihu use to describe the sky?", "ref": ["37-18"]}, {"a": "They cannot lay out their arguments before God because of the darkness of their minds.", "q": "Why does Elihu say that he and others cannot lay out their arguments before God?", "ref": ["37-19"]}, {"a": "People cannot look at the sun when it is bright in the sky.", "q": "What is it that people cannot look at when the sky is clear?", "ref": ["37-21"]}, {"a": "The Almighty does not oppress people.", "q": "What does Elihu say that the Almighty does not do to his people?", "ref": ["37-23"]}, {"a": "The Almighty does not pay attention to those who are wise in their own minds.", "q": "To whom does Elihu say that the Almighty does not pay attention?", "ref": ["37-24"]}], "38": [{"a": "Yahweh spoke to Job out of a fierce storm.", "q": "Out of what did Yahweh speak to Job?", "ref": ["38-01"]}, {"a": "Job brought darkness to Yahweh's plans by means of words without knowledge.", "q": "By what means did someone bring darkness to Yahweh's plans?", "ref": ["38-02"]}, {"a": "Job must gird up his loins like a man and answer Yahweh's questions.", "q": "What does Yahweh tell Job he must do when Yahweh questions him?", "ref": ["38-03"]}, {"a": "The morning stars sang together and all the sons of God shouted for joy when the cornerstone was laid.", "q": "What sang together and who shouted for joy when Yahweh laid the cornerstone of the earth?", "ref": ["38-06", "38-07"]}, {"a": "God compares the sea bursting out of doors to coming out of the womb.", "q": "To what does Yahweh compare the sea bursting out after it was shut up with doors?", "ref": ["38-08"]}, {"a": "Yahweh put in place bars and doors to mark a boundary for the sea.", "q": "What did Yahweh put in place to mark out the boundary of the sea so that it could come only so far and no farther?", "ref": ["38-10", "38-11"]}, {"a": "The light of dawn changes the earth so that all things on it stand out clearly like the folds of a piece of clothing.", "q": "How is the earth is changed in appearance like clay changes under a seal?", "ref": ["38-14"]}, {"a": "Yahweh mocks Job by saying that undoubtedly Job should know about this because the number of Job's days is so large.", "q": "What does Yahweh say to mock Job about his lack of knowledge about the way to the resting place of light and darkness?", "ref": ["38-19", "38-21"]}, {"a": "Yahweh has kept these storehouses for times of trouble and for days of battle and war.", "q": "For what reason does Yahweh say he has kept storehouses for the snow and the hail?", "ref": ["38-22", "38-23"]}, {"a": "He causes it to rain in order to meet the needs of the barren and lonely regions and to make the tender grass sprout up.", "q": "Why does Yahweh cause it to rain on the wilderness in which there is no person?", "ref": ["38-25", "38-27"]}, {"a": "He asks Job if he can fasten chains on Pleiades or undo the cords of Orion.", "q": "What does Yahweh asks Job if he can do to Pleiades and Orion?", "ref": ["38-31"]}, {"a": "The dust runs into a hard mass and the clods of earth clump tightly together.", "q": "What happens to the dust and clods of earth when Yahweh pours out water on them?", "ref": ["38-37", "38-38"]}, {"a": "They are crouch in their dens and shelter in hiding to lie in wait.", "q": "Where do the young lion cubs wait for their food?", "ref": ["38-40"]}, {"a": "They stagger about for lack of food.", "q": "Why do the young ones of the ravens stagger about?", "ref": ["38-41"]}], "39": [{"a": "They go out and do not come back again.", "q": "What happens to the young deer after they grow up in the open fields?", "ref": ["39-04"]}, {"a": "He has made his home in the Arabah, and his house in the salt land.", "q": "Where has Yahweh made the home of the donkey?", "ref": ["39-06"]}, {"a": "He roams over the mountains where he looks for every green plant to eat.", "q": "Where does the wild donkey find food?", "ref": ["39-08"]}, {"a": "He asks Job if with a rope, he can make the wild ox to plow the furrows or harrow the valleys for him.", "q": "What does Yahweh ask Job to make the wild ox do with a rope?", "ref": ["39-10"]}, {"a": "The wings of the ostrich wave proudly.", "q": "What does the ostrich wave proudly?", "ref": ["39-13"]}, {"a": "She leaves her eggs on the earth, and lets them keep warm in the dust.", "q": "What does the ostrich do with her eggs?", "ref": ["39-14"]}, {"a": "Yahweh has deprived her of wisdom and not given her any understanding.", "q": "Why does the ostrich not fear that her labor might have been in vain?", "ref": ["39-16"]}, {"a": "She laughs in scorn at the horse and its rider.", "q": "What does Yahweh say the ostrich does when she runs?", "ref": ["39-18"]}, {"a": "A flowing mane clothes his neck.", "q": "What clothes the neck of the horse?", "ref": ["39-19"]}, {"a": "He does not turn back from the sword.", "q": "How does the horse react to the sword?", "ref": ["39-22"]}, {"a": "He cannot stand in one place.", "q": "What can the horse not do at the sound of the trumpet?", "ref": ["39-24"]}, {"a": "He makes his nest in high places, and his home on the peaks of the cliffs.", "q": "Where does the eagle make his nest and his home?", "ref": ["39-27", "39-28"]}], "40": [{"a": "Job put his hand over his mouth.", "q": "How did Job do to show that he was too insignificant to answer Yahweh?", "ref": ["40-04"]}, {"a": "Yahweh answered Job from out of a fierce storm.", "q": "From what did Yahweh answer Job?", "ref": ["40-06"]}, {"a": "He told Job to gird up his loins like a man.", "q": "What did Yahweh tell Job to do to prepare to answer Yahweh?", "ref": ["40-07"]}, {"a": "He said Job condemned Yahweh so that Job could claim he was right.", "q": "Why did Yahweh say that Job was condemning Yahweh?", "ref": ["40-08"]}, {"a": "He challenges Job to cloth himself with glory, dignity, honor and majesty.", "q": "With what does Yahweh challenge Job to clothe himself?", "ref": ["40-10"]}, {"a": "Yahweh tells Job to trample them down where they stand.", "q": "What does Yahweh tell Job to do to the wicked people?", "ref": ["40-12"]}, {"a": "He eats grass like an ox.", "q": "What does the behemoth eat?", "ref": ["40-15"]}, {"a": "His tail is like a cedar.", "q": "What is the tail of the behemoth like?", "ref": ["40-17"]}, {"a": "Only God can defeat the behemoth.", "q": "Who can defeat the behemoth?", "ref": ["40-19"]}, {"a": "He lies under the lotus plants in the shelter of the reeds.", "q": "Where does the behemoth lie?", "ref": ["40-21"]}, {"a": "He does not tremble and he is confident.", "q": "What does the behemoth think when the river floods and the Jordan surges?", "ref": ["40-23"]}], "41": [{"a": "Yahweh asks Job if he can draw out the leviathan with a fishhook.", "q": "With what does Yahweh ask Job if he can draw out leviathan?", "ref": ["41-01"]}, {"a": "He asks Job if the fishermen would bargain for leviathan or divide him up to trade among the merchants.", "q": "What does Yahweh ask Job if the fishermen would do with leviathan?", "ref": ["41-06"]}, {"a": "It someone puts his hand on the leviathan just once, he will remember the battle and do it no more.", "q": "What will happens if a person puts his hand on leviathan?", "ref": ["41-08"]}, {"a": "No one dares to stir leviathan up, so there is no one who can stand before Yahweh.", "q": "Since no one is fierce enough to dare stir leviathan up, can anyone stand before Yahweh?", "ref": ["41-10"]}, {"a": "He says it is the doors of his face that are ringed with his teeth, which are a terror.", "q": "How more does Yahweh describe leviathan's mouth?", "ref": ["41-14"]}, {"a": "One is so near to another that no air can come between them.", "q": "How close are the scales on the back of leviathan?", "ref": ["41-16"]}, {"a": "His eyes are like eyelids of the morning.", "q": "How does Yahweh say leviathan's eyes are like?", "ref": ["41-18"]}, {"a": "Out of leviathan's mouth go burning torches, and sparks of fire leap out.", "q": "What comes out of leviathan's mouth?", "ref": ["41-19"]}, {"a": "It is like a boiling pot on a fire that has been fanned to be very hot.", "q": "How is the smoke from leviathan's nostrils like?", "ref": ["41-20"]}, {"a": "His heart is as hard as a lower millstone.", "q": "What is leviathan's heart like?", "ref": ["41-24"]}, {"a": "They become afraid and draw back.", "q": "What do the gods do when leviathan raises himself up?", "ref": ["41-25"]}, {"a": "They do nothing to him.", "q": "What happens when a sword, spear, arrow or any pointed weapon strikes leviathan?", "ref": ["41-26"]}, {"a": "He thinks of iron as if it were straw and bronze as if it were rotten.", "q": "What does leviathan think of iron and bronze?", "ref": ["41-27"]}, {"a": "He leaves a spreading trail in the mud as if he were a threshing sledge.", "q": "What kind of trail does leviathan leave?", "ref": ["41-30"]}, {"a": "He makes the deep to foam up like a boiling pot of water.", "q": "What does he make the deep to do?", "ref": ["41-31"]}, {"a": "He s has been made to live without fear.", "q": "Why does leviathan have no equal on earth?", "ref": ["41-33"]}], "42": [{"a": "He had spoken things that he did not understand, things too difficult for him to understand, which he did not know about.", "q": "What did Job acknowledge that he had spoken?", "ref": ["42-03"]}, {"a": "Job despised himself and repented in dust and ashes.", "q": "How did Job respond to Yahweh after seeing him with his eye?", "ref": ["42-06"]}, {"a": "They had not said right things about Yahweh, as Job had done.", "q": "What did Yahweh say that Eliphaz and his two friends had done wrong?", "ref": ["42-07"]}, {"a": "He told Eliphaz to take seven bulls and seven rams to offer for themselves as a burnt offering.", "q": "What did Yahweh tell Eliphaz to give as an offering?", "ref": ["42-08"]}, {"a": "Yahweh said he would accept Job's prayer.", "q": "Whose prayer did Yahweh say he would accept?", "ref": ["42-08"]}, {"a": "Yahweh restored his fortunes, and gave him twice of what he had possessed before.", "q": "What happened after Job prayed for his friends?", "ref": ["42-10"]}, {"a": "They each gave him a piece of silver and a ring of gold.", "q": "What did every person give to Job when they came to comfort him?", "ref": []}, {"a": "Yahweh blessed Job more than the first part of Job's life.", "q": "How did Yahweh bless Job at the end of his life?", "ref": ["42-12"]}, {"a": "He had seven sons and three daughters.", "q": "How many more sons and daughters did Yahweh give to Job?", "ref": ["42-13"]}, {"a": "There were no woman in the land as beautiful as Job's daughters, and he gave them an inheritance with their brothers.", "q": "What was unique about Job's daughters?", "ref": ["42-15"]}]}