[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "How long, Yahweh, will you keep forgetting about me?", "text": "This question is asked to get the reader's attention and to add emphasis. It can be translated as a statement. AT: \"Yahweh, it seems that you have forgotten about me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How long ... face from me?", "text": "The words \"your face\" represent God's whole being. This rhetorical question is asked to add emphasis. It can be translated as a statement. AT: \"It seems like you are hiding from me!\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How long will my enemy triumph over me?", "text": "This rhetorical question is asked to add emphasis. It can be translated as a statement. AT: \"Surely my enemies will not always defeat me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "003", "tn": [{"ref": "Look at me and answer me", "text": "\"Give me your attention and listen to me\""}, {"ref": "Give light to my eyes", "text": "This is a way of asking for strength. AT: \"Make me strong again\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "or I will sleep in death", "text": "To \"sleep in death\" means to die. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Do not let my enemy say ... so that my enemy may not say", "text": "\"Do not let my enemy say about me ... so that my enemy may not say about me\""}, {"ref": "when I am brought down", "text": "\"when I fall\" or \"when they defeat me\""}]}, {"id": "005", "tn": [{"ref": "I have trusted in your covenant faithfulness", "text": "In speaking of Yahweh's \"covenant faithfulness,\" David is trusting that Yahweh will always love him. AT: \"I trust that you will faithfully love me\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my heart rejoices in your salvation", "text": "Here \"my heart\" represents the whole person. AT: \"I will rejoice because you have rescued me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]