[{"id": "01", "tn": [{"ref": "I am weary of my life", "text": "\"I am tired of living\""}, {"ref": "I will give free expression to my complaint", "text": "The abstract nouns \"expression\" and \"complaint\" can be translated as the verbs \"express\" and \"complain.\" AT: \"I will freely express what I have to complain about\" or \"I will argue freely\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will speak in the bitterness of my soul", "text": "How Job feels is compared to a bitter taste. The abstract noun \"bitterness\" can be translated as the adverb \"bitterly.\" AT: \"My inner being will speak bitterly\" or \"I will bitterly speak out\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Is it good to you that you should oppress me, to despise the work of your hands while you smile on the plans of the wicked?", "text": "This question expects a \"no\" answer and can be changed into a statement. AT: \"It is not good that you should oppress me, that you should despise the work of your hands, while you smile on the plans of the wicked.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the work of your hands", "text": "Here the hands represent God's creative power. AT: \"what you have created\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "smile on the plans of the wicked", "text": "Here the idiom \"smiling on\" represents God's approving. AT: \"approve the plans of the wicked\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "Do you have eyes of flesh? Do you see like a man sees?", "text": "These two questions have nearly the same meaning. These questions expect a negative answer to emphasize that God does not see or understand things the same way a man does. They can be expressed as statements. AT: \"You do not have eyes of flesh, and you do not see like a man sees.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are your days like the days of mankind or your years like the years of people ... and there is no one who can rescue me from your hand?", "text": "This question expects a negative answer to emphasize that God is eternal and man's days are limited. It can be expressed as a statement. AT: \"Your days are not like the days of mankind and your years are not like the years of people ... and there is no one who can rescue me from your hand.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your days like the days of mankind ... your years like the years of people", "text": "These two phrases have nearly the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your days", "text": "\"the number of your days\""}, {"ref": "your years", "text": "\"the number of your years\""}, {"ref": "inquire after my iniquity ... search after my sin", "text": "These two phrases have nearly the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "inquire after", "text": "\"seek after\""}, {"ref": "from your hand", "text": "Here \"your hand\" represents God's power. AT: \"from your power\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "Your hands", "text": "Here \"hands\" represent God and his creative action. AT: \"You\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Your hands have framed and fashioned me together round about", "text": "Job is using a metaphor of a potter forming clay to describe how God carefully created him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "framed and fashioned me", "text": "\"shaped and formed me.\" The words \"framed\" and \"fashioned\" are similar in meaning. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Call to mind", "text": "\"Remember\""}, {"ref": "bring me into dust again", "text": "\"turn me back into dust again\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "In these verses, Job uses the language of poetry to describe how God formed him in the womb. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "Have you not poured me out like milk and curdled me like cheese?", "text": "This is a question that expects a positive answer. AT: \"You poured me out like milk and curdled me like cheese.\" or \"You formed me in the womb like poured milk becomes cheese.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you", "text": "Here \"you\" refers to God."}, {"ref": "me", "text": "Here \"me\" refers to Job."}, {"ref": "You have clothed me with skin and flesh", "text": "God putting skin and flesh on Job's body is spoken of as if God was putting clothing on him. AT: \"You have put skin and flesh on my body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "knit me together", "text": "\"wove me together.\" God putting Job's body together in the womb is spoken of as if God was knitting or weaving a piece of cloth. AT: \"put me together\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sinews", "text": "\"tendons.\" These are the parts of the body that connect muscles to bones or other body parts and are like tough, white bands or cords."}]}, {"id": "12", "tn": [{"ref": "You have granted me life and covenant faithfulness", "text": "Here the abstract noun \"life\" means physical life and \"covenant faithfulness\" refers to God being faithful to his promises. They can be translated as verbs. AT: \"You have allowed me to live and have faithfully protected me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your help", "text": "\"your care\""}, {"ref": "guarded my spirit", "text": "Here \"spirit\" represents Job's life. AT: \"guarded me\" or \"watched carefully over me\" or \"kept me safe\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "these things you hid in your heart", "text": "Here \"these things\" refer to the things spoken of in the verses that follow."}, {"ref": "these things you hid in your heart", "text": "Here \"you hid in your heart\" means God kept them secret or hidden. AT: \"these things you kept secret\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you would notice it", "text": "\"you would watch me\""}]}, {"id": "15", "tn": [{"ref": "If I am wicked", "text": "\"If I am guilty\" or \"If I do evil things\""}, {"ref": "woe to me", "text": "\"how terrible will it be for me\""}, {"ref": "even if I were righteous", "text": "\"even if I always did things rightly\""}, {"ref": "lift up my head", "text": "This idiom means to be sure or confident. AT: \"hold my head up\" or \"be confident\" or \"be sure about myself\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am filled with disgrace", "text": "The abstract noun \"disgrace\" can be translated using the adjective \"disgraced.\" AT: \"I am filled up with being disgraced\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "disgrace", "text": "\"shame\""}, {"ref": "and am looking at my own suffering", "text": "The abstract noun \"suffering\" can be translated using the verb \"suffer.\" AT: \"and am looking at how I suffer\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and am looking", "text": "The missing word can be supplied. AT: \"and I am looking\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "If my head lifts itself", "text": "This idiom means to become self-confident or proud. AT: \"If I become proud\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "you hunt me down like a lion", "text": "Possible meanings of this simile are 1) God hunts Job like a lion hunts its prey or 2) Job is like a lion being hunted by God. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "once again you show yourself powerful to me", "text": "This phrase expresses irony in how God's marvelous power is displayed in how he goes against Job. (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "17", "tn": [{"ref": "You bring new witnesses against me", "text": "Job's troubles from God are spoken of as if they were people who were witnesses against him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and increase your anger against me", "text": "The abstract noun \"anger\" can be translated as the adjective \"angry.\" AT: \"and are more and more angry with me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you attack me with fresh armies", "text": "God sending troubles against Job is spoken of as if God was constantly sending new armies against him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "brought me out of the womb", "text": "Here being brought out of the womb represents being born into this world. AT: \"brought me out of my mother's womb\" or \"brought me into this world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "given up my spirit", "text": "Giving up one's spirit represents dying. AT: \"died\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and that no eye had ever seen me", "text": "Job uses \"eye\" here to refer to the whole person. He wishes he could have died at birth, before anyone saw him. AT: \"before any person had ever seen me\" or \"before I was born\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "existed", "text": "\"lived\""}, {"ref": "I would have been carried", "text": "\"My body would have been carried\""}]}, {"id": "20", "tn": [{"ref": "Are not my days only a few?", "text": "Here \"my days\" represent the length of Job's life. This question expects a positive answer, to emphasize that Job only expects to live a few more days. It can be translated as a statement. AT: \"I only have a few days left to live.\" or \"My life will soon end.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the land", "text": "Here the place where the spirits of dead people go is spoken of as if it was a land. AT: \"the place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of darkness and of the shadow of death", "text": "The phrase \"shadow of death\" intensifies the idea of \"darkness.\" Both phrases describe where the spirits of dead people go. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the shadow of death", "text": "Translate this as in [[:en:bible:notes:job:03:04|3:5]]."}, {"ref": "as dark as midnight", "text": "The darkness of the place where the spirits of dead people go is compared to the darkness of midnight. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "without any order", "text": "This negative phrase can be expressed in positive form. AT: \"full of confusion\" or \"where all is confused\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "where the light is like midnight", "text": "The light of the place where the spirits of dead people go is compared to midnight. AT: \"where there is no light\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]