[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a woman who appears in  his vision."}, {"ref": "A great sign was seen in heaven", "text": "This can be stated in active form. AT: \"A great sign appeared in heaven\" or \"I, John, saw a great sign in heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a woman clothed with the sun", "text": "This can be stated in active form. AT: \"a woman who was wearing the sun\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a crown of twelve stars", "text": "This was apparently a likeness of a wreath made of laurel leaves or olive branches, but with twelve stars included in it."}, {"ref": "twelve stars", "text": "\"12 stars\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "John describes a dragon that appears in his vision."}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "His tail swept away a third of the stars", "text": "\"With his tail he swept away a third of the stars\""}, {"ref": "a third", "text": "\"One third.\" See how you translated this in [[:en:bible:notes:rev:08:06|8:7]]. (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "05", "tn": [{"ref": "rule all the nations with an iron rod", "text": "Ruling harshly is spoken of as ruling with an iron rod. See how  you translated a similar phrase in [[:en:bible:notes:rev:02:26|2:27]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Her child was snatched away to God", "text": "This can be stated in active form. AT: \"God quickly took her child to himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "Now", "text": "John uses this word to mark a shift in his account to introduce something else happening in his vision."}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified in verse 9 as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "So there was no longer any place in heaven for him and his angels", "text": "\"So the dragon and his angels could no longer stay in heaven\""}, {"ref": "The great dragon ... was thrown down to the earth ... and his angels were thrown down with him", "text": "This can be stated in active form. AT: \"God threw the great dragon and his angels out of heaven and sent them to the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that old serpent called the devil or Satan, who deceives the whole world", "text": "This information can be given in separate sentences after the information about it being thrown down to the earth. AT: \"That dragon is the old serpent who deceives the world. He is called the devil or Satan\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "10", "tn": [{"ref": "I", "text": "The word \"I\" refers to John."}, {"ref": "I heard a loud voice in heaven", "text": "The word \"voice\" refers to someone who speaks. AT: \"I heard someone saying loudly from heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now have come the salvation, the power", "text": "God saving people by his power is spoken of as if his salvation and power were things that could come. AT: \"Now God has saved his people by his power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "come", "text": "\"begun to really exist\" or \"appeared\" or \"become real.\" It is not that these things did not exist before, but now God is revealing them because their time to occur has \"come.\""}, {"ref": "the kingdom of our God, and the authority of his Christ", "text": "God's ruling and Christ's authority are spoken of as if they were coming. AT: \"God rules as king, and his Christ has all authority\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the accuser of our brothers has been thrown down", "text": "This is the dragon that was thrown down in [[:en:bible:notes:rev:12:10|12:9]]."}, {"ref": "our brothers", "text": "Fellow believers are spoken of as if they were brothers. AT: \"our fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "day and night", "text": "These two parts of the day are used together to mean \"all the time\" or \"without stopping\"  (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "The loud voice from heaven continues to speak."}, {"ref": "They conquered him", "text": "\"They conquered the accuser\""}, {"ref": "by the blood of the Lamb", "text": "The blood refers to his death. AT: \"because the lamb had shed his blood and died for them\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "by the word of their testimony", "text": "The word \"testimony\" can be expressed with the verb \"testify.\" Also who they testified about can be stated clearly. AT: \"by what they said when they testified to others about Jesus\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "even to death", "text": "The believers told the truth about Jesus, even though they knew that their enemies might try to kill them because of it. AT: \"but they kept testifying even though they knew that they might die for it\""}, {"ref": "He is filled with terrible anger", "text": "The devil is spoken of as if he were a container, and anger is spoken of as if it were a liquid that could be in him. AT: \"He is terribly angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "the dragon realized he had been thrown down to the earth", "text": "This can be stated in active form. AT: \"the dragon realized that God had thrown him out of heaven and sent him to earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he pursued the woman", "text": "\"he chased after the woman\""}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified in verse 9 as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "time, times, and half a time", "text": "\"three and half years\""}, {"ref": "the serpent", "text": "This is another way of referring to the dragon."}]}, {"id": "15", "tn": [{"ref": "serpent", "text": "This is the same being as the dragon mentioned earlier in [[:en:bible:notes:rev:12:07|12:9]]."}, {"ref": "like a river", "text": "The water flowed from his mouth like a river flows. AT: \"in large volume\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "to sweep her away", "text": "\"to wash her away\""}, {"ref": "The earth opened its mouth and swallowed the river that the dragon was pouring out of his mouth", "text": "The earth is spoken of as if it were a living thing,  and a hole in the earth is spoken of as if it were a mouth that could drink up the water.  AT: \"A hole in the ground opened up and the water went down into the hole\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified in verse 9 as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "hold to the testimony about Jesus", "text": "The word \"testimony\" can be translated as a verb. AT: \"continue to testify about Jesus\""}]}]