{"1": [{"a": "The word came in the second year of Darius the king, in the sixth month, on the first day of the month.", "q": "When did the word of Yahweh come by the hand of Haggai the prophet?", "ref": ["01-01"]}, {"a": "The word came to Zerubbabel the governor and Joshua the high priest.", "q": "To whom did the word of Yahweh come?", "ref": ["01-01"]}, {"a": "He claimed that they said it was not time for them to come or to build Yahweh's house.", "q": "What did Yahweh claim the people said?", "ref": ["01-02"]}, {"a": "Yahweh's house laid ruined.", "q": "What was the condition of Yahweh's house while the people lived in their finished houses?", "ref": ["01-04"]}, {"a": "Yahweh blew it away and brought drought because Yahweh's house laid in ruins while every man took pleasure in his own house.", "q": "Although the people sowed much seed and looked for much, why did Yahweh blow it away and bring drought upon all the labor of their hands?", "ref": ["01-06"]}, {"a": "Yahweh commanded them to build his house so that he would take pleasure in it and be glorified.", "q": "What did Yahweh command the people to do?", "ref": ["01-08"]}, {"a": "They obeyed Yahweh's voice and Haggai's words and feared the face of Yahweh.", "q": "How did Zerubbabel the governor, Joshua the priest, and all the remnant of the people respond to Yahweh's voice and the words of Haggai the prophet, whom Yahweh had sent?", "ref": ["01-12"]}, {"a": "He sent a message through Haggai his messenger to tell them, \"I am with you!\"", "q": "How did Yahweh respond to the people's obedience?", "ref": ["01-13"]}, {"a": "He stirred them up in the twenty-fourth day of the sixth month, in the second year of Darius the king.", "q": "When did Yahweh stir up Zerubbabel the governor, Joshua the priest, and all the remnant of the people's spirits to go and work on the house of Yahweh of hosts, their God?", "ref": ["01-14", "01-15"]}], "2": [{"a": "The word came in the seventh month on the twenty-first day of the month.", "q": "When did the word of Yahweh come by the hand of Haggai the prophet?", "ref": ["02-01"]}, {"a": "Yahweh declared that they should be strong and work because because he was with them.", "q": "Although the house of Yahweh was like nothing in the eyes of those who saw it in its former glory, why did Yahweh declare that Zerubbabel the governor, Joshua the high priest, and all the people should be strong and work?", "ref": ["02-03", "02-04"]}, {"a": "They were not to fear.", "q": "By Yahweh's established covenant, what were Zerubbabel, Joshua, and all the people not to do?", "ref": ["02-05"]}, {"a": "He would fill the house with glory and give peace in the place of the house.", "q": "When Yahweh shook the heavens, earth, and every nation, and they brought their precious things to him, what would Yahweh do?", "ref": ["02-06", "02-07"]}, {"a": "According to the priests, food that is touched by the folds of a man's garment in which consecrated meat is carried does not become holy.", "q": "According to the priests, if the folds of a man's garment in which consecrated meat is carried touches other food, does the other food become holy?", "ref": ["02-11", "02-12"]}, {"a": "According to the priests, food that is touched by someone who is unclean because of death also becomes unclean.", "q": "According to the priests, if someone who is unclean because of death touches any food, does that food become unclean?", "ref": ["02-13"]}, {"a": "They were unclean like the food that is touched by someone who is unclean because of death.", "q": "What were the offerings of the people and the nation before Yahweh like?", "ref": ["02-14"]}, {"a": "Ten measures of grain would be present when twenty measures were needed; twenty measures of wine would be found when fifty were needed, and Yahweh afflicted the people and all their work.", "q": "Before any stone was laid on another stone in the temple of Yahweh, what had happened?", "ref": ["02-15", "02-17"]}, {"a": "No, the people did not turn to Yahweh.", "q": "When Yahweh afflicted the people before any stone was laid on another stone in the temple of Yahweh, did the people turn to him?", "ref": ["02-17"]}, {"a": "They were to consider that there was no seed in the storehouse, and that the vine, the fig tree, the pomegranate, and the olive tree had still not produced.", "q": "What were the people to consider from the twenty-fourth day of the ninth month forward, the same day on which the foundation of Yahweh's temple was laid?", "ref": ["02-18", "02-19"]}, {"a": "Yahweh promised that he would bless them from that day forward.", "q": "What did Yahweh promise would happen from that day forward?", "ref": ["02-19"]}, {"a": "The horses and their riders would fall down, each one one because of his brother's sword, and Yahweh would take Zerubbabel as his servant 2:21-22].", "q": "What did Yahweh declare would happen on the day he shook, overthrew, and destroyed the heavens, the earth, and kingdoms?", "ref": []}, {"a": "Yahweh would set him like a seal on his ring because Yahweh had chosen him.", "q": "Why would Yahweh set Zerubbabel like the seal on his ring?", "ref": ["02-23"]}]}