{"1": [{"a": "Yahweh told Moses to tell the people to bring as a burnt offering from the herd a male that was without blemish.", "q": "What kind of animal did Yahweh tell Moses to tell the people to bring as a burnt offering from the herd?", "ref": ["01-03"]}, {"a": "Yahweh told the person to put his hand on the head of the burnt offering to make it accepted on his behalf.", "q": "What did Yahweh tell the person to do to make the offering accepted on his behalf to make atonement for himself?", "ref": ["01-04"]}, {"a": "The priests were to present the blood and splash it upon the altar at the front of the temple.", "q": "What were the priests to do with the blood of the bull?", "ref": ["01-05"]}, {"a": "The priests were the sons of Aaron.", "q": "Who were the priests?", "ref": ["01-08"]}, {"a": "The inward parts and the legs were to be washed with water before being placed on the altar to be burned.", "q": "What was to be done with the inward parts and legs before placing them on the altar to be burned?", "ref": ["01-09"]}, {"a": "The burnt offering would produce a sweet aroma that would be pleasing to Yahweh.", "q": "What would the burnt offering produce that would be pleasing to Yahweh?", "ref": ["01-09"]}, {"a": "Yahweh told the people to bring from the flock a male sheep or goat without blemish.", "q": "What animal did Yahweh tell Moses to tell the people to bring from the flock for a burnt offering?", "ref": ["01-10"]}, {"a": "The sheep or goat must be killed on the north side of the altar.", "q": "Which side of the altar must the male sheep or goat be killed?", "ref": ["01-11"]}, {"a": "Aaron's sons must splash the blood of the sheep or goat on all sides of the altar.", "q": "Where must Aaron's sons splash the blood of the sheep or goat?", "ref": ["01-11"]}, {"a": "Yahweh said that a dove or young pigeon could be brought as a burnt offering.", "q": "What kinds of birds did Yahweh say could be brought as a burnt offering?", "ref": ["01-14"]}], "2": [{"a": "Fine flour could be brought as an offering to Yahweh.", "q": "What kind of grain offering could be brought as an offering to Yahweh?", "ref": ["02-01"]}, {"a": "Oil and incense had to be added to the flour before it was offered to Yahweh.", "q": "What had to be done to prepare the fine flour before it was offered to Yahweh?", "ref": ["02-01"]}, {"a": "Grain offering left after the burnt offering would belong to Aaron and his sons.", "q": "To whom would the grain offering left belong?", "ref": ["02-03"]}, {"a": "If the grain offering was baked with a flat iron pan, it must be of fine flour without yeast mixed with oil.", "q": "If the grain offering was baked with a flat iron pan, what must it be?", "ref": ["02-04"]}, {"a": "Yeast and honey were not to be in the grain offering.", "q": "What substances were not to be in the grain offering?", "ref": ["02-11"]}, {"a": "Salt must always be in the grain offering.", "q": "What substance must always be in the grain offering?", "ref": ["02-13"]}], "3": [{"a": "A fellowship offering could be either male or female without blemish offered from the herd.", "q": "What fellowship offering could be offered from the herd?", "ref": ["03-01"]}, {"a": "The fellowship offering was to be killed at the door of the tent of meeting.", "q": "Where was the fellowship offering to be killed?", "ref": ["03-02"]}, {"a": "The fat that connects to the inner parts, the lobe of the liver and the kidneys must be removed and placed on the altar.", "q": "What parts of the fellowship offering must be removed and placed on the altar?", "ref": ["03-03", "03-04"]}, {"a": "No, there was no difference.", "q": "Was there any difference in a fellowship offering that was taken from the flock instead of the herd?", "ref": ["03-06", "03-08"]}, {"a": "The entire fat tail cut away close to the back bone must be removed if the fellowship offering comes from the flock.", "q": "What different thing must be removed from the fellowship offering that comes from the flock?", "ref": ["03-09"]}, {"a": "Yahweh told the people not to eat fat or blood any place they would ever live.", "q": "What did Yahweh tell the people not to eat in any place they would ever live?", "ref": ["03-17"]}, {"a": "The fat only belonged to Yahweh.", "q": "To whom only did the fat belong?", "ref": ["03-16"]}], "4": [{"a": "The fourth chapter of Leviticus talks about the sin offering.", "q": "About what kind of offering does the fourth chapter of Leviticus talk?", "ref": ["04-03"]}, {"a": "The priest must sprinkle some blood from the sin offering seven times before Yahweh, before the curtain of the most holy place.", "q": "How many times must the priest sprinkle blood from the sin offering before Yahweh, before the curtain of the most holy place?", "ref": ["04-06"]}, {"a": "The skin of the bull and any remaining meat, with its head, legs, and inner parts, and its dung were to be carried out to the ashes.", "q": "What parts of the bull were to be carried out to the place cleansed for Yahweh and poured on the ashes?", "ref": ["04-11"]}, {"a": "The elders were to lay their hands on the sin offering if the whole assembly of Israel sinned without wanting to sin.", "q": "If the whole assembly of Israel sinned without wanting to sin, who was to lay their hands on the sin offering?", "ref": ["04-15"]}, {"a": "If the assembly if Israel followed the directions of the sin offering, they would be forgiven.", "q": "What would happen to the assembly of Israel if they followed the directions for the sin offering?", "ref": ["04-20"]}, {"a": "If a ruler sinned, he was to offer a male goat without blemish.", "q": "What was the animal to be offered if a ruler sinned?", "ref": ["04-23"]}, {"a": "Common persons were to bring a female goat without blemish to be a sin offering if they sinned.", "q": "What were the common people to bring as a sacrifice if they sinned?", "ref": ["04-27"]}, {"a": "Yes, a man could bring a female lamb without blemish as a sacrifice for a sin offering.", "q": "Could a man bring a female lamb without blemish as a sacrifice for a sin offering?", "ref": ["04-32"]}], "5": [{"a": "If anyone sinned by not testifying about something he saw or heard, when he was required to testify, he would be held responsible.", "q": "What is one sin of omission for which one would be held responsible?", "ref": ["05-01"]}, {"a": "If anyone touched anything God had declared unclean, that person would be declared unclean and guilty.", "q": "What would one be declared who touched anything God had designated as unclean?", "ref": ["05-02"]}, {"a": "The one who was guilty of a sin must confess whatever sin he commited and bring his guilt offering to Yahweh.", "q": "What two things must the one who was guilty of a sin do?", "ref": ["05-05", "05-06"]}, {"a": "A female goat or sheep should be brought to Yahweh for a guilt offering.", "q": "What was the animal that should be brought to Yahweh for a guilt offering?", "ref": ["05-06"]}, {"a": "If he could not afford a lamb, he could bring to Yahweh for a sin offering two doves or two young pigeons.", "q": "If he could not afford to buy a lamb, what could he bring to Yahweh for a sin offering?", "ref": ["05-07"]}, {"a": "If he could not afford two doves or two young pigeons, he could bring a tenth of an ephah of fine flour without any oil or incense on it.", "q": "If he could not afford two doves or two young pigeons, what could he bring for his sin offering?", "ref": ["05-11"]}, {"a": "This offering must be a ram without blemish from the flock valued in silver shekels.", "q": "What offering must be brought if anyone violated a command and sinned by failing to pay anything that was required by Yahweh?", "ref": ["05-15"]}], "6": [{"a": "If a person sinned against his neighbor he had to restore whatever he took or the lost thing that he had found.", "q": "What did one have to do if he sinned against his neighbor?", "ref": ["06-01", "06-04"]}, {"a": "If one lied about any matter, he had to restore it in full and add one-fifth more.", "q": "What did one have to do who lied about any matter?", "ref": ["06-05"]}, {"a": "If one was guilty of the sins above, he had to bring a ram without blemish from the flock.", "q": "What did someome have to bring to the priest for a guilt offering if he was guilty of the sins above?", "ref": ["06-06"]}, {"a": "The burnt offering remained on the altar all night until morning.", "q": "How long did the burnt offering remain on the altar?", "ref": ["06-09"]}, {"a": "The priest had to put on linen clothes and linen underclothes to take the ashes from the altar.", "q": "What did the priest have to put on in order to remove the ashes from the altar?", "ref": ["06-10"]}, {"a": "The priest had to take off his linen clothes and put on other clothes before carrying the ashes away from the camp.", "q": "What did the priest have to do before carrying the ashes outside the camp?", "ref": ["06-11"]}, {"a": "The fire on the altar had to be kept going at all times.", "q": "What had to be kept going at all times?", "ref": ["06-12", "06-13"]}, {"a": "The priests could eat the grain offering leftover without yeast.", "q": "What were the priests to do with the leftover grain offering?", "ref": ["06-16"]}, {"a": "The sons of Aaron had to present a grain offering of a tenth part of an epaph of fine flour, half in the morning and half in the evening.", "q": "What did the sons of Aaron have to do when their sons were anointed?", "ref": ["06-20"]}, {"a": "This grain offering had to be made with oil in a baking pan, soaked, then baked in pieces.", "q": "How did this grain offering have to be prepared?", "ref": ["06-21"]}, {"a": "The son of Aaron who was to become the new high priest would offer this grain offering.", "q": "Who would offer this grain offering?", "ref": ["06-22"]}, {"a": "The priest had to eat the sin offering.", "q": "According to the law of the sin offering, what did the priest have to do to the offering?", "ref": ["06-26"]}, {"a": "The clay pot in which the bloody garment was boiled had to be broken.", "q": "What had to be done with the clay pot in which a bloody garment was boiled?", "ref": ["06-28"]}, {"a": "No part of the sin offering was to be eaten from which blood was brought into the tent of meeting to make atonement in the holy place.", "q": "What part of the sin offering was not to be eaten?", "ref": ["06-30"]}], "7": [{"a": "The sin offering was like the guilt offering.", "q": "What offering was like the guilt offering?", "ref": ["07-07"]}, {"a": "The priest could keep the hide of that offering.", "q": "What could the priest keep from anyone's burnt offering?", "ref": ["07-08"]}, {"a": "The grain offering belonged to the priest.", "q": "Which offering belonged to the priest?", "ref": ["07-09", "07-10"]}, {"a": "The meat of the sacrifice that had not been eaten by the third day had to be burnt.", "q": "What had to be done with the meat of the sacrifice that had not been eaten by the third day?", "ref": ["07-17"]}, {"a": "Anyone who ate fat from an animal or blood from a bird or animal had to be cut off from his people.", "q": "What had to be done to anyone who ate fat from an animal or blood from a bird or an animal?", "ref": ["07-25", "07- 26"]}, {"a": "After the fat was burned on the altar, the right thigh would be given to the priest.", "q": "What had to be given to the priest after the fat had been burned on the altar?", "ref": ["07-32"]}], "8": [{"a": "Yahweh told Moses to take Aaron and his sons, the garments and the anointing oil, the bull, two rams, and the basket of unleavened bread to the entrance to the tent of meeting.", "q": "What did Yahweh tell Moses to do with Aaron and his sons?", "ref": ["08-01"]}, {"a": "Yahweh told Moses to call all the assembly at the entrance of the tent of meeting.", "q": "Who did Yahweh tell Moses to call to the entrance of the tent of meeting?", "ref": ["08-03"]}, {"a": "Moses clothed Aaron with a tunic, sash, and robe.", "q": "What clothing did Moses put on Aaron?", "ref": ["08-07"]}, {"a": "Moses placed the Urim and the Thummim in the breastpiece.", "q": "What did Moses place in the breastpiece?", "ref": ["08-08"]}, {"a": "The holy crown was the golden plate.", "q": "What was the holy crown?", "ref": ["08-09"]}, {"a": "Moses anointed the tabernacle and everything in it with the anointing oil.", "q": "What did Moses anoint with the anointing oil?", "ref": ["08-10"]}, {"a": "Moses consecrated Aaron by anointing him with anointing oil.", "q": "How did Moses consecrate Aaron?", "ref": ["08-12"]}, {"a": "Moses took the blood and put it on the horns of the altar with his finger. He then poured out the blood at the base of the altar.", "q": "What did Moses do with the blood of the bull that was brought for the sin offering?", "ref": ["08-14", "08-15"]}, {"a": "Moses killed the ram and splashed its blood against every side of the altar.", "q": "What did Moses do with the blood from the ram used for the burnt offering?", "ref": ["08-18", "08-19"]}, {"a": "Moses took some of the blood from the ram of consecration and placed it on the tip of Aaron's right ear, the thumb of his right hand, and the big toe on his right foot.", "q": "What did Moses do with some of the blood from the second ram, the ram of consecraton?", "ref": ["08-23"]}, {"a": "The priests were to remain at the entrance to the tent of meeting for seven days and seven nights.", "q": "How long were the priests to remain at the entrance to the tent of meeting?", "ref": ["08-35"]}, {"a": "They did all the things God had commanded them through Moses.", "q": "What was Aaron and his sons' response to what Yahweh had ask them to do?", "ref": ["08-36"]}], "9": [{"a": "Moses called Aaron and his sons and the elders of Israel on the eighth day.", "q": "On what day did Moses call Aaron and his sons and the elders of Israel?", "ref": ["09-01"]}, {"a": "Moses ask Aaron to bring a calf from the herd and a ram without blemish.", "q": "What two animals did Moses ask Aaron and his sons to bring to offer to Yahweh?", "ref": ["09-02"]}, {"a": "Moses asked Aaron to tell the people to bring a male goat, a calf, a lamb, an ox, and a ram to offer to Yahweh.", "q": "What animals did Moses ask Aaron to tell the people of Israel to bring to offer to Yahweh?", "ref": ["09-03", "09-04"]}, {"a": "Yahweh commanded them to do this that his glory might appear to them.", "q": "Why had Yahweh commanded them to do this?", "ref": ["09-06"]}, {"a": "After Aaron made the offerings, he lifted up his hands and blessed the people.", "q": "After Aaron made the offerings as Moses had said, what did Aaron do for the people?", "ref": ["09-22"]}, {"a": "When the glory of Yahweh appeared to the people, fire came out and consumed the burnt offering and fat on the altar.", "q": "What happened when the glory of Yahweh appeared to the people?", "ref": ["09-24"]}, {"a": "When the fire came out from Yahweh, the people shouted and lay facedown.", "q": "What did the people do when the fire came from Yahweh?", "ref": ["09-24"]}], "10": [{"a": "Nadab and Abihu, sons of Aaron, offered unapproved fire to Yahweh.", "q": "Who offered unapproved fire to Yahweh?", "ref": ["10-01"]}, {"a": "Fire came out from Yahweh and devoured them.", "q": "What happened to these two men as a result of this act?", "ref": ["10-02"]}, {"a": "Mishael and Elzaphan, the sons of Uzziel, the uncle of Aaron, were called by Moses to carry the bodies away.", "q": "Who was called upon by Moses to carry the bodies out of the tabernacle?", "ref": ["10-04"]}, {"a": "Moses said to them that they should not go out of the tent of meeting or they would die.", "q": "What did Moses say to Aaron and his sons?", "ref": ["10-07"]}, {"a": "Yahweh said to Aaron and his sons they should not drink wine or strong drink before entering the house of meeting.", "q": "What did Yahweh say to Aaron and his sons about what they should not drink?", "ref": ["10-09"]}, {"a": "Moses was angry with Eleazer and Ithamar because they had let the goat for the sin offering burn up.", "q": "Why was Moses angry with Eleazer and Ithamar, the remaining sons of Aaron?", "ref": ["10-16"]}], "11": [{"a": "Yahweh told Moses and Aaron to tell the people of Israel they could eat any living thing that has a split hoof and that chews cud.", "q": "What living things that live on the earth did Yahweh tell Moses and Aaron the people of Israel could eat?", "ref": ["11-03"]}, {"a": "If an animal possessed only one of the two traits they were not allowed to eat it.", "q": "Were the people allowed to eat an animal if they only had a split hoof or if they only chewed the cud?", "ref": ["11-04"]}, {"a": "Animals that live in the water which have fins and scales may be eaten by the people of Israel.", "q": "What animals living in the water could be eaten by the people of Israel?", "ref": ["11-09"]}, {"a": "Yahweh said that no falcons, hawks or ravens could be eaten. They all must be detested.", "q": "What kind of falcons, hawks, and ravens did Yahweh say must be detested and could not be eaten?", "ref": ["11-13", "11-16"]}, {"a": "Insects that walk on legs above their feet, which they use to leap on the ground, may be eaten by the people.", "q": "What kinds of insects could be eaten by the people?", "ref": ["11-21"]}, {"a": "The people should detest any four-legged insect that flies.", "q": "What should the people do to four-legged insects that fly?", "ref": ["11-23"]}, {"a": "The weasel, the rat, every kind of large lizard, the gecko, the monitor lizard, the lizard, the skink, and the chameleon are considered unclean.", "q": "What animals that creep on the ground are considered unclean?", "ref": ["11-29", "11-30"]}, {"a": "Anything that an unclean animal touches becomes unclean.", "q": "What happens to anything that an unclean animal touches?", "ref": ["11-35"]}, {"a": "All the animals that crawl upon the ground are to be detested and are unclean.", "q": "What does Yahweh say about things that crawl on the ground?", "ref": ["11-42"]}, {"a": "Yahweh said that the people must be holy because he is holy.", "q": "Why did Yahweh say that the people of Israel must be holy?", "ref": ["11-45"]}], "12": [{"a": "Yahweh said to Moses that a woman who gave birth to a male child would be unclean for seven days and on the eighth the child would be circumcised.", "q": "What did Yahweh say to Moses about women who gave birth to a male child?", "ref": ["12-02", "12-03"]}, {"a": "She was required to go through purification for thirty-three days and not enter the tabenacle or touch anything holy during this time.", "q": "What was a woman required to do following her being unclean?", "ref": ["12-04"]}, {"a": "If a woman gave birth to female child, she was to be unclean for two weeks and go through purification for sixty-six days.", "q": "What was a woman required to do diferently if she gave birth to a female child?", "ref": ["12-05"]}, {"a": "At the end of her purification, a woman was required to bring to the priest a one year old lamb for a burnt offering and a pigeon or dove for a sin offering.", "q": "What was a woman required to do at the end of her purification?", "ref": ["12-06"]}, {"a": "If the woman could not afford a lamb, she was required to bring two young pigeons or two doves for the burnt and sin offerings.", "q": "What if the woman who gave birth to a child could not afford a lamb?", "ref": ["12-08"]}, {"a": "The woman would be clean after the priest offered the offerings for her atonement.", "q": "What would happen to the woman after she did these things?", "ref": ["12-08"]}], "13": [{"a": "Yahweh said that anyone who has a skin infection must come to Aaron or to one of his sons, the priests.", "q": "What did Yahweh say a person must do if one has on his skin a swelling, scab, or bright spot that becomes infected?", "ref": ["13-02"]}, {"a": "If the priest cannot determine that the swelling, scab, or bright spot is infectious, the person must be isolated for one week to be examined again.", "q": "What must be done if the priest determines that the swelling, scab, or bright spot may not be infectious?", "ref": ["13-04"]}, {"a": "If the swelling, scab, or bright spot is not infectious, the priest will pronounce him clean after he washes his clothes.", "q": "What if the swelling, scab, or bright spot proves not to be infectious?", "ref": ["13-06"]}, {"a": "The three conditions which the swelling, scab, or bright spot may show to be pronounced infectious are white swelling in the skin, the hair has turned white, and there is raw flesh in the swelling.", "q": "What are the three conditions that the swelling, scab, or bright spot may show if it is to be declared infectious?", "ref": ["13-09", "13-10"]}, {"a": "If the priest determines that this is a chronic skin disease, he must pronounce the person unclean, but the priest does not isolate him.", "q": "If the priest determines that this is a chronic skin disease, what must the priest do?", "ref": ["13-11"]}, {"a": "If the skin disease covers the person's entire body and raw flesh can be seen, the person is declared to be unclean.", "q": "If the skin disease covers the person's entire body and raw flesh can be seen, what is the person declared to be?", "ref": ["13-14"]}, {"a": "The unclean person may become clean again if the raw flesh turns white and he is pronounced clean by the priest.", "q": "How may the unclean person become clean again?", "ref": ["13-16", "13-17"]}, {"a": "The priest must declare that person unclean.", "q": "What must a priest do if he examines a person who had a boil but now has a swelling or bright spot that appears deeper under the skin where the boil was and the hair there has turned white?", "ref": ["13-18", "13-19"]}, {"a": "If a man or woman has an itching disease on the head or chin it may be infectious and make the person unclean.", "q": "What kind of infectious disease may cause one to be unclean if it is found on the head or chin?", "ref": ["13-29"]}, {"a": "A man who lost his hair would be pronounced clean.", "q": "What would a man who lost his hair be pronounced?", "ref": ["13-40"]}, {"a": "If the bald man's head had reddish-white sores that the priest decided was an infectious disease, he would be pronounced unclean.", "q": "What one condition on a man's bald head would result in the man being pronounced unclean?", "ref": ["13-44"]}, {"a": "The unclean person must wear torn clothes, loosely hung hair, cover his face up to his nose, and shout \"unclean, unclean\" when in the presence of others. He must also live alone away from the camp.", "q": "What must the unclean person do to let others know that he is unclean?", "ref": ["13-45", "13-46"]}, {"a": "If any garment of wool or leather or anything made from leather was found to be infected with mildew, the priest must burn it.", "q": "What must the priest do with any garment of wool or linen or leather or anything made for leather which was found to be infected with mildew?", "ref": ["13-57"]}], "14": [{"a": "The priest must examine the diseased person outside of the camp to see if the infection is healed.", "q": "Where must the priest examine the diseased person on the day of his cleansing?", "ref": ["14-03"]}, {"a": "The priest commanded the diseased person bring two live clean birds, cedar wood, scarlet yarn, and hyssop.", "q": "What did the priest command the diseased person to bring for the pronouncement of his cleansing?", "ref": ["14-04"]}, {"a": "After the priest sprinkled the mixture over the diseased person seven times, he released the remaining bird to fly into the fields.", "q": "After the priest sprinkled the mixture of blood, water, cedar wood and hyssop over the diseased person seven times, what did he do with the remaining bird?", "ref": ["14-07"]}, {"a": "The person being cleansed must wash his clothes, shave off all of his hair, bathe himself in water, and live outside his tent for seven days.", "q": "What must the person being cleansed do after the priest has pronounced him clean?", "ref": ["14-08", "14-09"]}, {"a": "On the eighth day, the person being cleansed should bring to the priest, if he can afford them, two male lambs without blemish, one female lamb a year old without blemish, and three tenths of an ephah of fine flour mixed with oil and a log of oil.", "q": "On the eighth day, what animals should the person being cleansed bring to the priest if he can afford them?", "ref": ["14-10"]}, {"a": "If the person being cleansed is poor and cannot afford the lambs, he may bring one male lamb, one tenth of an ephah of fine flour mixed with oil, a log of oil, and two doves or young pigeons.", "q": "If the person being cleansed is poor and cannot afford these sacrifices, what may he bring instead?", "ref": ["14-21"]}, {"a": "The priest places the oil on the right ear, the right thumb, the right big toe, and the remainder on the head of the one being cleansed.", "q": "Where does the priest place the oil that is used in the cleansing?", "ref": ["14-28", "14-29"]}, {"a": "A house may be pronounced unclean by a priest if it has mildew that cannot be stopped.", "q": "What may cause a house to be pronounced unclean by a priest?", "ref": ["14-44"]}, {"a": "The house could be destroyed if the mildew spreads and cannot be stopped.", "q": "What could happen to the house if the mildew spreads and cannot be stopped?", "ref": ["14-45"]}, {"a": "The house may be pronounced clean by a priest by sprinkling a mixture of blood of a bird and water, cedar wood, hyssop, and scarlet yarn.", "q": "How can the house be pronounced clean if the mildew is stopped?", "ref": ["14-52"]}], "15": [{"a": "Yahweh said to Moses and Aaron that any man who has a flow of infected fluid coming out of his body is unclean.", "q": "What did Yahweh say to Moses and Aaron was the condition of a man who has a flow of infected fluid?", "ref": ["15-03"]}, {"a": "Anyone who touches the unclean person will be unclean himself and will need to bathe in water, wash his clothes, and will be unclean until evening.", "q": "What happens to the person who touches the person who is unclean because of a flow of infected fluid?", "ref": ["15-07"]}, {"a": "The person being cleansed from an infected flow of fluid must bathe in running water.", "q": "In what kind of water must the person being cleansed from an infected flow of fluid bathe?", "ref": ["15-13"]}, {"a": "The unclean man must present to the priest two doves or two young pigeons for a sin offering and a burnt offering.", "q": "What must the unclean man present to the priest for a sin offering and a burnt offering?", "ref": ["15-15"]}, {"a": "They must be washed with water and will be unclean until evening.", "q": "What is the condition of anything or any person that has contact with a man's semen?", "ref": ["15-16", "15-18"]}, {"a": "She will be impure for seven days.", "q": "How long will woman be impure after she menstruates?", "ref": ["15-19"]}, {"a": "He will be unclean for seven days.", "q": "How long will a man be unclean if he sleeps with a woman who is menstruating and her flow touches him?", "ref": ["15-24"]}, {"a": "She is to bring two doves or two young pigeons.", "q": "What is a woman to bring as a sacrifice on the eight day after her flow of blood stops?", "ref": ["15-29"]}], "16": [{"a": "Yahweh told Moses to warn Aaron not to come into the most holy place inside the curtain at just any time.", "q": "What did Yahweh tell Moses to warn Aaron not to do when coming into the most holy place inside the curtain?", "ref": ["16-02"]}, {"a": "Aaron must bring with him a young bull for a sin offering and a ram as a burnt offfering.", "q": "What must Aaron bring with him when he enters the most holy place?", "ref": ["16-03"]}, {"a": "Aaron must bathe himself in water before putting on the priestly garments.", "q": "What must Aaron do before he puts on the priestly garments?", "ref": ["16-04"]}, {"a": "The assembly of Israel must give Aaron two male goats and one ram.", "q": "Who must provide Aaron two male goats and one ram?", "ref": ["16-05"]}, {"a": "Aaron cast lots for the goats to choose which one to offer to Yahweh and which one to be the scapegoat.", "q": "Why did Aaron cast lots for the goats?", "ref": ["16-08"]}, {"a": "The goat that the lot fell to be the scapegoat is presented before Yahweh for atonement and then is sent away into the wilderness.", "q": "What happens to the goat that the lot fell to be the scapegoat?", "ref": ["16-10"]}, {"a": "Aaron presents the bull as a sin offering for himself and his family.", "q": "For whom does Aaron present the bull?", "ref": ["16-11"]}, {"a": "A cloud of sweet incense must cover the atonement lid so that Aaron will not die.", "q": "What must cover the atonement lid which is over the covenant decrees so that Aaron will not die?", "ref": ["16-13"]}, {"a": "No one else must be in the tent when Aaron makes atonement in the most holy place.", "q": "Who else must be in the tent with Aaron when he makes atonement in the most holy place?", "ref": ["16-17"]}, {"a": "Aaron must confess over the scapegoat all the wickedness of the people of Israel, all their rebellion, and all their sins.", "q": "What must Aaron do when he places his hands on the head of the scapegoat?", "ref": ["16-21"]}, {"a": "Aaron is to take off the priestly garments and leave them in the tent of meeting.", "q": "What is Aaron to do with the priestly garments?", "ref": ["16-23"]}, {"a": "On the tenth day of the seventh month, the atonement would be made each year.", "q": "When did Yahweh say the day of atonement should take place?", "ref": ["16-29"]}], "17": [{"a": "The man who kills an ox, lamb, or goat without bringing it to the entrance of the tent of the assembly to offer it as a sacrifice to Yahweh is guilty of bloodshed and must be cut off from among his people.", "q": "If a man kills an ox, lamb, or goat without bringing it to the entrance of the tent of the assembly to offer it as a sacrifice to Yahweh, of what sin is he guilty?", "ref": ["17-03", "17-04"]}, {"a": "The purpose of this command was to get the people to offer their sacrifices to Yahweh at the entrance to the tent of meeting instead of in the open field.", "q": "What was the purpose of this command?", "ref": ["17-05"]}, {"a": "This statute would stop the people from offering sacrifices to the goat idols.", "q": "What would this statute end?", "ref": ["17-07"]}, {"a": "Yahweh says that the blood makes atonement.", "q": "What does Yahweh say makes atonement?", "ref": ["17-11"]}, {"a": "Yahweh says that any of the people of Israel or a foreigner living among them who kills an animal or bird to eat must pour the blood from it and cover the blood with earth.", "q": "What does Yahweh say must be done to any animal or bird that is killed to eat by any of the people of Israel or any foreigner who lives among them?", "ref": ["17-13"]}, {"a": "A person who has eaten an anmal that has died or has been torn apart by animals must wash his clothes and bathe himself in water and remain unclean until evening.", "q": "What must a person do who has eaten an animal that has died or been torn apart by animals?", "ref": ["17-15"]}, {"a": "If he does not wash his clothes and bathe himself in water, then he must bear his own guilt.", "q": "What must he do if he does not wash his clothes and bathe himself in water?", "ref": ["17-15"]}], "18": [{"a": "Yahweh told the people they could not do like the people of Egypt or Canaan.", "q": "What two places did Yahweh tell the people they could not do like the people there?", "ref": ["18-03"]}, {"a": "Yahweh told the people they could not have sexual relations with any close relative.", "q": "What is one group of people that God forbid having sexual relations with?", "ref": ["18-06"]}, {"a": "A man may not have sexual relations with a woman during her menstruation because during that time she is unclean.", "q": "Why is a man not to have sexual relations with a woman during her menstruation?", "ref": ["18-19"]}, {"a": "The people may not sacrifice their children to Molech.", "q": "What may the people not sacrifice to Molech?", "ref": ["18-21"]}, {"a": "Verses 22 and 23 do not allow sexual relations with other men or animals.", "q": "What two sexual relations do verses 22 and 23 not allow?", "ref": ["18-22", "18-23"]}, {"a": "The people who lived there before the people of Israel defiled the land and the land vomited them out.", "q": "What happened to the people who lived there before the people of Israel?", "ref": ["18-28"]}, {"a": "Any of the people who do any of these detestable things will be cut off from among their people.", "q": "What will happen to any of the people or the foreigners who live among them who do any of these detestable things?", "ref": ["18-29"]}], "19": [{"a": "Yahweh told the people that they must respect their father and mother and keep his Sabbaths.", "q": "What two things did Yahweh tell the people they must do?", "ref": ["19-03", "19-04"]}, {"a": "The unharvested grain and grapes must be left for the poor and the foreigner.", "q": "Why did Yahweh tell the people to leave the corners of their fields unharvested and to leave some of the grapes on the vine or that fell on the ground?", "ref": ["19-10"]}, {"a": "The people should not show favoritism to someone because he is poor or rich, but instead judge the neighbor righteously.", "q": "To whom should the people not show favoritism?", "ref": ["19-15"]}, {"a": "Instead of taking vengeance or holding a grude, the people are to love their neighbor as themselves.", "q": "What are the people to do instead of taking vengeance or holding a grudge?", "ref": ["19-18"]}, {"a": "When planting in the field, the people must not plant two kinds of seed in the same field.", "q": "What must the people do when planting seeds in the field?", "ref": ["19-19"]}, {"a": "A planter of a fruit tree must wait until the fifth year before he can eat the fruit of the tree himself.", "q": "How long must a planter of a fruit tree wait before he can eat the fruit himself?", "ref": ["19-25"]}, {"a": "The pagan habits the people were told not to follow are shaving the sides of the head and cutting off the edges of the beard.", "q": "What pagan habits were the people told not to follow?", "ref": ["19-27"]}, {"a": "Yahweh told the people to rise before the gray-headed person and honor the old man.", "q": "Who did Yahweh tell the people to arise before and honor?", "ref": ["19-32"]}, {"a": "Yahweh told the people to love the foreigner because the people of Israel were once foreigners in the land of Egypt.", "q": "Why did Yahweh say that the people of Israel should love the foreigner as they love themsleves?", "ref": ["19-34"]}], "20": [{"a": "Anyone who gave their child to Molech would be put to death.", "q": "What would happen to anyone among the people of Israel who gave their child to Molech?", "ref": ["20-02"]}, {"a": "If the people did not put him to death, Yahweh says he would cut him off from his people.", "q": "What would Yahweh do to the man if the people did not put him to death?", "ref": ["20-03"]}, {"a": "Yahweh told the people not to talk with those who talk to the dead or to the spirits.", "q": "To whom did Yahweh tell the people not to turn?", "ref": ["20-06"]}, {"a": "A man who had sexual relations with another man had done something detestable and both would be put to death.", "q": "What was the result of a man having sexual relations with another man?", "ref": ["20-13"]}, {"a": "The man, the woman, and the animal would all be put to death.", "q": "If a man or woman had sexual relations with an animal, what would be done with them?", "ref": ["20-15", "20-16"]}, {"a": "Yahweh called the land \"a land of milk and honey.\"", "q": "How did Yahweh describe the land that he had given the people of Israel ?", "ref": ["20-24"]}], "21": [{"a": "Priests were only allowed to make themselves unclean for very close relatives.", "q": "For the death of which person was a priest allowed to make himself unclean?", "ref": ["21-02", "21-03"]}, {"a": "Priests were not allowed to shave their heads or the corners of their beards.", "q": "What restrictions were places on the priests concerning their hair and beards?", "ref": ["21-05"]}, {"a": "A priest's daughter who defiled herself by becoming a prostitute would be burned.", "q": "What would happen to a priest's daughter who defiled herself by becoming a prostitute?", "ref": ["21-09"]}, {"a": "A high priest must not go anywhere there is a dead body present, even if it is his father or mother.", "q": "What must a high priest avoid even if it is his father or mother?", "ref": ["21-11"]}, {"a": "The priest must not marry a widow, a divorced woman, or a woman who is a prostitute.", "q": "What kind of woman must the priest not marry?", "ref": ["21-14"]}, {"a": "Yahweh did not want any man with a bodily defect to approach him.", "q": "What kind of man did Yahweh not want to approach him to perform the offerings?", "ref": ["21-18"]}], "22": [{"a": "Yahweh says that any one who is unclean for any reason and approaches the holy things will profane his holy name.", "q": "What does Yahweh say will profane his holy name?", "ref": ["22-02", "22-03"]}, {"a": "He must bathe in water and remain unclean until evening.", "q": "What must a priest do when he touches anything that makes him unclean?", "ref": ["22-06"]}, {"a": "They would be guilty of sin and could die for profaning Yahweh.", "q": "What might happen to priests who do not follow Yahweh's instructions?", "ref": ["22-09"]}, {"a": "The only persons who can eat anything that is holy are the priest and his family, and slaves he may have bought.", "q": "Who are the only people who can eat anything that is holy?", "ref": ["22-10", "22-11"]}, {"a": "No, unless she is divorced or widowed and returns to live in her father's house.", "q": "Can a priest's daughter who has married someone who is not a priest eat the holy food?", "ref": ["22-13"]}, {"a": "If a man eats holy food without knowing it, he must repay the priest and add one-fifth to it.", "q": "What must a man do who eats holy food without knowing it?", "ref": ["22-14"]}, {"a": "It must be a male animal without blemish from the cattle, sheep, or goats.", "q": "What kind of animal would be accepted as a sacrifice?", "ref": ["22-18"]}, {"a": "Any animal sacrificed to Yahweh must be unblemished.", "q": "What is the most important requirement for any animal that is to be sacrificed to Yahweh?", "ref": ["22-20"]}, {"a": "A calf, sheep, or goat must be at least eight days old to be offered as a sacrifice to Yahweh.", "q": "How old must a calf, sheep, or goat be to be offered as a sacrifice to Yahweh?", "ref": ["22-26"]}, {"a": "It must be eaten on the same day that it is sacrificed.", "q": "When must a thank offering be eaten?", "ref": ["22-30"]}], "23": [{"a": "Yahweh says that people may work for six days, but the seventh day, the Sabbath, is to be a day of rest.", "q": "What does Yahweh say about work and the Sabbath?", "ref": ["23-03"]}, {"a": "Yahweh's Passover is to be celebrated in the first month on the fourteenth day.", "q": "What festival is to be celebrated in the first month on the fourteenth day?", "ref": ["23-05"]}, {"a": "The Festival of Unleavened Bread follows Passover on the fifteenth day of the first month.", "q": "What festival follows Passover on the fifteenth day of the first month?", "ref": ["23-06"]}, {"a": "The people must bring to the priest a sheaf of firstfruits after the first harvest in the land that Yahweh is going to give them.", "q": "What must the people bring to the priest after the first harvest in the land that Yahweh is going to give them?", "ref": ["23-10"]}, {"a": "Yahweh set the tenth day of the seventh month as the Day of Atonement.", "q": "What date did Yahweh set for the Day of Atonement?", "ref": ["23-27"]}, {"a": "The people must not do any work on the Day of Atonement.", "q": "What must the people not do on the Day of Atonement?", "ref": ["23-31"]}, {"a": "Yahweh said that the Festival of Shelters for Yahweh would take place on the fifteenth day of the seventh month.", "q": "What festival did Yahweh say would take place on the fifteenth day of the seventh month?", "ref": ["23-33"]}, {"a": "The people must use the best fruit from the trees, branches of palm trees, and leafy branches of thick trees, and willows from streams to rejoice before Yahweh.", "q": "What must the people use to rejoice during the Festival of Shelters for Yahweh?", "ref": ["23-40"]}, {"a": "The people of Israel were to live in small shelters for seven days during the Festival of Shelters for Yahweh.", "q": "Where were the people of Israel to live during the Festival of Shelters for Yahweh?", "ref": ["23-42"]}], "24": [{"a": "Aaron must keep a lamp burning before the covenant decrees in the tent of the assembly from evening until morning every day.", "q": "What must Aaron do with the pure oil the people are to bring him?", "ref": ["24-03"]}, {"a": "The priest must put twelve loaves in two rows of six each Sabbath.", "q": "What must the priest put in two rows of six each Sabbath?", "ref": ["24-05", "24-06"]}, {"a": "Aaron and his sons will be eat it in the holy place.", "q": "Who is allowed to eat the offering of the twelve loaves?", "ref": ["24-09"]}, {"a": "Yahweh told the people of Israel to take the man outside the camp, place their hands on him, and stone him to death.", "q": "What were the people of Israel told to do to the man who blasphemed Yahweh?", "ref": ["24-14"]}, {"a": "He must certainly be put to death.", "q": "What must happen to a man who kills another man?", "ref": ["24-17"]}, {"a": "Yahweh said to the people that what they have done to another should be done to them; an eye for an eye, a tooth for a tooth.", "q": "What did Yahweh say must be done to anyone who causes death or injury to another person?", "ref": ["24-19", "24-20"]}], "25": [{"a": "Yahweh said that after six years of planting, pruning, and harvesting the fields and vineyards, the seventh year should be a Sabbath of rest for the fields and vineyards.", "q": "What did Yahweh say should be done after the fields and vineyards are planted, pruned, and harvested for six years?", "ref": ["25-04"]}, {"a": "A loud trumpet must be blown everywhere during the forty-ninth year, the tenth day of the seventh month.", "q": "What must be done on the forty-ninth year, the tenth day of the seventh month?", "ref": ["25-09"]}, {"a": "The fiftieth year will be called the year of jubilee.", "q": "What will the fiftieth year be called?", "ref": ["25-10"]}, {"a": "During the jubilee year, property and slaves will be returned to their families.", "q": "What significant event will take place during the jubilee year?", "ref": ["25-10"]}, {"a": "Only the food that grows by itself should be eaten during the jubilee year.", "q": "What should be eaten during the jubilee year?", "ref": ["25-12"]}, {"a": "People should consider how many years there are to the next jubilee year. The more years there are, the more valuable is the land.", "q": "What must the people consider when buying or selling land?", "ref": ["25-15", "25-17"]}, {"a": "Yahweh told the people that the harvest the sixth year would exceed the normal harvest by three times, so there would be food for the seventh year.", "q": "How will Yahweh take care of his people during the seventh year, the Sabbath year, when crops are not to be grown?", "ref": ["25-21"]}, {"a": "Yahweh said to not sell the land permanently to a new owner because the land belonged to him.", "q": "What did Yahweh say to the people about permanent ownership of land?", "ref": ["25-23"]}, {"a": "A house bought in a walled city will become permanent property of the man who bought it after a year.", "q": "What property is not to be returned during the jubilee year?", "ref": ["25-30"]}, {"a": "The people are to help him, not charge him interest or try to profit from him in any way.", "q": "How are the people to treat a fellow countryman who becomes poor and can no longer provide for himself?", "ref": ["25-35", "25-36"]}, {"a": "The people should treat a fellow countryman who has sold himself as a slave as a hired-servant, not made to work like a slave.", "q": "How should the people treat a fellow countryman who has sold himself as a slave?", "ref": ["25-40"]}], "26": [{"a": "Yahweh says to the people they should not make idols.", "q": "What does Yahweh say to the people they should not make?", "ref": ["26-01"]}, {"a": "Yahweh says the people must walk with his laws and keep his commandments, and obey them to receive his rain and harvest.", "q": "What must the people do to make sure Yahweh sends rain and harvest?", "ref": ["26-03"]}, {"a": "Yahweh will remove the dangerous animals and cause the sword to not pass through the land.", "q": "What will Yahweh do to make the people safe?", "ref": ["02-06"]}, {"a": "If the people do what Yahweh tells them to do, he promises to walk among them, be their God, and they will be his people.", "q": "If the people do what Yahweh tells them to do, what does he promise to do for them?", "ref": ["26-12"]}, {"a": "Yahweh says if the people do not obey his commandments, they will be punished seven times as severely for their sins.", "q": "What does Yahweh say he will do if the people do not obey his commandments and decrees?", "ref": ["26-18"]}, {"a": "Yahweh says he would send disease and fever that would destroy their eyes and drain away their lives if they did not obey his commandments.", "q": "What kind of disease and fever did Yahweh say he would send on Israel if they did not obey his commandments?", "ref": ["26-16"]}, {"a": "Yahweh said he would make the sky over them like iron (drought).", "q": "What did Yahweh say he would do to the weather if Israel did not obey his commandments?", "ref": ["26-18", "26-19"]}, {"a": "Yahweh said those animals would steal their children, destroy their cattle and make them few in number.", "q": "Yahweh said if Israel wouldn't listen to him, he would send dangerous animals against them. What did Yahweh say those animals would do?", "ref": ["26-21", "26-22"]}, {"a": "Yahweh says that if the people will confess their sins, the sins of their fathers, their treason against Yahweh, and humbly accept the punishment for their sin, he will call to mind the covenant he made with Jacob, Isaac, and Abraham.", "q": "If the people do not obey Yahweh, have they lost all hope?", "ref": ["26-40", "26-42"]}, {"a": "Yahweh promises not to reject them or detest them so as to completely destroy them and do away with the covenant he made with them, so that he may be their God.", "q": "In spite of their sin, what does Yahweh promise to do?", "ref": ["26-45"]}], "27": [{"a": "A man between the ages of twenty and sixty has a standard value of fifty shekels of silver.", "q": "What is the standard value of a man between the ages of twenty and sixty?", "ref": ["27-03"]}, {"a": "A woman between the ages of twenty and sixty has the standard value of thirty shekels.", "q": "What is the standard value of a woman between the ages of twenty and sixty?", "ref": ["27-04"]}, {"a": "When a person is dedicated to Yahweh, he may make a special vow that requires him to use the standard value.", "q": "What is the purpose of the standard value?", "ref": ["27-02"]}, {"a": "If the one making the vow is not able to afford the standard value, he may be presented to the priest and the priest will value that person by the amount the one making the vow is able to afford.", "q": "What if the one making the vow is unable to afford the standard value of the person he is dedicating?", "ref": ["27-08"]}, {"a": "The priest may also value an animal to be presented for sacrifice, a man's house, or some of his land.", "q": "What other things may the priest value that are to be presented to Yahweh?", "ref": ["27-11", "27- 14", "27- 16"]}, {"a": "When a man has sanctified a field to Yahweh and the year of the jubilee comes, the priest will figure the estimated value of the field up to the year of the jubilee and the man must pay its value on that day as a holy gift to Yahweh.", "q": "What must a man do with a field he has sanctified to Yahweh in the year of the jubilee?", "ref": ["27-23"]}, {"a": "The firstborn of all the animals belongs only to Yahweh.", "q": "Which of the animals belongs only to Yahweh?", "ref": ["27-26"]}, {"a": "Nothing dedicated to Yahweh may be sold or redeemed.", "q": "What part of the things dedicated to Yahweh may be sold or redeemed?", "ref": ["27-28"]}, {"a": "If a man redeems any of his tithe, he must add a fifth to its value.", "q": "If a man redeems any of his tithe, what must he add to it?", "ref": ["27-31"]}]}