[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I cry out", "text": "\"I call out loudly\""}, {"ref": "my rock", "text": "This is a metaphor for strength. AT: \"my strength\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not ignore me", "text": "\"do not be silent to me\" or \"do not leave me alone\""}, {"ref": "I will join those who go down to the grave", "text": "People who die are spoken of as if they are going down into the grave. AT: \"I will die like those who are in the grave\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hear the sound of my pleading", "text": "Here \"sound\" refers to the content of his request. AT: \"Hear my strong request\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I lift up my hands toward your most holy place", "text": "Lifting up hands is a symbol of worship. The writer is not worshiping the holy place, but Yahweh who lives in the holy place. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "your most holy place", "text": "Possible meanings are 1) if David wrote this, then this refers to the tent that God told his people to set up so that they could worship him there, or 2) if a person wrote this after the time of David, then the writer is referring to the temple in Jerusalem."}]}, {"id": "003", "tn": [{"ref": "Do not drag me away", "text": "God punishing people is spoken of as if he physically drags them away. In this metaphor Yahweh may be dragging them to prison, exile, or death. AT: \"Do not remove me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who speak peace with their neighbors", "text": "Here \"neighbors\" refers to people in general. AT: \"who speak peacefully with other people\""}, {"ref": "but have evil in their hearts", "text": "Here \"hearts\" represents a person's mind or thoughts. AT: \"but are thinking something evil about them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Give them what their deeds deserve ... repay them what their wickedness demands", "text": "These two phrases mean the same thing. They are used together to emphasize that they deserve for God to punish them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the work of their hands", "text": "Here \"hands\" represent what the person has done. AT: \"the things they have done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "render to them their due", "text": "\"give them what they deserve\""}, {"ref": "Because they do not understand ... never rebuild them", "text": "It is unclear if verse 5 is best understood as a statement (as in the ULB) or as a request (as in the UDB)."}, {"ref": "they do not understand the deeds of Yahweh", "text": "It is implied that \"do not understand\" means they ignore or do not honor Yahweh's works. AT: \"they do not regard with honor what Yahweh has done\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the work of his hands", "text": "Here \"hands\" represents what Yahweh has done or created. AT: \"what he has created\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will tear them down and never rebuild them", "text": "The punishment of the wicked people is spoken of as if they were a building or a city that would be destroyed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "he has heard the sound of my pleading", "text": "Here \"sound\" represents what the writer said. AT: \"has heard what I said when I pleaded to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh is my strength", "text": "The abstract noun \"strength\" can be stated as \"strong.\" AT: \"Yahweh makes me strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my shield", "text": "This represents Yahweh's protecting the writer. AT: \"he protects me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my heart trusts", "text": "Here \"heart\" represents the whole person. AT: \"I trust\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I am helped", "text": "This can be stated in active form. AT: \"he helps me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my heart greatly rejoices", "text": "Here \"heart\" represents the whole person. AT: \"I greatly rejoice\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yahweh is the strength of his people", "text": "The abstract noun \"strength\" can be stated as \"strong.\" AT: \"Yahweh makes his people strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he is the saving refuge of his anointed one", "text": "Yahweh keeping the king safe is spoken of as if Yahweh were a place that the king could go for safety. AT: \"he keeps safe the one he appointed to be king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his anointed one", "text": "The represents the king. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "your inheritance", "text": "This speaks about the people of God as if they were something God inherited. AT: \"your possession\" or \"those who belong to you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Be their shepherd and carry them forever", "text": "The writer speaks about Yahweh as if he were a shepherd and the people are his sheep. A shepherd would carry a sheep if it needed help or protection. AT: \"Be like their shepherd and protect them forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]