[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author starts to tell a new part of the story."}, {"ref": "Jacob heard the words of Laban's sons, that they said", "text": "Here \"words\" stands for what they were saying. AT: \"Jacob heard that Laban's sons were saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jacob has taken away all that was our father's", "text": "Laban's sons were exaggerating because they were angry. AT: \"Everything that Jacob has taken belonged to our father\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Jacob saw the look on Laban's face. He saw that his attitude toward him had changed", "text": "These two sentences mean basically the same thing. The second explains the look that Jacob saw on Laban's face. AT: \"Jacob noticed that Laban was no longer pleased with him\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your fathers", "text": "\"your father Isaac and your grandfather Abraham\""}]}, {"id": "04", "tn": [{"ref": "Jacob sent and called Rachel and Leah to the field to his flock", "text": "\"Jacob sent for Rachel and Leah and told them to meet him out in the field with the flocks\""}, {"ref": "to his flock and said to them", "text": "This can be stated as two shorter sentences. AT: \"to his flock. He said to them\" (See: [[:en:ta:vol2:translate:figs_sentences]])"}, {"ref": "I see your father's attitude toward me has changed", "text": "\"I have noticed your father is no longer pleased with me\""}, {"ref": "You know that it is with all my strength that I have served your father", "text": "The word \"you\" here refers to both Rachel and Leah. It also adds emphasis. AT: \"You yourselves know that I have served your father with all my strength\" (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "07", "tn": [{"ref": "has deceived me", "text": "\"has lied to me\" or \"has not treated me fairly\""}, {"ref": "my wages", "text": "\"what he said he would pay me\""}, {"ref": "to hurt me", "text": "Possible meanings are 1) physical harm (UDB) or 2) to cause Jacob to suffer in any way."}, {"ref": "The speckled animals", "text": "\"The animals with spots\""}, {"ref": "the flock bore", "text": "\"the flock gave birth to\""}, {"ref": "The striped", "text": "\"The animals with stripes\""}, {"ref": "In this way God has taken away the livestock of your father and given them to me", "text": "\"This is how God gave your father's animals to me\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Jacob continues his story to his wives Leah and Rachel."}, {"ref": "Once at the time of breeding season", "text": "\"During the breeding season\""}, {"ref": "mating with the flock", "text": "Here \"flock\" stands for the female goats. AT: \"mating with the female goats of the flock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were striped, speckled, and spotted", "text": "\"had stripes, little spots, and big spots\""}, {"ref": "angel of God", "text": "Possible meanings are 1) God himself appeared as a man or 2) one of God's messengers appeared. Since the phrase is not well understood, it is best to simply translate it as \"the angel of God,\" using the normal word that you use for \"angel.\""}, {"ref": "I said", "text": "\"And I answered\""}, {"ref": "Here I am", "text": "\"Yes, I am listening\" or \"Yes, what is it?\" See how you translated this in [[:en:bible:notes:gen:22:01|22:1]]."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The angel of the Lord continues to talk to Jacob. (See: [[:en:bible:notes:gen:31:10]])"}, {"ref": "Lift up your eyes", "text": "This is a way of saying \"Look up.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that are breeding with the flock", "text": "Here \"flock\" stands for the female goats. AT: \"that are breeding with the female goats of the flock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are striped, speckled, and spotted", "text": "\"have stripes and spots\""}, {"ref": "where you anointed a pillar", "text": "Jacob poured oil on the pillar to dedicate it to God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the land of your birth", "text": "\"the land where you were born\""}]}, {"id": "14", "tn": [{"ref": "Rachel and Leah answered and said to him", "text": "This does not mean they talked at the same time. It emphasizes they agreed with each other."}, {"ref": "Is there any portion or inheritance for us in our father's house?", "text": "Rachel and Leah use a question to emphasize that there is nothing left for their father to give. AT: \"There is absolutely nothing left for us to inherit from our father!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are we not treated by him as foreigners?", "text": "They use a question to show their anger about how their father treats them. This can be stated in active form. AT: \"Our father treats us like a foreign women instead of daughters!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For he has sold us", "text": "This can be made more explicit. AT: \"He has sold us for his own gain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has also completely devoured our money", "text": "Laban completely using up the money that he should have given to his daughters is spoken of as if he were a wild beast that ate the money as if it were food. AT: \"he completely used up our money\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "are now ours and our children's", "text": "\"belongs to us and to our children\""}, {"ref": "Now then", "text": "Here \"Now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "whatever God has said to you, do it", "text": "\"do all that God has told you\""}]}, {"id": "17", "tn": [{"ref": "his sons", "text": "Jacob took all of his children. It only mentions the sons because they are important as his heirs. AT: \"his children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He drove all his livestock", "text": "\"He drove all his cattle.\" Here \"livestock\" is referring to all his domesticate animals."}, {"ref": "including the livestock he had acquired in Paddan Aram", "text": "\"and the other herd of cattle which he took ownership of when he was in Paddan Aram\""}, {"ref": "Then he set out to go to his father Isaac in the land of Canaan", "text": "\"He went to the land of Canaan, where his father Isaac lived\""}]}, {"id": "19", "tn": [{"ref": "When Laban had gone to shear his sheep", "text": "\"When Laban had left to cut the wool off of his sheep\""}, {"ref": "the River", "text": "This refers to the Euphrates River."}, {"ref": "headed toward", "text": "\"traveled toward\""}, {"ref": "the hill country of Gilead", "text": "\"the mountains of Gilead\" or \"Mount Gilead\""}]}, {"id": "22", "tn": [{"ref": "On the third day", "text": "It was Jewish custom to count the day of departure as day one. AT: \"Two days after they had left\""}, {"ref": "Laban was told", "text": "This can be stated in active form. AT: \"someone told Laban\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that Jacob had fled", "text": "Only Jacob is mentioned because he is the leader of the family. It can be made explicit that his family went with him. AT: \"that Jacob had fled with his wives and children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So he took", "text": "\"So Laban took\""}, {"ref": "and pursued him", "text": "\"and chased after Jacob\""}, {"ref": "for a seven days' journey", "text": "Laban spent seven days walking to catch up to Jacob."}, {"ref": "He overtook him", "text": "\"He caught up to him\""}]}, {"id": "24", "tn": [{"ref": "Now God came to Laban the Aramean in a dream at night", "text": "The word \"now\" is used here to mark a change from the story to background information about Laban. AT: \"That night God came to Laban in a dream\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Be careful that you speak to Jacob neither good nor bad", "text": "The phrase \"good nor bad\" are used together to mean \"anything.\" AT: \"Do not say anything to try and stop Jacob from leaving\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Laban overtook Jacob. Now Jacob had pitched his tent in the hill country. Laban also camped with his relatives in the hill country of Gilead", "text": "The word \"now\" is used here to mark a change from the story to background information about Jacob and Laban. AT: \"When Laban caught up with Jacob, Jacob had set up camp in the hill country. Then Laban and his relatives also camped in the hill country of Gilead\" (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "26", "tn": [{"ref": "carried away my daughters like prisoners of war", "text": "Laban speaks about Jacob taking his family with him back to the land of Canaan as if Jacob took them as prisoners after a battle and is forcing them to go with him. Laban is exaggerating because he is angry and is trying to make Jacob feel guilty for what he did. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "flee secretly", "text": "\"run away in secret\""}, {"ref": "with celebration", "text": "\"with joy\""}, {"ref": "with tambourine and with harps", "text": "These instruments stand for music. AT: \"and with music\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tambourine", "text": "a musical instrument with a head like a drum that can be hit and with pieces of metal around the side that sound when the instrument is shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "to kiss my grandsons", "text": "Here \"grandsons\" would include all grandchildren whether male or female. AT: \"to kiss my grandchildren\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "Now you have done foolishly", "text": "\"You have acted foolishly\""}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}]}, {"id": "29", "tn": [{"ref": "It is in my power to do you harm", "text": "The word \"you\" is plural and refers to everyone with Jacob. AT: \"I have enough people with me to harm all of you\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Be careful that you speak to Jacob neither good nor bad", "text": "The words \"good nor bad\" are used together to mean \"anything.\" See how you translated this in [[:en:bible:notes:gen:31:24|31:24]]. AT: \"Do not say anything to try and stop Jacob from leaving\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "you have gone away", "text": "This \"you\" is singular and refers to Jacob. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "to your father's house", "text": "Here \"house\" stands for family. AT: \"to be home with your father and the rest of your family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my gods", "text": "\"my idols\""}]}, {"id": "31", "tn": [{"ref": "Because I was afraid and thought that you would take your daughters from me by force I left secretly", "text": "\"I left in secret because I was afraid that you would take your daughters from me by force\""}, {"ref": "Whoever has stolen your gods will not continue to live", "text": "This can be stated in positive form. AT: \"We will kill whoever has stolen your gods\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "In the presence of our relatives", "text": "The word \"our\" refers to Jacob's relatives and includes Laban's relatives. All the relatives will watch to make sure everything is fair and honest. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "identify whatever with me is yours and take it", "text": "\"look for whatever we have that is yours and take it\""}, {"ref": "For Jacob did not know that Rachel had stolen them", "text": "This changes from the story to background information about Jacob. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "33", "tn": [{"ref": "the two female servants", "text": "This refers to Zilpah and Bilhah."}, {"ref": "he did not find them", "text": "\"he did not find his idols\""}]}, {"id": "34", "tn": [{"ref": "Now Rachel ... upon them", "text": "The word \"now\" is used here to mark a change from the story to background information about Rachel. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "saddle", "text": "a seat placed on the back of an animal so a person can ride on it"}, {"ref": "my master", "text": "Calling someone \"my master\" is a way of honoring them."}, {"ref": "that I cannot stand up before you", "text": "\"because I am unable to stand up in your presence\""}, {"ref": "for I am having my period", "text": "This refers to the time of the month when a woman bleeds from her womb. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "36", "tn": [{"ref": "He said to him", "text": "\"Jacob said to Laban\""}, {"ref": "What is my offense? What is my sin, that you have hotly pursued after me?", "text": "The phrases \"What is my offense\" and \"What is my sin\" mean basically the same thing. Jacob is asking Laban to tell him what he did wrong. AT: \"What have I done wrong that you should pursue me like this?\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "hotly pursued after me", "text": "Here the word \"hotly\" means Laban urgently chased Jacob intending to capture him. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "What have you found of all your household goods?", "text": "\"What have you found that belongs to you?\""}, {"ref": "Set them here before our relatives", "text": "Here the word \"our\" refers to Jacob's relatives and includes Laban's relatives. AT: \"Lay anything you have found in front of our relatives\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "they may judge between us two", "text": "Here \"two of us\" refers to Jacob and Laban. The phrase \"to judge between\" means to decide which person is right in a dispute. AT: \"they may judge between the two of us\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "Jacob continues to speak to Laban."}, {"ref": "twenty years", "text": "\"20 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "ewes", "text": "female sheep"}, {"ref": "have not miscarried", "text": "This means they have not had a pregnancy end early and unexpectedly with the lamb or kid born dead."}, {"ref": "What was torn by beasts I did not bring to you", "text": "This can be stated in active form. AT: \"When a wild animal killed one of your animals I did not bring it to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Instead, I bore the loss of it", "text": "For Jacob to count Laban's dead animals as a loss from his own flock is spoken of as if it was a burden he would bear on his shoulders. AT: \"Instead of counting it a loss from your flock, I counted it as a loss from my flock\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There I was; in the day the heat consumed me, and the frost by night", "text": "Suffering in the hot and cold temperatures is spoken of as if the temperatures were animals that were eating Jacob. AT: \"I stayed with your flocks even during hottest part of the day and the coldest part of the night\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "Jacob continues to speak to Laban."}, {"ref": "These twenty years", "text": "\"These last 20 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fourteen years", "text": "\"14 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "changed my wages ten times", "text": "\"changed what he said he would pay me ten times.\" See how you translated \"my wages\" in [[:en:bible:notes:gen:31:07|31:7]]."}, {"ref": "Unless the God of my father, the God of Abraham, and the one Isaac fears, had been with me", "text": "Jacob is referring to the same God not to three different gods. AT: \"If the God of Abraham and Isaac, my father, had not been with me\""}, {"ref": "the God of my father", "text": "Here the word \"father\" refers to his parent, Isaac."}, {"ref": "and the one Isaac fears", "text": "Here the word \"fears\" refers to the \"fear of Yahweh,\" which means to deeply respect him and show that respect by obeying him."}, {"ref": "empty-handed", "text": "handed** - This stands for having nothing. AT: \"with absolutely nothing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God has seen my oppression and how hard I worked", "text": "The abstract noun \"oppression\" can be stated as \"oppressed.\" AT: \"God has seen how hard I worked and how you oppressed me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "43", "tn": [{"ref": "But what can I do today to these my daughters, or to their children whom they have borne?", "text": "Laban uses a question to emphasize that there is nothing he can do. This rhetorical question can be translated as a statement. AT: \"But, there is nothing I can do to bring my daughters and grandchildren back with me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let it be for a witness", "text": "Here the word \"witness\" does not refer to a person, but it is used figuratively and refers to the covenant that Jacob and Laban are making. The covenant is spoken of as if it were a person who is there when they agree to act peacefully to one another. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "45", "tn": [{"ref": "pillar", "text": "This means that a large stone was simply set up on its end to mark the place where this important event happened."}, {"ref": "made a pile", "text": "\"stacked them on top of each other\""}, {"ref": "Then they ate there by the pile", "text": "Eating a meal together was a part of making the covenant with one another. The full meaning of this may be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jegar Saha Dutha", "text": "Translators may add a footnote that says: \"The name Jegar Saha Dutha means 'heap of witness' in Laban's language.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Galeed", "text": "Translators may add a footnote that says: \"The name Galeed means 'heap of witness' in Jacob's language. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "48", "tn": [{"ref": "This pile is a witness between me and you", "text": "The stones do not actually bear witness as a person. AT: \"This pile will be a reminder between me and you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Galeed", "text": "Translators may add a footnote that says: \"The name Galeed means 'heap of witness' in Jacob's language. See how you translated this in [[:en:bible:notes:gen:31:45|31:47]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mizpah", "text": "Translators may add a footnote that says: \"The name Mizpah means 'watchtower.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "when we are out of sight one from another", "text": "Here \"out of sight\" stands for no longer being in each other's presence. AT: \"when we are no longer with each other\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "although no one else is with us", "text": "Here \"us\" refers to Laban and Jacob. AT: \"even if no one else is there to see us\""}, {"ref": "see", "text": "\"remember.\" This adds emphasis to what is said next."}]}, {"id": "51", "tn": [{"ref": "This pile is a witness, and the pillar is a witness", "text": "These piles of stones were to act as a remembrance and a boundary marker for Jacob and Laban regarding their peace agreement. They are spoken of as if they are human witnesses. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "May the God of Abraham, and the god of Nahor, the gods of their father, judge between us", "text": "Abraham is Jacob's grandfather. Nahor is Laban's grandfather. The father of Abraham and Nahor is Terah. Not all of them worshipped Yahweh."}, {"ref": "the Fear of his father Isaac", "text": "Here the word \"Fear\" refers to Yahweh, who Isaac deeply respected and showed that respect by obeying him."}]}, {"id": "54", "tn": [{"ref": "called his relatives to eat a meal", "text": "Eating a meal together was part of making the covenant with one another. The full meaning of this may be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Early in the morning ... returned home", "text": "Verse 55 is the first verse of chapter 32 in the original Hebrew text, but the last verse of chapter 31 in most modern Bibles. We suggest that you follow the numbering of Bibles in your national language."}, {"ref": "blessed", "text": "This means expressing a desire for positive and beneficial things to happen to someone."}]}]