{"01": [{"ref": "General Information:", "text": "A new part of the story begins here and continues through the end of the chapter. The writer tells about Herod's attempt to kill the new King of the Jews."}, {"ref": "Bethlehem of Judea", "text": "\"the town of Bethlehem in the province of Judea\" (UDB)"}, {"ref": "in the days of Herod the king", "text": "\"when Herod was king there\""}, {"ref": "Herod", "text": "This refers to Herod the Great."}, {"ref": "learned men", "text": "\"men who studied the stars\" (UDB)"}, {"ref": "from the east", "text": "\"from a country far east of Judea\""}, {"ref": "Where is he who was born King of the Jews?", "text": "The men knew from studying the stars that the one who would become king had been born. They were trying to learn where he was. AT: \"A baby who will become the king of the Jews has been born. Where is he?\""}, {"ref": "his star", "text": "They were not saying that the baby was the rightful owner of the star. AT: \"the star that tells about him\" or \"the star that is associated with his birth\""}, {"ref": "in the east", "text": "\"as it came up in the east\" or \"while we were in our country\""}, {"ref": "worship", "text": "Possible meanings are 1) they intended to worship the baby as divine, or 2) they wanted to honor him as a human king. If your language has a word that includes both meanings, you should consider using it here."}, {"ref": "he was troubled", "text": "\"he was worried.\" Herod was worried that this baby would replace him as king."}, {"ref": "all Jerusalem", "text": "Here \"Jerusalem\" refers to the people. Also, \"all\" means \"many.\" Matthew is exaggerating to emphasize how many people were worried. AT: \"many of the people in Jerusalem\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]])"}], "04": [{"ref": "General Information:", "text": "In verse 6, the chief priests and scribes of the people quote the prophet Micah to show that the Christ would be born in Bethlehem."}, {"ref": "In Bethlehem of Judea", "text": "\"In the town of Bethlehem in the province of Judea\""}, {"ref": "this is what was written by the prophet", "text": "This can be stated in active form. AT: \"this is what the prophet wrote long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you, Bethlehem, ... are not the least among the leaders of Judah", "text": "Micah was speaking to the people of Bethlehem as if they were with him but they were not. Also, \"are not the least\" can be translated with a positive phrase. AT: \"you, people of Bethlehem, ... your town is among the most important towns in Judah\" (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "who will shepherd my people Israel", "text": "Micah speaks of this ruler as a shepherd. This means he will lead and care for the people. AT: \"who will lead my people Israel as a shepherd leads his sheep\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "07": [{"ref": "Herod secretly called the learned men", "text": "This means that Herod talked to the learned men without other people knowing."}, {"ref": "to ask them exactly what time the star had appeared", "text": "This can be translated as a direct quotation. AT: \"and he asked them, 'When exactly did this star appear?'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "what time the star had appeared", "text": "It is implied that the learned men told him when the star appeared. AT: \"what time the star had appeared. The learned men told Herod when the star first appeared\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "young child", "text": "This refers to Jesus."}, {"ref": "bring me word", "text": "Here \"word\" is a metonym for \"message\" or \"new.\" AT: \"let me know\" or \"tell me\" or \"report back to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "worship him", "text": "Translate this as you did in [[:en:bible:notes:mat:02:01|2:2]]."}], "09": [{"ref": "After they", "text": "\"After the learned men\""}, {"ref": "they had seen in the east", "text": "\"they had seen come up in the east\" or \"they had seen in their country\""}, {"ref": "went before them", "text": "\"guided them\" or \"led them\""}, {"ref": "stood still over", "text": "\"stopped over\""}, {"ref": "where the young child was", "text": "\"the place where the young child was staying\""}], "11": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to the house where Mary, Joseph, and the young Jesus were living."}, {"ref": "They went", "text": "\"The learned men went\""}, {"ref": "their treasures", "text": "Here \"treasures\" refers to the boxes or bags they used to carry their treasures. AT: \"the containers that held their treasures\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God warned them", "text": "\"Afterwards, God warned the learned men.\" God knew that Herod wanted to harm the child."}, {"ref": "not to return to Herod", "text": "This can be translated as a direct quotation. AT: \"saying, 'Do not go back to King Herod'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}], "13": [{"ref": "General Information:", "text": "In verse 15, the writer quotes the prophet Hosea to show that the Christ would spend time in Egypt."}, {"ref": "they had departed", "text": "\"the learned men had departed\""}, {"ref": "appeared to Joseph in a dream", "text": "\"came to Joseph while he was dreaming\""}, {"ref": "Get up, take ... flee ... Remain ... you", "text": "God is speaking to Joseph, so these should all be singular forms. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "until I tell you", "text": "The full meaning of this statement can be made explicit. AT: \"until I tell you it is safe to come back\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I tell you", "text": "Here \"I\" refers to God. The angel is speaking for God."}, {"ref": "He remained", "text": "It is implied that Joseph, Mary, and Jesus remained in Egypt. AT: \"They remained\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "until the death of Herod", "text": "Herod does not die until [[:en:bible:notes:mat:02:19|2:19]]. This statement describes the length of their stay in Egypt, and it does not say that Herod died at this time."}, {"ref": "Out of Egypt I have called my son", "text": "\"I have called my son out of Egypt\""}, {"ref": "my son", "text": "In Hosea this refers to the people of Israel. Matthew quoted it to say that this was true of God's Son, Jesus. Translate it using a word for son that could refer to the only son or the first son."}], "16": [{"ref": "Connecting Statement:", "text": "Here the scene shifts back to Herod and tells what he did when he learned that the learned men had deceived him."}, {"ref": "General Information:", "text": "These events happen before Herod's death, which the writer mentioned in [[:en:bible:notes:mat:02:13|2:15]]. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "he had been mocked by the learned men", "text": "This can be stated in active form. AT: \"the learned men had embarrassed him by tricking him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He sent and killed all the male children", "text": "Herod did not kill the children himself. AT: \"He gave orders for his soldiers to kill all the boys\" or \"He sent soldiers there to kill all the boy babies\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "two years old and under", "text": "\"2 years old and younger\" (UDB) (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "according to the time", "text": "\"based on the time\""}], "17": [{"ref": "General Information:", "text": "The writer quotes the prophet Jeremiah to show that the death of all of the male children in the region of Bethlehem was according to scripture."}, {"ref": "Then was fulfilled", "text": "This can be stated in active form. AT: \"This fulfilled\" or \"Herod's actions fulfilled\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what had been spoken through Jeremiah the prophet", "text": "This can be stated in active form. AT: \"what the Lord spoke long ago through the prophet Jeremiah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A voice was heard ... they were no more", "text": "Matthew is quoting the prophet Jeremiah."}, {"ref": "A voice was heard", "text": "This can be stated in active form. AT: \"People heard a voice\" or \"There was a loud sound\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Rachel weeping for her children", "text": "Rachel lived many years before this time. This prophecy shows Rachel, who has died, weeping for her descendants."}, {"ref": "she refused to be comforted", "text": "This can be stated in active form. AT: \"no one could comfort her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because they were no more", "text": "\"because the children were gone and would never return.\" Here \"were no more\" is a mild way of saying they are dead. AT: \"because they were dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}], "19": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to Egypt, where Joseph, Mary, and the young Jesus are living."}, {"ref": "behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of doing this."}, {"ref": "those who sought the child's life", "text": "Here \"sought the child's life\" is a way of saying they wanted to kill the child. \"AT: \"those who were looking for the child in order to kill him\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "those who sought", "text": "This refers to King Herod and his advisors."}], "22": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story that began in [[:en:bible:notes:mat:02:01|2:1]] about Herod's attempt to kill the new King of the Jews."}, {"ref": "But when he heard", "text": "\"But when Joseph heard\""}, {"ref": "Archelaus", "text": "This is the name of Herod's son. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he was afraid", "text": "\"Joseph was afraid\""}, {"ref": "what had been spoken through the prophets", "text": "This can be stated in active form. AT: \"what the Lord spoke long ago through the prophets\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he would be called a Nazarene", "text": "Here \"he\" refers to Jesus. The prophets before the time of Jesus would have referred to him as the Messiah or the Christ. AT: \"people would say that the Christ is a Nazarene\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}