[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the name of Yahweh", "text": "Here the word \"name\" represents Yahweh, himself. AT: \"Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "From the rising of the sun to its setting", "text": "This phrase refers to the directions east, where the sun rises, and west, where the sun sets. The writer uses these two extremes to represent everywhere on earth. See how you translated this in [[:en:bible:notes:psa:050:001|50:1]]. AT: \"Everywhere on earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Yahweh's name should be praised", "text": "Here the word \"name\" represents Yahweh, himself. This can be stated in active form. AT: \"people should praise Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his glory reaches above the skies", "text": "The glory of God is spoken of as if it was very high. AT: \"his glory is higher than the skies\" or \"his glory is enormously great\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "Who is like Yahweh our God ... at the earth?", "text": "The writer asks this question to emphasize that there is no one like Yahweh. This rhetorical question may be translated as a statement. AT: \"There is no one like Yahweh our God ... at the earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who has his seat on high", "text": "\"who is enthroned on high\" or \"who rules in the highest position\""}]}, {"id": "007", "tn": [{"ref": "He raises up the poor ... from the ash heap", "text": "These two phrases are parallel. The writer speaks of Yahweh helping and honoring people who are poor as if Yahweh caused them to stand up from sitting in dirt and ashes. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "out of the dirt ... from the ash heap", "text": "Sitting in dirt and ashes represents either poverty or despair. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "so that he may seat him with princes, with the princes of his people", "text": "Here the second phrase clarifies that the first phrase refers to the princes of Yahweh's people. These two statements can be combined. AT: \"so that Yahweh may seat him next to rulers of his people\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "009", "tn": [{"ref": "He gives a home to the barren woman of the house", "text": "Here \"home\" refers to the children that live in a home. AT: \"He gives children to the woman who had none\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]