[{"id": "01", "tn": [{"ref": "General Information:", "text": "In Daniel 11:1 through 12:4, the one who was speaking to Daniel in chapter 10 tells him what is written in the book of truth. This is as he said he would do in [[:en:bible:notes:dan:10:20|10:21]]."}, {"ref": "In the first year of Darius", "text": "Darius was the King of the Medes. \"The first year\" refers to the first year that he was king. AT: \"In the first year of the reign of Darius\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Three kings will arise in Persia", "text": "\"Three kings will rule over Persia\""}, {"ref": "a fourth will be far richer than all the others", "text": "\"after them a fourth king will come into power who will have more money than the three before him\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "power", "text": "Possible meanings are 1) authority or 2) military power."}, {"ref": "he will stir up everyone", "text": "\"he will cause everyone to want to fight\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "A mighty king will rise up", "text": "The idea of rising up or standing is often used for someone who becomes powerful. AT: \"A mighty king will begin to reign\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who will rule a very great kingdom", "text": "Possible meanings are 1) that the size of this kingdom would be very great, or 2) that the king would rule his kingdom with very great power."}, {"ref": "his kingdom will be broken and divided", "text": "This can be stated in active form. AT: \"his kingdom will break apart and divide\" or \"his kingdom will break apart into pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the four winds of heaven", "text": "Translate this as in [[:en:bible:notes:dan:07:01|7:2]]."}, {"ref": "but not to his own descendants", "text": "The idea of not being divided and shared out is implied here. AT: \"but it will not be divided for his own descendants\" or \"but it will not be shared by his own descendants\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "his kingdom will be uprooted for others besides his descendants", "text": "The kingdom is spoken of as if it were a plant that someone destroyed by uprooting it. This idea can be expressed in active form. AT: \"another power will uproot and destroy his kingdom and others who are not his descendants will rule over it\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "one of his commanders will become even stronger than he and will rule his kingdom with great power", "text": "A commander of the king of the South will become the king of the North."}, {"ref": "they will make an alliance", "text": "The king of the South will make an alliance with the king of the North. This alliance would be a formal agreement that both nations are required to follow. AT: \"the king of the South and the king of the North will promise to work together.\""}, {"ref": "The daughter of the king of the South will come ... to confirm the agreement", "text": "The king of the South will give his daughter in marriage to the king of the North. The marriage will confirm the agreement between the two kings."}, {"ref": "her arm's strength ... his arm", "text": "Here \"arm\" stands for power. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She will be abandoned", "text": "This appears to refer to a plot to kill her and those who made the alliance. This phrase may be expressed in active form. AT: \"They will abandon her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "a branch from her roots", "text": "This family is spoken of as if it were a tree. The roots represent ancestors, and the branch represents a  descendant. AT: \"a descendant of her ancestors\" or \"one of her descendants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her roots", "text": "The word \"her\" refers to the daughter of the king of the South in [[:en:bible:notes:dan:11:05|11:6]]."}, {"ref": "He will attack the army", "text": "The word \"he\" refers to her descendant, and here it also refers to his army. AT: \"He and his army will attack the army of the king of the North\" (See [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He will fight them", "text": "Here \"them\" represents the soldiers of the enemy army. AT: \"He will fight the enemy soldiers\""}, {"ref": "but he will withdraw", "text": "The word \"he\" refers to the king of the North."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "His sons", "text": "\"The sons of the king of the North\""}, {"ref": "assemble a great army", "text": "\"gather together many men who can fight in battles\""}, {"ref": "will flood everything", "text": "The way the large army covers the land will be like a flood of water. AT: \"will be so great in number that they will cover all the land\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "will raise up a great army", "text": "\"will assemble a great army\""}, {"ref": "the army will be given into his hand", "text": "Here \"hand\" represents the control of the king of the South. AT: \"the king will surrender the army to the king of the South\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The army will be carried off", "text": "This may be expressed in active form. AT: \"The king of the South will capture the army of the North\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be lifted up", "text": "Being lifted up represents the idea of becoming very proud. AT: \"will become very proud\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will make tens of thousands to fall", "text": "Here falling represents dying in battle. AT: \"will have his army kill many thousands of his enemies\" or \"will kill many thousands of his enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tens of thousands", "text": "\"many thousands\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "a great army supplied with much equipment", "text": "This can also be stated in active form. AT: \"a great army that has much equipment\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "many will rise against the king", "text": "Here the idea of rising up represents rebelling. AT: \"many people will rebel against the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Sons of the violent", "text": "This expression stands for violent people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will stumble", "text": "Here stumbling represents failing. AT: \"they will not succeed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "The king of the North will ... pour out earth", "text": "\"The king of the North\" here stands for the soldiers in the king's army, who would do the actual work of making siege mounds. AT: \"The soldiers of the king of the North will pour out earth to make siege mounds\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "The king of the North will come", "text": "Here \"king of the North\" includes his army also. AT: \"The army of the king of the North will come\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "pour out earth for siege mounds", "text": "This refers to the piling up of earth in order for soldiers to reach the height of city walls in order to attack them. Soldiers and slaves would put loose earth in baskets, carry them to the right place, and pour it out in order to raise the mounds."}, {"ref": "fortifications", "text": "walls and other things built to defend a city or fort from enemy soldiers"}, {"ref": "will not be able to stand", "text": "Here standing represents the ability to fight. AT: \"will not be able to keep fighting against them\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "the one who comes will act according to his desires against him", "text": "\"the invading king will do whatever he wants against the other king\""}, {"ref": "He will stand in", "text": "Here standing represents ruling. AT: \"The king will begin to rule\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "the land of beauty", "text": "This refers to the land of Israel. See how you translated this in [[:en:bible:notes:dan:08:09|08:09]]."}, {"ref": "destruction will be in his hand", "text": "Here \"destruction\" represents the power to destroy. Also, the power to destroy is spoken of as if it were something that someone could hold in his hand. AT: \"he will have power to destroy anything\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "set his face", "text": "\"decide\" (See: [[:en:ta:vol1:translate:figs_idiom|Idiom]])"}, {"ref": "come with the strength of his entire kingdom", "text": "This probably refers to military power. AT: \"come with the force of all his army\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "a daughter of women", "text": "This is an elegant way of saying \"a woman.\" (See: [[:en:ta:vol1:translate:figs_idiom|Idiom]])"}, {"ref": "will end his arrogance", "text": "\"will make the king of the North stop being arrogant\""}, {"ref": "will cause his arrogance to turn back upon him", "text": "\"will cause the king of the North to suffer because he was arrogant toward others\""}, {"ref": "he will pay attention", "text": "\"the king of the North will pay attention\""}, {"ref": "he will not be found", "text": "This is a way of saying that he will die. This idea can be stated in active form. AT: \"he will disappear\" or \"he will die\" (See: [[:en:ta:vol1:translate:figs_idiom|Idiom]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "someone will rise up in his place", "text": "Rising up in a king's place represents becoming king in place of the previous king. AT: \"another man will become king of the North instead of that king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will make a tax collector pass through", "text": "The tax collector will go through the land forcing people to pay taxes. AT: \"will send someone to make the people pay taxes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will be broken", "text": "Here \"he\" refers to the new king. Being broken represents dying. AT: \"the new king will die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but not in anger", "text": "Possible meanings are 1) no one was angry at the king, or 2) that the occasion and cause of the king's death were kept secret. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a despised person to whom the people will not have given the honor of royal power", "text": "The people will refuse to acknowledge him as king because he is not a descendant of kings. AT: \"a person whom the people will despise and will not honor as king\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "An army will be swept away like a flood from before him", "text": "Being swept away represents being destroyed. This can be stated in active form. AT: \"His army will completely destroy a great army as a flood destroys everything in its path\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_simile]])."}, {"ref": "Both that army and the leader of the covenant will be destroyed", "text": "This can be stated in active form. AT: \"He will destroy that army and the leader of the covenant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the leader of the covenant", "text": "This phrase refers to the person who filled the most important religious position that God required in his covenant, that of the high priest. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> The angel continues speaking to Daniel."}, {"ref": "From the time an alliance is made with him", "text": "This can also be stated in active form. AT: \"When other rulers make a peace treaty with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will spread among his followers", "text": "\"will distribute to his followers\""}, {"ref": "the booty, the plunder, and the wealth", "text": "\"the valuable things that he and his army take from the people they defeat\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> The angel continues speaking to Daniel."}, {"ref": "He will wake up his power and his heart", "text": "Power and heart (that is, courage) are spoken of as if they were people whom someone could wake up in order to make them act. AT: \"He will make himself powerful and will become courageous\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "heart", "text": "Here this represents courage. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with a great army", "text": "\"with a great army that he will assemble\""}, {"ref": "will wage war", "text": "\"will fight against him\""}, {"ref": "he will not stand", "text": "Not standing represents being defeated. AT: \"the king of the South will be defeated\" or \"his army will be defeated\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who eat his fine food", "text": "This refers to the king's advisers. It was usual for a king's most trusted advisers to eat meals with him. AT: \"the king's best advisers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His army will be swept away like a flood", "text": "Here the severe defeat of an army is spoken of as a flood of water that completely sweeps it away. AT: \"The enemy will completely defeat his army\" or \"His enemy will completely destroy his army as a flood destroys everything in its path\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "many of them will fall killed", "text": "Here \"fall\" is an idiom that refers to dying in battle, so \"fall\" and \"killed\" mean basically the same thing. AT: \"many of his soldiers will die in battle\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "with their hearts set on evil against each other", "text": "Here \"heart\" represents a person's desires. Desires are spoken of here as if they were an object that someone could set or place in a certain position. AT: \"each determined to do evil to the other\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will sit at the same table", "text": "Sitting at the same table represents the act of talking to each other. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but it will be of no use", "text": "\"but their talking will not help them\""}, {"ref": "For the end will come at the time that has been fixed", "text": "This tells why their meetings will not be successful. AT: \"The result of their actions will only come at the time that God has fixed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "riches, with his heart set against the holy covenant", "text": "This refers to the king's desire to oppose God's covenant in Israel. This may be stated in active form. AT: \"riches. He will be determined to oppose the holy covenant\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his heart", "text": "This refers to the king's desires. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set against the holy covenant", "text": "The king's desire to act against the holy covenant represents his desire to stop the Israelites from obeying that covenant. AT: \"to stop the Israelites from obeying the holy covenant\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the holy covenant", "text": "Here \"holy\" describes God's covenant with Israel. It implies that the covenant should be honored and obeyed because it comes from God himself. AT: \"God's covenant, which all the Israelites should obey\""}, {"ref": "He will act", "text": "This implies that the king will do certain actions in Israel. AT: \"He will do what he wants to in Israel\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "ships of Kittim will come against him", "text": "The ships represent the army coming in those ships. AT: \"\"an army will come from Kittim in ships in order to fight his army\" \" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Kittim", "text": "This may refer to a settlement on the island of Cyprus in the Mediterranean Sea. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He will be furious", "text": "\"He will become very angry\""}, {"ref": "will show favor to those", "text": "\"will act in favor for those\" or \"will help those\""}]}, {"id": "31", "tn": [{"ref": "His forces will rise up", "text": "\"His army will appear\" or \"His army will come.\" The word \"His\" refers to the king of the North. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the fortress sanctuary", "text": "\"the sanctuary that the people use as a fortress\""}, {"ref": "They will take away the regular burnt offering", "text": "Taking away the offering represents preventing people from offering it. AT: \"They will stop the priests from presenting the regular burnt offering\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the abomination that causes desolation", "text": "This refers to an idol that will make the temple desolate, that is, that will cause God to leave his temple. AT: \"the disgusting idol that will cause God to abandon the temple\" or \"the disgusting thing that will make the temple unclean\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "acted wickedly against the covenant", "text": "\"wickedly disobeyed the covenant\""}, {"ref": "corrupt them", "text": "\"persuade them to do evil\""}, {"ref": "who know their God", "text": "Here \"know\" means \"be faithful.\" AT: \"who are faithful to their God\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will be strong and will take action", "text": "\"will be firm and resist them\""}]}, {"id": "33", "tn": [{"ref": "they will stumble", "text": "Here \"stumble\" represents experiencing a disaster of one kind or another, including death itself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they", "text": "This refers to the wise persons among the Israelites."}, {"ref": "the sword", "text": "Here \"sword\" represents battles and warfare. AT: \"they will die in battle.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and by flame", "text": "Here \"flame\" represents fire. AT: \"and by burning to death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "into captivity", "text": "\"into being made slaves\""}, {"ref": "into being robbed", "text": "This can be put into active form. AT: \"their enemies will rob them of their possessions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will be helped with a little help", "text": "This may be put into active form. AT: \"others will give them a little help\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In hypocrisy many will join themselves with them", "text": "This refers to other people who will pretend to help the wise persons, but not because they truly wish to help them."}, {"ref": "will join themselves", "text": "Here \"join themselves\" represents \"come to help.\" AT: \"will come to help them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Some of the wise will stumble", "text": "Here \"stumble\" represents experiencing a disaster of one kind or another, including death itself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that refining will happen to them", "text": "Here \"so that\" means \"with the result that.\" AT: \"with the result that refining will happen to them\""}, {"ref": "refining will happen to them, and cleansing, and purifying", "text": "These three activities are expressed here as if they were things. However, they may be expressed as actions, either in passive form or in active form. AT: \"they will be refined, cleansed, and purified\" or \"their suffering will refine, cleanse, and purify them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Some of the wise will stumble ... until the time of the end", "text": "This suffering will continue until the time when God has decided that it will end."}, {"ref": "refining", "text": "This refers to the purifying of metal by melting it in a fire. When God makes his people more faithful to himself, this is spoken of as if they were metal that a worker was making more pure by putting it into fire.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cleansing", "text": "This refers to making people, places, or objects suitable for God's use by separating them from sin and other forms of evil. It speaks of evil as if it were physical dirtiness that could be removed by washing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "purifying", "text": "This idea is very similar to refining, discussed earlier. Metal that is refined can also be said to be purified. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "time of the end", "text": "\"the final days\" or \"the end of the world.\" See how you translated this in [[:en:bible:notes:dan:08:15|8:17]]."}, {"ref": "the appointed time is still to come", "text": "Here \"appointed time\" implies that God has set the time. This can be put into active form. AT: \"Yahweh has set the time in the future\""}]}, {"id": "36", "tn": [{"ref": "The king will act according to his desires", "text": "\"the king will do whatever he wants\""}, {"ref": "The king", "text": "This refers to the king of the North."}, {"ref": "lift himself up and make himself great", "text": "The phrases \"lift himself up\" and \"make himself great\" mean the same thing and indicate that the king will become very proud. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "lift himself up", "text": "Here this represents becoming very proud.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make himself great", "text": "Here this represents pretending to be very important and powerful. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "astonishing things", "text": "\"terrible things\" or \"shocking things\""}, {"ref": "until the wrath is completed", "text": "This phrase pictures God as storing up his wrath until his storeroom is completely full of it and he is ready to act according to it. AT: \"until God is completely angry with him\" or \"until God is angry enough to take action against him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God of gods", "text": "This refers to the one true God. AT: \"the supreme God\" or \"the only true God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the god desirable to women", "text": "This seems to refer to the pagan god named Tammuz."}]}, {"id": "38", "tn": [{"ref": "the god of fortresses", "text": "The king probably believed that this false god would help him to attack other people's fortresses and keep his own. AT: \"the god that controls fortresses\""}, {"ref": "instead of these", "text": "The word \"these\" refers to the gods mentioned in [[:en:bible:notes:dan:11:36|11:37]]"}, {"ref": "he will divide up the land as a reward", "text": "Possible meanings are 1) \"he will give the land to his followers as a reward\" or 2) \"he will sell land to his followers\""}]}, {"id": "40", "tn": [{"ref": "time of the end", "text": "\"the final days\" or \"the end of the world.\" See how you translated this in [[:en:bible:notes:dan:08:15|8:17]]."}, {"ref": "the king of the South ... The king of the North", "text": "These phrases stand for the kings and their armies. AT: \"the king of the South and his army ... The king of the North and his army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will storm against him", "text": "Violently attacking with an army is spoken of as if a storm happened. AT: \"will attack him like a violent storm\" or \"will violently attack him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "flood them", "text": "When an army overruns a country, it is spoken of as if a flood occurred. See how you translated this in [[:en:bible:notes:dan:11:10|11:10]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pass through", "text": "Nothing will stop the army. AT: \"will pass through the lands with no one to stop him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the land of beauty", "text": "This refers to the land of Israel. See how you translated this in [[:en:bible:notes:dan:08:09|08:09]] and [[:en:bible:notes:dan:11:15|11:16]]."}, {"ref": "will fall", "text": "Here falling represents the action of dying. AT: \"will die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But these will escape from his hand", "text": "Here \"hand\" represents power. AT: \"But these will escape from his power\" or \"But he will not be able to destroy these nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "42", "tn": [{"ref": "General Information:", "text": "This is still about the king of the North."}, {"ref": "He will extend his hand into lands", "text": "Here \"hand\" represents power and control. AT: \"He will extend his control over various lands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "into lands", "text": "Here the idea is many lands or various lands. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the land of Egypt will not be rescued", "text": "This can be put into active form. AT: \"the land of Egypt will not escape\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Libyans and the Ethiopians will be in his footsteps", "text": "Here \"footsteps\" represent submission. AT: \"the Libyans and the Ethiopians will have to serve him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the Libyans and the Ethiopians", "text": "\"the people of Libya and Ethiopia.\" Libya is a country west of Egypt, and Ethiopia is a country south of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "44", "tn": [{"ref": "General Information:", "text": "This is still about the king of the North."}, {"ref": "he will go out with great rage", "text": "The abstract noun \"rage\" can be expressed with the word \"angry.\" It can be stated clearly that he would go out with his army. AT: \"he will be very angry and will go out\" or \"he will become very angry and will go out with his army\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "go out", "text": "Here this represents the action of attacking the enemy. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to set many apart for destruction", "text": "\"to destroy many people\""}, {"ref": "the tent of his royal residence", "text": "This refers to the king's luxurious tents that he lived in when he was with his army in time of war."}, {"ref": "between the seas and the mountain of the beauty of holiness", "text": "This probably refers to the region between the Mediterranean Sea and Temple Mount in Jerusalem."}, {"ref": "the mountain of the beauty of holiness", "text": "This refers to the hill in Jerusalem where God's temple was. See how you translated somewhat similar phrases in [[:en:bible:notes:dan:09:15|9:16]] and [[:en:bible:notes:dan:09:20|9:20]].  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]