[{"id": "01", "tn": [{"ref": "How beautiful your feet appear in your sandals", "text": "It is implied by continuing from [[:en:bible:notes:sng:06:13|6:13]] that the woman's lover is describing her as she dances. AT: \"Your feet are so very beautiful in your sandals as you dance.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "prince's daughter", "text": "Though the woman was not born into a royal family, the way she looks and acts cause her to seem to be the daughter of a prince. AT: \"you who have a noble character\" or \"you who are elegant.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The curves of your thighs are like jewels", "text": "The shape of the woman's thighs are like a beautiful precious stone which a skilled workman carved into the perfect shape. AT: \"The curves of your thighs are beautiful like the beautiful curves of jewel that a skill craftsman made.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "your thighs", "text": "The word \"thighs\" refers to the hips of a woman and the part of her legs that is above her knee."}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "The young woman's lover continues describing the one he loves."}, {"ref": "Your navel is like a round bowl", "text": "The woman's navel is perfectly shaped like a bowl. AT: \"Your belly button is shaped perfectly like a round bowl.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "navel", "text": "the indented spot on the stomach, which is the scar left from the cord that attached a baby to its mother"}, {"ref": "may it never lack mixed wine", "text": "People used large bowls to mix wine with water or snow for a feast. People enjoyed the taste of wine at a feast. AT: \"may I always enjoy its beauty\" or \"may people always rejoice in its beauty.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Your belly is like a mound of wheat", "text": "People thought that the color of wheat was the most beautiful color of skin and that the round piles of wheat were beautiful. AT: \"Your belly has a beautiful color and is round like a pile of wheat.\""}, {"ref": "a mound of wheat", "text": "This is a pile of the grains of wheat after people thresh and winnow the wheat."}, {"ref": "encircled with lilies", "text": "The beautiful flowers make the pile of wheat seem even more beautiful. AT: \"that has lilies all around it.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lilies", "text": "a type of large flowers"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The young woman's lover continues describing the one he loves."}, {"ref": "Your two breasts are like two fawns, twins of a gazelle", "text": "See how you translated this in [[:en:bible:notes:sng:04:04|5:5]]."}, {"ref": "Your neck is like a tower of ivory", "text": "The lover compares her neck to a tower made of ivory. (Simile: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "ivory", "text": "the white tusk or tooth of an animal that is similar to bone. People use ivory to make art and to make things look beautiful."}, {"ref": "eyes like the pools in Heshbon", "text": "AT: \"your eyes are clear and sparkle like the pools of water in Heshbon.\""}, {"ref": "Heshbon", "text": "the name of a city east of the Jordan River. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Bath Rabbim", "text": "the name of a city (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "nose is like the tower in Lebanon", "text": "Her nose is long and straight just like the tower is tall and straight."}, {"ref": "that looks toward Damascus", "text": "\"that allows people to look toward Damascus\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The lover continues to describe the one he loves."}, {"ref": "head on you is like Carmel", "text": "The woman is compared to Mount Carmel that rises up above everything else around it. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "dark purple", "text": "Possible translations are 1) \"dark black\" or 2) \"dark red.\""}, {"ref": "The king is held captive by its tresses", "text": "AT: \"Your hair that hangs down is so beautiful that the king is not able to stop admiring it.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tresses", "text": "the clusters of hair that hang down from a woman's head. You can also translate this word as \"locks\" or \"curls\" or \"ringlets.\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The lover describes what he would like to do with the one he loves."}, {"ref": "Your height is like that of a date palm tree", "text": "\"You stand up like a date palm tree.\" The woman is tall, stands straight, and is attractive just like a date palm. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "date palm tree", "text": "a tall, straight tree that produces a sweet, brown, and sticky fruit that grows in groups"}, {"ref": "your breasts like clusters of fruit", "text": "The dates on a palm tree grow in very large and beautiful bunches that hang down from the tree."}, {"ref": "I want to climb ... its branches", "text": "The man wants to hold the woman. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May your breasts be like clusters of grapes", "text": "The man wants to touch her breasts that are firm but soft just like grapes that are full of their juice."}, {"ref": "may the fragrance of your nose be like apricots", "text": "\"may the breath coming from your nose smell sweet like apricots.\""}, {"ref": "apricots", "text": "The word \"apricots\" refers to tasty, yellow-colored, sweet pieces of fruit."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The lover continues describing what he would like to do with the one he loves."}, {"ref": "May your mouth be like the best wine", "text": "AT: \"I want to taste your mouth like the best wine. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "flowing smoothly to my beloved", "text": "\"that flows smoothly for the one I love.\" The lover enjoys the smooth kisses of the woman."}, {"ref": "gliding over our lips and teeth", "text": "\"that flows over my lips and teeth\" or \"slides over our lips and teeth.\""}]}, {"id": "10", "tn": [{"ref": "I am my beloved's", "text": "See how you translated \"I belong to my lover\" in [[:en:bible:notes:sng:06:02|6:3]]."}, {"ref": "and he desires me", "text": "\"and he is passionate about me\" or \"and he wants me\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The woman continues to speak to her beloved."}, {"ref": "rise early", "text": "\"get up early\" or \"wake up early\""}, {"ref": "have budded", "text": "\"are in the beginning of blooming\""}, {"ref": "blossoms", "text": "flowers when they are open"}, {"ref": "are in flower", "text": "\"have flowers open on the plant\""}, {"ref": "I will give you my love", "text": "\"I will show you my love\" or \"I will make love with you\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The woman continues to speak to her beloved."}, {"ref": "mandrakes", "text": "This is the name of plants that give off a strong but pleasant scent. The scent is slightly intoxicating and stimulating which increases the desire to make love. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "give off their fragrance", "text": "\"produce their scent\""}, {"ref": "at the door", "text": "It is implied that the doors belong to their house. AT: \"above the entrances of our house\" or \"by the doors of our house.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are all sorts of choice fruits, new and old", "text": "\"is every kind of the best fruit, both old fruit and new fruit\""}, {"ref": "stored up for you", "text": "\"saved for you\" or \"protected for you\""}]}]