{"1": [{"a": "Paul addressed this letter to all the people who are set apart in Christ Jesus at Philippi, including the overseers and deacons.", "q": "To whom did Paul address this letter?", "ref": ["01-01"]}, {"a": "Paul gave thanks to God for the Philippians' fellowship in the gospel from the first day until now.", "q": "For what did Paul give thanks to God for the Philippians?", "ref": ["01-05"]}, {"a": "Paul was confident that he who had begun a good work in them would complete it.", "q": "Of what was Paul confident regarding the Philippians?", "ref": ["01-06"]}, {"a": "In Paul's imprisonment, and in his defense and confirmation of the gospel, the Philippians had been his partner.", "q": "In what had the Philippians been Paul's partners?", "ref": ["01-07"]}, {"a": "Paul prayed that love would increase more and more among the Philippians.", "q": "What did Paul pray would increase more and more among the Philippians?", "ref": ["01-09"]}, {"a": "Paul desired that the Philippians be filled with the fruits of righteousness.", "q": "With what did Paul desire that the Philippians be filled?", "ref": ["01-11"]}, {"a": "Paul's imprisonment for Christ had become widely known, and most of the brothers were now speaking with more boldness.", "q": "How had Paul's imprisonment advanced the gospel?", "ref": ["01-12", "01-14"]}, {"a": "Some were proclaiming Christ out of selfish and insincere motives thinking they were adding to Paul's affliction in prison.", "q": "Why were some proclaiming Christ out of selfish and insincere motives?", "ref": ["01-17"]}, {"a": "Paul rejoiced that, either way, Christ was being proclaimed.", "q": "What was Paul's reaction to the sincere and insincere preaching of Christ?", "ref": ["01-18"]}, {"a": "Paul desired to bring glory to Christ either in life or by death.", "q": "What did Paul desire to do in life or by death?", "ref": ["01-20"]}, {"a": "Paul said that to live is Christ, and to die is gain.", "q": "Paul said that to live is what, and to die is what?", "ref": ["01-21"]}, {"a": "Paul was pulled by the choices of being with Christ in death, or of remaining in the flesh to continue his labor.", "q": "What choices pulled Paul in different directions?", "ref": ["01-22", "01-24"]}, {"a": "Paul was confident that he would remain with the Philippians for their progress and joy in the faith.", "q": "Paul was confident that he would remain with the Philippians for what purpose?", "ref": ["01-25"]}, {"a": "Paul wanted to hear that the Philippians stood fast in one spirit, with one soul striving together for the faith of the gospel.", "q": "Whether with the Philippians or away from them, what did Paul want to hear about the Philippians?", "ref": ["01-27"]}, {"a": "When the Philippians did not fear, it was a sign of their opponents' destruction, but of their salvation.", "q": "When the Philippians did not fear those opposing them, of what was that a sign?", "ref": ["01-28"]}, {"a": "It had been granted to the Philippians that they believe on Christ, but also that they suffer in his behalf.", "q": "What two things had been granted to the Philippians by God?", "ref": ["01-29"]}], "2": [{"a": "The Philippians must be of the same mind, have the same love, and be united in spirit and mind.", "q": "What does Paul say the Philippians must do to make his joy full?", "ref": ["02-02"]}, {"a": "The Philippians should count each other better than themselves.", "q": "How does Paul say the Philippians should count each other?", "ref": ["02-03"]}, {"a": "Paul says we need to have the mind of Christ Jesus.", "q": "Whose mind does Paul say we need to have?", "ref": ["02-05", "02-06"]}, {"a": "Christ Jesus existed in the form of God.", "q": "In what form did Christ Jesus exist?", "ref": ["02-06"]}, {"a": "Christ Jesus then took the form of a servant, in the appearance of a man.", "q": "What form did Christ Jesus then take?", "ref": ["02-07"]}, {"a": "Jesus humbled himself by obeying to the point of death on the cross.", "q": "How did Jesus humble himself?", "ref": ["02-08"]}, {"a": "God highly exalted Jesus and gave him the name above every name.", "q": "What did God then do for Jesus?", "ref": ["02-09"]}, {"a": "Every tongue will confess that Jesus Christ is Lord.", "q": "What will every tongue confess?", "ref": ["02-11"]}, {"a": "The Philippians are to work out their salvation with fear and trembling.", "q": "How are the Philippians called to work out their salvation?", "ref": ["02-12"]}, {"a": "God works in believers both to will and to work for his good pleasure.", "q": "What does God work in believers to do?", "ref": ["02-13"]}, {"a": "Everything must be done without complaining and arguing.", "q": "Everything must be done without what?", "ref": ["02-14"]}, {"a": "Paul is pouring out his life in the sacrifice and service of the Philippian's faith.", "q": "For what purpose is Paul pouring out his life?", "ref": ["02-17"]}, {"a": "Paul rejoices with great joy.", "q": "What attitude does Paul have, which he also calls on the Philippians to have?", "ref": ["02-17", "02-18"]}, {"a": "Timothy is unique because he truly cares for the Philippians and not for his own interests.", "q": "Why is Timothy a unique helper for Paul?", "ref": ["02-20", "02-21"]}, {"a": "Yes, Paul expects to see the Philippians soon.", "q": "Is Paul expecting to see the Philippians?", "ref": ["02-24"]}, {"a": "Epaphroditus almost died doing the work of Christ, serving Paul and supplying Paul's needs.", "q": "For what did Epaphroditus almost die?", "ref": ["02-30"]}], "3": [{"a": "Paul warns the believers to watch out for the dogs, the evil workers, and the mutilators.", "q": "For whom does Paul warn the believers to watch out?", "ref": ["03-02"]}, {"a": "Paul says the true circumcision are those who worship in the Spirit of God, glory in Christ Jesus, and have no confidence in the flesh.", "q": "Who does Paul say are the true circumcision?", "ref": ["03-03"]}, {"a": "Paul describes his previous conduct as blameless in respect to the righteousness of the law.", "q": "How does Paul describe his previous conduct in respect to the righteousness of the law?", "ref": ["03-06"]}, {"a": "Paul now counts all his previous confidence in the flesh as worthless because of Christ.", "q": "How does Paul now regard his previous confidence in the flesh?", "ref": ["03-07"]}, {"a": "Paul considers all the previous things as garbage so that he may gain Christ.", "q": "For what purpose does Paul now consider all the previous things as garbage?", "ref": ["03-08"]}, {"a": "Paul now has the righteousness from God that is through faith in Christ.", "q": "What righteousness does Paul now have?", "ref": ["03-09"]}, {"a": "Paul has the fellowship of Christ's sufferings.", "q": "Paul has fellowship with Christ in what?", "ref": ["03-10"]}, {"a": "Paul continues to press on.", "q": "Although he is not yet complete, what does Paul continue to do?", "ref": ["03-12"]}, {"a": "Paul presses on toward the goal to win the prize of the upward calling of God in Christ Jesus.", "q": "Toward what goal does Paul press on?", "ref": ["03-14"]}, {"a": "Paul tells the Philippians to join and imitate him in his walk.", "q": "What does Paul tell the Philippians to do regarding the example of his walk?", "ref": ["03-17"]}, {"a": "Those whose god is their belly and who think about earthly things are destined for destruction.", "q": "What is the destiny of those whose god is their belly and who think about earthly things?", "ref": ["03-19"]}, {"a": "Paul says the citizenship of believers is in heaven.", "q": "Where does Paul say the citizenship of believers is located?", "ref": ["03-20"]}, {"a": "Christ will transform the lowly bodies of believers into bodies formed like his glorious body.", "q": "What will Christ do to the bodies of believers when he comes from heaven?", "ref": ["03-21"]}], "4": [{"a": "Paul wants the Philippians to stand firm in the Lord.", "q": "What does Paul want his beloved friends in Philippi to do?", "ref": ["04-01"]}, {"a": "Paul wishes to see Euodia and Syntyche have the same mind in the Lord.", "q": "What does Paul wish to see happen with Euodia and Syntyche?", "ref": ["04-02"]}, {"a": "Paul tells them to rejoice in the Lord always.", "q": "What does Paul tell the Philippians to always do?", "ref": ["04-04"]}, {"a": "Paul says that instead of being anxious, tell God in prayer what we need, and thank him.", "q": "Instead of being anxious, what does Paul say to do?", "ref": ["04-06"]}, {"a": "If we do this, the peace of God will guard our hearts and thoughts.", "q": "If we do this, what will guard our hearts and thoughts?", "ref": ["04-07"]}, {"a": "Paul says to think upon things that are honorable, just, pure, lovely, of good report, excellent, and praiseworthy.", "q": "Upon what kinds of things does Paul say to think?", "ref": ["04-08"]}, {"a": "The Philippians have now been able to renew their concern for Paul.", "q": "What have the Philippians now been able to renew?", "ref": ["04-10"]}, {"a": "Paul has learned the secret of living contently in both abundance and need.", "q": "What secret has Paul learned about living in different circumstances?", "ref": ["04-11", "04-12"]}, {"a": "Paul can live contently in all circumstances through Christ who strengthens him.", "q": "By what power can Paul live contently?", "ref": ["04-13"]}, {"a": "Paul seeks the fruit that increases to the Philippians' account.", "q": "What does Paul seek for the Philippians in their giving to provide for his needs?", "ref": ["04-14", "04-17"]}, {"a": "God is pleased with the sacrifice that the Philippians have made for Paul.", "q": "How does God view the gift made by the Philippians for Paul?", "ref": ["04-18"]}, {"a": "Paul says that God will supply every need of the Philippians according to his riches in glory in Christ Jesus.", "q": "What does Paul say God will do for the Philippians?", "ref": ["04-19"]}, {"a": "Those of Caesar's household greet the Philippians.", "q": "Paul says that those of which household greet the Philippians?", "ref": ["04-22"]}]}