[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Having explained his changed plans and his ministry direction, Paul talks about giving."}, {"ref": "the grace of God that has been given to the churches of Macedonia", "text": "This can be stated in active form. AT: \"the grace that God has given to the churches of Macedonia\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the abundance of their joy and the extremity of their poverty have produced great riches of generosity", "text": "Paul speaks of \"joy\" and \"poverty\" as if they were living things that can produce generosity. AT: \"because of the people's great joy and extreme poverty, they have become very generous\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the abundance of their joy", "text": "Paul speaks of joy as if it were a physical object that could increase in size or quantity. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "extremity of their poverty ... riches of generosity", "text": "Though the churches of Macedonia have suffered testings of affliction and poverty, by God's grace, they have been able to collect money for the believers in Jerusalem."}, {"ref": "great riches of generosity", "text": "\"a very great generosity.\" The words \"great riches\" emphasize the greatness of their generosity."}]}, {"id": "03", "tn": [{"ref": "they gave", "text": "This refers to the churches in Macedonia."}, {"ref": "of their own free will", "text": "\"voluntarily\""}, {"ref": "with much begging they pleaded with us", "text": "Here the words \"begging\" and \"pleaded\" share similar meanings and emphasize the earnestness with which the people pleaded. AT: \"they pleaded very earnestly with us\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "this ministry to the believers", "text": "Paul is referring to providing money to the believers in Jerusalem. AT: \"this ministry of providing for the believers in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "who had already begun this task", "text": "Paul is referring to the collection of money from the Corinthians for the believers in Jerusalem. AT: \"who had encouraged your giving in the first place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to bring to completion this act of generosity on your part", "text": "Titus was to help the Corinthians to complete the collection of money. AT: \"to encourage you to complete your generous gift\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But you abound in everything", "text": "Paul speaks of the Corinthian believers as if they were producing physical goods. AT: \"You do well in so many ways\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make sure that you abound in this generous deed", "text": "Paul speaks of the Corinthian believers as if they should produce physical goods. AT: \"make sure you do well in giving for the believers in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "by comparing it to the eagerness of other people", "text": "Paul is encouraging the Corinthians to give generously by comparing them with the generosity of the Macedonian churches. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the grace of our Lord", "text": "In this context, the word \"grace\" emphasizes the generosity with which Jesus had blessed the Corinthians."}, {"ref": "Even though he was rich, for your sakes he became poor", "text": "Paul speaks of Jesus before his incarnation as being rich, and of his becoming human as becoming poor. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "through his poverty you might become rich", "text": "Paul speaks of the Corinthians becoming spiritually rich as a result of Jesus becoming human. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "In this matter", "text": "This refers to their collecting money to give to the believers in Jerusalem. AT: \"With regard to the collection\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there was an eagerness and desire to do it", "text": "This can be stated with a verbal phrase. AT: \"you were eager and desired to do it\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "bring it to completion", "text": "\"complete it\" or \"finish it\""}, {"ref": "a good and acceptable thing", "text": "Here the words \"good\" and \"acceptable\" share similar meanings and emphasize the goodness of the thing. AT: \"a very good thing\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "It must be based on what a person has", "text": "\"Giving must be based on what a person has\""}]}, {"id": "13", "tn": [{"ref": "For this task", "text": "This refers to collecting money for the believers in Jerusalem. AT: \"For this task of collecting money\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that others may be relieved and you may be burdened", "text": "This can be stated in active form. AT: \"that you may relieve others and burden yourselves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "there should be fairness", "text": "\"there should be equality\""}, {"ref": "This is also so that their abundance may supply your need", "text": "Since the Corinthians are acting in the present time, it is implied that the believers in Jerusalem will also help them at some time in the future. AT: \"This is also so that in the future their abundance may supply your need\""}, {"ref": "as it is written", "text": "Here Paul quotes from Exodus. This can be stated in active form. AT: \"as Moses wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "did not have any lack", "text": "This can be stated positively. AT: \"had all he needed\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "16", "tn": [{"ref": "who put into Titus' heart the same earnest care that I have for you", "text": "Here the word \"heart\" refers to the emotions. This means that God caused Titus to love them. AT: \"who made Titus care for you as much as I do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "same earnest care", "text": "\"the same enthusiasm\" or \"same deep concern\""}, {"ref": "For he not only accepted our appeal", "text": "Paul is referring to his asking Titus to return to Corinth and complete the collection. AT: \"For he not only agreed to our request that he help you with the collection\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "with him", "text": "\"with Titus\""}, {"ref": "the brother who is praised among all of the churches", "text": "This can be stated in active form. AT: \"the brother whom believers among all of the churches praise\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Not only this", "text": "\"Not only do believers among all of the churches praise him\""}, {"ref": "he also was selected by the churches", "text": "This can be stated in active form. AT: \"the churches also selected him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in our carrying out this act of generosity", "text": "\"to carry out this act of generosity.\" This refers to taking the offering to Jerusalem."}, {"ref": "for our eagerness to help", "text": "\"to demonstrate our eagerness to help\""}]}, {"id": "20", "tn": [{"ref": "concerning this generosity that we are carrying out", "text": "\"concerning the way we are handling this generous gift.\" This refers to taking the offering to Jerusalem."}, {"ref": "We take care to do what is honorable", "text": "\"We are careful to handle this gift in an honorable way\""}, {"ref": "before the Lord ... before people", "text": "\"in the Lord's opinion ... in people's opinion\""}]}, {"id": "22", "tn": [{"ref": "with them", "text": "The word \"them\" refers to Titus and the previously mentioned brother."}, {"ref": "he is my partner and fellow worker for you", "text": "\"he is my partner who works with me to help you\""}, {"ref": "As for our brothers", "text": "This refers to the two other men who will accompany Titus."}, {"ref": "they are sent by the churches", "text": "This can be stated in active form. AT: \"the churches have sent them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They are an honor to Christ", "text": "This can be stated with a verbal phrase. AT: \"They will cause people to honor Christ\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]