[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he hears my voice and my pleas for mercy", "text": "Here the word \"voice\" represents the person who is speaking. The phrase \"my pleas for mercy\" explains what he is speaking and can be translated with a verbal phrase. AT: \"he hears me when I plead with him for mercy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "The person who composed this psalm continues to speak."}, {"ref": "The cords of death surrounded me", "text": "The writer speaks of death as if it were a person who could capture him and bind him with ropes. See how you translated this in [[:en:bible:notes:psa:018:004|18:4]]. AT: \"I felt like I was about to die\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the snares of Sheol confronted me", "text": "The writer speaks of \"Sheol,\" the place of the dead, as if it were a person who could trap him with snares. AT: \"I felt as if I were ready to enter the grave\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "called on the name of Yahweh", "text": "Here the word \"name\" represents Yahweh himself. AT: \"called out to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rescue my life", "text": "Here the word \"life\" represents the person. AT: \"rescue me\" or \"keep me from dying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "005", "tn": [{"ref": "General Information:", "text": "The person who made this song continues to speak."}, {"ref": "the naive", "text": "This refers to people who are inexperienced or who cannot care for themselves. The adjective can be translated as a noun phrase. AT: \"those who are naive\" or \"those who are helpless\" (UDB) (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "I was brought low", "text": "The writer speaks of being humbled as in being in a lower position. AT: \"I was helpless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "The person who composed this psalm continues to speak."}, {"ref": "My soul can return to its resting place", "text": "The writer speaks of having peace and confidence as if it were a place where his soul can rest. The word \"soul\" represents the person. AT: \"I can rest in peace again\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you rescued my life from death", "text": "Here the word \"you\" refers to Yahweh. The word \"life\" represents the person. AT: \"you have saved me from death\" or \"you have kept me from dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my eyes from tears", "text": "The verbal phrase may be supplied from the previous phrase to make the meaning clear. AT: \"you have rescued my eyes from tears\" or \"you have kept me from crying\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my feet from stumbling", "text": "The verbal phrase may be supplied from the previous phrase to make the meaning clear. The feet here represent the person. Stumbling here probably represents being killed by his enemies. AT: \"you have rescued me from stumbling\" or \"you have kept me from being killed by my enemies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "The person who composed this psalm continues to speak."}, {"ref": "in the land of the living", "text": "\"in this world where people are alive.\" This is in contrast to the place of the dead."}, {"ref": "I am greatly afflicted", "text": "This can be stated in active form. AT: \"I suffer greatly\" or \"People afflict me very much\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I rashly said", "text": "\"I said too quickly\" or \"I said without considering\""}, {"ref": "All men are liars", "text": "\"Every person is a liar\" or \"All people are liars\""}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "The person who made this song continues to speak."}, {"ref": "How can I repay Yahweh ... to me?", "text": "The writer asks this leading question to introduce how he will respond to what Yahweh has done for him. This question can be translated as a statement. AT: \"This is how I will repay Yahweh ... to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I will raise the cup of salvation", "text": "This is probably a reference to a drink offering, which was a sacrifice that involved pouring wine on the altar, and which the writer will offer in response to Yahweh saving him. The full meaning of this statement can be made explicit. AT: \"I will present a drink offering to Yahweh because he saved me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "call on the name of Yahweh", "text": "Here the word \"name\" represents Yahweh himself. AT: \"call on Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Precious in the sight of Yahweh is the death of his saints", "text": "The word \"Precious\" here does not imply that Yahweh values the death of his saints, but that the death of his saints is costly to him and grieves him. The phrase \"in the sight of\" represents Yahweh's disposition towards the thing that he sees. The full meaning of this statement can be made clear. AT: \"Yahweh considers the death of his saints to be a costly thing\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "016", "tn": [{"ref": "General Information:", "text": "The person who composed this psalm continues to speak."}, {"ref": "the son of your servant woman", "text": "This is likely a reference to the writer's mother and indicates that she faithfully worshiped Yahweh. The full meaning of this can be made clear. AT: \"as my mother was\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you have taken away my bonds", "text": "The writer speaks of being in danger of dying as if he had been chained in prison. AT: \"you have saved me from death\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sacrifice of thanksgiving", "text": "\"a sacrifice to express my thankfulness\""}, {"ref": "will call on the name of Yahweh", "text": "Here the word \"name\" represents Yahweh himself. AT: \"will call on Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "018", "tn": [{"ref": "General Information:", "text": "The person who made this song continues to speak."}, {"ref": "I will fulfill ... all his people", "text": "Translate this verse in the same way you translated [[:en:bible:notes:psa:116:012|116:14]]."}, {"ref": "in the courts of Yahweh's house", "text": "The word \"house\" refers to Yahweh's temple. AT: \"in the courtyards of Yahweh's temple\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your midst, Jerusalem", "text": "The writer speaks to Jerusalem as though it were a person. AT: \"in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}]}]