[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Job begins to answer Zophar's accusations."}, {"ref": "Put up with me", "text": "\"Allow me\" or \"Be patient with me\""}, {"ref": "mock on", "text": "\"you can continue mocking me.\" Job is using sarcasm to imply that his friends would ignore what he would say and continue to mock him. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "As for me, is my complaint to a person? Why should I not be impatient?", "text": "Job uses questions to emphasize that he thinks it is fair for him to complain to God. AT: \"I am not complaining to a person. I have the right to be impatient\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "lay your hand upon your mouth", "text": "\"cover your mouth with your hand.\"  Possible meanings are that 1) this is a response to being astonished. AT: \"cover your mouth with your hand\" or 2) this is a symbol that the person will not speak. AT: \"do not say anything\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "trembling seizes my body", "text": "\"fear causes my body to tremble\" or \"I shake with fear\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "Why do wicked people continue to live, become old, and grow mighty in power?", "text": "Job uses this question to show that his friends are wrong to think evil men always suffer. AT: \"Wicked people indeed continue to live, become old, and become wealthier.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Their descendants are established with them in their sight ... their offspring are established before their eyes", "text": "This two clauses mean the same thing and emphasize that this is true. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "in their sight ... before their eyes", "text": "These phrases mean the same thing because \"eyes\" refers to sight. Wicked people get to watch their descendants grow strong and wealthy. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their houses", "text": "Here \"houses\" refers to the family members that lives in them. AT: \"Their families\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rod of God", "text": "This refers to God's punishment. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "does not lose her calf prematurely", "text": "\"she does not miscarry\" or \"her calf is born healthy and strong\""}, {"ref": "little ones like a flock", "text": "Job compares these children to lambs to emphasize that they run, play, and are happy. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "tambourine", "text": "a musical instrument with a head like a drum that can be hit and with pieces of metal around the side that sound when the instrument is shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking with his friends."}, {"ref": "their days", "text": "\"their lifetime\""}, {"ref": "they go down quietly to Sheol", "text": "This is a polite way of saying that they die. AT: \"they die peacefully\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "your ways", "text": "This refers to how God wants people to behave."}, {"ref": "What is the Almighty, that we should worship him? What advantage would we get if we prayed to him?", "text": "The wicked people use these questions to mock God. AT: \"We do not believe that this Almighty God is worthy of our worship. He can do nothing for us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "See, is not their prosperity in their own hands?", "text": "Here \"hands\" refers to their power or control. Job uses this question to challenge his friends. AT: \"Look, these wicked people claim that they make themselves prosper!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How often is it ... their calamity comes upon them?", "text": "Job uses this question to emphasize that it seems to him that God does not punish the wicked very often. AT: \"It is not often ... their calamity comes upon them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the lamp of wicked people is put out", "text": "Job compares extinguishing the lamp to a person dying. This can be stated in active form. AT: \"that God causes them to die suddenly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the lamp of wicked people", "text": "Job compares the life of the wicked to a lamp that is burning. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How often does it happen ... in his anger?", "text": "Job uses this second question to emphasize that it seems to him that God does not punish the wicked very often. AT: \"It is not often ... in his anger.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How often is it ... the storm carries away?", "text": "Job uses this third question to emphasize that it seems to him that God does not punish the wicked very often. AT: \"It is not often ... the storm carries away?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they become like stubble before the wind or like chaff that the storm carries away", "text": "The death of the wicked is spoken of as if they were worthless less chaff and stubble that blows away. This can be stated in active form. AT: \"God takes them away like the wind blows away the chaff\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "You say", "text": "These words are added by most versions in order to make it clear that the Job is quoting his friends in the next statement."}, {"ref": "God lays up one's guilt for his children to pay", "text": "Guilt is spoken of as something that can be stored for later use. Here \"to pay\" refers to punishment for sin. AT: \"God keeps a record of a person's sins, then he punishes the person's children for his wicked deeds\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let him pay it himself", "text": "Job now begins to state his own opinion. It may be helpful to state this explicitly. AT: \"But I say, 'Let him pay it himself'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let his eyes see", "text": "Here \"eyes\" refers to the person. AT: \"Let him see\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "let him drink of the wrath of the Almighty", "text": "Here the wrath of God is spoken of as if it a drink that a person can taste, and tasting is a metonymy for experiencing the drink. Job wants the wicked person to experience God's punishment. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For what does he care about his family after him when the number of his months is cut off?", "text": "Job uses this question to show that the punishing the evil man's children is not effective. This can be stated in active form. AT: \"For the wicked man does not care about his family after he has died!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the number of his months is cut off", "text": "This is a polite way of saying that he dies. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the number of his months", "text": "this refers to the length of his life"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "Can anyone teach God knowledge since he judges even those who are high?", "text": "Job asks this question to emphasize that God knows everything. AT: \"Obviously, no one can teach anything to God since he even judges those in heaven.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who are high", "text": "Possible meanings are 1) \"those who are in heaven\" (UDB) or 2) \"powerful people.\""}, {"ref": "One man dies in his full strength", "text": "Job contrasts this man who dies in health and peace to the man who dies in sorrow and pain in [[:en:bible:notes:job:21:25|21:25]]. You can make this explicit. AT: \"If there are two men, one may die in his full strength\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "His body is full of milk", "text": "Both of these mean that the person is very healthy. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "His body is full of milk ... the marrow of his bones is moistened and in good health", "text": "Both of these phrases mean that the person is very healthy. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "His body is full of milk", "text": "The word for \"milk\" may mean \"fat.\" Either rendering means he is well-fed. AT: \"His body if full of fat\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the marrow of his bones is moistened and in good health", "text": "This idiom means his body is youthful and healthy. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "Another man dies", "text": "Job contrasts this man to the man who dies in peace in [[:en:bible:notes:job:21:22|21:23]]."}, {"ref": "in bitterness of soul", "text": "Here sorrow is spoken of as if it tasted bitter, and \"soul\" refers to the whole man. AT: \"with anger and resentment\" or \"after living a sad life\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "has never experienced anything good", "text": "This can be stated in positive form. AT: \"has experienced only bad things\""}, {"ref": "They lie down alike in the dust", "text": "This is a polite way to say that they died. AT: \"They both die and people bury them\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the worms cover them both", "text": "Worms are associated with decay of dead bodies. AT: \"the worms in the dirt eat their dead bodies\""}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "See", "text": "Job uses this phrase to call attention to the statement that follows. AT: \"Behold\""}, {"ref": "Where now is the house of the prince? Where is the tent in which the wicked man once lived?", "text": "Job believes his friends will ask these question to scold him. Both questions mean the same thing. AT: \"See, the house of the evil ruler is gone. The tent of the wicked man has disappeared.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "Have you never asked traveling people? Do you not know the evidence they can tell ... from the day of wrath?", "text": "Job uses these questions to rebuke his friends for not learning from people who travel. AT: \"You should listen to those who have traveled to distant places. Even they will tell you ... from the day of wrath.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the wicked man is kept from the day of calamity ... he is led away from the day of wrath", "text": "These phrase mean the same thing. This can be stated in active form. AT: \"God spares the wicked person when he brings disaster on a place\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking to his friends."}, {"ref": "Who will condemn the wicked man's way to his face?", "text": "Job uses this question to contradict his friends' belief that the wicked are always judged. AT: \"No one condemns the wicked man to his face.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to his face", "text": "This means no one will go directly to the wicked person and condemn him personally. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Who will repay him for what he has done?", "text": "Job uses this question to contradict his friends' belief that the wicked are always judged. AT: \"No one repays him for the bad things that he has done.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he will be borne", "text": "This can be stated in active form. AT: \"people will carry him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The clods of the valley will be sweet to him", "text": "Job imagines that the dead person will even enjoy the dirt that is put on him. This means the wicked person will even have a good death and a nice burial after a fulfilling life. \"Clods\" refer to the earth that covers the grave. AT: \"He will enjoy being covered with the dirt of the valley\" or \"He will enjoy being buried in the dirt of the valley\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all people will follow after him, as there were innumerable people before him", "text": "Job emphasizes that a large crowd of people will be in the funeral procession of this imaginary wicked man to honor him. AT: \"a huge number of people go to the grave site; some go in front of the procession and some come behind\" (UDB) (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "This concludes Job's speech to his friends."}, {"ref": "How then do you comfort me with nonsense, since in your answers there is nothing but falsehood?", "text": "Job uses a question to scold his friends. AT: \"You cannot comfort me with nonsense. All of your answers are false.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]