[{"id": "01", "tn": [{"ref": "in his own eyes", "text": "The eyes represent seeing, and seeing represents thoughts or judgment. AT: \"he considered himself righteous\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then was kindled the anger of Elihu son of Barachel the Buzite, of the family of Ram; it was kindled against Job", "text": "This compares Elihu's anger to someone starting a fire. Also, this can be stated in active form. AT: \"Then Elihu son of Barachel the Buzite, of the family of Ram, became very angry with Job\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Elihu ... Barachel ... Ram", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Buzite", "text": "This is the name of a people-group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he justified himself rather than God", "text": "This means that he considered himself innocent and believed God had been wrong to punish him. AT: \"he justified himself and claimed that God had been wrong to punish him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Elihu's anger was also kindled against his three friends", "text": "This compares Elihu's anger to someone starting a fire. This can be stated in active form. AT: \"Elihu also became very angry with his three friends\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. This tells background information about Elihu. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "that there was no answer in the mouths of these three men", "text": "This means that the men were done speaking to Job. This speaks of the men possibly having an answer as if the answer were an object that would be in their mouths. AT: \"that these three men had nothing else to say\" or \"and these three men had no more answers to give Job\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his anger was kindled", "text": "This compares Elihu's anger to someone starting a fire. This can be stated in active form. AT: \"he became very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "you are very old", "text": "Here \"you\" is plural and refers to Job and his three friends. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Length of days should speak; a multitude of years should teach wisdom", "text": "These two lines mean the same thing. Elihu emphasizes that since older people are wiser than younger people, they should be the first to speak of what they know. AT: \"He who has lived many years should speak; He would is older should teach wisdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job and his friends."}, {"ref": "there is a spirit in a man ... the breath of the Almighty", "text": "Both phrases mean the same thing. Elihu is emphasizing that a man's wisdom comes from God. AT: \"there is a spirit in a man, that is, the breath of the Almighty that\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the breath of the Almighty", "text": "Here the spirit is represented by \"breath.\" AT: \"the spirit of the Almighty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "See", "text": "Elihu uses this word here to draw the mens' attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I waited for your words", "text": "The word \"you\" refers to Job's friends. Their \"words\" refers to what they would say. AT: \"I waited to hear what you would say\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who could respond to his words", "text": "Here the word \"respond\" does not just mean to answer, but to answer with a profitable response."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job's friends."}, {"ref": "We have found wisdom", "text": "\"We have discovered what is wise.\" This means that they believe that they have figured out what is wise."}, {"ref": "to defeat Job", "text": "This speaks of God responding to Job and correcting him as if he were defeating him in battle. AT: \"to refute Job\" or \"to answer Job\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with your words", "text": "\"by saying what you have said\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "dumbfounded", "text": "\"speechless\""}, {"ref": "Should I wait because they are not speaking, because they stand there silent and answer no more?", "text": "Elihu uses a question to emphasize that he will not wait any longer to speak. Elihu answers this question himself in the next verse. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking using parallelisms."}, {"ref": "I also will answer on my part", "text": "\"I will now take my turn to answer\""}, {"ref": "I am full of words", "text": "Elihu speaks of having a lot to say as being full of words. AT: \"I have so much to say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the spirit in me compels me", "text": "\"my spirit forces me to say it\" (UDB)"}, {"ref": "my breast is like fermenting wine that has no vent ... like new wineskins, it is ready to burst", "text": "While wine is fermenting, gas collects in the container. If the gas is not let out the container will burst. Elihu means that he has so much to say that if he does not speak he feels like he will burst. Also, these two phrases are parallel and have the same meaning. AT: \"I feel like my breast is about to burst, like a container of fermenting wine that has no vent\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my breast is", "text": "This represents Elihu, specifically his spirit. AT: \"my spirit is\" or \"I am\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking using parallelisms for emphasis."}, {"ref": "I may be refreshed", "text": "This can be stated in active form. AT: \"I may feel better\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "open my lips", "text": "Here the \"lips\" represent the mouth. AT: \"open my mouth\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "neither will I give honorific titles to any man", "text": "\"neither will I praise any man or give him titles of honor\""}, {"ref": "my Maker", "text": "\"God who made me.\" This is a name referring to God."}, {"ref": "take me away", "text": "This means that he would destroy him. AT: \"destroy me\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]