[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues teaching his readers about holiness and obedience."}, {"ref": "Therefore put aside all evil, all deceit, hypocrisy, envy, and all slander", "text": "These sinful actions are spoken of as if they were objects that people could throw away. The word \"Therefore\" here refers back to everything that Peter has said about being holy and obedient. AT: \"So then, get rid of\" or \"So then, stop\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "As newborn infants, long for pure spiritual milk", "text": "Peter speaks of his readers as if they were babies. Babies requires very pure food, which they can digest easily. In the same way, believers need pure teaching from God's word. AT: \"Just as babies long for their mother's breast milk, so you must yearn for pure spiritual milk\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "long for", "text": "\"desire intensely\" or \"yearn for\""}, {"ref": "pure spiritual milk", "text": "Peter speaks of the word of God as if it were spiritual milk that nourished children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you may grow in salvation", "text": "Here the word \"salvation\" refers to when God brings the salvation of his people to completion when Jesus returns. You can translate this with a verbal phrase. AT: \"you may grow up spiritually until God saves you completely\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "grow", "text": "Peter speaks of believers advancing in knowledge of God and faithfulness to him as if they were children growing up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if you have tasted that the Lord is kind", "text": "Here to taste means to experience something personally. AT: \"if you have experienced the Lord's kindness toward you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Peter begins to tell a metaphor about Jesus and the believers being living stones. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Come to him who is a living stone", "text": "Peter speaks of Jesus as if he were a stone in a building. AT: \"Come to him who is like a stone in a building, but alive, not a dead stone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who is a living stone", "text": "Possible meanings are 1) \"who is a stone that is alive\" or 2) \"who is a stone that gives life.\""}, {"ref": "that has been rejected by people", "text": "This can be stated in active form. AT: \"that people have rejected\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but that has been chosen by God", "text": "This can be stated in active form. AT: \"but that God has chosen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You also are ... being built up to be a spiritual house", "text": "Just as people used stones to build the temple in the Old Testament, believers are the materials that God is using to build a house in which he will live. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You also are like living stones", "text": "Peter compares his readers to stones that are alive. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "that are being built up to be a spiritual house", "text": "This can be stated in active form. AT: \"that God is building into a spiritual house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a holy priesthood that offers the spiritual sacrifices", "text": "Here the position of priesthood stands for the priests who fulfill its duties. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Scripture contains this", "text": "The scriptures are spoken of as if they were a container. This passage refers to the words that a person reads in scripture. AT: \"This is what a prophet wrote in the scriptures long ago\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See", "text": "The word \"see\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "a cornerstone, chosen and valuable", "text": "God is the one who chose the stone. AT: \"a most important cornerstone, which I have chosen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a cornerstone", "text": "The prophet speaks of the Messiah as the most important stone in a building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues quoting from the scriptures."}, {"ref": "the stone that was rejected ... has become the head of the corner", "text": "This is a metaphor that means people, like builders, rejected Jesus, but God has made him the most important stone in a building. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the stone that was rejected by the builders", "text": "This can be stated in active form. AT: \"the stone that the builders rejected\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the head of the corner", "text": "This refers to the most important stone in a building and means basically the same thing as \"cornerstone\" in [[:en:bible:notes:1pe:02:06|2:6]]."}, {"ref": "a stone of stumbling and a rock of stumbling", "text": "These two phrases share similar meanings. Together they emphasize that people will take offense at this \"stone,\" which refers to Jesus. AT: \"a stone or a rock over which people will stumble\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "disobeying the word", "text": "Here \"the word\" refers to the gospel message. To disobey means that they do not believe. AT: \"because they do not believe the message about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for which they were also destined", "text": "This can be stated in active form. AT: \"for which God also destined them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "In verse 10 Peter quotes a verse from the prophet Hosea. Some modern versions do not format this as a quote, which is also acceptable."}, {"ref": "a chosen people", "text": "You can clarify that God is the one who has chosen them. AT: \"a people whom God has chosen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a royal priesthood", "text": "Possible meanings are 1) \"a group of kings and a group of priests\" (UDB) or 2) \"a group of priests who serve the king.\""}, {"ref": "a people for God's possession", "text": "\"a people who belong to God\""}, {"ref": "who called you out", "text": "\"who called you to come out\""}, {"ref": "from darkness into his marvelous light", "text": "Here \"darkness\" refers to their condition as sinful people who did not know God, and \"light\" refers to their condition as people who do know God and practice righteousness. AT: \"from a life of sin and ignorance of God to a life of knowing and pleasing him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You did not receive mercy ... you have received mercy", "text": "Here mercy, which is how God acts in kindness toward those who do not deserve it, is spoken of as if it were an object that one could receive in his hands. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Peter begins to talk about how to live Christian lives."}, {"ref": "foreigners and wanderers", "text": "These two words mean basically the same thing. Peter speaks of his readers as people who are living in foreign lands away from their home. See how you translated \"foreigners\" in [[:en:bible:notes:1pe:01:01|1:1]]. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to abstain from fleshly desires", "text": "Here the idea of flesh refers to the sinful nature of humanity in this fallen world. AT: \"to not to give in to sinful desires\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make war against your soul", "text": "Here the word \"soul\" refers to a person's spiritual life. Peter speaks of sinful desires as soldiers that are trying to destroy the spiritual life of believers. AT: \"seek to destroy your spiritual life\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You should have good behavior", "text": "Peter speaks of believers behaving well as if that were an object that they could possess, instead of actions that unbelievers could watch them do. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "if they speak about you", "text": "\"if they accuse you\""}, {"ref": "they may observe your good works", "text": "Peter speaks of believers acting well as if that were an object that unbelievers could see, instead of actions they could watch the Christians do. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "on the day of his coming", "text": "This refers to the day when God will judge all people. You can translate this using a verbal phrase. AT: \"when he comes to judge everyone\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "for the Lord's sake", "text": "Possible meanings are 1) that by obeying human authorities, they are obeying the Lord who established those authorities or 2) that by obeying human authorities, they will honor Jesus who also obeyed human authorities."}, {"ref": "the king as supreme", "text": "\"the king as the highest human authority\""}, {"ref": "who are sent to punish", "text": "This can be stated in active form. AT: \"whom the king has sent to punish\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in doing good you silence the ignorant talk of foolish people", "text": "\"by doing good you stop foolish people from speaking about things that they do not know\""}, {"ref": "as a covering for wickedness", "text": "Peter speaks of their condition as free people as something that they use to hide sinful behavior. AT: \"as an excuse to do wicked things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the brotherhood", "text": "This refers to all Christian believers."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Peter begins to speak specifically to people who are servants in people's houses."}, {"ref": "the good and gentle masters", "text": "Here the words \"good\" and \"gentle\" share similar meanings and emphasize that such masters treat their servants kindly. AT: \"the very kind masters\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the malicious ones", "text": "\"the cruel ones\" or \"the mean ones\""}, {"ref": "it is praiseworthy", "text": "\"it is deserving of praise\" or \"it is pleasing to God\""}, {"ref": "endures pain ... because of his awareness of God", "text": "Possible meanings of the original passage are 1) that this person accepts suffering because he knows he is obeying God (UDB) or 2) that this person is able to endure unjust punishment because he knows that God knows how he is suffering."}, {"ref": "For how much credit is there ... while being punished?", "text": "Peter asks this question to emphasize that there is nothing praiseworthy about suffering for doing something wrong. AT: \"For there is no credit ... while being punished\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "while being punished", "text": "This can be stated in active form. AT: \"while someone punishes you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you suffer while being punished", "text": "This can be stated in active form. AT: \"you suffer while someone punishes you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues speaking to people who are servants in people's houses."}, {"ref": "it is to this that you were called", "text": "Here the word \"this\" refers to believers enduring while suffering for doing good, as Peter has just described. This can be stated in active form. AT: \"God has called you to this\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for you to follow in his tracks", "text": "\"for you to follow the footprints of Christ.\" Peter speaks of following Jesus' example in the way that they suffer as if one were walking on the same path that Jesus had taken. AT: \"for you to imitate his behavior\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "neither was any deceit found in his mouth", "text": "This can be stated in active form. AT: \"neither did anyone find deceit in his mouth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "neither was any deceit found in his mouth", "text": "Here \"deceit\" refers to words that a person speaks that are intended to deceive other people. AT: \"neither did he speak any lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When he was reviled", "text": "The word \"reviled\" means to speak abusively to another person. This can be stated in active form. AT: \"When people insulted him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "gave himself to the one who judges justly", "text": "\"he entrusted himself to the one who judges justly.\" This means that he trusted God to take away his shame, which had been put on him by those who treated him harshly."}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues talking about Jesus Christ. He is still speaking to people who are servants."}, {"ref": "He himself", "text": "This refers to Jesus, with emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "carried our sins in his body to the tree", "text": "Here \"carried our sins\" means that he suffered the punishment for sins. AT: \"suffered the punishment for our sins in his body on the tree\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the tree", "text": "This is a reference to the cross on which Jesus died, which was made of wood. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "By his bruises you have been healed", "text": "This can be stated in active form. AT: \"God has healed you because people bruised him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you had been wandering away like lost sheep", "text": "Peter speaks about his readers before they believed in Christ as if they had been similar to lost sheep wandering around aimlessly. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the shepherd and guardian of your souls", "text": "Peter speaks of Jesus as if he were a shepherd. Just as a shepherd protects his sheep, Jesus protects those who trust in him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]