[{"id": "01", "tn": [{"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "ambassador has been sent", "text": "AT: \"God had sent an ambassador\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Rise up", "text": "\"stand up\" This phrase is used to tell people to get ready."}, {"ref": "Behold", "text": "AT: \"look\" or \"listen\" or \"pay attention to what I am about to tell you\""}, {"ref": "you will be greatly despised", "text": "\"the people of other nations will hate you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Obadiah's vision concerning Edom continues."}, {"ref": "The pride of your heart", "text": "Yahweh uses the part of a person's body that is associated with emotions to refer to the people of Edom feeling pride. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in the clefts of the rock", "text": "\"in the cracks in the rock\""}, {"ref": "in your lofty home", "text": "\"in your home that was built in a high place\""}, {"ref": "Who will bring me down to the ground?", "text": "This question is showing how the Edomites were proud and felt safe. AT: \"I am safe from all attackers.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Though you soar high like the eagle and though your nest is set among the stars", "text": "Both of these phrases are saying Edom is built much higher than possible, to say it was built in a very high place. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will bring you down from there", "text": "Pride is associated with height and humility is associated with being low. Yahweh says he will bring Edom down to say he will humble it. AT: \"I will humble you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message to Edom."}, {"ref": "if robbers came by night", "text": "\"or if robbers came during the night\""}, {"ref": "robbers", "text": "people who steal things by being violent to other people"}, {"ref": "how are you cut off", "text": "Yahweh adds this phrase in the middle of another sentence to express that the punishment of Edom is shocking. AT: \"ah, you are completely destroyed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "would they not only steal enough for themselves?", "text": "AT: \"They would only steal enough for themselves.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How Esau has been ransacked, and his hidden treasures sought out", "text": "AT: \"Ah, enemies have searched Esau; they have looked for his hidden treasure.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ransacked", "text": "searching for things in order to steal them"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message to Edom."}, {"ref": "your alliance", "text": "The word \"your\" refers to the nation of Edom."}, {"ref": "will send you on your way to the border", "text": "\"will send you out of their land.\" The people of Edom will try to take refuge in the land of their allies, but their allies will not let the people of Edom stay in their land."}, {"ref": "There is no understanding in him", "text": "\"Edom cannot understand.\""}, {"ref": "Will I not on that day,\" says Yahweh, \"destroy ... mountain of Esau?", "text": "\"'On that day,' says Yahweh, 'I surely will destroy ... mountain of Esau.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your mighty men will be dismayed", "text": "\"Your strong warriors will be afraid\""}, {"ref": "Teman", "text": "the name of a region in the land of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "so that every man may be cut off from the mountain of Esau by slaughter", "text": "AT: \"so that there will be no more people in the mountains of Esau because enemies killed them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mountain of Esau", "text": "Most of the land of Esau was mountains, so this is one way of referring to the land of Esau."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message to Edom."}, {"ref": "your brother Jacob", "text": "AT: \"your relatives who are the descendants of Jacob.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will be covered with shame", "text": "\"you will be completely ashamed\""}, {"ref": "will be cut off forever", "text": "\"will never exist again.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "stood aloof", "text": "\"watched and did nothing to help\""}, {"ref": "strangers", "text": "people from other nations"}, {"ref": "his wealth", "text": "The word \"his\" refers to \"Jacob,\" which is another way of referring to the people of Israel."}, {"ref": "cast lots for Jerusalem", "text": "This phrase means \"they cast lots to decide who would get the valuable things that they took from Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you were like one of them", "text": "\"it was as though you were one of these strangers and foreigners\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message to Edom."}, {"ref": "do not gloat over", "text": "\"do not be happy because of\" or \"do not take pleasure in\""}, {"ref": "your brother's", "text": "This was a way of referring to the people of Israel because Jacob and Esau were brothers."}, {"ref": "day", "text": "AT: \"day of punishment\" or \"time of punishment.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "misfortune", "text": "\"disaster\" or \"trouble\""}, {"ref": "in the day of their destruction", "text": "\"in the day that their enemies destroy them\""}, {"ref": "in the day of their distress", "text": "\"because of the time that they are suffering\""}, {"ref": "calamity ... disaster ... ruin", "text": "These are all different translations of the same word. Translators should use one word to translate all three of these."}, {"ref": "over their affliction", "text": "\"because of the bad things that happen to them\""}, {"ref": "do not loot their wealth", "text": "\"do not take their wealth\" \"or \"do not steal their wealth\""}, {"ref": "crossroads", "text": "a place where two roads come together"}, {"ref": "to cut off his fugitives", "text": "\"to kill the people of Israel who are trying to escape\" or \"to catch those who were trying to escape\" (UDB)"}, {"ref": "do not hand over his survivors", "text": "\"do not capture those who are still alive and give them to their enemies\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message to Edom."}, {"ref": "For the day of Yahweh is near upon all the nations", "text": "\"Soon the time will come when Yahweh will show all the nations that he is Lord.\""}, {"ref": "As you have done, it will be done to you", "text": "\"I will do to you the same things that you did to others.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your deeds will return on your own head", "text": "AT: \"you will suffer the consequences for the things you have done.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For as you", "text": "The word \"you\" to the people of Edom."}, {"ref": "as you have drunk", "text": "The prophets describe people whom Yahweh punished as drinking the punishment from Yahweh AT: \"as I have punished you.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my holy mountain", "text": "This was a way of referring to Jerusalem."}, {"ref": "will all the nations drink continually", "text": "AT: \"I will punish all of the nations without stopping.\" Yahweh punished Jerusalem, but he stopped before he destroyed all of the people. However, he will punish the rest of the nations until they no longer exist."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Obadiah his message."}, {"ref": "escape", "text": "\"escape the punishment of Yahweh.\" These are the people that are still alive after Yahweh has punished. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and it", "text": "The word \"it\" refers to \"mount Zion.\""}, {"ref": "house of Jacob ... Joseph a flame", "text": "Yahweh compares the houses of Jacob and Joseph to fire because they will destroy Esau like a fire that quickly and completely burns up straw. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stubble", "text": "\"straw\" or \"chaff.\" The dry pieces of plant that are left after grain is harvested."}, {"ref": "and they", "text": "The word \"they\" refers to the house of Jacob and the house of Joseph."}, {"ref": "will burn them", "text": "The word \"them\" refers to the descendants of Esau, who are the nation of Edom."}, {"ref": "There will be no survivors to the house of Esau", "text": "\"Not one person of the house of Esau will survive\""}]}, {"id": "19", "tn": [{"ref": "Benjamin", "text": "\"the tribe of Benjamin\" or \"the people of Benjamin\""}]}, {"id": "20", "tn": [{"ref": "The exiles of this host of the people of Israel", "text": "\"Those of the host of the people of Israel who were in exile\""}, {"ref": "host", "text": "a very large group of people"}, {"ref": "Zarephath", "text": "This is the name of a Phoenician city on the coast of the Mediterranean between Tyre and Sidon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sepharad", "text": "This is the name of a place whose location is unknown. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "deliverers", "text": "This refers to various Israelite military leaders whom God will use to defeat the nation of Edom."}]}]