[{"id": "01", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "Here \"in the sight of Yahweh\" represents what Yahweh considers or thinks about something. See how you translated this in [[:en:bible:notes:jdg:02:11|2:11]]. AT: \"what Yahweh said was evil to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he gave them into the hand of the Philistines", "text": "Here \"hand\" refers to power to defeat in battle. AT: \"he allowed the Philistines to defeat them\" or \"he allowed them to be oppressed by the Philistines\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Zorah", "text": "This was the name of a town in Israel. It was in the region of Judah near the border of Dan. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Danites", "text": "people from the tribe of Dan"}, {"ref": "Manoah", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "give birth to a son", "text": "This refers to childbirth. AT: \"bear a son\" or \"have a baby boy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "anything unclean", "text": "Something that Yahweh has stated is unfit to eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Look", "text": "\"Pay attention\" or \"Listen\""}, {"ref": "No razor will be used upon his head", "text": "Here the word \"head\" refers to his hair. This can be stated in active form. AT: \"No one should ever cut his hair\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "razor", "text": "a sharp knife used to cut hair close to the skin"}, {"ref": "a Nazirite to God", "text": "This means that he will be devoted to God as a Nazirite. AT: \"a Nazirite devoted to God\" or \"devoted to God as a Nazirite\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the womb", "text": "Here the word \"womb\" refers to the time before the child is born. AT: \"from before he is born\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hand of the Philistines", "text": "Here the word \"hand\" means control. AT: \"the control of the Philistines\" or \"being under the Philistine's control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "A man of God", "text": "This means that the man was sent by God. This can be made explicit. AT: \"A man that God sent\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his appearance was like that of an angel of God, very terrible", "text": "Here \"terrible\" means \"frightening.\" AT: \"I was very afraid of him because he looked like an angel of God\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Look", "text": "\"Pay attention\" or \"Listen\""}, {"ref": "give birth to a son", "text": "This refers to childbirth. AT: \"bear a son\" or \"have a baby boy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "any food that the law declares to be unclean", "text": "Something that Yahweh has stated is unfit to eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a Nazirite to God", "text": "This means that he will be devoted to God as a Nazirite. See how you translated this in [[:en:bible:notes:jdg:13:03|3:5]]. AT: \"a Nazirite devoted to God\" or \"devoted to God as a Nazirite\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the time he is in your womb until the day of his death", "text": "This emphasizes that it would be for his entire life. AT: \"all his life\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "08", "tn": [{"ref": "Manoah", "text": "Translate this man's name the same way you did in [[:en:bible:notes:jdg:13:01|13:2]]."}, {"ref": "came to the woman", "text": "You can make explicit the implicit meaning of the author's words. AT: \"came to Manoah's wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "Look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "The man", "text": "This refers to the angel of God in [[:en:bible:notes:jdg:13:03|13:3]]. This can be made explicit. AT: \"the man of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "your words", "text": "This refers to what the man said. AT: \"what you have said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "anything that comes from the vines", "text": "Here the angel refers to any food that grow on a vine as \"coming\" from the vine. AT: \"anything that grows on a vine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that the law declares to be unclean", "text": "Something that Yahweh has stated is unfit to eat is spoken of as if it were physically unclean. See how you translated this phrase in [[:en:bible:notes:jdg:13:06|13:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "prepare a young goat for you", "text": "You can make explicit the implicit meaning of Manoah's statement. AT: \"cook a young goat for you to eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "your words come true", "text": "The phrase \"your words\" refers to what the angel has said. AT: \"what you have said comes true\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why do you ask my name?", "text": "The angel asks this question as a rebuke. This question can be written as a statement. AT: \"You should not ask me what my name is.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It is wonderful", "text": "It may be helpful to explain more explicitly why they should not ask his name. AT: \"It is too wonderful for you to understand\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "with the grain offering", "text": "This law requires a grain offering to be offered when a burnt offering is made. AT: \"with the grain offering required with it\" or \"with the grain offering to accompany it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on the rock", "text": "\"on the altar.\" The altar Manoah sacrificed the offering on was a rock."}, {"ref": "He did something", "text": "\"The angel did something\""}, {"ref": "the angel of Yahweh went up in the flame of the altar", "text": "\"the angel of Yahweh went back up into heaven through the flames on the altar\""}, {"ref": "lay facedown on the ground", "text": "\"lay with their faces to the ground.\" This is a sign of respect and honor, but it also shows their fear of Yahweh. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "21", "tn": [{"ref": "that he was the angel of Yahweh", "text": "The word \"he\" refers to the man who Manoah and his wife had seen."}, {"ref": "We are sure to die, because we have seen God", "text": "It is implied that they think God will cause them to die. This can be made clear. AT: \"God will cause us to die because we have seen him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "He would not have shown us all these things, nor at this time would he have let us hear such things", "text": "Manoah's wife said basically the same thing twice for emphasis. These two statements can be combined. AT: \"He would not have told us what he wanted us to do\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "24", "tn": [{"ref": "the woman", "text": "\"Manoah's wife\""}, {"ref": "gave birth to a son", "text": "This refers to childbirth. AT: \"bore a son\" or \"had a baby boy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "grew up", "text": "\"became an adult\" or \"matured\""}, {"ref": "Yahweh's Spirit began to stir him", "text": "Here the way Yahweh's Spirit influences Samson is compared to the way a spoon stirs food in a pot. AT: \"Yahweh's Spirit began to influence Samson\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Mahaneh Dan ... Eshtaol", "text": "Mahaneh Dan is the name of a temporary camp that the tribe of Dan lived in while they looked for a permanent home. Eshtaol is the name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zorah", "text": "Translate the name of this town the same way you did in [[:en:bible:notes:jdg:13:01|13:2]]."}]}]