[{"id": "01", "tn": [{"ref": "Ziklag", "text": "This is the name of a city in the southern part of Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "On the third day", "text": "\"After three days\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "with his clothes torn and with dirt on his head", "text": "In this culture, tearing one's own clothes and putting dirt on one's head was an act of mourning. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he lay facedown on the ground and prostrated himself", "text": "This was an act of showing submission to David, who was now the king of Israel. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "03", "tn": [{"ref": "Many have fallen and many are dead", "text": "Possible meanings are 1) \"Many were wounded and many were killed\" or 2) \"Many were wounded and killed.\""}]}, {"id": "06", "tn": [{"ref": "By chance I happened to be", "text": "This statement emphasizes that the man did not plan to meet Saul."}, {"ref": "Saul was leaning on his spear", "text": "Possible meanings are 1) Saul was weak and using the spear to support himself or 2) Saul was attempting to kill himself by falling on his own spear. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "08", "tn": [{"ref": "He said to me, 'Who are you?' I answered him, 'I am an Amalekite.'", "text": "These direct quotations could be stated as indirect speech. AT: \"He asked me who I was, and I told him that I am an Amalekite\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I am an Amalekite", "text": "These are the same people David just finishing attacking in [[:en:bible:notes:2sa:01:01|1:01]]."}, {"ref": "great suffering has taken hold of me", "text": "Saul's suffering is spoken of as something terrible that has grabbed hold of him. AT: \"I am suffering terribly\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "life is still in me", "text": "This idiom means he is still alive. AT: \"I am still alive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he would not live after he had fallen", "text": "\"he would die anyway\""}]}, {"id": "11", "tn": [{"ref": "David tore his clothes ... the men with him did the same", "text": "David and his men tore their clothes as a sign of mourning for the death of King Saul. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "for the people of Yahweh, and for the house of Israel", "text": "Both statements mean basically same thing. The word \"house\" is a metonym that represents the descendants of Israel. But, both \"people\" and \"house\" probably are a synecdoche representing the soldiers of Israel. AT: \"for the Israelite soldiers\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "they had fallen by the sword", "text": "Here \"fallen\" is a polite way of referring to being killed. Also, \"sword\" represents a battle. AT: \"they had died in battle\" or \"enemies had killed them in battle\" This here means \"had been killed.\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Where are you from?", "text": "The man had already stated that he is an Amalekite in [[:en:bible:notes:2sa:01:08|1:8]]. David apparently asks the man to confirm this because of the serious judgment that David was going to pronounce on the man."}]}, {"id": "14", "tn": [{"ref": "Why were you not afraid to kill Yahweh's anointed ... hand?", "text": "This rhetorical question is used to rebuke the man. It can be translated as a statement. AT: \"You should have feared Yahweh and not killed his anointed ... hand!\" ([[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh's anointed king", "text": "This metonym stands for Saul, who was ceremonially chosen by God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with your own hand", "text": "This phrase refers to doing something yourself. AT: \"yourself\" or \"personally\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "struck him down", "text": "This idiom means \"killed him.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Your blood is on your head", "text": "Here \"blood\" implies \"shed blood\" and is associated with death. Here \"your head\" refers to the man and means that he is responsible. AT: \"You are responsible for your own death\" or \"You have caused your own death\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your own mouth has testified against you", "text": "Here \"your own mouth\" refers to the man himself. AT: \"you have testified against yourself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "David sings a song of mourning for Saul and Jonathan."}, {"ref": "Song of the Bow", "text": "This was the title of the song."}, {"ref": "which has been written in The Book of Jashar", "text": "This is background information added to tell the reader what happened to the song in the future. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The Book of Jashar", "text": "The word \"Jashar\" means \"upright.\" AT: \"The Book of the Upright\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Your glory, Israel, is dead", "text": "\"Your glory\" refers to Saul. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the mighty", "text": "The phrase \"the mighty\" refers to both Saul and Jonathan. This nominal adjective is plural, and can be stated as \"the mighty ones.\"  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "have fallen", "text": "The word \"fallen\" here means \"died\" (UDB). (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Do not tell it in Gath ... do not proclaim it in the streets of Ashkelon", "text": "These two phrases mean the same thing and are repeated as part of the poetry of the song. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Gath ... Ashkelon", "text": "Gath and Ashkelon are two of the Philistines' major cities. The Philistines killed Saul and Jonathan."}, {"ref": "so that the daughters of the Philistines may not rejoice ... so that the daughters of the uncircumcised may not celebrate", "text": "These two phrases mean the same thing and are repeated as part of the poetry of the song. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the daughters of the uncircumcised", "text": "This phrase refers to people who do not follow Yahweh, such as the Philistines. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Mountains of Gilboa", "text": "David speaks directly to the \"Mountains of Gilboa\" as if they were listening to his song. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "let there not be dew or rain on you", "text": "David curses the ground where King Saul died in the battle. This was out of reverence for Saul, who was God's anointed king."}, {"ref": "the shield of the mighty was defiled", "text": "The \"mighty\" here refers to Saul. The shield was defiled because it fell on the ground, and because the king's blood was shed on it. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The shield of Saul is no longer anointed with oil", "text": "Saul's shield was made of leather. To care for the shield, it was rubbed with oil. AT: \"No one will care for Saul's shield anymore\""}, {"ref": "From the blood of those who have been killed, from the bodies of the mighty, the bow of Jonathan did not turn back, and the sword of Saul did not return empty", "text": "Saul and Jonathan are shown here to have been fierce and valiant warriors. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the sword of Saul did not return empty", "text": "Saul's sword is spoken of as if it were a living thing that could return on its own. Rather than return empty, it was carrying the blood of Saul's enemies that it killed. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "23", "tn": [{"ref": "in their death they were not separated", "text": "The phrase \"were not separated\" is used to emphasize that they were always together. AT: \"even in death they were together\""}, {"ref": "They were swifter than eagles, they were stronger than lions.", "text": "Saul and Jonathan were spoken of as if they were faster than eagles and stronger than lions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who clothed you in scarlet as well as jewels, and who put ornaments of gold on your clothing", "text": "\"who provided you nice clothes and jewelry.\" These two phrases share similar meanings that describe providing the women with expensive, attractive clothing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "25", "tn": [{"ref": "How the mighty have fallen in the midst of the battle", "text": "This phrase is repeated in verse 27 to emphasize that Israel's best warriors are dead. AT: \"The mighty men have died in battle\""}, {"ref": "the mighty", "text": "Here \"mighty\" is plural and may refer to only Saul and Jonathan, or to all of the soldiers of Israel. AT: \"the mighty warriors\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "have fallen", "text": "This is a polite way to say \"have died.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Jonathan is killed", "text": "This can be stated in active form. AT: \"Jonathan has died in battle\" or \"The enemy has killed Jonathan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on your high places", "text": "David continues to address this part of the song to the mountains of Gilboa as he started in [[:en:bible:notes:2sa:01:21|1:21]]. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "my brother Jonathan", "text": "Here \"brother\" is used in the sense of a very close friend."}, {"ref": "Your love to me was wonderful, exceeding the love of women", "text": "Here \"love\" is used in the sense of friendship and loyalty. Jonathan's loyalty to David was even greater than the loyalty a woman has for her husband and children."}]}]