[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Under grace, Paul tells those who believe in Jesus to live a new life as though dead to sin and alive to God."}, {"ref": "What then will we say? Should we continue in sin so that grace may abound?", "text": "Paul asks these rhetorical questions to get the attention of his readers. AT: \"So, what should we say about all of this? We certainly should not keep on sinning so that God will give us more and more grace! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we say", "text": "The pronoun \"we\" refers to Paul, his readers, and other people. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "We who died to sin, how can we still live in it?", "text": "Here \"died to sin\" means that those who follow Jesus are now like dead people who cannot be affected by sin. Paul uses this rhetorical question to add emphasis. AT: \"We are now like dead people on whom sin has no effect! So we certainly should not keep on sinning!\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not know that as many as were baptized into Christ Jesus were baptized into his death?", "text": "Paul uses this question to add emphasis. AT: \"Remember, when someone baptized us to show that we have a relationship with Christ, this also shows that we died with Christ on the cross! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "We were buried, then, with him through baptism into death", "text": "Here Paul speaks of a believer's baptism in water as if it were a death and burial. AT: \"When someone baptized us, it is just like that person buried us with Christ in the tomb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "just as Christ was raised from the dead ones by the glory of the Father, so also we might walk in newness of life", "text": "This compares a believer's new spiritual life to Jesus coming back to life physically. The believer's new spiritual life enables that person to obey God. You can translate this in an active form. AT: \"just as the Father brought Jesus back to life after he died, we might have new spiritual life and obey God\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "become united with him in the likeness of his death ... be united with his resurrection", "text": "Paul compares our union with Christ to death. Those who are joined with Christ in death will share in his resurrection. You can translate this in an active form. AT: \"died with him ... come back to life with him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "our old man was crucified with him", "text": "The \"old man\" is a metaphor that refers to the person before he believes in Jesus. Paul describes our old sinful person as dying on the cross with Jesus when we believe in Jesus. You can translate this in an active form. AT: \"our sinful person died on the cross with Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "old man", "text": "This means the person who once was, but who does not exist now."}, {"ref": "the body of sin", "text": "This is a metonym that refers to the whole sinful person. AT: \"our sinful nature\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "might be destroyed", "text": "You can translate this in an active form. AT: \"might die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we should no longer be enslaved to sin", "text": "Paul compares the power sin has over a person to a master who controls a slave. A person without the Holy Spirit is not free to do what pleases God. You can translate this in an active form. AT: \"we should no longer choose to do what is sinful\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He who has died is declared righteous in respect to sin", "text": "Here \"righteous\" refers to God's ability to make people right with him. You can translate this in an active form. AT: \"When God declares a person right with him, that person is no longer controlled by sin\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "we have died with Christ", "text": "Here \"died\" refers to the fact that believers are no longer controlled by sin. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We know that Christ has been raised from the dead ones", "text": "You can translate this in an active form. AT: \"We know God brought Christ back to life after he died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Death no longer rules over him", "text": "Here \"death\" is described as a king or ruler that has power over people. AT: \"He can never die again\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "10", "tn": [{"ref": "For in regard to the death that he died to sin, he died once for all", "text": "The phrase \"once for all\" means to finish something completely. You can make this full meaning explicit in your translation. AT: \"For when he died he broke the power of sin completely\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the same way, you also must consider", "text": "\"For this reason consider\""}, {"ref": "consider yourselves", "text": "\"think of yourselves as\" or \"see yourselves as\""}, {"ref": "dead to sin", "text": "Just as one cannot force a corpse to do anything, sin has no power to force believers to dishonor God. AT: \"as if you were dead to the power of sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dead to sin, but alive to God", "text": "\"dead to the power of sin, but living to honor God\""}, {"ref": "alive to God in Christ Jesus", "text": "\"living to honor God through the power Christ Jesus gives you\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds us that grace rules over us, not the law; we are not sin's slaves, but God's slaves."}, {"ref": "do not let sin rule ... Do not allow sin to rule", "text": "Paul describes sin as a person's king or master. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "your mortal body", "text": "This phrase refers to the physical part of a person, which will die. AT: \"you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in order that you may obey its lusts", "text": "As master, \"sin\" wants the sinner to obey its commands to do evil things."}, {"ref": "Do not present the parts of your body to sin, to be tools used for unrighteousness", "text": "The picture is of the sinner offering the \"parts of his body\" to his master or king. One's \"body parts\" are a synecdoche for the whole person. AT: \"Do not offer yourselves to sin so that you do what is not right\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "But present yourselves to God, as dead ones who are now living", "text": "Here \"now living\" refers to the believer's new spiritual life. AT: \"But offer yourselves to God, because he has given you new spiritual life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "present the parts of your body to God as tools to be used for righteousness", "text": "Here \"parts of your body\" is a synecdoche that refers to the whole person. AT: \"let God use you for what is pleasing to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Do not allow sin to rule over you", "text": "Paul speaks of \"sin\" here as if it were a king who rules over people. AT: \"Do not let sinful desires control what you do\" or \"Do not allow yourselves to do the sinful things you want to do\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "For you are not under law", "text": "To be \"under law\" means to be subject to its limitations and weaknesses. You can make the full meaning explicit in your translation. AT: \"For you are no longer bound to the law of Moses, which could not give you the power to stop sinning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but under grace", "text": "To be \"under grace\" means that God's free gift provides the power to keep from sinning. You can make the full meaning explicit in your translation. AT: \"but you are bound to God's grace, which does give you the power to stop sinning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "What then? Shall we sin because we are not under law, but under grace? May it never be", "text": "Paul is using a question to emphasize that living under grace is not a reason to sin. AT: \"However, just because we are bound to grace instead of the law of Moses certainly does not mean we are allowed to sin\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "\"We would never want that to happen!\" or \"May God help me not to do that!\" This expression shows an extremely strong desire that this does not take place. You may have a similar expression in your language that you could use here. See how you translated it in [[:en:bible:notes:rom:03:31|3:31]]."}, {"ref": "Do you not know that the one to whom you present yourselves as servants is the one to which you are obedient, the one you must obey?", "text": "Paul uses a question to scold anyone who may think God's grace is a reason to keep sinning. You can translate this as a strong statement. AT: \"You should know that you are slaves to the master you choose to obey!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "This is true whether you are servants to sin which leads to death, or servants to obedience which leads to righteousness", "text": "Here, Paul describes \"sin\" and \"obedience\" as masters that a slave would serve. AT: \"You are either a slave to sin, which results in spiritual death, or you are a slave to obedience, which results in doing the things that God wants you to do (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "17", "tn": [{"ref": "But thanks be to God!", "text": "\"But I thank God!\""}, {"ref": "For you were servants of sin", "text": "Here \"sin\" is described as a master that a slave would serve. Also, \"sin\" refers to the power that lives in us that makes us choose to do what is sinful. AT: \"For you were slaves to the power of sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but you have obeyed from the heart", "text": "Here the word \"heart\" refers to having sincere or honest motives for doing something. AT: \"but you truly obeyed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the pattern of teaching that you were given", "text": "Here \"pattern\" refers to the way of living that leads to righteousness. The believers change their old way of living to match this new way of living that Christian leaders teach to them. You can translate this in an active form. AT: \"the teaching that Christian leaders gave you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "You have been made free from sin", "text": "You can translate this in an active form. AT: \"Christ has freed you from the power of sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "servants of righteousness", "text": "\"you are now a servant for doing what is right\""}]}, {"id": "19", "tn": [{"ref": "I speak like a man", "text": "\"Here I am using examples from everyday life\""}, {"ref": "because of the weakness of your flesh", "text": "Often Paul uses the word \"flesh\" as the opposite of \"spirit.\" AT: \"because you do not fully understand spiritual things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "presented your body parts as slaves to uncleanness and to evil", "text": "Here, \"body parts\" refers to the whole person. AT: \"offered yourselves as slaves to everything that is evil and not pleasing to God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "present your body parts as slaves to righteousness for sanctification", "text": "Here \"body parts\" refers to the whole person. AT: \"offer yourselves as slaves to what is right before God so that he might set you apart and give you the power to serve him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "At that time, what fruit then did you have of the things of which you are now ashamed?", "text": "Paul is using a question to emphasize that sinning results in nothing good. AT: \"You gained nothing by doing those things that now cause you shame\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "But now that you have been made free from sin and are enslaved to God", "text": "You can translate this in an active form. AT: \"But now that Christ has freed you from sin and has bound you to God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The result is eternal life", "text": "\"and the result of all of this is that you will live forever with God\""}, {"ref": "For the wages of sin are death", "text": "The word \"wages\" refers to a payment given to someone for their work. \"For if you serve sin, you will receive spiritual death as payment\" or \"For if you continue sinning, God will punish you with spiritual death\""}, {"ref": "but the free gift of God is eternal life in Christ Jesus our Lord", "text": "\"but God freely gives eternal life to those who belong to Christ Jesus our Lord\""}]}]