[{"id": "01", "tn": [{"ref": "isolates himself", "text": "\"keeps away from other people\" (UDB)"}, {"ref": "quarrels with all sound judgment", "text": "This speaks of a person disagreeing with sound judgment as if \"sound judgment\" were a person he fought with. AT: \"he disagrees with all sound judgment\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sound judgment", "text": "\"good judgment\" or \"wise choices\""}, {"ref": "A fool finds no pleasure in understanding, but only", "text": "\"A fool does not care about understanding, but only about\" This means the fool considers \"understanding\" the opposite of pleasure. AT: \"A fool detests understanding and only finds pleasure in\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "but only in revealing what is in his own heart", "text": "This means that the fool only finds pleasure in telling other people what he feels and desires in his heart. AT: \"but only in telling others what is in his own heart\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what is in his own heart", "text": "The contents of a person's heart refers to the person's thoughts and feelings. AT: \"what he thinks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "contempt comes with him—along with shame and reproach", "text": "Here \"contempt,\" \"shame,\" and \"reproach\" are spoken of as if they are people who accompany a wicked man. Possible meanings are 1) people show contempt towards the wicked man and cause him to feel shame and reproach. AT: \"people feel contempt for him along with shame and reproach\" or 2) the wicked man shows contempt for others and causes them to feel shame and reproach. AT: \"he shows his contempt for other people and causes them to feel shame and reproach\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "shame and reproach", "text": "These two words have similar meaning and are used together to emphasize the \"shame\" felt by either the wicked man or other people. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "The words of a man's mouth are deep waters; ... the fountain of wisdom is a flowing stream", "text": "These two lines are parallel and it is implied that the man in the first line is a wise man. AT: \"The words of a wise man's mouth are deep waters; ... the fountain of wisdom is a flowing stream\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The words of a man's mouth are deep waters", "text": "This speaks of a wise man's words being profound as if they were profound and as deep as deep waters. AT: \"The words of a man's mouth are as profound as deep waters\" or \"The words of a man's mouth are deep and profound\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a man's mouth", "text": "Here the man is referred to by his mouth to emphasize what he says. AT: \"of a man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the fountain of wisdom is a flowing stream", "text": "This speaks of the source of wisdom being plentiful as if it were a gushing spring. The gushing of the spring is spoken of as if it were a flowing stream. AT: \"the source of wisdom is as plentiful as the water of a gushing spring\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "It is not good to ... to the righteous person", "text": "These phrases can be written in positive form. AT: \"It is good to treat the wicked person as he deserves, and to be just to the righteous person\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "A fool's lips bring", "text": "Here the fool is referred to by his \"lips\" to emphasize what he says. AT: \"what a fool says brings\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bring", "text": "\"cause\""}, {"ref": "his mouth invites a beating", "text": "This speaks of the fool saying things that cause people to want to beat him as if he were inviting them to beat him. AT: \"his mouth makes people want to beat him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his mouth", "text": "Here what the fool says is referred to as his \"mouth.\" AT: \"what he says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "A fool's mouth ... with his lips", "text": "Both of these phrases refer to what a fool says. AT: \"What a fool says ... by what he says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is his ruin", "text": "\"will ruin him\""}, {"ref": "he ensnares himself", "text": "This speaks of the man causing problems and trouble for himself as if he were trapping himself like a man traps an animal. AT: \"he will cause problems for himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The words of a gossip are like delicious morsels", "text": "This speaks of the words of a gossip being desirable to listen to as if they were delicious food to eat. AT: \"The words of a gossip are desirable to listen to\" or (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The words of a gossip", "text": "This refers to what a gossiping person says. AT: \"The words that a gossiping person speaks\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "morsels", "text": "small bites of food"}, {"ref": "they go down into the inner parts of the body", "text": "This speaks of the words of a gossip going into a person's mind and affecting his thoughts as if they were food that was going into his stomach. AT: \"and they enter a person's mind and affect his thoughts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "one who is slack in his work is a brother to the one who destroys", "text": "This speaks of the one who is slack being similar to the one who destroys as if they were actually related. AT: \"is closely related to\" or \"is very similar to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is slack", "text": "\"is lazy\" or \"is not interested\""}, {"ref": "the one who destroys the most", "text": "\"the one who destroys everything\" (UDB) or \"the one who is always destructive\""}, {"ref": "The name of Yahweh is a strong tower", "text": "This speaks of Yahweh protecting his people as if he were a strong tower in which they could take refuge. AT: \"Yahweh protects like a strong tower\" or \"Yahweh protects his people like a strong tower\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The name of Yahweh", "text": "Here Yahweh is referred to by his name. AT: \"Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the righteous", "text": "This refers to righteous people. AT: \"those who are righteous\" or \"righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "runs into it and is safe", "text": "This speaks of people seeking safety from Yahweh and Yahweh protecting them as if he were a strong tower that they ran into for safety. AT: \"run to him and they are safe\" or \"seek him and they are safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "The wealth of the rich is his fortified city", "text": "This speaks of a rich person depending on his wealth as if his wealth were a fortified wall that protects him. AT: \"The wealthy person depends on his wealth as a city depends on its fortified wall\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the rich", "text": "This refers to people who are rich. AT: \"the rich person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "fortified city", "text": "a city with strong defenses like walls and towers"}, {"ref": "in his imagination it is like a high wall", "text": "This speaks of the rich person believing his wealth will keep him safe like a high wall keeps those inside a city safe. AT: \"he thinks it protects him as well as a high wall\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Before his downfall a person's heart is proud", "text": "\"First a person's heart is proud, but then comes his downfall\""}, {"ref": "downfall", "text": "This refers to a significant decline in a person's reputation or health."}, {"ref": "a person's heart", "text": "Here a person is referred to by his heart to emphasize his thoughts and feelings. AT: \"a person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "humility comes before honor", "text": "The word \"humility\" may be expressed as an adjective and the word \"honor\" may be expressed as a verb. AT: \"a person must be humble before he can be honored\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "it is his folly and shame", "text": "The word \"folly\" may be expressed as an adjective and the word \"shame\" may be expressed as a verb. AT: \"it is foolish of him, and he should be ashamed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "A person's spirit will survive sickness", "text": "Here a person is referred to by his spirit to emphasize his attitude. AT: \"A person who is hopeful will survive sickness\" or \"If a person is full of hope in his inner being, he will survive being sick\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "but a broken spirit who can bear it?", "text": "This is a rhetorical question, expecting the answer that few can bear it. This can be written as a statement. AT: \"but it is very hard to bear a broken spirit.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a broken spirit", "text": "This refers to being depressed. AT: \"being depressed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "The heart of the intelligent acquires", "text": "Here the intelligent person is referred to by his heart to emphasize his desires. AT: \"The intelligent desire to acquire\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the intelligent", "text": "This refers to people who are intelligent. AT: \"those who are intelligent\" or \"intelligent people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "acquires", "text": "\"gains\" or \"obtains\""}, {"ref": "the hearing of the wise seeks it out", "text": "Here the wise person is referred to by his hearing to emphasize what he desires to listen to. AT: \"the wise seeks to learn about it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wise", "text": "This refers to people who are wise. AT: \"those who are wise\" or \"wise people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "seeks it out", "text": "Here the word \"it\" refers to \"knowledge\""}, {"ref": "may open the way", "text": "Here to \"open the way\" means to create an opportunity. AT: \"may create an opportunity for him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "bring him before", "text": "This means to be allowed to see someone. AT: \"let him meet\" or \"let him be introduced to\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "The first", "text": "\"The 1st.\" This refers to the first person to do something. AT: \"The first person\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Casting the lot", "text": "\"Casting lots\""}, {"ref": "and separates strong opponents", "text": "This refers to people who are fighting harshly over a dispute. When they are separated, they are no longer fighting over their dispute. AT: \"and causes opponents to stop fighting over their dispute\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "An offended brother is harder to be won than a strong city", "text": "This speaks of the difficulty of making peace with a brother you have offended by comparing it to the difficulty of winning a war against a strong city. AT: \"If you offend your brother, finding a way to have peace with him again may be harder than waging a battle to win a city\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "quarreling is like the bars of a castle", "text": "This speaks of the difficulty of resolving quarreling by comparing it to the difficulty of breaking down the bars of a castle. AT: \"resolving quarreling is as difficult as breaking down the bars of a castle\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "castle", "text": "a fortified palace"}, {"ref": "From the fruit of his mouth one's stomach is filled; with the harvest of his lips he is satisfied", "text": "These two lines have the same meaning and are used together to emphasize what is said. They can be combined. AT: \"A person is satisfied by the results of the good things that he says\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the fruit of his mouth", "text": "This speaks of the good things that a person says as if they were fruit that came from his mouth. AT: \"his wise speech\" or \"his good words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one's stomach is filled", "text": "This speaks of a person being satisfied or content by the result of what they have said as if they had eaten and become satisfied\" AT: \"a person is satisfied\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the harvest of his lips", "text": "This speaks of the good things that a person says as if they were fruit that is harvested. AT: \"his wise speech\" or \"his good words\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is satisfied", "text": "\"he is pleased\""}]}, {"id": "21", "tn": [{"ref": "Death and life are controlled by the tongue", "text": "This can be written in active form. AT: \"The tongue can lead to life of death\" or \"What people say can lead to life or death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the tongue ... love the tongue", "text": "Here the \"tongue\" refers to speech. AT: \"by what people say ... love speaking\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will eat its fruit", "text": "This speaks of a person receiving the consequence for what he says as if the consequences were fruit that he receives. AT: \"will receive its consequences\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "many friends is brought to ruin by them", "text": "This can be stated in active form. AT: \"many friends--they will bring him to ruin\" or \"many friends--his friends will destroy him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "comes closer than", "text": "\"is more faithful than\" or \"stays more loyal than\""}]}]