[{"id": "01", "tn": [{"ref": "The declaration of the word of Yahweh to Israel by the hand of Malachi", "text": "This can be expressed as a statement. \"This is the declaration of the word of Yahweh to Israel by the hand of Malachi\""}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "by the hand of Malachi", "text": "Here \"hand\" stands for acting or doing. AT: \"through the action of Malachi\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How have you loved us?", "text": "This question indicates that the people doubt the truth of what God says. This can be expressed as a statement. AT: \"You have not shown that you love us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was not Esau Jacob's brother?", "text": "This question, a reply of Yahweh reminding the people of their nation's history, may also be expressed as a statement. AT: \"You know that Esau was Jacob's brother.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "declares Yahweh", "text": "\"Yahweh has solemnly said this\""}, {"ref": "I have loved Jacob", "text": "Here \"loved\" implies a relationship of loyalty between Yahweh and Jacob, in which a covenant existed between them. This can be made explicit. AT: \"as you know, I obligated myself with a covenant to love Jacob\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have loved Jacob", "text": "This name \"Jacob\" refers here not only to Jacob, but also to all his descendants. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Esau I have hated", "text": "Here \"hated\" implies that there was no covenant between Yahweh and Esau. However, it does not imply that Yahweh was emotionally against Esau."}, {"ref": "Esau I have hated", "text": "This name \"Esau\" refers here not only to Esau, but also to all his descendants. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his mountains", "text": "This refers to the hill country of Edom."}, {"ref": "and I have made his inheritance a place for the jackals of the wilderness", "text": "In the Old Testament, the presence of wild animals such as jackals was a frequent description of land deserted by the people who once lived there."}, {"ref": "his inheritance", "text": "Here \"inheritance\" stands for the region that Esau's descendants, the nation of Edom, occupied. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "If Edom says", "text": "Here \"Edom\" stands for the people of Edom. AT: \"If the people of Edom say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will throw down", "text": "Here \"throw down\" stands for \"destroy.\" AT: \"I will destroy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "country of wickedness", "text": "Here \"wickedness\" stands either for wicked people or for wicked actions. AT: \"country of wicked people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your own eyes will see this", "text": "Here \"your own eyes\" stands for the people themselves. AT: \"You yourselves will see this\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh rebukes the priests using an imaginary conversation in which the priests protest that they are doing right and Yahweh tells them what they are doing wrong."}, {"ref": "despise my name", "text": "Here \"my name\" stands for Yahweh himself. AT: \"treat me as though you hate me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How have we despised your name?", "text": "Here the priests are asking a question in order to state that they have not really despised Yahweh. This can be expressed as a statement. AT: \"We have not really despised your name.\" or \"Tell us how we have despised your name, because we do not think that we have done so.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "polluted bread", "text": "Here \"polluted\" describes anything that is not suitable to sacrifice to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How have we polluted you?", "text": "Here the priests are asking a question in order to state that they have not really polluted Yahweh. This can be expressed as a statement. AT: \"We have not polluted you.\" or \"Tell us how we have polluted you, because we do not think that we have done so.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "polluted you", "text": "This expression refers to insulting God by giving him unsuitable sacrifices. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "table", "text": "This refers to an altar."}, {"ref": "By saying that Yahweh's table is contemptible", "text": "This is the answer that Yahweh gives to the priests, but the full answer is only implied. This can be made explicit. AT: \"You have polluted me by saying, 'Yahweh's table is contemptible.'\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "contemptible", "text": "regarded as worthless"}]}, {"id": "08", "tn": [{"ref": "When you offer blind animals for sacrifice, is that not evil?", "text": "Here Yahweh is asking a question in order to make a statement. This sentence functions as a rebuke to the people. AT: \"You know very well that it is evil for you to offer blind animals for sacrifice!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "When you offer the lame and sick, is that not evil?", "text": "Here Yahweh is asking a question in order to make a statement. AT: \"And you know very well that it is evil for you to offer the lame and sick!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Present that to your governor!", "text": "Here Yahweh gives a command in order to express a conditional idea. AT: \"If you present that to your governor,\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Will he accept you or will he lift up your face?", "text": "Here Yahweh is asks this question in order to rebuke the people. AT: \"If you do those things, you know that the governor will not accept you. He will not lift up your face.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will he lift up your face", "text": "Lifting up someone's face refers to accepting him with favor. AT: \"will he accept you with favor\" or \"will he agree to help you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Present", "text": "give as a gift to show respect"}, {"ref": "Now you keep asking the face of God, that he may be gracious to us", "text": "Malachi is no longer speaking for God. He is talking directly to the Israelites; he is criticizing them for daring to think that God will have mercy on them."}, {"ref": "keep asking the face of God", "text": "Here \"face\" stands for God and also for his presence. AT: \"keep asking God in his presence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with such an offering in your hand, would he lift up any of your faces?", "text": "Here Yahweh is asking a question in order to make a statement of rebuke. AT: \"if you offer unacceptable offerings, God will certainly not lift up your faces.\" (See:  [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with such an offering in your hand", "text": "This difficult phrase in Hebrew is interpreted in many different ways by modern versions."}, {"ref": "in your hand", "text": "Here \"hand\" stands for the people bringing the offering. AT: \"brought by you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Oh, if only", "text": "This expresses great desire."}, {"ref": "so that you might not light fires on my altar in vain", "text": "Here \"light fires on my altar\" stands for offering sacrifices on Yahweh's altar. AT: \"so that you might not make fires to burn offerings that I will not accept\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from your hand", "text": "Here \"your hand\" stands for \"you.\" AT: \"from you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the rising of the sun to its setting", "text": "This double expression means \"everywhere.\" It is parallel to \"among the nations\" and \"in every place\" (See: [[:en:ta:vol2:translate:figs_merism]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my name will be great among the nations", "text": "Here \"my name\" stands for \"I.\" AT: \"I will be honored in other nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my name", "text": "Here \"name\" stands for \"reputation,\" \"honor.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in every place incense and pure offerings will be offered in my name", "text": "This may be expressed in active form. AT: \"in these nations people will offer incense and pure offerings to me in order to worship me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in my name", "text": "Here \"name\" stands for Yahweh. AT: \"to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "its fruit, its food", "text": "Possible meanings are 1) \"the meat sacrificed on the altar from animals whose other parts the priests should eat\" or 2) \"the meat sacrificed on the altar.\""}]}, {"id": "13", "tn": [{"ref": "disdainfully snort", "text": "show great disrespect by making noises through the nose (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Should I accept this from your hand?", "text": "Here Yahweh is asking a question in order to make a statement of rebuke. AT: \"I should certainly not accept this from you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "from your hand", "text": "Here \"your hand\" stands for \"you.\" AT: \"from you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my name will be honored among the nations", "text": "This may be expressed in active form. AT: \"people in the other nations honor my name\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my name will be honored", "text": "Here \"my name\" stands for Yahweh. AT: \"I will be honored\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]