[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "in your strength, Yahweh", "text": "It is implied that this is strength Yahweh has given the king to defeat his enemies. AT: because you, Yahweh, have made him strong enough to defeat his enemies\""}, {"ref": "How greatly he rejoices", "text": "\"He rejoices greatly\""}, {"ref": "in the salvation you provide", "text": "It is implied that God has saved the king from his enemies. The abstract noun \"salvation\" can be stated as a verb. AT: \"because you have saved him from his enemies\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "his heart's desire", "text": "\"his heart's wish.\" Here \"heart\" stands for the whole person. AT: \"his desire\" or \"what he wished for\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "have not held back", "text": "\"have not refused him.\" This can be stated in positive form. AT: \"you have given him\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "the request of his lips", "text": "Here \"lips\" stands for the whole person. AT: \"his request\" or \"what he requested of you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "003", "tn": [{"ref": "you bring him rich blessings", "text": "The abstract noun \"blessings\" can be stated as a verb. AT: \"you bless him greatly\" or \"you give him many good things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you placed on his head a crown of purest gold", "text": "To place a crown on a person's head is a symbol of making him a king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "a crown of purest gold", "text": "Here \"purest gold\" represents the great honor given to the king."}, {"ref": "He asked you for life; you gave it to him", "text": "The abstract noun \"life\" can be stated as a verb. AT: \"He asked that you cause him to live for a long time; you caused it to happen\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "long days forever and ever", "text": "Possible meanings are 1) a very long life or 2) eternal life or 3) a long line of descendants."}]}, {"id": "005", "tn": [{"ref": "His glory", "text": "\"The king's honor\" or \"The king's fame\""}, {"ref": "you have bestowed on him splendor and majesty", "text": "\"you have placed on him splendor and majesty.\" Causing the king to be wealthy and powerful is spoken of as if splendor and majesty are objects that are placed on him. AT: \"you have made him wealthy and powerful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you grant him", "text": "\"you allow him to have\" or \"you agree to give him\""}, {"ref": "lasting blessings", "text": "\"a blessings that will last\" or \"a blessings that will stay\""}, {"ref": "the joy of your presence", "text": "\"the joy of being in your presence\" or \"the joy that comes from you being near to you\""}]}, {"id": "007", "tn": [{"ref": "through the covenant faithfulness of the Most High", "text": "\"because the Most High is faithful to his covenant\""}, {"ref": "he will not be moved", "text": "This can be stated in active form. AT: \"no one will remove him as king\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your hand will seize", "text": "Here \"hand\" stands for power. AT: \"Your power will seize\" or \"You will powerfully seize\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your hand ... hate you", "text": "Possible meaning of all occurrences of \"your\" and \"you\" are 1) they refer to the king or 2) they refer to God."}, {"ref": "your right hand will seize those who hate you", "text": "This means the same thing as the first part of the sentence. It emphasizes that God will give the king the power to stop his enemies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "009", "tn": [{"ref": "At the time of your anger", "text": "\"When you appear in your anger\""}, {"ref": "your anger ... You will destroy", "text": "Possible meaning for all occurrences of \"your\" and \"you\" are 1) they refer to God or 2) they refer to the king."}, {"ref": "you will burn them up as in a fiery furnace", "text": "Yahweh or the king destroying their enemies is spoken of as if their enemies are wood and Yahweh or the king will throw them into  furnace. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh will consume them in his wrath, and the fire will devour them", "text": "Both clauses mean basically the same thing. Yahweh completely destroying his enemies is spoken of as if his wrath is a fire that completely burns up his enemies. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the earth ... from among the human race", "text": "Both phrases mean the same thing. They emphasize that absolutely none of their enemies will survive. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "011", "tn": [{"ref": "they intended", "text": "\"they planned.\" The word \"they\" refers to the enemies of God and the king."}, {"ref": "evil against you", "text": "\"to do evil things to you\""}, {"ref": "they conceived a plot", "text": "\"they made a plan\" or \"they created a scheme\""}, {"ref": "For you will turn them back; you will draw your bow before them", "text": "Possible meanings for \"you\" and \"your\" are 1) they refer to the king or 2) they refer to God and speak about him as if he were a warrior with a bow and arrows. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will turn them back", "text": "This is a way of saying that God and the king will defeat their enemies in battle. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will draw your bow before them", "text": "This implies that he actually shoots his arrows at his enemies. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "013", "tn": [{"ref": "Be exalted, Yahweh, in your strength", "text": "Possible meanings are 1) \"Yahweh, show us that you are very strong\" (UDB) or 2) \"Yahweh, because you are strong we will exalt you\""}, {"ref": "we will sing and praise your power", "text": "The words \"sing\" and \"praise\" share similar meanings. Here the word \"power\" stands for God and his power. AT: \"with singing we will praise you because you are powerful\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]