[{"id": "01", "tn": [{"ref": "The gloom will be dispelled from her who was in anguish", "text": "Isaiah speaks of people who are spiritually lost as if they were walking around in total darkness. This can be stated in active form. AT: \"Yahweh will remove the darkness from her who was in anguish\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The gloom", "text": "This word means \"partial or total darkness.\" Translate as you translated \"gloom\" in [[:en:bible:notes:isa:08:21|08:22]]."}, {"ref": "her who was in anguish", "text": "\"her who was suffering great pain and sadness.\" This is probably a metaphor for the people of Judah (see UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In an earlier time he humiliated the land of Zebulun and the land of Naphtali", "text": "\"Land\" refers to the people who live in an area. AT: \"In the past, the Lord humbled those living in Zebulun and Naphtali\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but in the later time he will make it glorious, the way to the sea, beyond the Jordan, Galilee of the nations", "text": "Here \"it\" refers to Galilee which represents the people who live there. AT: \"but in the future, the Lord will honor the people of Galilee of the nations, which is on the road between the Mediterranean Sea and the Jordan River\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Galilee of the nations", "text": "Here \"nations\" represents the people from other nations that live in Galilee. AT: \"Galilee, where many foreigners live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walked in darkness ... lived in the land of the shadow of death", "text": "Isaiah speaks of the people living sinful lives and suffering because of it as if they had been walking in a dark or living in a land of shadow of death. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a great light ... light has shone", "text": "Here \"light\" represents hope and deliverance. (See  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land of the shadow of death", "text": "The phrase \"shadow of death\" is an idiom that means absolute darkness. AT: \"the land of deepest darkness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the time when God will save the people of Israel. Although these events will happen in the future ([[:en:bible:notes:isa:09:01|9:1]]), Isaiah describes them as if they have already happened. This emphasizes that they certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "You have multiplied the nation; you have increased their joy", "text": "The word \"you\" refers to Yahweh. The word \"their\" refers to the people of Israel, but Isaiah includes himself as part of Israel. AT: \"Lord, you will greatly increase our people and our joy\" (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "They rejoice before you like the joy at harvest time, as men rejoice when they divide the plunder", "text": "\"They will rejoice before you as people rejoice when they gather their crops or when a battle is over and soldiers divide what they took\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the time when God will save the people of Israel. Although these events will happen in the future ([[:en:bible:notes:isa:09:01|9:1-2]]), Isaiah describes them as if they have already happened. This emphasizes that they certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "For the yoke of his burden ... you have shattered as on the day of Midian", "text": "Isaiah speaks of the Israelites, who are the Assyrians' slaves, as if they were an ox wearing a yoke. This will happen in the future, but he speaks as if it has already happened. AT: \"For as on the day of Midian you will set the people of Israel free from being slaves to their oppressors like a person removes a yoke from the shoulders of an animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "For the yoke of his burden ... his shoulder ... his oppressor", "text": "Isaiah speaks of the people of Israel as if they were one man. AT: \"For the yoke of their burden ... their shoulders ... their oppressor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the beam across his shoulder", "text": "The beam is the part of the yoke that goes over the shoulders of the ox."}, {"ref": "beam", "text": "Another possible meaning is \"staff,\" a long piece of wood that a person uses to beat the oxen so they will work and a symbol of one person's power to rule other people."}, {"ref": "the rod of his oppressor", "text": "Isaiah speaks of the power the oppressor has over the people of Judah as if it were the piece of wood used by a person to beat oxen so they will work. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as on the day of Midian", "text": "The word \"day\" is an idiom that can refer to an event that takes more than one day to happen. AT: \"as when you defeated the Midianites\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "every boot treading in the tumult and the garments rolled in blood will be burned", "text": "This can be stated in active form. AT: \"you will burn the boots of the soldiers and their clothes, which are covered with blood\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "burned, fuel for the fire", "text": "This can be made more explicit by translating it as a new sentence. AT: \"burned. You will make the boots and the garments fuel for the fire\" (See [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the time when God will save the people of Israel ([[:en:bible:notes:isa:09:01|9:1-2]]). Although these events will happen in Isaiah's future, he describes them as if they have already happened. This emphasizes that they certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "For to us a child has been born, to us a son has been given", "text": "These two phrases mean basically the same thing. The word \"us\" refers to both the speaker and the hearer and so is inclusive. This can be stated in active form. AT: \"For the Lord will give to us a child\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the rule will be on his shoulder", "text": "\"he will have authority to rule as king\" or \"Yahweh will make him responsible to rule\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Counselor", "text": "one who advises kings"}, {"ref": "Of the increase of his government and of peace there will be no end", "text": "\"As time passes he will rule over more and more people and enable them to live more and more peacefully\""}, {"ref": "rules on the throne of David", "text": "Sitting on the \"throne of David\" is a metonym for having the right to rule; only David's descendants could be king over Israel. AT: \"has the right to rule as David's descendant\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his kingdom, to establish it and sustain it with justice and with righteousness", "text": "This can be translated as a new sentence. AT: \"his kingdom. He will establish and protect his kingdom, and he will do what is fair and just\""}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}, {"id": "08", "tn": [{"ref": "The Lord sent a word against Jacob, and it fell on Israel", "text": "\"Send a word\" means to speak. AT: \"The Lord has spoken against the people of Israel\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Jacob ... Israel ... Ephraim ... Samaria", "text": "These names all refer to the people of the northern kingdom of Israel."}, {"ref": "All the people will know, even Ephraim and the inhabitants of Samaria", "text": "What they will know can be made explicit. AT: \"All the people will know that the Lord has judged them, even those in Ephraim and Samaria\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The bricks have fallen, but we will rebuild with chiseled stone; the sycamores have been cut down, but we will put cedars in their place", "text": "The full meaning can be made explicit. This can be stated in active form. AT: \"We will replace the common bricks of our destroyed cities with expensive cut stone, and we will plant great cedar trees where ordinary sycamore trees grew\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Therefore Yahweh will raise up against him Rezin, his adversary", "text": "Here \"Rezin\" represents his army. AT: \"Therefore, Yahweh will bring Rezin and his army against the people of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Rezin", "text": "This is the name of a man. See how you translated Rezin in [[:en:bible:notes:isa:07:01|7:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and will stir up his enemies", "text": "The phrase \"stir up\" is an idiom that means to incite them to attack. AT: \"and Yahweh will cause Israel's enemies to attack\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They will devour Israel with open mouth", "text": "\"Devour\" is how wild animals eat their prey. AT: \"Like a wild beast eating its prey, the army of the enemy will destroy the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In all these things, his anger does not subside; instead, his hand", "text": "\"Even though all these things have happened, he is still angry, and his hand.\" Translate as in [[:en:bible:notes:isa:05:25|5:25]]."}, {"ref": "his hand is still stretched out", "text": "Isaiah speaks as if Yahweh were a person about to hit another person with his fist. This is a metaphor for Yahweh punishing Israel. Translate as in [[:en:bible:notes:isa:05:25|5:25]]. AT: \"he will still be ready to punish them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Yahweh of hosts", "text": "Translate as in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "head and tail", "text": "Isaiah explains this metaphor in verse 15. The \"head,\" the part of an animal a person would want to be, is \"the leader and the noble man,\" and the \"tail,\" the dirty part of the animal, is \"the prophet who teaches lies.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "palm branch and reed", "text": "The \"palm branch\" grows high on the tree and is a metaphor for people who are important and rule others. The \"reed\" grows in shallow water and is a metaphor for people who are poor and unimportant and are ruled by others. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Those who lead this people lead them astray", "text": "The leaders causing people to disobey is spoken of as if the leaders led them on the wrong path. AT: \"The leaders of Israel have caused the people to disobey God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and those who are led by them are swallowed up", "text": "This is a metaphor that can be stated in active form. Possible meanings are 1) AT: \"and those that they lead become confused\" or 2) AT: \"and Yahweh destroys those that they lead\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every mouth speaks foolish things", "text": "The word \"mouth\" refers to the person. AT: \"every person speaks foolish things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "In all these things, his anger does not subside; instead, his hand", "text": "\"Even though all these things have happened, he is still angry, and his hand.\" Translate as in [[:en:bible:notes:isa:05:25|5:25]]."}, {"ref": "his hand is still stretched out", "text": "Isaiah speaks as if Yahweh were a person about to hit another person with his fist. This is a metaphor for Yahweh punishing Israel. Translate as in [[:en:bible:notes:isa:05:25|5:25]]. AT: \"he will still be ready to punish them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Wickedness burns like a fire; it devours the briers and thorns; it even burns the thickets of the forest", "text": "The people's evil deeds are spoken of as if they were a very destructive fire. This fire burns even the briers and thorns, plants that grow in places where people no longer live, and \"the thickets of the forest\" where no one has ever lived, because it has already destroyed the places where people were living. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "briers ... thorns", "text": "The words \"briers\" and \"thorns\" both refer to useless, thorny plants; they can be translated using one word. See how you translated these words in [[:en:bible:notes:isa:07:23|7:23]]. AT: \"thorn bushes\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Through the fury of Yahweh of hosts the land is scorched", "text": "Translate \"Yahweh of hosts\" as in [[:en:bible:notes:isa:01:09|1:9]]. This can be stated in active form. AT: \"Like fire that scorches the land, the Lord's intense anger will destroy the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "No man spares his brother", "text": "\"No one does anything to help anyone else escape\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "They will grab food on the right hand ... on the left hand", "text": "This expression means that the people will grab food wherever they can find it. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Each will even eat the flesh of his own arm", "text": "Possible meanings are 1) people will be so hungry that they will want to eat or will actually eat their own arms or 2) the word \"arm\" is a metaphor for the person's neighbor. (See UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In all these things, his anger does not subside; instead his hand", "text": "\"Even though all these things have happened, he is still angry, and his hand.\" Translate as in [[:en:bible:notes:isa:05:25|5:25]]."}, {"ref": "his hand is still stretched out", "text": "Isaiah speaks as if Yahweh were a person about to hit another person with his fist. This is a metaphor for Yahweh punishing Israel. Translate as in [[:en:bible:notes:isa:05:25|5:25]]. AT: \"he will still be ready to punish them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]