[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul establishes that Christ is speaking through him and that Paul is wanting to restore them, encourage them, and unify them."}, {"ref": "Every accusation must be established by the evidence of two or three witnesses", "text": "This can be stated as active. AT: \"Believe that someone has done something wrong only after two or three people have said the same thing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the rest", "text": "\"all you other people\""}]}, {"id": "03", "tn": [{"ref": "he was crucified", "text": "This can be made active. AT: \"they crucified him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but we will live with him by the power of God", "text": "God gives us the power and ability to live life in and with him."}]}, {"id": "05", "tn": [{"ref": "Test yourselves ... not approved ... unapproved", "text": "The words \"approved\" and \"unapproved\" have to do with passing or not passing the \"test.\""}, {"ref": "Do you not realize that Jesus Christ is in you?", "text": "Paul asks a question to emphasize his point. AT: \"You should know that Jesus Christ is in you!\" or \"Jesus Christ is in you. You should know this already!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in you", "text": "Possible meanings are 1) living inside each individual (UDB) or 2) \"among you,\" part of and the most important member of the group."}, {"ref": "we are not unapproved", "text": "This can be stated as a positive. AT: \"we are certainly approved\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "07", "tn": [{"ref": "that you may not do any wrong", "text": "\"that you will not sin at all\" or \"that you will not refuse to listen to us when we correct you.\" Paul is emphasizing the opposite with his statement. AT: \"that you will do everything right\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "to have passed the test", "text": "\"to be great teachers and live the truth\""}, {"ref": "we are not able to do anything against the truth", "text": "\"we are not able to keep people from learning the truth\""}, {"ref": "truth, but only for the truth", "text": "\"truth; everything we do will enable people to learn the truth\""}]}, {"id": "09", "tn": [{"ref": "may be made complete", "text": "\"may become spiritually mature\""}, {"ref": "in the use of my authority", "text": "\"when I use my authority\""}, {"ref": "so that I may build you up, and not tear you down", "text": "Paul speaks of helping the Corinthians to know Christ better as if he were constructing a building. AT: \"to help you become better followers of Christ and not to discourage you so you stop following him.\" See how these words were translated in [[:en:bible:notes:1co:10:07|10:8]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul closes his letter to the Corinthian believers."}, {"ref": "Work for restoration", "text": "\"Work toward maturity\""}, {"ref": "agree with one another", "text": "\" live in harmony with one another\""}, {"ref": "with a holy kiss", "text": "\"with Christian love\""}]}, {"id": "13", "tn": [{"ref": "the believers", "text": "\"those whom God has set apart for himself\" (UDB)"}]}]