[{"id": "01", "tn": [{"ref": "It came about", "text": "This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "with fifty men to run before him", "text": "These men would run in front of the chariot to honor Absalom. AT: \"with fifty men to run before him to honor him\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Your servant", "text": "When a man would respond to Absalom's question he would refer to himself as \"your servant\" to honor Absalom."}]}, {"id": "03", "tn": [{"ref": "So Absalom would say to him", "text": "It is implied that the person told his case to Absalom. This can be stated clearly. AT: \"Absalom would ask him what his problem was, and the man would then explain to Absalom why he sought justice. Absalom would then say to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "good and right", "text": "These words have basically the same meaning and are used together to emphasize that his case is good. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "to hear your case", "text": "\"Hearing\" a case mean to listen to it and to make a judgement decision over it. AT: \"to judge your case\" or \"to oversee your case\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "put out his hand and take hold of him and kiss him", "text": "This action is a friendly greeting. AT: \"greet him as a friend by embracing him and kissing him\"  (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "for judgment", "text": "This means that they can for the king to decide their disputes. AT: \"to judge over their disputes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So Absalom stole the hearts of the men of Israel", "text": "This sentence means Absalom convinced the men to be loyal to him rather than to David. Here the author speaks of how the people became loyal to Absalom by saying that he stole their hearts. AT: \"In this way, Absalom convinced the men of Israel to be loyal to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "It came about", "text": "This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "at the end of four years that Absalom", "text": "This refers to four years after he returned to Jerusalem. AT: \"fours years after Absalom had returned to Jerusalem, he\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and pay a vow that I have made to Yahweh in Hebron", "text": "\"to Hebron and there fulfill a vow that I have made to Yahweh\""}, {"ref": "For your servant", "text": "Here Absalom refers to himself this way to honor the king."}]}, {"id": "09", "tn": [{"ref": "So Absalom arose", "text": "\"So Absalom left\""}, {"ref": "throughout all the tribes of Israel", "text": "Here the places where the tribes of Israel lived are referred to as the tribes themselves. AT: \"throughout the land of the tribes of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sound of the trumpet", "text": "\"a trumpet being blown\""}]}, {"id": "11", "tn": [{"ref": "who were invited", "text": "This can be stated in active form. AT: \"who he had invited\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went in their innocence", "text": "\"went innocently\""}, {"ref": "he sent for Ahithophel", "text": "This means that he sent a messenger to go get Ahithophel and bring him back to him. AT: \"he sent a messenger to go get Ahithophel who was\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Ahithophel", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Giloh", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "The hearts of the men of Israel are following after", "text": "Here the men are referred to by their \"hearts\" to emphasize their loyalty to Absalom. AT: \"The men of Israel are loyal to\" or \"The men of Israel are following after\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "escape from Absalom ... he will quickly ... and he will bring", "text": "Here David speaks of Absalom and the men with him as \"Absalom\" himself because the men are following Absalom's authority. AT: \"escape from Absalom and his men ... he and his men will quickly ... and they will bring\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "attack the city with the edge of the sword", "text": "The \"city\" refers to the people in the city. The \"edge of the sword\" refers the Israelites' swords and emphasize that they killed the people in battle. AT: \"will attack the people of our city and kill them with their swords\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bring down disaster", "text": "This means to cause disaster to happen. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "to keep the palace", "text": "Here the word \"keep\" means to care for. AT: \"to care for the palace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "at the last house", "text": "This refers to the last house they would come to when leaving the city. AT: \"at the last house as they were leaving the city\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Cherethites ... Pelethites", "text": "Translate the names of these people groups the same as you did in [[:en:bible:notes:2sa:08:15|8:18]]."}, {"ref": "Gittites", "text": "Translate the name of this people group the same as you did in [[:en:bible:notes:2sa:06:10|6:10]]."}, {"ref": "six hundred men", "text": "\"600 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "19", "tn": [{"ref": "Ittai", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gittite", "text": "Translate the name of this people group the same as you did in [[:en:bible:notes:2sa:06:10|6:10]]."}, {"ref": "Why did you go you with us, too?", "text": "This rhetorical question indicates that the king had not asked them to go along with him. This question can be written as a statement. AT: \"You do not need to go with us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "why should I make you wander all over with us?", "text": "This rhetorical question emphasizes David did not want Ittai to come. This question can be translated as a statement. AT: \"I do not want to cause you to wander around with us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Since you just left yesterday", "text": "This is exaggeration used for emphasis. Ittai the Gittite had lived there for several years. AT: \"Since you have lived here only a short time\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "May loyalty and faithfulness go with you", "text": "This is a blessing that David is giving to him. AT: \"May Yahweh be faithful and loyal to you always\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "As Yahweh lives, and as my master the king lives", "text": "Here the speaker is making a solemn promise. He compare the certainty the he will fulfill his promise to the certainty that Yahweh and the king are alive. AT: \"I solemnly promise that as surely as Yahweh and the king live\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "your servant", "text": "Ittai refers to himself this way to honor the king."}, {"ref": "whether that means living or dying", "text": "\"even if I get killed supporting you\""}, {"ref": "All the country wept with a loud voice", "text": "Many of the people of Israel wept loudly when they saw the king leaving. Here this is exaggerated by saying that the whole country wept. AT: \"All the people along the road wept\" or \"Many of the people wept\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "with a loud voice", "text": "Here the many people who were weeping are spoken of as if they shared one loud voice. AT: \"loudly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Kidron Valley", "text": "This is the name of a place near Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "I find favor in the eyes of Yahweh", "text": "Here the \"eyes of Yahweh\" refer to Yahweh's thoughts and opinion. If you \"find favor\" with someone it means that they are pleased with you. AT: \"Yahweh is pleased with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "where he lives", "text": "\"where his presence is.\" The ark of the covenant symbolizes Yahweh's presence. This refers to the place where the ark is. AT: \"where it is kept\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "Ahimaaz", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abiathar", "text": "Translate this man's name the same as you did in [[:"}, {"ref": "", "text": "en:bible:notes:2sa:08:15|8:17]]."}, {"ref": "Are you not a seer?", "text": "This rhetorical question is used to rebuke Zadok and can be translated as a statement. AT: \"You will be able to find out what is happening.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "See", "text": "Here this word is an idiom and means for the listener to pay attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "until word comes from you", "text": "This refers to him sending a messenger to the king. AT: \"until you send a messenger to me to inform me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to inform me", "text": "Here the king implies he is to receive a message informing him about what is happening in Jerusalem. AT: \"to tell me what is happening in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "barefoot", "text": "wearing no shoes or sandals"}, {"ref": "his head covered", "text": "This is a sign of mourning and shame. AT: \"his head covered in mourning\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Ahithophel", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:11]]."}, {"ref": "conspirators", "text": "people who join together against someone else"}, {"ref": "please turn Ahithophel's advice into foolishness", "text": "David is asking Yahweh to make Ahitohphel's advice foolish and useless. AT: \"please let whatever advice Ahithophel gives be foolishness and unsuccessful\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "It came about", "text": "\"It happened.\" This phrase marks the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "at the top of the road", "text": "The word \"top\" is used here because David went up in elevation and is at the top of a hill. AT: \"at the top of the hill\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "where God used to be worshiped", "text": "This can be stated in active form. AT: \"where people once worshiped God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Hushai", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Archite", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "with his coat torn and earth on his head", "text": "This is an act showing shame or repentance. Here the word \"earth\" means dirt. AT: \"He had torn his clothes and put dirt on his head to show that he was very sad\" (UDB) (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will confuse Ahithophel's advice for me", "text": "David is suggest to Hushai that he oppose whatever Ahithopel advises. AT: \"you can serve me by by opposing Ahithophel's advice\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "Will you not have there with you Zadok and Abiathar the priests?", "text": "David asks this rhetorical question to tell Hushai that he will not be alone. This can be written as a statement. AT: \"Zadok and Abiathar the priests will be there to help you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "whatever you hear ... anything that you hear", "text": "This is an exaggeration; it does not mean every single word he hears. It means all of the important and insightful things that he hears. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Ahimaaz ... Jonathan", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "by their hand", "text": "The phrase \"their hand\" refers to the sons and means that they were to serve as messengers. AT: \"their sons to tell me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]