{"01": [{"ref": "Connecting Statement:", "text": "This is the beginning of a new part of the story in which Jesus begins to teach his disciples. This part continues through the end of chapter 7 and is frequently called the Sermon on the Mount."}, {"ref": "General Information:", "text": "In verse 3, Jesus begins to describe the characteristics of people who are blessed."}, {"ref": "He opened his mouth", "text": "This is an idiom. AT: \"Jesus began to speak\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "taught them", "text": "The word \"them\" refers to his disciples."}, {"ref": "the poor in spirit", "text": "This means someone who is humble. AT: \"those who know they need God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for theirs is the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"for God in heaven will be their king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who mourn", "text": "Possible reasons they are sad are 1) the sinfulness of the world or 2) their own sins or 3) the death of someone. Do not specify the reason for mourning unless your language requires it."}, {"ref": "they will be comforted", "text": "This can be stated in active form. AT: \"God will comfort them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "05": [{"ref": "the meek", "text": "\"the gentle\" or \"those who do not rely on their own power\""}, {"ref": "they will inherit the earth", "text": "\"God will give them the entire earth\""}, {"ref": "hunger and thirst for righteousness", "text": "This metaphor means a person should strongly desire to do what is right. AT: \"desire to live right as much as they desire food and drink\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will be filled", "text": "This can be stated in active form. AT: \"God will fill them\" or \"God will satisfy them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the pure in heart", "text": "\"people whose hearts are pure.\" Here \"heart\" refers to a person's desire. AT: \"those who only want to serve God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will see God", "text": "Here \"see\" means they will be able to live in God's presence. AT: \"God will allow them to live with him\""}], "09": [{"ref": "the peacemakers", "text": "These are the people who help others to have peace with one another."}, {"ref": "for they will be called sons of God", "text": "This can be stated in active form. AT: \"for God will call them his children\" or \"they will be children of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sons of God", "text": "It is best to translate \"sons\" with the same word your language would naturally use to refer to a human son or child."}, {"ref": "those who have been persecuted", "text": "This can be stated in active form. AT: \"those people whom others treat unfairly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for righteousness' sake", "text": "\"because they do what God wants them to do\""}, {"ref": "theirs is the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"for God in heaven will be their king.\" See how you translated this in [[:en:bible:notes:mat:05:01|5:3]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus finishes describing the characteristics of people who are blessed."}, {"ref": "Blessed are you", "text": "The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "say all kinds of evil things against you falsely", "text": "\"say all kinds of evil lies about you\" or \"say bad things about you that are not true\""}, {"ref": "for my sake", "text": "\"because you follow me\" or because you believe in me\""}, {"ref": "Rejoice and be very glad", "text": "\"Rejoice\" and \"be very glad\" mean almost the same thing. Jesus wanted his hearers not merely to rejoice but to do even more than rejoice if possible. (See: [[:en:ta:vol2:translate:figs_doublet]])"}], "13": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about how his disciples are like salt and light."}, {"ref": "You are the salt of the earth", "text": "Possible meanings are 1) just as salt makes food good, a disciple of Jesus must influence the people of the world so that they will be good. AT: \"You are like salt for the people of the world\" or 2) just as salt preserves food, a disciple of Jesus must keep people from becoming totally corrupt. AT: \"As salt is for food, you are for the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "if the salt has lost its taste", "text": "Possible meanings are 1) \"if the salt has lost its power to do things that salt does\" (UDB) or 2) \"if the salt has lost its flavor.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how can it be made salty again?", "text": "\"how can it be made useful again?\" Jesus uses a question to teach the disciples. AT: \"there is no way for it to become useful again\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "except to be thrown out and trampled under people's feet", "text": "This can be stated in active form. AT: \"except for people to throw it out into the road and walk on it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You are the light of the world", "text": "This means Jesus' followers bring the message of God's truth to all the people who do not know God. AT: \"You are like a light for the people of the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "A city set on a hill cannot be hidden", "text": "At night when it is dark, people can see the city lights shining. This can be stated in active form. AT: \"During the night, no one can hide the lights that shine from a city on a hill\" or \"Everyone sees the lights of a city on a hill\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}], "15": [{"ref": "Neither do people light a lamp", "text": "\"People do not light a lamp\""}, {"ref": "put it under a basket", "text": "\"place the lamp under a basket.\" This is saying it is foolish to create light only to hide it so people do not see the light of the lamp."}, {"ref": "Let your light shine before people", "text": "This means a disciple of Jesus should live in such a way that others can learn about God's truth. AT: \"Let your lives be like a light that shines before people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your Father who is in heaven", "text": "It is best to translate \"Father\" with the same word your language would naturally use to refer to a human father."}], "17": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about how he has come to fulfill the Old Testament law."}, {"ref": "the prophets", "text": "This refers to what the prophets wrote in the scriptures. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "until heaven and earth pass away", "text": "Here \"heaven\" and \"earth\" refer to the entire universe. AT: \"as long as the universe lasts\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "not one jot or one tittle", "text": "\"not even the smallest written letter or the smallest part of a letter. This is a metaphor referring to something in the scriptures that may not seem to be important. AT: \"not even the laws that seem unimportant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all things have been accomplished", "text": "This can be stated in active form. AT: \"all things have happened\" or \"God causes all things to happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all things", "text": "The phrase \"all things\" refers to everything in the law. AT: \"everything in the law\" or \"all that is written in the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "19": [{"ref": "whoever breaks", "text": "\"whoever disobeys\" or \"whoever ignores\""}, {"ref": "the least one of these commandments", "text": "\"any of these commandments, even the least important one\""}, {"ref": "will be called", "text": "This can be stated in active form. AT: \"God will call that person\" or \"God will call them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "least in the kingdom of heaven", "text": "The phrase \"kingdom of heaven\" refers to God's rule as king. This phrase is found only in Matthew. If possible use \"heaven\" in your translation. AT: \"the least important in his heavenly kingdom\" or \"the least important under the rule of our God in heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keeps them and teaches them", "text": "\"obeys all these commandments and teaches others to do the same\""}, {"ref": "great", "text": "\"most important\""}, {"ref": "For I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "you ... your ... you", "text": "These are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that unless your righteousness exceeds ... you will in no way enter", "text": "This can be stated in a positive form. AT: \"that your righteousness must exceed ... in order to enter\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}], "21": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about murder and anger."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The word \"you\" in \"You have heard\" and \"I say to you\" is plural. The command \"You will not kill\" is singular, but you may need to translate it as plural."}, {"ref": "it was said to them in ancient times", "text": "This can be stated in active form. AT: \"God told our ancestors long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever kills will be in danger of the judgment", "text": "Here \"the judgment\" implies that a judge will condemn the person to die. AT: \"A judge will condemn anyone who kills another person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "kill ... kills", "text": "This word refers to murder, not to all forms of killing."}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis."}, {"ref": "brother", "text": "This refers to a fellow believer, not to a literal brother or a neighbor."}, {"ref": "will be in danger of the judgment", "text": "It seems here Jesus is not referring to a human judge but rather to God condemning the person who is angry with his brother. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "worthless person ... fool", "text": "These are insults for people who cannot think correctly. \"Worthless person\" is close to \"brainless,\" where \"fool\" adds the idea of disobedience to God."}, {"ref": "council", "text": "This was likely a local council, not the main Sanhedrin in Jerusalem."}], "23": [{"ref": "you", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All occurrences of \"you\" and \"your\" are singular, but your language may require you to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "offering your gift", "text": "\"giving your gift\" or \"bringing your gift\""}, {"ref": "at the altar", "text": "It is implied that this is God's altar at the temple in Jerusalem. AT: \"to God at the altar in the temple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and there remember", "text": "\"and while you are standing at the altar you remember\""}, {"ref": "your brother has anything against you", "text": "\"another person is angry with you because of something you did\""}, {"ref": "First be reconciled with your brother", "text": "This can be stated in active form. AT: \"First make peace with the person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "25": [{"ref": "Agree with your", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All occurrences of \"you\" and \"your\" are singular, but your language may require you to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your accuser", "text": "This is a person who blames someone for doing something wrong. He takes the wrongdoer to court to accuse him before a judge."}, {"ref": "may hand you over to the judge", "text": "Here \"hand you over\" means to give someone into the control of someone else. AT: \"will let the judge deal with you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the judge may hand you over to the officer", "text": "Here \"hand you over\" means to give someone into the control of someone else. AT: \"the judge will give you over to the officer\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "officer", "text": "a person who has authority to carry out the decisions of a judge"}, {"ref": "you may be thrown into prison", "text": "This can be stated in active form. AT: \"the officer might put you in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "from there", "text": "\"from prison\""}], "27": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about adultery and lust."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The word \"you\" in \"You have heard\" and \"I say to you\" is plural. The command \"Do not commit adultery\" is addressed to singular \"you,\" but you may have to translate it as plural \"you.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that it was said", "text": "This can be stated in active form. AT: \"that God said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "commit", "text": "This word means acting out or doing something."}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis. See how you translated this in [[:en:bible:notes:mat:05:21|5:22]]."}, {"ref": "everyone who looks on a woman to lust after her has already committed adultery with her in his heart", "text": "This metaphor indicates that a man who lusts after a woman is as guilty of adultery as a man who actually commits the act of adultery. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to lust after her", "text": "\"and lusts after her\" or \"and desires to sleep with her\""}, {"ref": "in his heart", "text": "Here \"heart\" refers to a person's thoughts. AT: \"in his mind\" or \"in his thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "29": [{"ref": "If your", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All instances of \"you\" and \"your\" are singular, but you may have to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "If your right eye causes you to stumble", "text": "Here \"eye\" refers to what a person sees. And, \"stumble\" is a metaphor for \"sin.\" AT: \"if what you see causes you to stumble\" or \"if you want to sin because of what you see\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "right eye ... right hand", "text": "This means the most important eye or hand, as opposed to the left eye or hand. You may need to translate \"right\" as \"better\" or \"stronger.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "pluck it out", "text": "\"forcefully remove it\" or \"destroy it.\" If the right eye is not specifically mentioned, you may need to translate this \"destroy your eyes.\" If eyes have been mentioned, you may need to translate this \"destroy them.\""}, {"ref": "pluck it out ... cut it off", "text": "Jesus is exaggerating about how a person should respond to their sin to emphasize how serious he is. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "throw it away from you", "text": "\"get rid of it\""}, {"ref": "one of your body parts should perish", "text": "\"you should lose one part of your body\""}, {"ref": "than that your whole body should be thrown into hell", "text": "This can be stated in active form. AT: \"than for God to throw your whole body into hell\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If your right hand causes", "text": "In this metonymy, the hand stands for the actions of the whole person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "31": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about divorce."}, {"ref": "It was also said", "text": "God is the one who \"said.\" Jesus uses the passive here to make it plain that it is not God or God's word that he disagrees with. Rather, he is saying that a divorce is just only if it occurs for the right reason. A divorce can be unjust even if the man obeys the command to give a written notice. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sends his wife away", "text": "This is a euphemism for divorce. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "let him give", "text": "\"he must give\""}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis. See how you translated this in [[:en:bible:notes:mat:05:21|5:22]]."}, {"ref": "makes her an adulteress", "text": "It is the man who divorces the woman improperly who \"causes her to commit adultery.\" In many cultures it would be normal for her to remarry, but if the divorce is improper, such a remarriage is adultery."}, {"ref": "her after she has been divorced", "text": "This can be stated in active form. AT: \"her after her husband has divorced her\" or \"the divorced woman\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "33": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about swearing oaths."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The \"you\" in \"you have heard\" and \"I say to you\" are plural. The \"you\" in \"you will not swear\" and \"you will carry\" are singular."}, {"ref": "Again, you", "text": "\"Also, you\" or \"Here is another example. You\""}, {"ref": "you have heard that it was said ... false oath", "text": "Jesus makes it plain here that he agrees with God and his word. But, he is telling his hearers not to use what does not belong to them to try to make people believe their words. AT: \"your religious leaders have said to you that God told ... false oath\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not swear a false oath, but carry out your oaths", "text": "Possible meanings are 1) do not swear to the Lord that you will do something then not do it, or 2) do not swear by the Lord that you know something to be true when you know that it is not true."}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis. See how you translated this in [[:en:bible:notes:mat:05:21|5:22]]."}, {"ref": "swear not at all ... city of the great King", "text": "Here Jesus means a person should not swear on anything. It seems some were teaching that it was less offensive if a person did not keep an oath if they swore by something other than God, such as swearing by heaven, earth, or Jerusalem. Jesus says this is just as bad because they all belong to God."}, {"ref": "swear not at all", "text": "If your language has a plural form for commands, use it here. \"You will not swear a false oath\" allows the hearer to swear but forbids false oaths. \"Swear not at all\" forbids all oaths."}, {"ref": "it is the throne of God", "text": "Here \"throne\" refers to God's rule as king. AT: \"it is from here that God rules\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is the footstool for his feet", "text": "This metaphor means the earth also belongs to God. AT: \"it is like a footstool where a king rests his feet\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for it is the city of the great King", "text": "\"for it is the city that belongs to God, the great king\""}], "36": [{"ref": "General Information:", "text": "Previously Jesus told his hearers that God's throne, footstool, and earthly home are not theirs to swear by. Here he says that they may not swear even by their own heads."}, {"ref": "your ... you", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All occurrences of these words are singular, but you may have to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "swear", "text": "This refers to taking an oath. See how you translated this in [[:en:bible:notes:mat:05:33|5:34]]."}, {"ref": "let your speech be, 'Yes, yes,' or 'No, no'", "text": "\"if you mean 'yes,' say 'yes,' and if you mean 'no,' say 'no'\""}], "38": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about retaliating against an enemy."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The word \"you\" in \"You have heard\" and \"I say to you\" is plural. The phrase \"whoever strikes you\" is addressed to singular \"you,\" but you may have to translate it as plural \"you.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You have heard that it was said", "text": "Jesus agrees with God and his word. But, he does not agree with the way the religious leaders had applied God's word. This can be stated in active form. AT: \"Your religious leaders have told you that God said.\" See how you translated this in [[:en:bible:notes:mat:05:33|5:33]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "eye for an eye, and a tooth for a tooth", "text": "The law of Moses allowed a person to harm a person in the same way he had harmed him, but he could not harm him worse."}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis. See how you translated this in [[:en:bible:notes:mat:05:21|5:22]]."}, {"ref": "one who is evil", "text": "\"an evil person\" or \"someone who harms you\" (UDB)"}, {"ref": "strikes ... your right cheek", "text": "To strike the side of a man's face was an insult in Jesus' culture. As with the eye and the hand, the right cheek is the more important one, and striking that cheek was a terrible insult."}, {"ref": "strikes", "text": "\"slaps.\" This means hitting someone with the back of an open hand."}, {"ref": "turn to him the other also", "text": "\"let him hit your other cheek also\""}], "40": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All \"you\" and \"your\" are singular, as are the commands \"let,\" \"go,\" \"give,\" and \"do not turn away,\" but you may have to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "coat ... cloak", "text": "The \"coat\" was worn close to the body, like a heavy shirt or a sweater. The \"cloak,\" the more valuable of the two, was worn over the \"coat\" for warmth and also used as a blanket for warmth at night."}, {"ref": "let that person also have", "text": "\"give also to that person\""}, {"ref": "Whoever", "text": "\"If someone.\" It is implied that this is a Roman soldier. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "one mile", "text": "This is one thousand paces, which is the distance a Roman soldier could legally force someone to carry something for him. If \"mile\" is confusing, it can be translated as \"one kilometer\" or \"a far distance.\""}, {"ref": "with him", "text": "This refers to the one who compels you to go."}, {"ref": "go with him two", "text": "\"go the mile he forces you to go, then go another mile.\" If \"mile\" is confusing, you can translate it as \"two kilometers\" or \"twice as far.\""}, {"ref": "and do not turn away from", "text": "\"and do not refuse to lend to.\" This can be stated in a positive form. AT: \"and lend to\""}], "43": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach about how he has come to fulfill the Old Testament law. Here he begins to speak about loving enemies."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. Only \"you will love ... and hate your enemy\" are singular, but you may have to translate them as plurals. All other instances of \"you,\" as well as the commands \"love\" and \"pray,\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You have heard that it was said", "text": "Jesus agrees with God and his word. But, he does not agree with the way the religious leaders had applied God's word. This can be stated in active form. AT: \"Your religious leaders have told you that God said.\" See how you translated this in [[:en:bible:notes:mat:05:33|5:33]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "neighbor", "text": "The word \"neighbor\" here refers to members of the same community or people group whom one usually desires to or ought to treat kindly. It does not refer simply to people who live nearby. You may have to translate it as plural."}, {"ref": "But I say", "text": "The \"I\" is emphatic. This indicates that what Jesus says is equally important to the original commands from God. Try to translate this phrase in a way that shows that emphasis. See how you translated this in [[:en:bible:notes:mat:05:21|5:22]]."}, {"ref": "you may be sons of your Father", "text": "It is best to translate \"sons\" with the same word your language would naturally use to refer to human sons or children."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "46": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching about how he has come to fulfill the Old Testament law. This section began in [[:en:bible:notes:mat:05:17|5:17]]."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All instances of \"you\" and \"your\" are plural. The questions in these verses are all rhetorical. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "greet", "text": "This is a general term for showing a desire for the well-being of the hearer."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}