[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus speaks this parable against the chief priests, the scribes, and the elders. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Then Jesus began to teach them", "text": "The word \"them\" here refers to the chief priests, the scribes, and the elders to whom Jesus has been talking to in the previous chapter."}, {"ref": "put a hedge around it", "text": "He put a barrier around the vineyard. It could have been a row of shrubs, a fence, or a stone wall."}, {"ref": "dug a pit for a winepress", "text": "This means that he carved a pit on the rock, which would be the bottom part of the winepress used for collecting the squeezed grape juice. AT: \"carved a pit into rock for the winepress\" or \"he made a vat to collect the juice from the winepress\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "leased the vineyard to vine growers", "text": "This means that the owner of the vineyard arranged for others to care for the grapes. The vine growers would receive a share of the grapes as payment for their work."}, {"ref": "At the right time", "text": "This refers to the time of harvest. This can be made clear. AT: \"When the time came to harvest the grapes\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But they took him", "text": "\"But the vine growers took the servant\""}, {"ref": "with nothing", "text": "This means that they did not give him any of the fruit. AT: \"without any grapes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "he sent to them", "text": "\"the owner of the vineyard sent to the vine growers\""}, {"ref": "they wounded him in the head", "text": "This can be written more clearly. AT: \"they beat that one on the head, and they hurt him terribly\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "yet another ... many others", "text": "These phrases refer to other servants. AT: \"yet another servant ... many other servants\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "They treated many others in the same way", "text": "This refers to servants that the owner sent. The phrase \"in the same way\" refers to them being mistreated. This can be written clearly. AT: \"They also mistreated many other servants whom he sent\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "a beloved son", "text": "It is implied that this is the owner's son. AT: \"his beloved son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the heir", "text": "This is the owner's heir, who would inherit the vineyard after his father died. AT: \"the owner's heir\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the inheritance", "text": "The tenants are referring to the vineyard as \"the inheritance.\" AT: \"this vineyard\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "They seized him", "text": "\"The vine growers seized the son\""}, {"ref": "Therefore, what will the owner of the vineyard do?", "text": "Jesus asks a question and then gives the answer to teach the people. The question may be written as a statement. AT: \"So I will tell you what the owner of the vineyard will do.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Therefore", "text": "Jesus uses this word to mark a shift in his teaching, as he has finished telling the main part of the parable. (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "destroy", "text": "\"kill\""}, {"ref": "will give the vineyard to others", "text": "The word \"others\" refers to other vine growers who will care for the vineyard. AT: \"he will give the vineyard to vine growers to care for it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "This scripture was written long before in God's word."}, {"ref": "Have you not read this scripture?", "text": "Jesus reminds the people of a scripture passage. He uses a rhetorical question here to rebuke them. This can be written as a statement. AT: \"Surely you have read this scripture.\" or \"You should remember this scripture.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "has been made the cornerstone", "text": "This can be stated in active form. AT: \"the Lord made into the cornerstone\""}, {"ref": "This was from the Lord", "text": "\"The Lord has done this\" (UDB)"}, {"ref": "and it is marvelous in our eyes", "text": "Here \"in our eyes\" stands for seeing, which is a metaphor for the people's opinion. AT: \"and we have seen it and think that it is marvelous\" or \"and we think that it is wonderful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They sought to arrest Jesus", "text": "\"They\" refers to the chief priests, scribes, and elders. This group may be referred to as the \"Jewish leaders\" (UDB)."}, {"ref": "sought", "text": "\"wanted\""}, {"ref": "but they feared the crowd", "text": "They were afraid of what the crowd would do to them if they arrested Jesus. This can be made clear. AT: \"but they feared what the crowd would do if they arrested him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "against them", "text": "\"to accuse them\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "In an effort to trap Jesus, some of the Pharisees and Herodians, and then the Sadducees, come to Jesus with questions."}, {"ref": "Then they sent", "text": "\"Then the Jewish leaders sent\""}, {"ref": "the Herodians", "text": "This is the name of an informal political party that supported Herod Antipas."}, {"ref": "to trap him", "text": "Here the author describes tricking Jesus as \"trapping him.\" AT: \"to trick him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When they came, they said", "text": "Here \"they\" refers to those sent from among the Pharisees and the Herodians."}, {"ref": "you care for no one's opinion", "text": "This means that Jesus is not concerned. The negation can modify the verb instead. AT: \"you do not care about people's opinions\" or \"you are not concerned with earning people's favor\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Jesus knew their hypocrisy", "text": "They were acting hypocritically. This can be explained more clearly. AT: \"Jesus knew that they did not really want to know what God wanted them to do\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Why do you test me?", "text": "Jesus rebukes the Jewish leaders because they were trying to trick him. This can be written as a statement. AT: \"I know you are trying to make me say something wrong so you can accuse me.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "denarius", "text": "This coin was worth a day's wages. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}]}, {"id": "16", "tn": [{"ref": "They brought one", "text": "\"The Pharisees and the Herodians brought a denarius\""}, {"ref": "likeness and inscription", "text": "\"picture and name\""}, {"ref": "They said, \"Caesar's", "text": "It may be helpful to add the missing information. AT: \"They said, 'They are Caesar's likeness and inscription'\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Give to Caesar the things that are Caesar's", "text": "Jesus is teaching that his people must respect the government by paying taxes. This figure of speech can be clarified by changing Caesar to Roman government. AT: \"Give to the Roman government the things that belong to the Roman government\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and to God", "text": "It may be helpful to add the missing information. AT: \"and give to God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "They marveled at him", "text": "They were amazed at what Jesus had said. This can be made explicit. AT: \"They marveled at him and at what he said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "who say there is no resurrection", "text": "This phrase explains who the Sadducees were. This can be written more clearly. AT: \"who say there is no resurrection from the dead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Moses wrote for us, 'If a man's brother dies", "text": "The Sadducees are quoting what Moses had written in the law. Moses' quote can be expressed as an indirect quote. AT: \"Moses wrote for us that if a man's brother dies\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "wrote for us", "text": "\"wrote for us Jews.\" The Sadducees were a group of Jews. Here they use the word \"us\" to refer to themselves and all Jews."}, {"ref": "the man should take the brother's wife", "text": "This means that the man should marry his brother's wife, not only that he take her and sleep with her to produce children. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "have children for his brother", "text": "This means the children will be considered the dead brother's descendants. This can be made explicit. AT: \"have children for his brother who will be considered his descendants\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "There were seven brothers", "text": "The Sadducees propose a scenario to test Jesus. This is a hypothetical situation. AT: \"Suppose there were seven brothers\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the first ... the second ... the third ... the seven", "text": "These numbers refer to each of the brothers and can be expressed as such. AT: \"the first brother ... the second brother ... the third brother ... the seven brothers\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the first took a wife ... the second took her", "text": "\"the first married a woman ... the second married her.\" Here marrying a woman is spoken of as \"taking\" her."}, {"ref": "And the third likewise", "text": "It may be helpful to explain what \"likewise\" means. AT: \"The third brother married her like his other bothers did, and he also died leaving no children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And the seven left no children", "text": "Each of the brothers married the woman and then died before he had any children with her. This can be stated clearly. AT: \"Eventually all seven brothers married that woman one by one, but none of them had any children with her, and one by one they died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the resurrection, when they rise again, whose wife will she be?", "text": "The Sadducees are testing Jesus by asking this question. This can be written as a statement. AT: \"Now tell us whose wife she will be in the resurrection, when they all rise again.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "Is this not the reason you are mistaken ... power of God?", "text": "Jesus rebukes the Sadducees because they are mistaken about God's law. This may be written as a statement. AT: \"You are mistaken because ... power of God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you do not know the scriptures", "text": "This means that they do not understand what is written in the Old Testament scriptures."}, {"ref": "the power of God", "text": "\"how powerful God is\""}, {"ref": "For when they rise", "text": "Here the word \"they\" refers to the brothers and the woman from the example."}, {"ref": "rise from the dead ones", "text": "This means to become alive again. The phrase \"the dead ones\" refers to \"dead people\" and is a metaphor for being dead. AT: \"are risen from being dead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they neither marry nor are given in marriage", "text": "\"they do not marry, and they are not given in marriage\""}, {"ref": "are given in marriage", "text": "This can be stated in active form. AT: \"they do not marry, and no one gives them in marriage\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "heaven", "text": "This refers to the place where God lives."}]}, {"id": "26", "tn": [{"ref": "that are raised", "text": "The missing information may be added. AT: \"who are raised from being dead\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The Book of Moses", "text": "\"the book that Moses wrote\" (UDB)"}, {"ref": "account", "text": "\"passage\""}, {"ref": "I am the God of Abraham ... Isaac ... Jacob", "text": "This means that Abraham, Isaac, and Jacob worship God. These men have died physically, but they are still alive spiritually and still worship God."}, {"ref": "of the dead, but of the living", "text": "Here \"the dead\" refers to people who are dead and \"the living\" refers to people who are alive. Also, the missing information can be added. AT: \"of people who are dead, but the God of people who are alive\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the living", "text": "This includes people who are alive physically and spiritually."}, {"ref": "You are quite mistaken", "text": "It may be helpful to state what they are mistaken about. AT: \"When you say that dead people do not rise again, you are quite mistaken\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "quite mistaken", "text": "\"completely mistaken\" or \"very wrong\" (UDB)"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "A scribe asks Jesus an intelligent question, which Jesus answers."}, {"ref": "He asked him", "text": "\"The scribe asked Jesus\""}, {"ref": "the most important of all ... The most important is", "text": "The missing information may be added. AT: \"the most important commandment of all ... The most important commandment says\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Hear, Israel, the Lord our God, the Lord is one", "text": "\"Listen, O Israel! The Lord our God is one Lord\" (UDB)"}, {"ref": "with all your heart, with all your soul", "text": "The \"heart\" and \"soul\" are a metaphor for a person's inner being and his desires and feelings. AT: \"in all that you want and feel\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your mind, and with all your strength", "text": "The \"mind\" refers to how a person thinks and \"strength\" refers to a person's strength to do things. (UDB) AT: \"in all that you think, and in all that you do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "love your neighbor as yourself", "text": "Jesus uses this simile to compare how people are to love each other with the same love as they love themselves. AT: \"love your neighbor as much as you love yourself\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "than these", "text": "Here the word \"these\" refers to the two commandments that Jesus had just told the people."}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "Jesus compliments the scribe on his comment on what Jesus has said."}, {"ref": "Good", "text": "\"Good answer\""}, {"ref": "God is one", "text": "This means that there is only one God. AT: \"there is only one God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that there is no other", "text": "The missing may be added. AT: \"that there is no other God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "with all the heart ... all the understanding ... all the strength", "text": "The \"heart\" is a metaphor for a person's inner being and his desires and feelings. \"Understanding\" refers to a person's thinking, and \"strength\" refers to a person's strength to do things. AT: \"in all that we want and feel, in all that we think, and in all that we do\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the heart ... the understanding ... the strength", "text": "The word \"the\" is placed in these ellipses where the word \"your\" has been left out. It may be added. AT: \"your heart ... your mind ... your strength\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to love one's neighbor as oneself", "text": "This simile compares how people are to love each other with the same love that they love themselves. AT: \"to love your neighbor as much as you love yourself\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "is even more than", "text": "This idiom means that something is more important than something else. In this case, these two commandments are more pleasing to God that burnt offering and sacrifices. This may be written clearly. AT: \"is even more important than\" or \"is even more pleasing to God than\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You are not far from the kingdom of God", "text": "This can be stated in positive form. Here Jesus speaks of the man being ready to submit to God as king as being physically close to the kingdom of God, as if it where a physical place. AT: \"You are close to submitting to God as king\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no one dared", "text": "This can be stated in positive form. AT: \"everyone was afraid\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "While Jesus is teaching in the temple, he quotes David from the scriptures and then warns the people to be careful of how the scribes live."}, {"ref": "And Jesus responded, while he was teaching in the temple; he said", "text": "Some time has passed and Jesus is now in the temple. This is not part of the previous conversation. AT: \"Later, while Jesus was teaching in the temple area, he said to the people\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "How is it that the scribes say the Christ is the son of David?", "text": "Jesus uses this question to get the people to think deeply about the Psalm he is about to quote. This can be written as a statement. AT: \"Consider why the scribes say the Christ is the son of David.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the son of David", "text": "This means that he descended from David's line."}, {"ref": "David himself", "text": "This word \"himself\" refers to David and is used to place emphasis on him and what he said. AT: \"It was David who\" (See:  [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "in the Holy Spirit", "text": "This means that he was inspired by the Holy Spirit, that is, the Holy Spirit directed David in what he said. AT: \"inspired by the Holy Spirit\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "said, 'The Lord said to my Lord", "text": "Here David calls God \"The Lord\" and calls the Christ \"my Lord.\" This can be written more clearly. AT: \"said about the Messiah, 'God said to my Lord\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sit at my right hand, until I make your enemies your footstool", "text": "This is a quote within the psalm that Jesus is quoting. Here God is speaking to the Christ. (See: [[:en:ta:vol2:translate:figs_quotesinquotes]])"}, {"ref": "until I make your enemies your footstool", "text": "In this quote, God speaks of defeating enemies as making them into a footstool. AT: \"until I completely defeat your enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "calls him 'Lord,'", "text": "Here the word \"him\" refers to the Messiah."}, {"ref": "so how can the Christ be David's son?", "text": "This can be written as a statement. AT: \"so consider how the Messiah can be David's son\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "38", "tn": [{"ref": "the greetings they receive in the marketplaces", "text": "The noun \"greetings\" can be expressed with the verb \"greet.\" These greetings showed that the people respected the scribes. AT: \"and to be greeted respectfully in the marketplaces\" or \"and for people to greet them respectfully in the marketplaces\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They also devour widows' houses", "text": "Here Jesus describes the scribes cheating widows and stealing their houses as \"devouring\" their houses. AT: \"They also cheat widows in order to steal their houses from them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "These men will receive greater condemnation", "text": "This can be stated in active form. AT: \"God will certainly punish them with greater condemnation\" or \"God will certainly punish them severely\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will receive greater condemnation", "text": "The word \"greater\" implies a comparison. Here the comparison is to other men who are punished. AT: \"will receive greater condemnation than other people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "41", "tn": [{"ref": "Connecting Statement:", "text": "Still in the temple area, Jesus comments on the value of the widow's offering."}, {"ref": "an offering box", "text": "This box was a collection box for the temple offering for all the people."}, {"ref": "two mites", "text": "\"two small copper coins\" (UDB). These were the least valuable coins available. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "worth about a penny", "text": "\"worth very little\" (UDB). A penny is worth very little. Translate \"penny\" with the name of the smallest coin in your language if you have one that is worth very little."}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 42 and 43, giving the information Jesus is telling them in a order that is easier to understand. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "And he called", "text": "\"And Jesus called\""}, {"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "all of them who contributed to", "text": "\"all of the people who put money into\""}, {"ref": "abundance", "text": "\"plenty.\" This refers to their wealth."}, {"ref": "her poverty", "text": "\"lack\" or \"the little she had\""}, {"ref": "to live on", "text": "\"to survive\""}]}]