[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains how the law controls those who want to live under the law."}, {"ref": "do you not know, brothers ... that the law controls a person for as long as he lives?", "text": "Paul asks this question to add emphasis. AT: \"So you certainly know that people have to obey laws only while they are alive\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "the law controls a person for as long as he lives", "text": "Paul gives an example of this in [[:en:bible:notes:rom:07:02|7:2-3]]."}]}, {"id": "02", "tn": [{"ref": "the married woman", "text": "This refers to any woman who is married."}, {"ref": "she will be called an adulteress", "text": "You can translate this in an active form. AT: \"God will consider her an adulteress\" or \"people will call her an adulteress\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Therefore", "text": "This relates back to [[:en:bible:notes:rom:07:01|7:1]]."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "you were also made dead to the law through the body of Christ", "text": "You can translate this in an active form. AT: \"you also died to the law when through Christ you died on the cross\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we might produce fruit for God", "text": "Here \"fruit\" is a metaphor for actions that please God. AT: \"we might be able to do things pleasing to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "produce fruit to death", "text": "Here \"fruit\" is a metaphor that refers to living a sinful life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds us that God does not make us holy by the law."}, {"ref": "we have been released from the law", "text": "You can translate this in an active form. AT: \"God has released us from the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we", "text": "This pronoun refers to Paul and the believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "to that by which we were held", "text": "This refers to the law. You can translate this in an active form. AT: \"to the law which held us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the letter", "text": "This refers to the law of Moses. AT: \"the law of Moses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "What will we say then?", "text": "Paul is introducing a new topic. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "\"Of course that is not true!\" This expression gives the strongest possible negative answer to the preceding rhetorical question. You may have a similar expression in your language that you could use here. See how you translated this in [[:en:bible:notes:rom:09:14|9:14]]."}, {"ref": "I would never have known sin, if it were not through the law ... But sin took the opportunity ... brought about every lust", "text": "Paul is comparing sin to a person who can act. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sin", "text": "\"my desire to sin\""}, {"ref": "lust", "text": "This word includes both the desire to have what belongs to other people and wrong sexual desire."}, {"ref": "without the law, sin is dead", "text": "\"if there were no law, there would be no breaking of the law, so there would be no sin\""}]}, {"id": "09", "tn": [{"ref": "sin regained life", "text": "This can mean 1) \"I realized that I was sinning\" (UDB) or 2) \"I strongly desired to sin\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The commandment that was to bring life turned out to be death for me", "text": "Paul speaks of God's condemnation as if it resulted primarily in physical death. AT: \"God gave me the commandment so I would live, but it killed me instead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "For sin took the opportunity through the commandment and deceived me. Through the commandment it killed me", "text": "As in [[:en:bible:notes:rom:07:07|7:7-8]], Paul is describing sin as a person who can do 3 things: take the opportunity, deceive, and kill. AT: \"Because I wanted to sin, I deceived myself into thinking that I could sin and obey the commandment at the same time, but God punished me for disobeying the commandment by separating me from him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sin", "text": "\"my desire to sin\""}, {"ref": "took the opportunity through the commandment", "text": "Paul is comparing sin to a person who can act. See how you translated this in [[:en:bible:notes:rom:07:07|7:8]]. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it killed me", "text": "Paul speaks of God's condemnation on sinners as if it resulted primarily in physical death. AT: \"it separated me from God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "holy", "text": "Morally perfect, without sin"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks about the struggle inside his inner man between sin in his inner man and his mind with the law of God—between sin and good."}, {"ref": "So", "text": "Paul is introducing a new topic."}, {"ref": "did what is good become death to me?", "text": "Paul uses this question to add emphasis. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what is good", "text": "This refers to God's law."}, {"ref": "become death to me", "text": "\"cause me to die\""}, {"ref": "May it never be", "text": "This expression gives the strongest possible negative answer to the preceding rhetorical question. You may have a similar expression in your language that you could use here. AT: \"Of course that is not true!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sin ... brought about death in me", "text": "Paul is viewing sin as though it were a person who could act. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "brought about death in me", "text": "\"separated me from God\""}, {"ref": "through the commandment", "text": "\"because I disobeyed the commandment\""}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks about the struggle inside his inner man between his flesh and the law of God—between sin and good."}, {"ref": "For what I do, I do not really understand", "text": "Here Paul exaggerates to add emphasis. AT: \"I am not sure why I do some of the things that I do\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "For", "text": "\"because\""}, {"ref": "what I want to do, I do not do", "text": "Paul exaggerates again to add emphasis. AT: \"I do not always do what I want to do\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "what I hate, I do", "text": "Paul again exaggerates to add emphasis. AT: \"the things that I know are not good are the things that I sometimes do\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "But", "text": "\"However\""}, {"ref": "I agree with the law", "text": "\"I know God's law is good\""}]}, {"id": "17", "tn": [{"ref": "the sin that lives in me", "text": "Paul describes sin as a living being that has the power to influence him. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "my flesh", "text": "Here \"flesh\" is a metonym for the sinful nature. AT: \"my sinful nature\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "good", "text": "\"good deeds\" or \"good actions\""}, {"ref": "evil", "text": "\"evil deeds\" or \"evil actions\""}, {"ref": "rather sin that lives in me", "text": "Paul speaks of \"sin\" as if it were alive and living inside him. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "that evil is actually present in me", "text": "Paul speaks of \"evil\" here as if it were alive and living inside him. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "22", "tn": [{"ref": "the inner man", "text": "This is the newly-revived spirit of a person who trusts in Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But I see a different principle in my body parts. It fights against that new principle in my mind. It takes me captive", "text": "\"I am able only to do what my old nature tells me to do, not to live the new way the Spirit shows me\""}, {"ref": "new principle", "text": "This is the new spiritually alive nature."}, {"ref": "a different principle in my body parts", "text": "This is the old nature, the way people are when they are born."}, {"ref": "the principle of sin that is in my body parts", "text": "\"my sinful nature\""}]}, {"id": "24", "tn": [{"ref": "Who will deliver me from this body of death?", "text": "Paul uses this question to express great emotion. If your language has a way of showing great emotion through an exclamation or a question, use it here. AT: \"I want someone to set me free from the control of what my body desires!\" (UDB)  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this body of death", "text": "This is a metaphor that means a body that will experience physical death. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But thanks be to God through Jesus Christ our Lord", "text": "This is the answer to the question in 7:24."}, {"ref": "So then, I myself serve the law of God with my mind. However, with the flesh I serve the principle of sin", "text": "The mind and flesh are used here to show how they compare to serve either God's law or the principle of sin. With the mind or intellect one can choose to please and obey God and with the flesh or physical nature to serve sin. AT: \"My mind chooses to please God, but my flesh chooses to obey sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]