[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "and its fullness", "text": "The abstract noun \"fullness\" can be stated with the verb \"fills.\" AT: \"and everything that fills it\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "For he has founded it upon the seas and established it on the rivers", "text": "Here \"founded it upon the seas\" and \"established it on the rivers\" mean basically the same thing. The Hebrews of that time believed their land was supported by the oceans and deep underground rivers. AT: For he formed its foundation on the seas and built it on the deep waters\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the seas ... the rivers", "text": "These phrases are used together to refer to the huge deep ocean below the earth."}, {"ref": "on the rivers", "text": "\"the water that is deep below\" (UDB)"}]}, {"id": "003", "tn": [{"ref": "Who will ascend the mountain ... in his holy place?", "text": "Both of these questions mean basically the same thing. The speaker is asking about who is allowed to go and worship Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "ascend", "text": "\"go up\" or \"climb\""}, {"ref": "the mountain of Yahweh", "text": "This refers to Mount Zion in Jerusalem."}, {"ref": "his holy place", "text": "This refers Yahweh's temple. His temple is on Mount Zion in Jerusalem."}, {"ref": "He who has ... who has ... and has not", "text": "Here \"He\" does not refer to a specific person. AT: \"Those who have ... who have ... and have not\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "who has clean hands", "text": "The word \"hands\" represents what a person does. For his \"hands\" to be clean means he does what is right. AT: \"who does what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a pure heart", "text": "Here \"heart\" represents a person's thoughts or motives. AT: \"thinks good thoughts\" or \"does not think about doing what is wrong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who has not lifted up a falsehood", "text": "Here \"falsehood\" represents a false idol. To \"lift up\" means to worship. AT: \"who has not worshiped an idol\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "005", "tn": [{"ref": "He will receive a blessing from Yahweh", "text": "The word \"he\" does not refer to a specific person. It refers to the ones with pure hearts mentioned in previous verse. The abstract noun \"blessing\" can be stated as a verb. AT: \"Yahweh will bless them\" (See: [[:en:ta:vol2:translate:figs_genericnoun]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and righteousness from the God of his salvation", "text": "The abstract noun \"righteousness\" can be stated as \"righteously.\" And, \"salvation\" can be stated as \"save.\" AT: \"and God will deal righteously with him and save him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Such is the generation of those who seek him", "text": "Here \"generation\" represents people in general. AT: \"The people who seek him are like this\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who seek him, those who seek the face of the God of Jacob", "text": "Both statements mean the same thing. They both refer to those who go to the temple to worship God. AT: \"the ones who approach God, they are the ones who may worship God, the one we Israelites worship\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "those who seek him", "text": "Going to the temple to worship Yahweh is spoken of as if the person is literally seeking to find him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the face of the God of Jacob", "text": "Here \"face\" stands for the whole person. AT: \"the God of Jacob\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "007", "tn": [{"ref": "Lift up your heads, you gates; be lifted up, everlasting doors", "text": "The two phases are very similar in meaning. The words \"gates\" and \"doors\" refer to the gates of the temple. The writer is speaking to the gates as if they were a person. A gatekeeper would be the one to open the gates. AT: \"Open up, you ancient gates\" or \"Open these ancient gates\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Lift up your heads", "text": "It is uncertain what specific part of the gate is the \"head.\" But, it stands for the gate as a whole. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yahweh, strong and mighty; Yahweh, mighty in battle", "text": "The writer speaks about Yahweh as if he were a mighty warrior who fights in battles. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "Lift up your heads, you gates; be lifted up, everlasting doors", "text": "The two phases are very similar in meaning. The words \"gates\" and \"doors\" refer to the gates of the temple. The writer is speaking to the gates as if they were a person. A gatekeeper would be the one to open the gates. See how you translated this in [[:en:bible:notes:psa:024:007|24:7]]. AT: \"Open up, you ancient gates\" or \"Open these ancient gates\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Lift up your heads", "text": "It is uncertain what specific part of the gate is the \"head.\" But, it stands for the gate as a whole. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}]