[{"id": "01", "tn": [{"ref": "very old", "text": "lived for many years"}]}, {"id": "04", "tn": [{"ref": "the Jordan", "text": "This is a short name for the Jordan River."}, {"ref": "in the west", "text": "This indicates the direction of the setting sun."}]}, {"id": "06", "tn": [{"ref": "turning aside from it neither to the right hand nor to the left", "text": "Disobeying the commands of the law of Moses is spoken of as turning to the right or to the left away from a path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you may not mix", "text": "Possible meanings are 1) having close friendship with them or 2) intermarrying with them."}, {"ref": "mention", "text": "to speak of"}, {"ref": "their gods", "text": "This refers to the gods of the remaining nations."}, {"ref": "cling to Yahweh", "text": "\"hold tightly to Yahweh.\" Believing in Yahweh is spoken of as if they were holding tightly onto him. AT: \"continue to believe in Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to this day", "text": "\"until the present time\""}]}, {"id": "09", "tn": [{"ref": "to stand before you", "text": "Here \"stand\" represents holding ground in a battle. The word \"you\" refers to the entire nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "single", "text": "\"one\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "thousand", "text": "\"1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "12", "tn": [{"ref": "cling to the survivors of these nations", "text": "Accepting the beliefs of these nations is spoken of as holding tightly to them. AT: \"accept the beliefs of the survivors of these nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a snare and a trap", "text": "The words \"snare\" and \"trap\" mean basically the same thing. Together they speak of the other nations as if they were a deadly trap that will cause trouble for Israel. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whips on your backs and thorns in your eyes", "text": "These phrases speak of the troubles these nations will cause Israel as if they were as painful as whips and thorns. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "I am going the way of all the earth", "text": "Joshua uses a polite term to refer to his death. AT: \"I am going to die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "know with all your hearts and souls", "text": "Here the words \"hearts\" and \"souls\" have similar meanings. Together they emphasize deep personal knowledge. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "not one word has failed to come true", "text": "These words emphasize that Yahweh's promises have all occurred. This can be stated in positive form. AT: \"every word has come true\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "16", "tn": [{"ref": "He will do this", "text": "This refers to the punishment threatened in the previous verse."}, {"ref": "worship other gods and bow down to them", "text": "These two phrases mean basically the same thing. The second describes how the people \"worship other gods.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the anger of Yahweh will be kindled against you", "text": "\"Kindled\" is a metaphor for the beginning of Yahweh's anger, like a fire is \"kindled\" or started with \"kindling\" or very easy to start burning like dried grass or small twigs. AT: \"Yahweh will begin to be angry with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]