[{"id": "01", "tn": [{"ref": "Why did Yahweh bring us to this land to die by the sword?", "text": "The people use this question in order to complain and accuse Yahweh of treating them unfairly. It can be translated as a statement. AT: \"Yahweh should not have brought us to this land only to die by the sword.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to die by the sword", "text": "Here \"the sword\" represents either being killed by the sword or being killed in battle. AT: \"to die when people attack us with swords\" or \"to die in battle\" or (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is it not better for us to return to Egypt?", "text": "The people use this question to encourage people to agree with them that it would be better to return to Egypt. It can be translated as a statement. AT: \"It would be better for us to return to Egypt than to try to conquer Canaan.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "They said to each another", "text": "This refers to the people of Israel."}, {"ref": "lay facedown", "text": "\"lay down with their faces touching the ground.\" Moses and Aaron did this to show that they were humbling themselves before God. They feared that God might punish the people for rebelling against him. AT: \"lay facedown in humility to God\" or \"lay facedown to pray to God\"  (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "06", "tn": [{"ref": "Nun ... Jephunneh", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who were some of those sent", "text": "This can be stated in active form. AT: \"who were some of those whom Moses sent\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tore their clothes", "text": "Tearing one's clothes was a gesture indicating the person is very troubled and is mourning. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "The land flows with milk and honey", "text": "They spoke of the land being good for animals and plants as if the milk and honey from those animals and plants flowed through it. See how you translated this in [[:en:bible:notes:num:13:27|13:27]]. AT: \"It is excellent for raising livestock and growing crops\" or \"It is very fertile land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Joshua and Caleb continue speaking to the people of Israel."}, {"ref": "We will consume them as easily as food", "text": "Joshua and Caleb speak of destroying their enemies as if they were to eat them. AT: \"We will destroy them as easily as we can eat food\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Their protection will be removed from them", "text": "This can be stated in active form. AT: \"Yahweh will remove their protection from them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Their protection", "text": "This refers to whoever or whatever might protect them. AT: \"Anyone that might protect them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "How long must this people despise me? How long must they fail to trust me, despite all the signs ... them?", "text": "Yahweh uses these questions to show that he was angry and had lost patience with the people. They can be translated as statements. AT: \"This people has despised me for too long. They have failed to trust me for too long, despite all the signs ... them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "disinherit them", "text": "\"reject them from being my people.\" This may imply that he would destroy them, and some versions translate it that way."}, {"ref": "make from your own clan", "text": "Here \"your\" is singular and refers to Moses. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "13", "tn": [{"ref": "you are seen face to face", "text": "Possible meanings are 1) Moses speaks of God showing himself to his people as if God had allowed them to actually see his face. AT: \"they have seen you\"  or 2) Moses speaks of the intimate relationship between him and God as if Moses could see God's face when God spoke to him. This can be stated in active form. AT: \"you speak directly to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "as one man", "text": "Killing them all at the same time is spoken of as killing them as one person. AT: \"all at one time\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "He will by no means clear the guilty", "text": "\"he will certainly not clear guilty people.\" Clearing away people's sin is a metaphor for refusing to punish them. God would not clear away the sin of guilty people. AT: \"He will always punish the guilty\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when he brings the punishment of the ancestors' sin on their descendants", "text": "Punishing people is spoken of as if punishment were an object that could be brought and put on people. AT: \"when he punishes the guilty people's descendants for the guilty people's sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "all the earth will be filled with my glory", "text": "This can be stated in active form. AT: \"my glory will fill all the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they have still tempted me", "text": "\"they have continued to test me\""}, {"ref": "these ten times", "text": "Here the number 10 represents too many times. AT: \"too many times\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have not listened to my voice", "text": "Here \"listened\" represents obedience, and God's voice represents what he said. AT: \"have not obeyed what I have said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking to Moses."}, {"ref": "because he had another spirit", "text": "Here \"spirit\" represents his attitude. Caleb was willing to obey God. What his attitude was can be stated clearly. AT: \"because he had a different attitude\" or \"because he was willing to obey God\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]] )"}]}, {"id": "26", "tn": [{"ref": "How long must I tolerate this evil community that criticizes me?", "text": "Yahweh asks this question because he has lost patience with the people. It can be translated as a statement. AT: \"I have tolerated this evil community who has criticized me long enough.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have heard the complaining of the people of Israel", "text": "The word \"complaining,\" an abstract noun, can be expressed as a verb. AT: \"I have heard the people of Israel complain\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "28", "tn": [{"ref": "as you have spoken in my hearing", "text": "\"as I have heard you say\""}, {"ref": "Your dead bodies will fall", "text": "Their dead bodies falling represents them dying. AT: \"You will die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you who were counted in the census", "text": "This can be stated in active form. AT: \"you whom Moses counted in the census\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from twenty years old and upward", "text": "\"twenty years old and older\""}]}, {"id": "31", "tn": [{"ref": "your dead bodies will fall", "text": "Their dead bodies falling represents them dying. AT: \"you will die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your children will be shepherds in the wilderness", "text": "Some modern versions choose to translate, \"Your children will wander in the wilderness.\" This is because in ancient times, shepherds usually wandered from place to place so their flocks and herds could find pasture."}, {"ref": "They must bear the consequences of your acts", "text": "\"They must suffer the consequences of your acts\" or \"They must suffer because of your acts\""}, {"ref": "until the end of your corpses", "text": "A corpse is a dead body. The end of their corpses represents the last of the them dying. AT: \"until the last one of you dies\" or \"until all of you die\" (See:  [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "34", "tn": [{"ref": "bear the consequences of your sins", "text": "\"suffer the consequences of your sins\" or \"suffer because of your sins\""}, {"ref": "They will be completely cut off", "text": "This probably means that they will no longer exist. AT: \"they will come to an end\" or \"they will all be destroyed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "36", "tn": [{"ref": "So the men whom ... complain against Moses", "text": "The information in [[:en:bible:notes:num:14:36|14:36-37]] has been rearranged so its meaning can be more easily understood. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "died by the plague before Yahweh", "text": "\"died by the plague in his presence.\" Because it says that they died in his presence, it is implied that he caused them to die. AT: \"died in Yahweh's presence by the plague that he caused\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "39", "tn": [{"ref": "Look", "text": "\"Look\" here adds emphasis to what follows. \"Indeed\""}]}, {"id": "41", "tn": [{"ref": "Why are you now violating Yahweh's command?", "text": "Moses asks this question to rebuke the people of Israel. This rhetorical question can be translated as a statement. AT: \"You should not be violating Yahweh's command again.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh is not with you", "text": "Helping them is spoken of as being with them. AT: \"Yahweh will not help you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to prevent you from being defeated by your enemies", "text": "This can be stated in active form. AT: \"to prevent your enemies from defeating you\" or \"to give you victory over your enemies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will die by the sword", "text": "Here \"the sword\" refers to battle. AT: \"you will die in battle\" or \"they will kill you when you fight against them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you turned back from following Yahweh", "text": "Obeying Yahweh is spoken of as following him, and stopping doing that is spoken of as turning away from him. AT: \"you stopped obeying Yahweh\" or \"you have decided not to obey Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will not be with you", "text": "Helping them is spoken of as being with them. AT: \"he will not help you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "44", "tn": [{"ref": "they presumed to go up into the hill country", "text": "\"they dared to go up into the hill country even though God did not approve\""}, {"ref": "into the hill country", "text": "Much of the land of Israel is elevated. When the Israelites crossed the Jordan River valley to attack the Canaanites, there were hills that they had to climb in order to go farther into the land of Canaan."}]}]