[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "As the deer pants after streams of water, so I thirst for you, God", "text": "The author compares his desire for God to the desire of a thirsty deer for water."}, {"ref": "pants", "text": "heavy breathing from an animal or person that is very tired or thirsty"}, {"ref": "I thirst for you, God ... thirst for God", "text": "The author speaks of his strong desire for God as if it were a strong thirst for water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when will I come and appear before God?", "text": "The author does not ask this question to get an answer but to show his strong desire to be before God. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "003", "tn": [{"ref": "My tears have been my food", "text": "The author refers to his tears as if they are food that he eats. This means that he is so sad that he cannot eat. AT: \"My tears are like my food and I eat nothing else\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "day and night", "text": "This phrase refers to the entire day by referring to both its beginning and end. AT: \"all day long\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "my enemies are always saying to me", "text": "This is an exaggeration. His enemies are not saying this constantly; they are saying it often. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Where is your God?", "text": "The author's enemies use this question to mock him and to express that they do not see his God helping him. AT: \"Your God is not here to help you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "call to mind", "text": "This is an idiom that means to remember or think about something. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I pour out my soul", "text": "Here the word \"soul\" refers to the emotions. The author speaks of his soul as if it is a liquid that he pours out. The phrase means that he is expressing his emotional grief. AT: \"I express my sorrow\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the throng", "text": "\"the crowd of people\""}, {"ref": "joy and praise", "text": "This phrase uses two different words to express one idea. AT: \"joyful praise\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "005", "tn": [{"ref": "Why are you bowed down, my soul? Why are you upset within me?", "text": "The author refers to his inner self as his \"soul.\" He asks these questions to rebuke himself. AT: \"I should not be bowed down. I should not be worried\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed down", "text": "The writer speaks of depression or discouragement as if it were his soul being bent over. AT: \"discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hope in God", "text": "The writer continues to speak to his own soul and commands it to trust God. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "My God, my soul", "text": "The writer begins to speak to God about his soul."}, {"ref": "I call you to mind", "text": "This phrase means to remember or to think about something. AT: \"I think of you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the land of the Jordan", "text": "This is probably a reference to northern Israel, where the Jordan river originates. AT: \"the land where the Jordan river begins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "peaks", "text": "mountain tops"}, {"ref": "hill of Mizar", "text": "This is the name of a hill at the base of Mount Hermon. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "007", "tn": [{"ref": "Deep calls to deep at the noise of your waterfalls", "text": "The word \"deep\" refers to deep waters, which here are likely the streams rushing down Mount Hermon. The writer speaks of them as if they are people calling out to one another as they hear the sound of their own descent from the mountain. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "all your waves ... have gone over me", "text": "The author speaks of his great misfortune and sadness as if they are deep waters that drown him with one wave after another. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your waves and your billows", "text": "The word \"billows\" is another word for \"waves.\" Together the two words emphasize the greatness of the waves. AT: \"all of your great waves\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh will command his covenant faithfulness", "text": "The writer speaks of Yahweh's covenant faithfulness as if it were a person whom he commands to be with him. AT: \"Yahweh will show me his covenant faithfulness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his song", "text": "Possible meanings are 1) \"the song that he gives me\" or \"the song about him\""}, {"ref": "the God of my life", "text": "\"the God who gives me life\""}]}, {"id": "009", "tn": [{"ref": "I will say to God, my rock", "text": "The writer speaks of God as if he were a huge rock that would provide protection from enemy attack. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do I go mourning", "text": "To \"go mourning\" is to perform customs related to being very sad."}, {"ref": "As with a sword in my bones", "text": "The writer describes his adversaries' rebukes as his receiving a fatal wound. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they always say to me", "text": "This is an exaggeration; his enemies are not saying this constantly but are saying it often. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Where is your God?", "text": "The writer's enemies use this question to mock him and to express that they do not see God helping him. AT: \"Your God is not here to help you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "011", "tn": [{"ref": "Why are you bowed down, my soul? Why are you upset within me?", "text": "The author refers to his inner self as his \"soul.\" He asks these questions to rebuke himself. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. AT: \"I should not be bowed down, I should not be worried\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed down", "text": "The writer speaks of depression or discouragement as if it were his soul being bent over. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. AT: \"discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hope in God", "text": "The writer continues to speak to his own soul and commands it to trust God. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. (See: [[:en:ta:vol2:translate:figs_imperative]])"}]}]