[{"id": "01", "tn": [{"ref": "General Information:", "text": "These verses begin a parable in which wisdom is imagined to be a woman who is giving good advice to people.  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Wisdom has built", "text": "The writer speaks about wisdom as if it were a woman who has built her own house. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "She has slaughtered her animals", "text": "This refers to animals whose meat will be eaten in the dinner that Wisdom will give. AT: \"She has killed the animals for meat at dinner\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "mixed her wine", "text": "In ancient Israel, people often mixed wine with water. AT: \"prepared her wine by mixing it with water\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "she has set her table", "text": "\"she has prepared her table\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "These verses begin to give the message of Wisdom, who is personified as a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "She has sent out her maids", "text": "These maids went out and invited people to come to the feast that Wisdom had prepared."}, {"ref": "her maids", "text": "Young women or girls who are in the service of a respectable, adult woman, such as Wisdom."}, {"ref": "she calls out", "text": "\"she proclaims\" or \"she summons\" AT: \"she loudly recites her invitation\""}, {"ref": "the highest points of the city", "text": "The invitation is shouted from the highest points so that it will be best heard by all the people."}, {"ref": "Who is naive? Let ... the one lacking good sense", "text": "These two phrases describe the same group of people, those who need more wisdom in their lives. Here the question is addressed to all such people. AT: \"Anyone who is naive, let ... anyone lacking good sense\""}, {"ref": "is naive", "text": "\"is inexperienced or immature\""}, {"ref": "turn aside here", "text": "\"leave his path and come into my house\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "These verses continue the message of Wisdom."}, {"ref": "Come ... eat ... drink ... Leave ... live ... walk", "text": "All of these commands are plural; Wisdom is addressing many people at the same time."}, {"ref": "the wine I have mixed", "text": "In ancient Israel, people often mixed wine with water. AT: \"prepared her wine by mixing it with water\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Leave your naive actions", "text": "Here naive actions are spoken of as if they were a place that a person could leave. AT: \"Stop your naive behavior\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "naive actions", "text": "\"inexperienced, immature actions\""}, {"ref": "the path of understanding", "text": "Here the process of understanding wisdom is spoken of as if it were a path that a person could follow. AT: \"the manner of living that a wise person has\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "These verses continue the message of Wisdom."}, {"ref": "Whoever disciplines ... whoever rebukes", "text": "These two phrases basically say the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a mocker", "text": "Someone who habitually mocks people. AT: \"someone who says insulting things about other people\" (UDB) or \"someone who likes to make other people look bad\""}, {"ref": "receives abuse", "text": "\"receives harsh treatment\""}, {"ref": "whoever rebukes", "text": "\"whoever corrects\""}, {"ref": "Do not reprove", "text": "\"Do not correct\""}, {"ref": "Give to a wise person, and he ... teach a righteous person, and he", "text": "These two commands actually represent conditional statements. AT: \"If you give to a wise person, he ... if you teach a righteous person, he\""}, {"ref": "Give to a wise person ... teach a righteous person", "text": "These two phrases basically say the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Give to a wise person", "text": "This refers to giving instruction to a wise person. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "These verses finish the message of Wisdom."}, {"ref": "The fear of Yahweh", "text": "Translate this phrase as in [[:en:bible:notes:pro:01:07|1:7]]."}, {"ref": "through me your days will be multiplied", "text": "This may be put into active form. AT: \"I will multiply your days\" or \"I will cause you to live many more days\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through me", "text": "Wisdom, personified as a woman, continues to speak here. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "your days will be multiplied, and years of life will be added to you", "text": "These two phrases basically mean the same thing and are used to emphasize the great benefits wisdom has. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "years of life will be added to you", "text": "Wisdom speaks of years of life as if they were physical objects. This can be stated in active form. AT: \"I will add years of life to you\" or \"I will add years to your life\" or \"I will enable you to live longer\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If you are wise ... and if you mock", "text": "These two statements seem to mean that wise people gain advantages for themselves because of their wisdom, and mockers suffer because of their behavior."}, {"ref": "you will carry it", "text": "This speaks of the consequence of one's bad behavior as if it were a heavy load that one had to carry on his back. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These verses begin to describe foolishness, which is also personified as a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The woman of foolishness", "text": "It is possible to translate \"foolishness\" as a description. AT: \"A foolish woman.\" However, if a language allows wisdom to be personified, as in the previous part of this chapter, it may also allow foolishness to be personified. AT: \"The woman Foolishness\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "she is untaught and knows nothing", "text": "These two expressions basically mean the same thing, which is repeated to show how useless the foolish woman is. AT: \"she does not know anything at all\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "she is untaught", "text": "\"she has not learned from experience\" or \"she is young and naive\""}, {"ref": "walking straight on their way", "text": "This seems to be an idiom for \"thinking only of their own affairs\" or \"minding their own business.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "is naive", "text": "\"is inexperienced or immature\""}, {"ref": "turn aside here", "text": "\"leave his path and come here\""}, {"ref": "she says", "text": "This is the foolish woman who was introduced in [[:en:bible:notes:pro:09:13|9:13]]."}, {"ref": "those who have no sense", "text": "\"those who do not have wisdom\" or \"those who are not wise\""}, {"ref": "Stolen waters are sweet, and bread of secrecy is delicious", "text": "The foolish woman speaks of the pleasure of stolen waters and bread of secrecy to tell men that if they sleep with her, they will have pleasure. This can be stated clearly in a simile: \"You can enjoy me just as you enjoy water that you have stolen or bread that is secret\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that the dead are there", "text": "\"that the men who have gone to her are now dead\""}, {"ref": "in the depths of Sheol", "text": "\"Sheol\" refers to the world of the dead.  (See UDB)."}]}]