[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "seven years", "text": "\"7 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "you must cancel debts", "text": "\"forgive every thing which people still owe you\""}, {"ref": "This is the manner of the release", "text": "\"This is how to cancel the debts\""}, {"ref": "creditor", "text": "a person who lends money to other people"}, {"ref": "his neighbor or his brother", "text": "The words \"neighbor\" and \"brother\" share similar meanings and emphasize the close relationship that they have with their fellow Israelites. AT: \"his fellow Israelite\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "because Yahweh's cancellation of debts has been proclaimed", "text": "This can be stated in active form. AT: \"because Yahweh has required that you cancel debts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your hand must release", "text": "This is an idiom. AT: \"you must not demand it back\" or \"you must not require repayment\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "no poor", "text": "The nominal adjective \"poor\" can be stated as an adjective. AT: \"no poor people\" or \"no one who is poor\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the land that he gives", "text": "This refers to the land of Canaan."}, {"ref": "he gives you as an inheritance to possess", "text": "The land that Yahweh is giving to his people is spoken of as if it were an inheritance that Yahweh is giving them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if only you diligently listen to the voice of Yahweh your God", "text": "Here the metonym \"voice of Yahweh\" refers to what Yahweh himself says. AT: \"if only you are careful to obey what Yahweh your God says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will lend ... you will not borrow", "text": "The word \"money\" is understood. You can make the full meaning of this statement clear. AT: \"you will lend money ... you will not borrow money\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to many nations ... over many nations", "text": "Here \"nations\" represents the people. AT: \"to the people of many nations ... over the people of many nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will rule over many nations, but they will not rule over you", "text": "Here \"rule over\" means to be financially superior. This means basically the same thing as the previous part of the sentence. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "07", "tn": [{"ref": "If there is a poor man", "text": "Here \"man\" means a person in general. AT: \"If there is a poor person\""}, {"ref": "one of your brothers", "text": "\"one of your fellow Israelites\""}, {"ref": "within any of your gates", "text": "Here \"gates\" represents the entire city or town. AT: \"within any of your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you must not harden your heart", "text": "Being stubborn is spoken of as if the person hardened their heart. AT: \"you must not be stubborn\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "nor shut your hand from your poor brother", "text": "A person who refuses to provide for a poor person is spoken of as if he were shutting his hand so that the poor person cannot get anything from him. AT: \"nor refuse to help your fellow Israelite who is poor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but you must surely open your hand to him", "text": "A person who helps a poor person is spoken of as if he were opening his hand to him. AT: \"but you must surely help him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "not to have a wicked thought in your heart, saying", "text": "Here \"heart\" represents a person's mind. AT: \"not to think a wicked thought\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The seventh year, the year of release, is near", "text": "It is implied that because the year of release will happen soon, the person thinking this will be reluctant to help a poor person since it is likely that the poor person will not have to pay him back. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The seventh year", "text": "The word \"seventh\" is the ordinal number for seven. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the year of release", "text": "\"the year to cancel debts\""}, {"ref": "is near", "text": "Something that will happen soon is spoken of as if it were physically near. AT: \"will happen soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that you will not be stingy in regard to your poor brother and give him nothing", "text": "\"so that you are not stubborn and refuse to give anything to your fellow Israelite\""}, {"ref": "cry out to Yahweh", "text": "\"shout to Yahweh for help\""}, {"ref": "it would be sin for you", "text": "\"Yahweh will consider what you have done to be sinful\""}, {"ref": "your heart must not be sorry", "text": "Here \"heart\" represents the whole person. AT: \"you should not regret it\" or \"you should be happy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "in all that you put your hand to", "text": "Here \"put your hand to\" represents the whole person and work that he has done. AT: \"in all that you do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "For the poor will never cease to exist in the land", "text": "This can be stated in positive form. AT: \"For there will always be poor people in the land\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "For the poor", "text": "The nominal adjective \"the poor\" can be stated as an adjective. AT: \"For poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "I command you and say, 'You must surely open your hand ... in your land.'", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"I command you to open your hand ... in your land\" (See: [[:en:ta:vol2:translate:figs_quotations]]) (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "open your hand to your brother, to your needy, and to your poor", "text": "A person who is willing to help someone else is spoken of as if his hand were open. AT: \"help your fellow Israelite, those who are needy, and those who are poor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your brother, to your needy, and to your poor", "text": "The words \"needy\" and \"poor\" mean basically the same thing and emphasize that these are people who cannot help themselves. AT: \"help your fellow Israelites who cannot help themselves\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "If your brother", "text": "Here \"brother\" means an Israelite in general, whether a male or female. AT: \"If a fellow Israelite\" or \"If a fellow Hebrew\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "is sold to you", "text": "If a person could not repay their debts, they sometimes sold themselves into slavery to pay what they owed. This can be stated in active form. AT: \"sell themselves to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "six years", "text": "\"6 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventh year", "text": "\"7th year.\" This \"seventh\" is the ordinal number for seven. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "you must not let him go empty-handed", "text": "handed** - A person who has no possessions to provide for himself or his family is spoken of as if his hands were empty. AT: \"you must not let him leave without having anything to provide for himself and his family\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "liberally provide for him", "text": "\"generously give to him\""}]}, {"id": "15", "tn": [{"ref": "remember that you were a slave", "text": "Here \"you\" includes their ancestors that were slaves for many years. AT: \"remember that your people were once slaves\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that Yahweh your God redeemed you", "text": "Yahweh rescuing the people of Israel from being slaves in Egypt is spoken of as if Yahweh paid money to redeem his people from slavery. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if he says to you, 'I will not go away from you'", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"if he says to you that he will not go away from you\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "your house", "text": "Here \"house\" represents the person's family. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then you must take an awl and thrust it through his ear to a door", "text": "\"then you will place his head near a wooden door frame in your house, and then put the point of the awl through his earlobe into the wood\""}, {"ref": "awl", "text": "a sharp, pointed tool used to make a hole (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "forever", "text": "\"until the end of his life\" or \"until he dies\""}]}, {"id": "18", "tn": [{"ref": "It must not seem difficult for you to let him go free from you", "text": "This means that they are not resent it when they let someone go free. This can be stated in active form. AT: \"Be pleased when you let him go free\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "given twice the value of a hired person", "text": "This means the owner only had to pay have the amount for this slave to work than he would for a person he hired to do a job."}, {"ref": "a hired person", "text": "This is a person who works for pay."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "shear", "text": "to cut off wool or hair"}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}, {"ref": "year by year", "text": "\"each year\" or \"every year\""}, {"ref": "lame", "text": "crippled or physically disabled"}]}, {"id": "22", "tn": [{"ref": "within your gates", "text": "Here \"gates\" represents the city or town. AT: \"within your community\" or \"inside your city\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the unclean ... persons", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the clean persons", "text": "A person who is acceptable for God's purposes is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a gazelle or a deer", "text": "These are wild animals with long thin legs that can run quickly. See how you translated these in [[:en:bible:notes:deu:12:15|12:15]]."}, {"ref": "you must not eat its blood", "text": "\"you must not consume its blood.\" Yahweh did not allow Israelites to consume blood because the blood represented life. (See: [[:en:bible:notes:deu:12:23|12:23]])"}]}]