[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to give the history of how he learned the gospel from God, not the apostles."}, {"ref": "went up", "text": "\"traveled.\" Jerusalem is located in hilly country. The Jews also viewed Jerusalem as the place on earth that is closest to heaven, so Paul may have been speaking figuratively, or it may be that it was reflecting the difficult, uphill, journey to get to Jerusalem."}, {"ref": "those who seemed to be important", "text": "\"the most important leaders among the believers\""}, {"ref": "I was not running—or had not run—in vain", "text": "Paul uses running as a metaphor for work, and he uses a double negative to emphasize that the work he had done was profitable. AT: \"I was doing, or had done, profitable work\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in vain", "text": "\"for no benefit\" or \"for nothing\""}]}, {"id": "03", "tn": [{"ref": "to be circumcised", "text": "This can be stated in active form. AT: \"to have someone circumcise him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The false brothers came in secretly", "text": "\"People who pretended to be Christians came into the church,\" or \"People who pretended to be Christians came among us\""}, {"ref": "spy on the liberty", "text": "secretly watch people to see how they live in liberty"}, {"ref": "liberty", "text": "freedom"}, {"ref": "They desired", "text": "\"These spies desired\" or \"These false brothers wanted\""}, {"ref": "to make us slaves", "text": "\"to make us slaves to the law.\" Paul is speaking about being forced to follow the Jewish rituals that the law commanded. He is speaking about this as if it were slavery. The most important ritual was circumcision. AT: \"to force us to obey the law\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yield in submission", "text": "\"submit\" or \"listen\""}]}, {"id": "06", "tn": [{"ref": "added nothing to me", "text": "The word \"me\" here represents what Paul was teaching. AT: \"added nothing to what I teach\" or \"did not tell me to add anything to what I teach\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "On the contrary", "text": "\"Instead\" or \"Rather\""}, {"ref": "I had been entrusted", "text": "This can be stated in active form. AT: \"God trusted me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "built up the church", "text": "They were men who taught people about Jesus and convinced people to believe in Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the grace that had been given to me", "text": "\"that God had been kind to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gave ... the right hand of fellowship", "text": "\"welcomed ... as fellow workers\" or \"welcomed ... with honor\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the right hand", "text": "\"their right hands\""}, {"ref": "remember the poor", "text": "\"take care of the needs of the poor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "I opposed him to his face", "text": "The words \"to his face\" are a metonym for \"where he could see and hear me.\" AT: \"I confronted him in person\" or \"I challenged his actions in person\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Before", "text": "in relation to time"}, {"ref": "he stopped", "text": "\"he stopped eating with them\""}, {"ref": "He was afraid of those", "text": "\"He was afraid that these men who required circumcision would judge that he was doing something wrong\" or \"He was afraid that these men who required circumcision would blame him for doing something wrong\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who were demanding circumcision", "text": "Jews who had become Christians, but who demanded that those who believe in Christ live according to Jewish customs"}, {"ref": "kept away from", "text": "\"stayed away from\" or \"avoided\""}]}, {"id": "13", "tn": [{"ref": "not following the truth of the gospel", "text": "\"they were not living like people who believe the gospel\" or \"they were living as though they did not believe the gospel\""}, {"ref": "how can you force the Gentiles to live like Jews?", "text": "This rhetorical question is a rebuke and can be translated as a statement. AT: \"you are wrong to force the Gentiles to live like Jews.\" The word \"you\" refers to Peter and is singular. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "force", "text": "Possible meanings are 1) force by using words or 2) persuade (UDB)."}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells the believers that Jews who know the law, as well as Gentiles who do not know the law, are saved only by faith in Christ and not by keeping the law."}, {"ref": "not Gentile sinners", "text": "\"not those whom the Jews call Gentile sinners\""}, {"ref": "We also came to faith in Christ Jesus", "text": "\"We believed in Christ Jesus\""}, {"ref": "we", "text": "This probably refers to Paul and others but not to the Galatians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "no flesh", "text": "The word \"flesh\" is a synecdoche for the whole person. AT: \"no person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "while we seek to be justified in Christ", "text": "The phrase \"justified in Christ\" means justified because we are united with Christ and justified by means of Christ."}, {"ref": "we too, were found to be sinners", "text": "The words \"were found to be\" are an idiom that emphasizes that \"we are\" certainly sinners. AT: \"we see that we also certainly are sinners\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Absolutely not!", "text": "\"Of course, that is not true!\" This expression gives the strongest possible negative answer to the preceding rhetorical question \"Does Christ become a servant of sin?\" You may have a similar expression in your language that you could use here. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I do not set aside", "text": "Paul states a negative to emphasize the positive. AT: \"I confirm the value of\" See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "if righteousness could be gained ... then Christ would have died", "text": "Paul is describing a situation that never existed. AT: \"but righteousness did not exist ... so Christ did not die\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if righteousness could be gained through the law", "text": "\"if a person could be righteous by keeping the law\""}, {"ref": "then Christ died for nothing", "text": "\"would have accomplished nothing by dying\""}]}]