[{"id": "01", "tn": [{"ref": "General Information:", "text": "The writer speaks as a father teaching his children."}, {"ref": "incline your ears", "text": "Here the word \"ears\" represents the person who is listening. The writer speaks of listening attentively to someone as if it were leaning forward so that the ears are closer to the one speaking. See how you translated this in [[:en:bible:notes:pro:04:20|4:20]]. AT: \"listen attentively\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "discretion", "text": "Discretion is the quality of being careful with regard to one's actions and speech. See how you translated this in [[:en:bible:notes:pro:01:04|1:4]]."}, {"ref": "your lips may protect knowledge", "text": "Here the word \"lips\" represents the person who speaks. The writer speaks of a person being careful only to say what is true as if the person's lips were protecting knowledge. AT: \"you will speak only what is true\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "the lips of an adulteress drip with honey", "text": "Possible meanings are 1) the word \"lips\" represents the words of the adulteress and the writer speaks of the attractiveness of her words as if her lips dripped with honey. AT: \"the words of an adulteress are sweet, as if dripping with honey\" or 2) the writer speaks of the allure of kissing the adulteress as if her lips dripped with honey. AT: \"the kisses of an adulteress are sweet, as if her lips dripped with honey\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her mouth is smoother than oil", "text": "Possible meanings are 1) the word \"mouth\" represents the speech of the adulteress and the writer speaks of the persuasiveness of her speech as if her mouth were smoother than olive oil. AT: \"her speech is persuasive and smoother than olive oil\" or 2) the writer speaks of the pleasure of kissing the adulteress as if her mouth were smoother than oil. AT: \"her kisses are smoother than olive oil\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but in the end she is as bitter as wormwood", "text": "The writer speaks of the harm that comes from having a relationship with an adulteress as if she tasted as bitter as wormwood. AT: \"but in the end, she is like bitter-tasting wormwood and will cause you harm\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wormwood", "text": "a plant that tastes bitter"}, {"ref": "cutting like a sharp sword", "text": "The writer speaks of the pain that the adulteress will cause to the one who has a relationship with her as if she were a sharp weapon that cuts the person. AT: \"she wounds a person, as if she were a sharp sword\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Her feet go down to death", "text": "Here \"her feet\" represent the adulteress as she walks. The writer speaks of her conduct as if she were walking along a path. AT: \"She is walking along a path that leads to death\" or \"Her lifestyle leads to death\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her steps go all the way to Sheol", "text": "The writer speaks of her conduct as if she were walking along a path. AT: \"she walks all the way to Sheol\" or \"her conduct takes her all the way to Sheol\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She gives no thought to the path of life", "text": "The writer speaks of behavior that gives a person long life as if it were a path that leads to life. AT: \"She does not think about walking along the path that leads to life\" or \"She is not concerned about conduct that leads to life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Her footsteps wander", "text": "Possible meanings are 1) \"She wanders about as if she were lost\" or 2) \"She walks along the wrong path.\""}]}, {"id": "07", "tn": [{"ref": "Now", "text": "Here the teacher shifts from warning about the adulteress to giving advice."}, {"ref": "listen to me ... do not turn away from listening", "text": "These two phrases express the same idea to make the student pay attention. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "do not turn away from listening", "text": "The writer speaks of stopping an action as if the person physically turned away from it. AT: \"do not stop listening\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the words of my mouth", "text": "Here the word \"mouth\" represents the person who is speaking. AT: \"my words\" or \"what I am saying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Keep your path far away from her", "text": "Here the word \"path\" represents the person's daily conduct and circumstances. AT: \"Keep yourself far away from her\" or \"Stay away from her\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not come near the door of her house", "text": "Here \"the door of her house\" represents the house itself. It may be more appropriate to use the word \"go\" instead of \"come\" since the latter might imply that the speaker is at the door of her house. AT: \"do not go near the door of her house\" or \"do not even go near her house\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_go]])"}]}, {"id": "09", "tn": [{"ref": "In that way", "text": "\"If you do this.\" This phrase refers to what he has just said in previous verses."}, {"ref": "you will not give away your honor to others", "text": "Possible meanings for the word \"honor\" are 1) it refers to one's reputation. AT: \"You will not lose your good reputation among other people\" or 2) it refers to one's wealth and possessions. AT: \"You will not give away your wealth to other people\" or 3) it refers to strength and represents the prime years of one's life. AT: \"You will not give away the best times of your life to other people\""}, {"ref": "or years of your life to a cruel person", "text": "The writer speaks of a person dying prematurely, possibly by murder, as if the years of his life were items that he gives away to another person. The verb may be supplied from the previous phrase. AT: \"or give years of your life to a cruel person\" or \"or cause a cruel person to kill you while you are still young\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a cruel person", "text": "This may refer to the husband of the adulteress, who will deal cruelly with the person who sleeps with her."}, {"ref": "strangers will not feast on your wealth", "text": "The writer speaks of people taking and enjoying another person's wealth as if they were feasting on the wealth. AT: \"strangers will not take all of your wealth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what you have worked for will not go into the house of strangers", "text": "Here the word \"house\" represents the person's family. AT: \"the things that you have obtained will not end up belonging to the families of strangers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "your flesh and your body waste away", "text": "The words \"flesh\" and \"body\" mean basically the same thing and represent the whole person. AT: \"your body wastes away\" or \"you waste away\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "waste away", "text": "\"physically wear down\" or \"become weak and unhealthy\""}, {"ref": "I hated instruction ... my heart despised correction", "text": "These two phrases express the same idea and emphasize how much this person disliked what the teacher had said. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "How I hated instruction", "text": "The word \"How\" is an exclamation that emphasizes the strength of his hatred. The word \"instruction\" can be translated with a verbal phrase. AT: \"I hated it so much when someone would instruct me\" (See: [[:en:ta:vol2:translate:figs_exclamations]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my heart despised correction", "text": "Here the word \"heart\" represents the person and his emotions. The word \"correction\" can be translated with a verbal phrase. AT: \"I despised people when they corrected me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "incline my ear to my instructors", "text": "Here the word \"ear\" represents the person who is listening. The writer speaks of listening attentively to someone as if it were leaning forward so that the ear is closer to the one speaking. See how you translated a similar phrase in [[:en:bible:notes:pro:04:20|4:20]]. AT: \"listen to those who instructed me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the midst of the assembly, among the gathering of the people", "text": "These two phrases mean basically the same thing and refer to the person's community that has gathered together either 1) to worship God or 2) to judge him for his offense. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "15", "tn": [{"ref": "water from your own cistern ... running water from your own well", "text": "These two phrases mean basically the same thing. The writer speaks of a man sleeping only with his wife as if he drank water only from his own cistern or well. (See [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "running water", "text": "The writer speaks of fresh or flowing water as if the water were running. AT: \"fresh water\" or \"flowing water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Should your springs ... your streams of water flow in the public squares?", "text": "The writer asks this rhetorical question to emphasize that his son should not do these things. AT: \"Your springs should not ... your streams of water should not flow in the public squares.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should your springs ... your streams of water flow in the public squares?", "text": "Here the words \"springs\" and \"streams of water\" are likely euphemisms for male reproductive fluids. Possible meanings for these metaphorical phrases are 1) sleeping with women other than one's wife is spoken of as if it were allowing one's water to flow in the public streets or 2) having children with women other than one's wife is spoken of as if it were allowing one's water to flow in the public streets. (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "public squares", "text": "Open areas in a city or town where two or more streets meet. A common place for people to meet each other and talk."}, {"ref": "Let them be", "text": "The word \"them\" refers to the \"springs\" and \"streams of water\" and what they stand for."}, {"ref": "not for strangers with you", "text": "\"do not share them with strangers\""}]}, {"id": "18", "tn": [{"ref": "May your fountain be blessed", "text": "The writer speaks of the son's wife as if she were a fountain. Here the word \"blessed\" refers to the sense of joy that the man has in his wife. AT: \"May you always find joy with your wife\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wife of your youth", "text": "Possible meanings are 1) \"the wife whom you married when you were young\" or 2) \"your young wife.\""}, {"ref": "she is a loving deer and a graceful doe", "text": "The writer speaks of the son's wife as if she were \"a loving deer and a graceful doe.\" Here \"deer\" and \"doe\" mean a female deer. They were symbols of beauty both in their appearance and in their movements. AT: \"she is as beautiful and graceful as a deer or a doe\" or \"she is as beautiful and graceful as a female deer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "graceful", "text": "This word does not mean \"full of grace,\" but \"beautiful while moving.\""}, {"ref": "Let her breasts satisfy you", "text": "Possible meanings are 1) the wife's breasts excite the husband's sexual desire and possibly represent the wife's entire body. AT: \"Let her breasts satisfy your desires\" or \"Let her body satisfy your desires\" or 2) this is a metaphor in which the writer speaks of the wife's breasts satisfying the husband's desires as they would satisfy the thirst of a hungry baby. AT: \"Let her breasts fill you with delight as a mother's breasts fill her child with food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may you be continually intoxicated by her love", "text": "Intense excitement and joy from the romantic love of one's wife is spoken of as if he was drunk from that love. This can be stated in active form. AT: \"let her love control you as alcohol controls someone who is drunk\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by her love", "text": "Possible meanings are 1) \"by your love for her\" or 2) \"by her love for you.\""}]}, {"id": "20", "tn": [{"ref": "For why should you, my son, be captivated by an adulteress; why should you embrace the breasts of an immoral woman?", "text": "The writer asks these rhetorical questions to emphasize that his son must not do these things. AT: \"My son, do not be captivated by an adulteress! Do not embrace the breasts of an immoral woman!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "be captivated by an adulteress", "text": "Intense excitement that arises from the desire for a woman is spoken of as if he were being held captive by that woman. This can be stated in active form. AT: \"allow an adulteress to captivate you\" or \"allow an adulteress to fascinate you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "why should you embrace the breasts of an immoral woman", "text": "Here the word \"breasts\" represents the immoral woman and her sexual attractiveness. AT: \"why should you embrace an immoral woman\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "an immoral woman", "text": "Possible meanings are 1) \"a woman who is not your wife\" or 2) \"a woman who is another man's wife.\""}, {"ref": "sees everything ... watches all the paths", "text": "These two phrases mean the same thing and emphasize that God knows everything that everyone does. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "all the paths he takes", "text": "The writer speaks of a person's actions or lifestyle as if it were a path on which the person walks. AT: \"everywhere he goes\" or \"everything he does\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "A wicked person will be seized by his own iniquities", "text": "The writer speaks of a wicked person being unable to avoid the consequences of his iniquities as if those iniquities were people who capture the wicked person. This can be stated in active form. AT: \"A wicked person's own iniquities will seize him\" or \"A wicked person will be unable to avoid the consequences of his iniquities\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the cords of his sin will hold him tight", "text": "The writer speaks of a wicked person being unable to avoid the consequences of his sin as if that sin were a trap made of cords in which the person is caught. AT: \"because of his sin, he will be like an animal caught in a trap\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is led astray by his great foolishness", "text": "This can be stated in active form. AT: \"his great foolishness leads him astray\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by his great foolishness", "text": "\"because he is very foolish\""}]}]