[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song.\""}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote\" See how this is translated in [[:en:bible:notes:psa:053:001|53:1]]."}, {"ref": "made himself known in Judah", "text": "\"caused the people of Judah to know who he is\" or \"made himself famous in Judah\""}, {"ref": "his name is great in Israel", "text": "The words \"his name\" are a metonym for his reputation. AT: \"the people of Israel consider him good and powerful\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his dwelling place", "text": "\"the place where he has chosen to live\""}, {"ref": "There he broke the arrows of the bow, the shield, the sword, and the other weapons of war", "text": "These words are probably a metaphor for God causing the people of Judah to live in peace without being afraid of enemies making war on them, but the words should be translated literally. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in ([[:en:bible:notes:psa:003:001]]). (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "004", "tn": [{"ref": "General Information:", "text": "Asaph speaks of God as if God was a soldier returning from a mountain after winning a great battle."}, {"ref": "You shine brightly and reveal your glory", "text": "The second phrase strengthens the first phrase in that Yahweh's glory relates to Yahweh shining brightly. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "You shine brightly", "text": "The words \"shine brightly\" are a metaphor for being great. AT: \"You show how extremely great you are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The bravehearted were plundered", "text": "This can be stated in active form. AT: \"Your people killed the brave soldiers of their enemies and then took all their possessions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fell asleep", "text": "Here \"fell asleep\" is a euphemism for died. AT: \"died\" or \"fell down dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "006", "tn": [{"ref": "At your rebuke", "text": "The abstract noun \"rebuke\" refers to saying something in an angry or critical way. AT: \"When you rebuked them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "fell asleep", "text": "\"died\" or \"fell down dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "who can stand in your sight when you are angry?", "text": "This can be translated as a statement. AT: \"No one can stand in your sight when you are angry.\" or \"You can destroy anyone at whom you are angry.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "008", "tn": [{"ref": "you made your judgment heard", "text": "\"you pronounced judgment\" or \"you announced how you were going to punish wicked people\""}, {"ref": "the earth was", "text": "Here \"the earth\" is a metonym for the people living on the earth. AT: \"the people of the earth were\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "execute judgment", "text": "\"carry out judgment\" or \"punish wicked people\""}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in ([[:en:bible:notes:psa:003:001]]). (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "010", "tn": [{"ref": "Surely", "text": "\"Surely\" is expressing an expectation that what follows will certainly come to pass."}, {"ref": "your angry judgment against humanity will bring you praise", "text": "Possible meanings are 1) \"people will praise you because you are angry at the wicked and judge them\" or 2) \"people who are angry with you will do things that cause people to praise you.\""}, {"ref": "you gird yourself with what is left of your anger", "text": "Yahweh's anger is spoken of as something that he can tie around himself like a belt. AT: \"you tie your remaining anger around you like a belt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "him who is to be feared", "text": "\"Yahweh, whom they should fear\""}, {"ref": "He cuts off the spirit of the princes", "text": "The phrase \"He cuts off the spirit\" is an idiom that means He breaks the spirit or He humbles. AT: \"He humbles the princes\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he is feared by the kings of the earth", "text": "This can be stated in active form. AT: \"the kings of the earth fear him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]