[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus is still speaking in front of the crowd. Some people in the crowd ask him a question and he begins to respond. This is the same part of the story that begin in [[:en:bible:notes:luk:12:01|12:1]]."}, {"ref": "At that time", "text": "This phrase connects this event to the end of chapter 12 when Jesus was teaching a crowd of people."}, {"ref": "whose blood Pilate mixed with their own sacrifices", "text": "Here \"blood\" refers to the death of the Galileans. They were probably killed while they were offering their sacrifices. This could be stated explicitly as in the UDB. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "whose blood Pilate mixed", "text": "Pilate probably ordered his soldiers to kill people rather than doing it himself. AT: \"whom Pilate's soldiers killed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do you think that these Galileans were more sinful ... way?", "text": "\"Were these Galileans more sinful ... way?\" or \"Does this prove that these Galileans were more sinful ... way?\" Jesus uses this question to challenge the understanding of the people. AT: \"You think that these Galileans were more sinful ... way\" or \"Do not think that these Galileans were more sinful ... way\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "No, I tell you", "text": "Here \"I tell you\" emphasizes \"no.\" AT: \"They certainly were not more sinful\" or \"You are wrong to think that their suffering proves that they were more sinful\""}, {"ref": "all of you will perish in the same way", "text": "\"all of you also will die.\" The phrase \"in the same way\" means they will experience the same result, not that they will die by the same method."}, {"ref": "perish", "text": "\"lose your life\" or \"die\""}]}, {"id": "04", "tn": [{"ref": "Or those", "text": "This is Jesus' second example of people who suffered. AT: \"Or consider those\" or \"Think about those\""}, {"ref": "eighteen people", "text": "\"18 people\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Siloam", "text": "This is the name of an area in Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "do you think they were worse sinners ... Jerusalem?", "text": "\"does this prove that they were more sinful ... Jerusalem?\" Jesus uses this question to challenge the understanding of the people. AT: \"do not think that they were more sinful ... Jerusalem\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they were worse sinners", "text": "The crowd assumed that they died in this terrible way because they were especially sinful. This could be explicitly stated. AT: \"they died because they were worse sinners\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "other men", "text": "\"other people.\" The word here is the general term for a person. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "No, I say", "text": "Here \"I say\" emphasizes \"No.\" It may be helpful to state Jesus' point clearly. AT: \"They certainly did not die because they were more sinful\" or \"You are wrong to think that their suffering proves that they were more sinful\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "perish", "text": "\"lose your life\" or \"die\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Jesus begins to tell the crowd a parable to explain his last statement, \"But if you do not repent, all of you will also perish\" (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Someone had a fig tree planted in his vineyard", "text": "\"A person had a vineyard and a fig tree had been planted in it\""}, {"ref": "Why let it waste the ground?", "text": "The man uses a question to emphasize that the tree is useless and the gardener should cut it down. AT: \"Do not let it waste the ground\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling his parable. This is the end of the part of the story that began in [[:en:bible:notes:luk:12:01|12:1]]."}, {"ref": "Leave it alone", "text": "\"Do not do anything to the tree\" or \"Do not cut it down\""}, {"ref": "put manure on it", "text": "\"put manure in the soil.\" Manure is animal dung. People put it in the ground to make the soil good for plants and trees. AT: \"put fertilizer on it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If it bears fruit next year, good", "text": "It may be helpful to state what will happen. AT: \"If it has figs on it next year, we can allow it to keep growing\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "cut it down", "text": "The servant was making a suggestion; he was not giving a command to the owner. AT: \"Tell me to cut it down\" or \"I will cut it down\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. These verses give background information about the setting of this part of the story and about a crippled woman who is introduced into the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word marks a new part of the story."}, {"ref": "during the Sabbath", "text": "\"on a Sabbath day.\" Some languages would say \"a Sabbath\" because we do not know which particular Sabbath day it was."}, {"ref": "Behold, a woman was there", "text": "The word \"behold\" here alerts us to a new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "eighteen years", "text": "\"18 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "an evil spirit of weakness", "text": "\"an evil spirit that made her weak\""}]}, {"id": "12", "tn": [{"ref": "Woman, you are freed from your weakness", "text": "\"Woman, you are healed from your disease.\" This can be expressed with an active verb: AT: \"Woman, I have set you free from your weakness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Woman, you are freed from your weakness", "text": "By saying this, Jesus healed her. So it can be expressed with a sentence that shows that he was causing it to happen: \"Woman, I now free you from your weakness,\" or by a command \"Woman, be freed from your weakness\" (See: [[:en:ta:vol2:translate:figs_declarative]])"}, {"ref": "He placed his hands on her", "text": "\"He touched her\""}, {"ref": "she was straightened up", "text": "This could be stated in active form. AT: \"she stood up straight\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was indignant", "text": "\"was very angry\""}, {"ref": "answered and said", "text": "\"said\" or \"responded\""}, {"ref": "be healed then", "text": "This could be stated in active form. AT: \"let someone heal you during those six days\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on the Sabbath day", "text": "\"on a Sabbath day.\" Some languages would say \"a Sabbath\" because we do not know which particular Sabbath day it was."}]}, {"id": "15", "tn": [{"ref": "The Lord answered him", "text": "\"The Lord responded to the synagogue ruler\""}, {"ref": "Hypocrites", "text": "Jesus speaks directly to the synagogue ruler, but the plural form includes the other religious rulers also. This can be stated explicitly. AT: \"You and your fellow religious leaders are hypocrites\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Does not each of you untie your donkey ... Sabbath?", "text": "Jesus uses a question to get them to think about something they already knew. AT: \"You untie your donkey ... Sabbath\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "donkey or cow", "text": "These are animals that people care for by giving them water."}, {"ref": "on the Sabbath", "text": "\"on a Sabbath.\" Some languages would say \"a Sabbath\" because we do not know which particular Sabbath day it was."}, {"ref": "daughter of Abraham", "text": "This is an idiom that means, \"descendant of Abraham\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "whom Satan bound", "text": "Jesus compares people tying animals to the way Satan restricted the woman with this disease. AT: \"whom Satan kept crippled by her illness\" or \"whom Satan bound with this disease\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "eighteen long years", "text": "\"18 long years.\" The word \"long\" here emphasizes that eighteen years was a very long time for the woman to suffer. Other languages may have other ways of emphasizing this. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "should her bonds not be untied ... day?", "text": "Jesus uses a question to convict the synagogue rulers. Jesus speaks about the women's disease as if it were ropes that bound her. This can be translated as an active statement. AT: \"it is right to release her from the bonds of this illness ... day\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "As he said these things", "text": "\"When Jesus said these things\""}, {"ref": "the glorious things he did", "text": "\"the glorious things Jesus was doing\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to tell a parable to the people in the synagogue. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "What is the kingdom of God like ... what can I compare it to?", "text": "Jesus uses two questions to introduce what he is about to teach. AT: \"I will tell you what the kingdom of God is like ... what I can compare it to\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what can I compare it to?", "text": "This is basically the same as the previous question. Some languages can use both questions, and some would use only one. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "It is like a mustard seed", "text": "Jesus compares the kingdom to a mustard seed. AT: \"The kingdom of God is like a mustard seed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a mustard seed", "text": "Mustard seeds are very small seeds that grow into large plants. If these are not known, it can be translated with the name of another seed like it or simply as \"a small seed\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "threw into his garden", "text": "\"planted in his garden.\" People planted some kinds of seeds by throwing them so that they scattered in the garden. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a big tree", "text": "This is an exaggeration to make a point. AT: \"a very large shrub\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "birds of heaven", "text": "\"birds of the sky.\" AT: \"birds that fly in the sky\" or \"birds\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking to the people in the synagogue. This is the end of this part of the story."}, {"ref": "To what can I compare the kingdom of God?", "text": "Jesus uses another question to introduce what he is about to teach. AT: \"I will tell you another thing that I can compare to the kingdom of God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It is like yeast", "text": "Jesus compares the kingdom of God to yeast in bread dough. AT: \"The kingdom of God is like yeast\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like yeast", "text": "Only a little bit of yeast was needed to make a lot of dough rise. This can be made clear as it is in the UDB. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "three measures of flour", "text": "This is a large amount of flour, since each measure was about 13 liters. You may need to use a term that your culture uses to measure flour. AT: \"a large amount of flour\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus responds to a question by using a metaphor about entering God's kingdom. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jesus visited each town and village ... and taught them", "text": "This is background information that tell us what Jesus had been doing when this event occurred. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "taught them", "text": "\"taught he people in them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are only a few people to be saved?", "text": "This could be stated in active form. AT: \"will God save only a few people?\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Struggle to enter through the narrow door", "text": "\"Work hard to go through the narrow doorway.\" Jesus is speaking about the entrance to God's kingdom as if it were a small doorway to a house. Since Jesus is talking to a group, the \"you\" implied in this command is plural. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the narrow door", "text": "The fact that the door is narrow implies that it is difficult to go through it. Translate it in a way to keep this restrictive meaning. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "many will want to enter, but will not be able to enter", "text": "It is implied that they will not be able to enter because of the difficulty of entering. The next verse explains the difficulty. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk about entering into God's kingdom."}, {"ref": "Once the owner", "text": "\"When the owner\""}, {"ref": "the owner of the house", "text": "This refers to the owner of the house with the narrow door in the previous verses. This is a metaphor for God as the ruler of the kingdom. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will stand outside", "text": "Jesus was talking to a crowd. The form of \"you\" is plural. He is addressing them as if they will not enter through the narrow door into the kingdom. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "pound the door", "text": "\"hit on the door.\" This is an attempt to gain the owner's attention."}, {"ref": "Get away from me", "text": "\"Go away from me\""}, {"ref": "evildoers", "text": "\"people who do evil\""}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk about entering into God's kingdom. This is the end of this conversation."}, {"ref": "crying and the grinding of teeth", "text": "These actions indicate deep regret and sadness. Your culture may have terms that mean the same thing."}, {"ref": "when you see", "text": "Jesus continues to speak to the crowd as if they will not enter into the kingdom of heaven."}, {"ref": "but you are thrown out", "text": "\"but you yourselves will have been thrown outside.\" This can be stated in active form. AT: \"but God will have forced you outside\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the east, west, north, and south", "text": "This means \"from every direction.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "and be seated at a table in the kingdom of God", "text": "It was common to speak of the joy in God's kingdom as a feast. AT: \"and they will feast in the kingdom of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be first ... will be last", "text": "Being first represents being important or honored. AT: \"will be the most important ... will be the least important\" or \"God will honor them ... God will shame them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "This is the next event in this part of the story. Jesus is still on his way towards Jerusalem, when some Pharisees speak to him about Herod."}, {"ref": "Shortly after", "text": "\"Soon after Jesus finished speaking\""}, {"ref": "Go and leave here because Herod wants to kill you", "text": "Translate this as a warning to Jesus. They were advising him to go somewhere else and be safe."}, {"ref": "Herod wants to kill you", "text": "Herod would order people to kill Jesus. AT: \"Herod wants to send his men to kill you\""}, {"ref": "that fox", "text": "Jesus was calling Herod a fox. A fox is a small wild dog. Possible meanings are 1) Herod was not much of a threat at all 2) Herod was deceptive. (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "In any case", "text": "\"Nevertheless\" or \"However\" or \"Whatever happens\""}, {"ref": "it is not acceptable to kill a prophet away from Jerusalem", "text": "The Jewish leaders claimed to serve God. And yet their ancestors killed many of God's prophets in Jerusalem, and Jesus knew that they would kill him there too. AT: \"it is in Jerusalem that the Jewish leaders kill God's messengers\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes responding to the Pharisees. This is the end of this part of the story."}, {"ref": "Jerusalem, Jerusalem", "text": "Jesus speaks as if the people of Jerusalem were there listening to him. Jesus said this twice to show how sad he was for them. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "who kills the prophets and stones those sent to you", "text": "If it would be strange to address the city, you can make it clear that Jesus was really addressing the people in the city: \"you people who kill the prophets and stone those sent to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those sent to you", "text": "This can be stated in active form. AT: \"those God has sent to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How often I desired", "text": "\"I so often desired.\" This is an exclamation and not a question."}, {"ref": "to gather your children", "text": "The people of Jerusalem are described as her \"children.\" AT: \"to gather your people\" or \"to gather the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the way a hen gathers her brood under her wings", "text": "This describes how a hen protects her young from harm by covering them with her wings. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your house is abandoned", "text": "This is a prophecy about something that would happen soon. It means that God has stopped protecting the people of Jerusalem, so enemies can attack them and drive them away. Possible meanings are 1) God will abandon them. AT: \"God will abandon you\" or 2) their city will be empty. AT: \"your house will be abandoned\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will not see me until you say", "text": "\"you will not see me until the time comes when you will say\" or \"the next time you see me, you will say\""}, {"ref": "the name of the Lord", "text": "Here \"name\" refers to the Lord's power and authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]