[{"id": "01", "tn": [{"ref": "A shoot will sprout from the stump of Jesse ... a branch out of his roots will bear fruit", "text": "Isaiah speaks of Jesse and his descendants as if they were a tree that had been cut down. Both of these phrases tell about a descendant of Jesse who would be king. AT: \"As a shoot sprouts out of a tree stump, so a descendant of Jesse will become king over what remains of Israel\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the stump of Jesse", "text": "A stump is what remains of a tree after it is chopped down. The \"stump of Jesse\" represents what was left of the kingdom that Jesse's son David was once king of. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The Spirit of Yahweh will rest upon him", "text": "Resting upon him represents being with him and helping him. The word \"him\" refers to the one who would become king. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the spirit of wisdom ... the spirit of instruction ... the spirit of knowledge ... the fear of Yahweh", "text": "Here the word \"spirit\" refers to an ability or quality that the Spirit of Yahweh would give him. AT: \"and he will cause him to have wisdom and understanding, instruction and might, knowledge and the fear of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Isaiah continues to describe the king."}, {"ref": "he will not judge by what his eyes see", "text": "The phrase \"what his eyes see\" refers to seeing things that are not important for judging a person rightly. AT: \"he will not judge a person simply by seeing what the person looks like\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "nor decide by what his ears hear", "text": "\"and he will not decide by what his ears hear.\" The phrase \"what his ears hear\" refers to hearing what people say about someone. AT: \"and he will not judge a person simply by hearing what others say about him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the poor ... the humble ... the wicked", "text": "These phrases refer to people who have these qualities. AT: \"poor people ... humble people ... wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "He will strike the earth with the rod of his mouth ... with the breath of his lips he will slay the wicked", "text": "These two phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will strike the earth with the rod of his mouth", "text": "The word \"earth\" here represents the people on earth. Striking them with the rod of his mouth represents judging them, and that judgement will lead to punishment. AT: \"He will judge the people of the earth, and they will be punished\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with the breath of his lips he will slay the wicked", "text": "The \"breath of his lips\" represents him judging them. AT: \"he will judge wicked people, and they will be killed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the belt of his waist ... the belt around his hips", "text": "Possible meanings are 1) the belt is used to secure one's clothes so he can work, or 2) the belt is an undergarment, or 3) the belt is a sash that a king wears to show his authority."}, {"ref": "Righteousness will be the belt of his waist", "text": "Wearing righteousness like a belt represents being righteous. Possible meanings are 1) the king's righteousness will enable him to rule. AT: \"His righteousness will be a like a belt around his waist\" or 2) the king's righteousness would show his authority to rule. AT: \"He will rule righteously\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "faithfulness the belt around his hips", "text": "The words \"will be\" are understood in this phrase. AT: \"faithfulness will be the belt around his hips\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "faithfulness the belt around his hips", "text": "Wearing faithfulness like a belt represents being faithful. Possible meanings are 1) the king's faithfulness will enable him to rule, or 2) the king's faithfulness will show his authority to rule. AT: \"his faithfulness will be a like a belt around his hips\" or \"he will rule faithfully\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah describes what the world will be like when the king rules. There  will be complete peace in the world. This is shown by the peace that there will be even among animals. Animals that normally kill other animals will not kill them, and they will all be safe together."}, {"ref": "The wolf ... the leopard ... the young lion ... the bear ...  The lion", "text": "These phrases refer to these animals in general, not to a specific wolf or leopard. These are all strong animals that attack and eat other animals. AT: \"Wolves ... leopards ... young lions ... bears ... Lions\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the lamb ... the young goat ... the calf ...  the fattened calf ... The cow ... the ox", "text": "The phrases refer to these animals in general, not to a specific lamb or goat. These are all animals that eat grass and straw. Other animals sometimes attack and eat them. AT: \"lambs ... young goats ... calves ... fattened calves ... Cows ... oxen\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "leopard", "text": "a large cat with yellow fur and black spots that kills and eats other animals (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the calf, the young lion and the fattened calf, together", "text": "The phrase \"will be\" is understood. AT: the calf, the lion, and the fattened calf will be together\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "bear", "text": "a very large animal with thick hair and sharp claws that kills and eats other animals (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "A little child will lead them", "text": "A child will take care of them and lead them to good places to drink water and eat grass or hay."}, {"ref": "will graze together", "text": "\"will eat grass together\""}, {"ref": "their young", "text": "This refers to the animals' offspring shortly after they are born."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the complete peace in the world when the king rules."}, {"ref": "A baby will play over the hole of the snake", "text": "It can be stated clearly that the baby will be safe because the snake will not bite it. AT: \"Babies will play safely over the hole of the snake\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the snake ... the serpent's den", "text": "These phrases refer to poisonous snakes in general. AT: \"snakes ... serpents' dens\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the weaned child", "text": "a child who no longer drinks its mother's milk"}, {"ref": "on all my holy mountain", "text": "The \"holy mountain\" is Mount Zion, in Jerusalem. AT: \"on all of Yahweh's holy mountain\""}, {"ref": "the earth will be full of knowledge of Yahweh", "text": "The phrase \"knowledge of Yahweh\" represents people who know Yahweh.  AT: \"the earth will be full of those who know Yahweh\" or \"those who know Yahweh will cover the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as the waters cover the sea", "text": "This phrase is used to show how full the earth will be of people who know Yahweh. It may be clearer that it does this if its words are similar to the words in the previous phrase. AT: \"as the seas are full of water\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "10", "tn": [{"ref": "the root of Jesse", "text": "This refers to Jesse's and King David's descendant who would become the king that was told about in [[:en:bible:notes:isa:11:01|1:1]]. AT: \"Jesse's descendant king\" or \"the king descended from Jesse\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will stand as a banner for the peoples", "text": "A banner is a flag that a king would raise as a sign for people to see it and come to him. AT: \"will be like a sign for the peoples\" or \"will attract the peoples to come to him\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The nations", "text": "\"The people of the nations\""}, {"ref": "the Lord will again extend his hand to recover the remnant of his people", "text": "The hand is a reference to God's power. AT: \"the Lord will again use his power to bring back the remnant of his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Pathros ... Elam ... Hamath", "text": "These are names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "He will set up a banner for the nations", "text": "Possible meanings are 1) \"The Lord will set up the king as a banner for the nations\" or 2) \"The king will set up a banner for the nations.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a banner for the nations", "text": "\"a flag for the nations to see\" or \"a flag to call the nations to himself\""}, {"ref": "the dispersed of Judah", "text": "\"the people of Judah who had been scattered around the world\""}, {"ref": "from the four corners of the earth", "text": "The earth is pictured as if it has four corners, and those corners are its most distant places. This refers to everywhere on earth where those people might be. AT: \"from even the most distant places of the earth\" or \"from all over the earth\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He will turn aside the envy of Ephraim", "text": "Ephraim here refers to the descendants of the northern kingdom of Israel. The noun \"envy\" can be expressed as an adjective. AT: \"He will stop the people of Ephraim from being envious\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Judah will no longer be hostile to Ephraim", "text": "Judah here refers to the descendants of the southern kingdom of Israel. This phrase can be stated in active form. AT: \"he will stop the people of Judah from being hostile\" or \"he will stop the people of Judah from hating\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "they will swoop down on the Philistine hills", "text": "The people of Israel and Judah are  pictured as if they were birds that fly down quickly to attack a person or animal. AT: \"they will go quickly to the Philistine hills to attack the people there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the gulf of the Sea of Egypt", "text": "A \"gulf\" is a large area of water that land partly surrounds."}, {"ref": "With his scorching wind he will wave his hand over the Euphrates River", "text": "Waving his hand over something represents his power to change it. AT: \"By his power he will cause a scorching wind to blow on the Euphrates River\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his scorching wind", "text": "This is a strong or hot wind that causes some of the water in rivers to dry up."}, {"ref": "so it can be crossed over in sandals", "text": "\"so that people can cross over it even while wearing their sandals\""}]}, {"id": "16", "tn": [{"ref": "There will be a highway", "text": "A highway is a large road that many people can travel on. \"Yahweh will make a road\""}, {"ref": "in their coming up from the land of Egypt", "text": "\"when they came up from the land of Egypt\""}]}]