{"1": [{"a": "The sons of Israel came into Egypt with Jacob.", "q": "Into what country did the sons of Israel come with Jacob?", "ref": ["01-01"]}, {"a": "All of the descendants of Jacob were seventy in number.", "q": "How many descendants of Jacob were there?", "ref": ["01-05"]}, {"a": "A new king arose over Egypt, who did not care for the memory of Joseph.", "q": "Who did not care for the memory of Joseph?", "ref": ["01-08"]}, {"a": "The king of the Egyptians was afraid that the Israelites would continue to multiply, and if war would break out, they would join the Egyptians' enemies, fight against them and leave the land.", "q": "What did the king of the Egyptians think would happen if they did not deal wisely with the Israelites?", "ref": ["01-08"]}, {"a": "The taskmasters oppressed the Israelites with hard labor.", "q": "How did the taskmasters oppress the Israelites?", "ref": ["01-11"]}, {"a": "The more the Egyptians oppressed the Israelites, the more the Israelites increased in number and spread.", "q": "What happened the more the Egyptians oppressed the Israelites?", "ref": ["01-12"]}, {"a": "The king of Egypt told them that if the baby was male, then they must kill him.", "q": "What did the king of Egypt tell the midwives to do if the baby was a male?", "ref": ["01-16"]}, {"a": "The midwives feared God and did not do as the king of Egypt ordered them.", "q": "Why did the midwives not do as the king of Egypt ordered them?", "ref": ["01-17"]}, {"a": "They said Hebrew women were vigorous and finished giving birth before a midwife came to them.", "q": "How did the midwives say the Hebrew women were not like the Egyptian women?", "ref": ["01-19"]}, {"a": "Pharaoh ordered all his people, \"You must throw every male that is born into the river\".", "q": "What did Pharaoh order all his people to do to the male babies?", "ref": ["01-22"]}], "2": [{"a": "The woman of Levi hid her son for three months.", "q": "For how long did the woman of Levi hide her son?", "ref": ["02-02"]}, {"a": "She sealed the papyrus basket with bitumen and pitch.", "q": "With what did the woman of Levi seal the papyrus basket?", "ref": ["02-03"]}, {"a": "The baby's sister stood at a distance to see what would happen to him.", "q": "Why did the baby's sister stand at a distance?", "ref": ["02-04"]}, {"a": "Pharaoh's daughter came down to bathe at the river while her attendants walked along by the riverside.", "q": "What did Pharaoh's daughter do while her attendants walked along by the riverside?", "ref": ["02-05"]}, {"a": "The young girl went and got the child's mother to nurse the child for Pharaoh's daughter.", "q": "Who did the young girl get to nurse the child for Pharaoh's daughter?", "ref": ["02-07", "02-08"]}, {"a": "Pharaoh's daughter named the child Moses.", "q": "Who named the child Moses?", "ref": ["02-10"]}, {"a": "Moses killed the Egyptian and hid his body in the sand.", "q": "Where did Moses hide the body of the Egyptian whom he killed?", "ref": ["02-12"]}, {"a": "When two Hebrew men were fighting, Moses said to the one who was in the wrong, \"Why are you hitting your companion?\"", "q": "When two Hebrew men were fighting, whom did Moses ask, \"Why are you hitting your companion?\"", "ref": ["02-13"]}, {"a": "Pharaoh tried to kill Moses. But Moses fled from Pharaoh and stayed in the land of Midian.", "q": "Why did Pharaoh not kill Moses?", "ref": ["02-15"]}, {"a": "The shepherds came and tried to drive away the daughters of the priest of Midian.", "q": "Who tried to drive away the daughters of the priest of Midian?", "ref": ["02-17"]}, {"a": "When God heard their groaning, God called to mind his covenant with Abraham, with Isaac, and with Jacob.", "q": "When did God call to mind his covenant with Abraham, with Isaac, and with Jacob?", "ref": ["02-24"]}], "3": [{"a": "Jethro, the priest of Midian, was Moses' father-in-law", "q": "Who was Moses' father-in-law?", "ref": ["03-01"]}, {"a": "The angel of Yahweh appeared to Moses in a flame of fire in a bush.", "q": "How did the angel of the Lord appear to Moses?", "ref": ["03-02"]}, {"a": "God called to Moses out of the bush", "q": "Who called to Moses out of the bush?", "ref": ["03-04"]}, {"a": "God said, \"Do not come any closer! Take off your shoes from your feet, for the place where you are standing is ground consecrated for my own purpose\".", "q": "Why did God tell Moses to take off his shoes from his feet?", "ref": ["03-05"]}, {"a": "Yahweh came down to free the Israelites from the Egyptians' power and to bring them up from that land to a good, large land, to a land flowing with milk and honey.", "q": "Why did Yahweh come down?", "ref": ["03-08"]}, {"a": "Yahweh sent Moses to Pharaoh so that Moses would bring Yahweh's people, the Israelites, out of Egypt.", "q": "Why did Yahweh send Moses to Pharaoh?", "ref": ["03-10"]}, {"a": "The sign to Moses that Yahweh has sent him would be that when Moses had brought the people out of Egypt, he would worship Yahweh on this mountain.", "q": "What would be a sign to Moses that Yahweh was sending him?", "ref": ["03-12"]}, {"a": "When the Israelites would ask Moses what God's name is, he should say, \"I AM THAT I AM.\"", "q": "When the Israelites would ask Moses what God's name is, what should he say to them?", "ref": ["03-14"]}, {"a": "The Israelites will go three days' journey into the wilderness, in order that they might sacrifice to Yahweh, their God.", "q": "How long will the Israelites go into the wilderness, in order that they may sacrifice to Yahweh, their God?", "ref": ["03-18"]}, {"a": "The king of Egyptian would not let the Israelites go unless his hand would be forced.", "q": "The king of Egyptian would not let the Israelites go unless what happens?", "ref": ["03-19"]}], "4": [{"a": "A staff was in Moses' hand.", "q": "What was in Moses' hand?", "ref": ["04-02"]}, {"a": "Moses' staff became a snake when he threw it on the ground.", "q": "What did Moses' staff become when he threw it on the ground?", "ref": ["04-04"]}, {"a": "Moses should take the snake by the tail.", "q": "By what should Moses take hold of the snake?", "ref": ["04-04"]}, {"a": "When Moses first brought his hand out from inside his robe, it was leprous.", "q": "When Moses first brought his hand out from inside his robe, what happened?", "ref": ["04-06"]}, {"a": "Yahweh will be Moses' mouth and teach him what to say.", "q": "Who will be Moses' mouth and teach him what to say?", "ref": ["04-12"]}, {"a": "When Aaron sees Moses, he will be glad in his heart.", "q": "When Aaron sees Moses, how will he feel?", "ref": ["04-14"]}, {"a": "Moses will be like God to Aaron.", "q": "Like who will Moses be to Aaron?", "ref": ["04-16"]}, {"a": "Moses can return to Egypt, for all the men who were trying to take his life are dead.", "q": "Why can Moses return to Egypt?", "ref": ["04-19"]}, {"a": "Yahweh will harden Pharaoh's heart, and Pharaoh will not let the people go.", "q": "Why will Yahweh harden Pharaoh's heart?", "ref": ["04-21"]}, {"a": "Since Pharaoh has refused to let Yahweh's firstborn son go, Yahweh will certainly kill Pharaoh's firstborn son.", "q": "Since Pharaoh has refused to let Yahweh's firstborn son go, what will Yahweh do to Pharaoh's firstborn son?", "ref": ["04-22", "04-23"]}, {"a": "When they stopped for the night, Yahweh met Moses and tried to kill him.", "q": "When they stopped for the night, what did Yahweh try to do to Moses?", "ref": ["04-24"]}, {"a": "Aaron met Moses at the mountain of God.", "q": "Where did Aaron meet Moses?", "ref": ["04-27"]}, {"a": "Aaron displayed the signs of Yahweh's power in the sight of the people.", "q": "Who displayed the signs of Yahweh's power in the sight of the people?", "ref": ["04-30"]}], "5": [{"a": "They should let Yahweh's people go, so they can have a festival for him in the wilderness.", "q": "Why should Pharaoh let Yahweh's people go?", "ref": ["05-01"]}, {"a": "The Israelites should go on a three-day journey into the wilderness and sacrifice to Yahweh their God so that he does not attack them with plague or with the sword.", "q": "Why should the Israelites go on a three-day journey into the wilderness and sacrifice to Yahweh their God ?", "ref": ["05-03"]}, {"a": "Pharaoh gave a command to the people's taskmasters and foremen to no longer give the Israelites straw to make bricks.", "q": "To whom did Pharaoh give a command to no longer give the Israelites straw to make bricks?", "ref": ["05-06", "05-07"]}, {"a": "Although the Israelites must go and get straw wherever they can find it, their workload will not be reduced.", "q": "Although the Israelites must go and get straw wherever they can find it, what will not be reduced?", "ref": ["05-11"]}, {"a": "Pharaoh's taskmasters beat the Israelite foremen, those same men whom they had put in charge of the workers.", "q": "Who did Pharaoh's taskmasters beat?", "ref": ["05-14"]}, {"a": "It was the fault of Pharaoh's own people that the Israelite foremen were beaten.", "q": "Whose fault was it that the Israelite foremen were beaten?", "ref": ["05-15", "05-16"]}, {"a": "Moses and Aaron were standing outside the palace as they went away from Pharaoh.", "q": "Where were Moses and Aaron as they went away from Pharaoh?", "ref": ["05-20"]}, {"a": "Moses said the Lord caused trouble for the people of Israel.", "q": "Who did Moses say caused trouble for the people of Israel?", "ref": ["05-22"]}], "6": [{"a": "Pharoah will let the people of Israel go because of Yahweh's strong hand.", "q": "Why will Pharaoh let the people of Israel go?", "ref": ["06-01"]}, {"a": "Yahweh appeared to Abraham, to Isaac, and to Jacob as God Almighty.", "q": "How did Yahweh appear to Abraham, to Isaac, and to Jacob?", "ref": ["06-02"]}, {"a": "Yahweh has heard the groaning of the Israelites whom the Egyptians have enslaved, and he has called to mind his covenant.", "q": "What has Yahweh heard, and what has he called to mind?", "ref": ["06-05"]}, {"a": "Yahweh will give the land that he swore to give to Abraham, to Isaac, and to Jacob to the Israelites as a possession.", "q": "What will Yahweh give to the Israelites as a possession?", "ref": ["06-08"]}, {"a": "Moses thinks Pharaoh will not listen to him, since he is not good at speaking.", "q": "Why does Moses think Pharaoh will not listen to him?", "ref": ["06-12"]}, {"a": "Kohath lived until he was 133 years old", "q": "How long did Kohath live?", "ref": ["06-18"]}, {"a": "Amram married Jochebed, his father's sister.", "q": "Who did Amram marry?", "ref": ["06-20"]}, {"a": "Elisheba bore Nadab and Abihu.", "q": "Who bore Nadab and Abihu?", "ref": ["06-23"]}, {"a": "Aaron and Moses should bring out the Israelites from the land of Egypt by their groups of fighting men.", "q": "How should Aaron and Moses bring out the Israelites from the land of Egypt?", "ref": ["06-26"]}], "7": [{"a": "Yahweh has made Moses like a god to Pharaoh.", "q": "What has Yahweh made Moses like to Pharaoh?", "ref": ["07-01"]}, {"a": "Yahweh will harden Pharaoh's heart.", "q": "What will Yahweh do to Pharaoh's heart?", "ref": ["07-03"]}, {"a": "The Egyptians will know who Yahweh is when he reaches out with his hand on Egypt and brings out the Israelites from among them.", "q": "When will the Egyptians know who Yahweh is?", "ref": ["07-05"]}, {"a": "Moses' staff will become a snake.", "q": "What will Moses' staff become?", "ref": ["07-09"]}, {"a": "The staffs of Pharaoh's wiseman and sorcerers became snakes by their magic.", "q": "How did the staffs of Pharaoh's wiseman and sorcerers become snakes?", "ref": ["07-11"]}, {"a": "Moses should stand on the riverbank to meet Pharaoh.", "q": "Where should Moses stand to meet Pharaoh?", "ref": ["07-15"]}, {"a": "The river will be turned to blood.", "q": "To what will the river be turned?", "ref": ["07-17"]}, {"a": "The Egyptians' rivers, streams, pools, and all their ponds, and even the water in containers of wood and stone will be turned to blood.", "q": "What water will turn to blood?", "ref": ["07-19"]}, {"a": "Pharaoh's heart was hardened.", "q": "What happened to Pharaoh's heart?", "ref": ["07-22"]}, {"a": "The Egyptians dug around the river for water to drink.", "q": "How did the Egyptians try to get water to drink?", "ref": ["07-24"]}], "8": [{"a": "If Pharaoh refused to let Yahweh's people go, Yahweh would afflict all Pharaoh's country with frogs.", "q": "What would Yahweh do if Pharaoh refused to let Yahweh's people go?", "ref": ["08-02"]}, {"a": "The frogs will come up and go into Egyptians' houses, bedrooms, and beds. They will go into their servants' houses. They will go onto the people, into their ovens, and into their kneading bowls.", "q": "Where will the frogs from the river go?", "ref": ["08-03"]}, {"a": "Aaron reached out with his hand over Egypt's waters.", "q": "Where did Aaron reach out with his hand?", "ref": ["08-06"]}, {"a": "Moses gave Pharaoh the privilege of telling him when he should pray for Pharaoh, his servants, and his people, so that the frogs may be removed from them and their houses and stay only in the river.", "q": "What privilege did Moses give Pharaoh?", "ref": ["08-09"]}, {"a": "When Pharaoh saw that there was relief from the frogs, he hardened his heart and did not listen to Moses and Aaron.", "q": "What did Pharoah do after he saw that there was relief from the frogs?", "ref": ["08-15"]}, {"a": "All the dust on the ground became gnats throughout the whole land of Egypt.", "q": "What did the dust on the ground become?", "ref": ["08-17"]}, {"a": "The magicians tried with their magic to produce gnats, but they could not.", "q": "When the magicians tried with their magic to produce gnats, what happened?", "ref": ["08-18"]}, {"a": "The Egyptians' houses will be full of swarms of flies, and even the ground on which they stand will be full of flies.", "q": "What will be full of flies?", "ref": ["08-21"]}, {"a": "Yahweh would treat the land of Goshen differently, so that no swarms of flies would be there. This would happen so that Pharaoh would know that Yahweh is in the midst of this land.", "q": "Why will there be no flies in Goshen?", "ref": ["08-22"]}, {"a": "The sacrifices the Israelites make to Yahweh their God are something disgusting to the Egyptians.", "q": "Why do the Israelites not sacrifice in Egypt?", "ref": ["08-25", "08-26"]}, {"a": "Pharaoh hardened his heart this time also.", "q": "Who hardened Pharaoh's heart after the flies left?", "ref": ["08-32"]}], "9": [{"a": "Yahweh's hand will be on the Egyptians' cattle in the fields and on the horses, donkeys, camels, herds, and flocks.", "q": "On what will Yahweh's hand be?", "ref": ["09-03"]}, {"a": "Pharaoh's heart was stubborn, so he did not let the people go.", "q": "Even after the cattle died, why did Pharaoh not let the people of Israel go?", "ref": ["09-07"]}, {"a": "Ashes from a kiln will become fine dust over all the land of Egypt.", "q": "What will become fine dust over all the land of Egypt?", "ref": ["09-08", "09-09"]}, {"a": "The magicians could not resist Moses because of the blisters.", "q": "Why could the magicians not resist Moses?", "ref": ["09-11"]}, {"a": "Yahweh did not attack Pharaoh and his people in order to show them His power, so that His name may be spread throughout all the earth.", "q": "Why did Yahweh not reach out with his hand and attack Pharaoh and his people with disease and eradicate them from the land?", "ref": ["09-15", "09-16"]}, {"a": "Yahweh said that every man and animal that is in the field and is not brought home—the hail will come down on them, and they will die.", "q": "What warning did Yahweh give about the hail?", "ref": ["09-19"]}, {"a": "Those of Pharaoh's servants who believed in Yahweh's message hurried to bring their slaves and cattle into the houses.", "q": "Who brought their slaves and cattle into their houses?", "ref": ["09-20"]}, {"a": "Throughout all the land of Egypt, the hail struck everything in the fields, both people and animals. It struck every plant in the fields and broke every tree.", "q": "Throughout all the land of Egypt, what did the hail strike?", "ref": ["09-25"]}, {"a": "He said he has sinned this time. Yahweh is righteous, and he and his people are wicked.", "q": "During the hail, what did Pharaoh admit?", "ref": ["09-27"]}, {"a": "The wheat and the spelt were not harmed because they were later crops.", "q": "What plants were not harmed by the hail? Why?", "ref": ["09-32"]}], "10": [{"a": "Yahweh hardened the hearts of Pharaoh and his servants to show these signs of his power among them. He also did this so that the Israelites might tell their children and grandchildren the things he has done.", "q": "Why did Yahweh harden the hearts of Pharaoh and his servants?", "ref": ["10-01", "10-02"]}, {"a": "Locusts will cover the surface of the ground so that no one will be able to see the earth.", "q": "What animal will cover the surface of the ground so that no one will be able to see the earth?", "ref": ["10-05"]}, {"a": "Pharaoh said, \"No! Go, just the men among you,\".", "q": "What did Pharaoh say when Moses told him the Israelites will go with their young and with their old, with their sons and their daughters?", "ref": ["10-09", "10-11"]}, {"a": "The east wind brought the locusts.", "q": "What brought the locusts?", "ref": ["10-13"]}, {"a": "Pharaoh said he has sinned against Yahweh, Moses' God.", "q": "What did Pharaoh say he has done against Yahweh?", "ref": ["10-16"]}, {"a": "Not a single locust remained in all the territory of Egypt after Yahweh brought a very strong west wind.", "q": "How many locusts remained in all the territory of Egypt after Yahweh brought a very strong west wind?", "ref": ["10-19"]}, {"a": "During the three days of darkness no one could see anyone else; no one left his home for three days.", "q": "What happened to the Egyptians during the three days of darkness?", "ref": ["10-22"]}, {"a": "Pharaoh said the flocks and herds must remain behind when the Israelites go worship Yahweh.", "q": "After the darkness, what did Pharaoh say must remain behind when the Israelites go worship Yahweh?", "ref": ["10-24"]}, {"a": "Pharaoh said on the day Moses see his face, Moses would die.", "q": "What did Pharaoh say would happen to Moses if Pharaoh would see his face again?", "ref": ["10-28"]}], "11": [{"a": "Every Israelite man and woman should ask of his or her neighbor for jewels of silver, and jewels of gold after the final plague.", "q": "For what should every Israelite man and woman ask of his or her neighbor after the final plague?", "ref": ["11-01", "11-02"]}, {"a": "Moses was very impressive in the sight of Pharaoh's servants and the people of Egypt.", "q": "In the sight of whom was Moses was very impressive?", "ref": ["11-03"]}, {"a": "All the firstborns in the land of Egypt would die, from the firstborn of Pharaoh, who sits on his throne, to the firstborn of the slave girl who is behind the handmill grinding it, and to all the firstborn of the cattle.", "q": "Which of the firstborns would die?", "ref": ["11-05"]}, {"a": "There has never been such a great cry, nor ever will be again.", "q": "When has there been such a great cry throughout all the land of Egypt like the one caused by the last plague?", "ref": ["11-06"]}], "12": [{"a": "On the tenth day of this month each family must take a lamb or young goat for themselves.", "q": "What must each Israelite family do on the tenth day of this first month?", "ref": ["12-03"]}, {"a": "If the household is too small for a lamb, the man and his next door neighbor are to take lamb or young goat meat that will be enough for the number of the people.", "q": "If the household is too small for a lamb, what should they do?", "ref": ["12-04"]}, {"a": "The whole assembly of Israel must kill these animals at twilight.", "q": "When must the whole assembly of Israel kill these animals?", "ref": ["12-06"]}, {"a": "They must eat it with bread made without yeast, along with bitter herbs.", "q": "With what must the Israelites eat the lamb or goat?", "ref": ["12-08"]}, {"a": "They must not let any of it be left over until morning. They must burn whatever is left over in the morning.", "q": "What must the Israelites do if any of the lamb is left over?", "ref": ["12-10"]}, {"a": "When Yahweh sees the blood, he will pass over them.", "q": "What will happen when Yahweh sees the blood on the houses?", "ref": ["12-13"]}, {"a": "Whoever eats leavened bread from the first day until the seventh day, that person must be cut off from Israel.", "q": "What must happen to whoever eats leavened bread from the first day until the seventh day?", "ref": ["12-15"]}, {"a": "No work will be done on these days, except the cooking for everyone to eat.", "q": "What is the only work the Israelites can do during the seven days of unleavened bread?", "ref": ["12-16"]}, {"a": "The Israelites must eat unleavened bread from twilight of the fourteenth day in the first month of the year, until twilight of the twenty-first day of the month.", "q": "When must the Israelites eat unleavened bread?", "ref": ["12-18"]}, {"a": "The Israelites should apply the blood in the basin to the top of the door frame and the two doorposts.", "q": "Where should the Israelites apply the blood in the basin?", "ref": ["12-22"]}, {"a": "Yahweh will pass over someone's door when he sees the blood on the top of the doorframe and on the two doorposts.", "q": "When will Yahweh pass over someone's door?", "ref": ["12-23"]}, {"a": "When the Israelites' children ask them, 'What does this act of worship mean?' then they must say, 'It is the sacrifice of Yahweh's Passover, because Yahweh passed over the Israelites' houses in Egypt when he attacked the Egyptians. He set our households free.'", "q": "When the Israelites' children ask them, 'What does this act of worship mean?' what must they say?", "ref": ["12-26", "12-27"]}, {"a": "There was a great outcry in Egypt, for there was not a house where there was not someone dead.", "q": "Why was there was a great outcry in Egypt?", "ref": ["12-30"]}, {"a": "The Israelites asked the Egyptians for jewels of silver, jewels of gold, and clothing.", "q": "For what did the Israelites ask the Egyptians?", "ref": ["12-35"]}, {"a": "The bread was without yeast because the Israelites had been driven out of Egypt and could not delay to prepare food.", "q": "Why was the bread without yeast?", "ref": ["12-39"]}, {"a": "They had been in Egypt 430 years.", "q": "How long had the Israelites been in Egypt?", "ref": ["12-41"]}, {"a": "No foreigner may share in eating the Passover.", "q": "Who may not share in eating the Passover?", "ref": ["12-43"]}, {"a": "If a foreigner lives with the Israelites and wants to observe the Passover for Yahweh, all his male relatives must be circumsized.", "q": "If a foreigner lives with the Israelites and wants to observe the Passover for Yahweh, what must all his male relatives do?", "ref": ["12-48"]}], "13": [{"a": "The firstborn belongs to Yahweh.", "q": "To whom does the firstborn belong?", "ref": ["13-01"]}, {"a": "The Israelites went out of Egypt in the month of Abib.", "q": "In what month did the Israelites go out of Egypt?", "ref": ["13-04"]}, {"a": "This rescue will become reminders for the Israelites on their hands, and reminders on their forehead, so that Yahweh's Law may be in their speech.", "q": "Why will this rescue become reminders for the Israelites on their hands, and reminders on their forehead?", "ref": ["13-09"]}, {"a": "Every firstborn donkey the Israelites must buy back with a lamb.", "q": "With what must the Israelites buy back every firstborn donkey?", "ref": ["13-13"]}, {"a": "God did not lead them by way of the land of the Philistines. For God said, \"Perhaps the people will change their minds when they experience war and will then return to Egypt.", "q": "Why did God not lead the Israelites by way of the land of the Philistines?", "ref": ["13-17"]}, {"a": "Joseph had made the Israelites solemnly swear, \"You must carry away my bones with you\".", "q": "What had Joseph made the Israelites solemnly swear?", "ref": ["13-19"]}, {"a": "By night he went in a pillar of fire to give them light. In this way they could travel by day and by night.", "q": "How did Yahweh go before the Israelites by night? Why?", "ref": ["13-21"]}], "14": [{"a": "When the king of Egypt was told that the Israelites had fled, the minds of Pharaoh and his servants turned against the Israelites.", "q": "When the king of Egypt was told that the Israelites had fled, what happened to the minds of Pharaoh and his servants?", "ref": ["14-05"]}, {"a": "The Egyptians overtook the Israelites camping by the sea beside Pi Hahiroth, before Baal Zephon.", "q": "Where did the Egyptians overtake the Israelites?", "ref": ["14-09"]}, {"a": "They said it would have been better for them to work for the Egyptians than to die in the wilderness.", "q": "What did the Israelites say would have been better than to die in the wilderness?", "ref": ["14-12"]}, {"a": "Yahweh will fight for the Israelites, and they will only have to stand still.", "q": "Because Yahweh will fight for the Israelites, what will they have to do?", "ref": ["14-14"]}, {"a": "Yahweh would harden the Egyptians' hearts so they will go after the Israelites.", "q": "Why would the Egyptians go after the Israelites into the sea?", "ref": ["14-17"]}, {"a": "The cloud was a dark cloud to the Egyptians, but it lit the night for the Israelites, so one side did not come near the other all night.", "q": "How did the cloud hinder the Egyptians, but help the Israelites?", "ref": ["14-20"]}, {"a": "Yahweh drove the sea back by a strong east wind all that night.", "q": "For how long did Yahweh drive the sea back by a strong east wind?", "ref": ["14-21"]}, {"a": "In the early morning hours, Yahweh looked down on the Egyptian army through the pillar of fire and cloud.", "q": "When did Yahweh look down on the Egyptian army through the pillar of fire and cloud?", "ref": ["14-24"]}, {"a": "No one survived crossing the sea.", "q": "How many soldiers of Pharaoh's army survived crossing the sea?", "ref": ["14-28"]}, {"a": "When Israel saw the great power that Yahweh used against the Egyptians, the people honored Yahweh, and they trusted in Yahweh and in his servant Moses.", "q": "What did Israel do when they saw the great power that Yahweh used against the Egyptians?", "ref": ["14-31"]}], "15": [{"a": "Yahweh has thrown the horse and its rider into the sea.", "q": "Whom has Yahweh thrown into the sea?", "ref": ["15-01"]}, {"a": "They went down into the depths like a stone.", "q": "How did the Egyptians go down into the depths?", "ref": ["15-05"]}, {"a": "By the blast of Yahweh's nostrils, the waters were piled up.", "q": "How were the waters piled up?", "ref": ["15-08"]}, {"a": "In his covenant loyalty Yahweh has led the people he has rescued. In his strength he has led them to the holy place where he lives.", "q": "In what has Yahweh led the people he rescued?", "ref": ["15-13"]}, {"a": "The peoples will hear, and they will tremble.", "q": "What will the people do when they hear of Yahweh rescuing the Israelites?", "ref": ["15-14"]}, {"a": "Yahweh will bring the Israelites and plant them on the mountain of his inheritance, the place Yahweh has made to live in.", "q": "Where will Yahweh bring the Israelites?", "ref": ["15-17"]}, {"a": "Miriam the prophetess and all the women played tambourines.", "q": "Who played tambourines?", "ref": ["15-20"]}, {"a": "The Israelites could not drink the water at Marah because it was bitter.", "q": "Why could the Israelites not drink the water at Marah?", "ref": ["15-23"]}, {"a": "Yahweh showed Moses a tree. Moses threw it into the water, and the water became sweet to drink.", "q": "How did the bitter water at Marah become sweet?", "ref": ["15-25"]}], "16": [{"a": "The wilderness of Sin is between Elim and Sinai.", "q": "Where is the wilderness of Sin?", "ref": ["16-01"]}, {"a": "They said Moses brought them out into this wilderness to kill their whole community with hunger.", "q": "According to the Israelites, why did Moses bring them out into the wilderness?", "ref": ["16-03"]}, {"a": "The people will go out and gather a day's portion every day so that Yahweh may test them to see whether or not they will walk in his law.", "q": "Why will the people go out and gather a day's portion every day?", "ref": ["16-04"]}, {"a": "The Israelites will know Yahweh has brought them out from the land of Egypt when Yahweh gives them meat in the evening and bread in the morning to the full.", "q": "How will the Israelites know Yahweh has brought them out from the land of Egypt?", "ref": ["16-06", "16- 8"]}, {"a": "Yahweh's glory appeared in the cloud.", "q": "What appeared in the cloud?", "ref": ["16-10"]}, {"a": "The bread that Yahweh has given the Israelites to eat was a small round thing as thin as hoarfrost.", "q": "What size was the bread that Yahweh has given the Israelites to eat?", "ref": ["16-14", "16-15"]}, {"a": "When they measured it with an omer measure, those who had gathered much had nothing over, and those who had gathered little had no lack. Each person gathered enough to meet their need.", "q": "When the Israelites measured the bread from Yahweh, how much did each person have?", "ref": ["16-18"]}, {"a": "The bread from Yahweh that some of the Israelites left until morning bred worms and became foul.", "q": "What happened to the bread from Yahweh that some of the Israelites left until morning?", "ref": ["16-20"]}, {"a": "On the sixth day they gathered twice as much bread, two omers for each person.", "q": "How much bread did the Israelites gather on the sixth day?", "ref": ["16-22"]}, {"a": "The bread of Yahweh that was set aside until the seventh day did not become foul, nor was there any worm in it.", "q": "What happened to the bread of Yahweh that was set aside until the seventh day?", "ref": ["16-24"]}, {"a": "When some of the people went out to gather manna on the seventh day, they found none.", "q": "How much manna did the Israelites find on the seventh day?", "ref": ["16-27"]}, {"a": "Each of them must stay in his own place; no one must go out from his place on the seventh day.", "q": "What must each of the Israelites do on the seventh day?", "ref": ["16-29"]}, {"a": "Manna was white like coriander seed, and its taste was like wafers made with honey.", "q": "What was manna?", "ref": ["16-31"]}, {"a": "An omer of manna will be kept throughout the people's generations so that their descendants might see the bread with which Yahweh fed them in the wilderness.", "q": "Why will an omer of manna be kept?", "ref": ["16-32"]}, {"a": "An omer of manna will be kept in a pot and stored beside the covenant decrees in the ark.", "q": "Where will an omer of manna be kept?", "ref": ["16-33", "16-34"]}, {"a": "The people of Israel ate manna forty years until they came to inhabited land.", "q": "For how long did the people of Israel eat manna?", "ref": ["16-35"]}], "17": [{"a": "There was no water for the people to drink. So the people blamed Moses for their situation.", "q": "Why did the people blame Moses for their situation?", "ref": ["17-01", "17-02"]}, {"a": "Moses was afraid that the Israelites were ready to stone him.", "q": "What was Moses afraid the people would do to him?", "ref": ["17-04"]}, {"a": "Yahweh told Moses to strike the rock with his staff. Water would come out of the rock for the people to drink.", "q": "What did Yahweh tell Moses to do to provide water for the people to drink?", "ref": ["17-06"]}, {"a": "Moses stood on top of the hill with the staff of God in his hand.", "q": "Where did Moses stand when the Amalek people attacked Israel?", "ref": ["17-09"]}, {"a": "While Moses was holding his hands up, Israel was winning. When he let his hands rest, Amalek would begin to win.", "q": "What happened while Moses was holding his hands up, and when he let his hands rest?", "ref": ["17-11"]}, {"a": "Aaron and Hur took a stone and put it under him for him to sit on. At the same time, Aaron and Hur held his hands up, one person on one side of him, and the other person on the other side.", "q": "How did Aaron and Hur help Moses hold his hands up?", "ref": ["17-12"]}, {"a": "Yahweh told Moses to write about the battle in a book, because Yahweh will completely blot out the memory of Amalek from under the skies.", "q": "Why did Yahweh tell Moses write about the battle against the Amalek?", "ref": ["17-14"]}], "18": [{"a": "Jethro was the priest of Midian, Moses' father-in-law.", "q": "Who was Jethro?", "ref": ["18-01"]}, {"a": "The sons of Moses were Gershom and Eliezer.", "q": "What were the names of the two sons of Moses?", "ref": ["18-02"]}, {"a": "Moses was camped in the wilderness at the mountain of God when Jethro brought Moses' sons and his wife to him.", "q": "Where was Moses when Jethro brought his wife and sons?", "ref": ["18-06"]}, {"a": "He bowed down, and kissed him.", "q": "How did Moses greet his father-in-law?", "ref": ["18-07"]}, {"a": "Jethro rejoiced over all the good that Yahweh had done for Israel, in that he had rescued them from the Egyptians' power.", "q": "Over what did Jethro rejoice?", "ref": ["18-09"]}, {"a": "Jethro knew that Yahweh was greater than all the gods, because when the Egyptians treated the Israelites arrogantly, God rescued his people.", "q": "How did Jethro know that Yahweh was greater than all the gods?", "ref": ["18-11"]}, {"a": "Aaron and all the elders of Israel came to eat a meal before God with Moses' father-in-law.", "q": "Who ate the meal before God?", "ref": ["18-12"]}, {"a": "The people stood around Moses from morning until evening .", "q": "How long did the people stand around Moses as he sat down to judge the people?", "ref": ["18-13"]}, {"a": "The people came to Moses to ask for God's direction. When they had a dispute, they came to him.", "q": "Why did the people come to Moses?", "ref": ["18-15", "18-16"]}, {"a": "Jethro said that what Moses was doing was not very good because he would certainly wear out himself and the people who came to him, because the burden was too heavy for him. He could not do it himself alone.", "q": "Why did Jethro say that what Moses was doing was not good?", "ref": ["18-17", "18-18"]}, {"a": "Jethro told Moses to choose capable men from all the people, men who honor God, men of truth who hate unjust gain.", "q": "What kind of men did Jethro tell Moses to choose to put over the people?", "ref": ["18-21"]}, {"a": "The capable men would judge the people in all routine cases, but the difficult cases they would bring to Moses. As for all the small cases, they could judge those themselves.", "q": "What cases would the capable men judge?", "ref": ["18-22"]}], "19": [{"a": "In the third month after the people of Israel had gone out from the land of Egypt, on the same day, they came to the wilderness of Sinai.", "q": "When did the people of Israel come to the wilderness of Sinai?", "ref": ["19-01"]}, {"a": "The Israelites must obediently listen to Yahweh's voice and keep his covenant, then they would be his special possession from among all peoples.", "q": "What must the Israelites do if they want to be Yahweh's special possesssion?", "ref": ["19-05"]}, {"a": "Yahweh came to them in a thick cloud so that the people might hear when he spoke with them and might also believe Moses forever.", "q": "Why did Yahweh come to the people in a thick cloud?", "ref": ["19-09"]}, {"a": "They were to consecrate themselves by preparing for Yahweh's coming, and by washing their garments.", "q": "How were the people to consecrate themselves?", "ref": ["19-10"]}, {"a": "Whoever touched the mountain would surely be put to death.", "q": "What would happen to anyone who touched the mountain?", "ref": ["19-12"]}, {"a": "They were to stone or shoot the person who touched the mountain.", "q": "How were the people to put to death anyone who touched the mountain?", "ref": ["19-13"]}, {"a": "There was thunder and lightning bolts and a thick cloud on the mountain, and the sound of a very loud trumpet. So, all the people in the camp trembled.", "q": "Why did the people tremble?", "ref": ["19-16"]}, {"a": "The priests who come near to Yahweh should set themselves apart—prepare themselves for Yahweh's coming—so that Yahweh would not attack them.", "q": "What should the priests do so Yahweh would not attack them?", "ref": ["19-22"]}, {"a": "Only Aaron could come up the mountain with Moses.", "q": "Who could come up the mountain with Moses?", "ref": ["19-24"]}], "20": [{"a": "They must have no other gods before him.", "q": "What must the Israelites not have before Yahweh?", "ref": ["20-03"]}, {"a": "The Israelties must not make carved figures or bow down to them because Yahweh is a jealous God.", "q": "Why must the Israelites not make carved figures or bow down to them?", "ref": ["20-04", "20-05"]}, {"a": "Yahweh punishes the ancestors' wickedness by bringing punishment on their descendants, to the third and the fourth generation of those who hate him.", "q": "For how long does Yahweh punish the ancestors' wickedness?", "ref": ["20-05"]}, {"a": "They must not take the name of Yahweh their God in vain.", "q": "Whose name must the Isralites not take in vain?", "ref": ["20-07"]}, {"a": "The Israelites must not do any work, you, nor their son, nor their daughter, nor their male servant, nor their female servant, nor their cattle, nor the foreigner who is within their gates.", "q": "Who should keep the Sabbath day holy and rest on it?", "ref": ["20-10"]}, {"a": "The Israelites must keep the Sabbath day holy and rest on it, for in six days Yahweh, made the heavens, earth, and sea, and everything that is in them, and then rested on the seventh day.", "q": "Why must the Israelites keep the Sabbath day holy and rest on it?", "ref": ["20-08", "20- 11"]}, {"a": "The Israelites must honor their father and your mother, so that they might live a long time in the land which Yahweh their God was giving them.", "q": "What is the result of the Israelites' honoring their father and mother?", "ref": ["20-12"]}, {"a": "All the people saw the thundering and the lightning, and heard the voice of the trumpet, and saw the mountain smoking. When the people saw it, they trembled and stood far off.", "q": "Why did the people tremble?", "ref": ["20-18"]}, {"a": "They thought that if God spoke to them, they would die.", "q": "What did the Israelites think would happen if God spoke to them?", "ref": ["20-19"]}, {"a": "If they used their tools on the stone altar, they would defile it.", "q": "What would have happened if the Israelites used their tools on the stone altar?", "ref": ["20-25"]}], "21": [{"a": "Moses must set the decrees before the Israelites.", "q": "Who must set the decrees before the Israelites?", "ref": ["21-01"]}, {"a": "If a master gave a servant a wife and she bore him sons or daughters, the wife and her children would belong to her master, and he must go free by himself", "q": "If a master gave a servant a wife and she bore him sons or daughters, what would happen to them if the servant went free?", "ref": ["21-04"]}, {"a": "If the servant would not go free, the master must bring him to a door or doorpost, and his master must bore his ear through with an awl. Then the servant would serve him for the rest of his life.", "q": "If the servant would not go free, what would happen?", "ref": ["21-06"]}, {"a": "A master has no right to sell a female servant to a foreign people.", "q": "To whom can a master not sell a female servant?", "ref": ["21-08"]}, {"a": "If a master's son marries a female servant and then takes another wife for himself, he can not diminish her food, clothing, or her marital rights. But if he does not provide these three things for her, then she can go free without paying any money.", "q": "When can a female servant go free without paying money?", "ref": ["21-09", "21-11"]}, {"a": "If the man killed someone by accident, Yahweh would fix a place where he could flee.", "q": "What did Yahweh provide for a man who killed someone by accident?", "ref": ["21-13"]}, {"a": "Whoever curses his father or his mother must surely be put to death.", "q": "What must happen to whoever curses his father or his mother?", "ref": ["21-17"]}, {"a": "If men fight and one hits the other with a stone or with his fist and the other is confined to his bed, the man who struck him must pay for the loss of his time.", "q": "If men fight and one hits the other with a stone or with his fist and the other is confined to his bed, what must the man who struck him do?", "ref": ["21-18", "21-19"]}, {"a": "If a man hits his male servant or his female servant with a staff, and if the servant lives for a day or two, the master must not be punished, for he will have suffered the loss of the servant..", "q": "If a man hits his male servant or his female servant with a staff, and if the servant lives for a day or two, how will the the master be punished?", "ref": ["21-20", "21-21"]}, {"a": "If men fight together and hurt a pregnant woman so that she miscarries, but there is no other injury to her, then the guilty man must surely be fined, if the woman's husband demands it from him, and he must pay as the judges determine.", "q": "If men fight together and hurt a pregnant woman so that she miscarries, but there is no other injury to her, what must happen to the guilty man?", "ref": ["21-22"]}, {"a": "If there is serious injury, then the guilty man must give a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot, a burn for a burn, a wound for a wound, or a bruise for a bruise.", "q": "What must the guilty man give if there is serious injury?", "ref": ["21-23", "21-25"]}, {"a": "If a man hits the eye of his male servant or of his female servant and destroys it, or if he knocks out a tooth of his male servant or female servant, he must let the servant go free as compensation for the tooth.", "q": "If a man hits the eye of his male servant or of his female servant and destroys it, or if he knocks out a tooth of his male servant or female servant, what is the compensation?", "ref": ["21-26", "21-27"]}, {"a": "If an ox had a habit of goring in the past, and its owner was warned but did not keep it in, and the ox kills a man or a woman, that ox must be stoned, and its owner also must be put to death.", "q": "If an ox had a habit of goring in the past, and its owner was warned but did not keep it in, and the ox kills a man or a woman, what must happen to the ox and its owner?", "ref": ["21-29"]}, {"a": "If a man opens a pit, or if a man digs a pit and does not cover it, and an ox or a donkey falls into it, the owner of the pit must repay the loss.", "q": "If a man opens a pit, or if a man digs a pit and does not cover it, and an ox or a donkey falls into it, what must the owner of the pit do?", "ref": ["21-33", "21-34"]}, {"a": "If one man's ox hurts another man's ox so that it dies, then they must sell the live ox and divide its price, and they must also divide the dead ox.", "q": "If one man's ox hurts another man's ox so that it dies, what must happen to the oxen?", "ref": ["21-35"]}], "22": [{"a": "If the sun has risen before a thief breaks in, guilt for murder will attach to the person who kills him.", "q": "If someone kills a thief after the sun has risen, who is guilty?", "ref": ["22-02", "22-03"]}, {"a": "If a thief has nothing, then he must be sold for his theft.", "q": "If a thief has nothing, what is his restitution?", "ref": ["22-03"]}, {"a": "If a man gives money or goods to his neighbor for safe keeping, and if it is stolen out of the man's house, if the thief is found, that thief must pay double. But if the thief is not found, then the owner of the house must come before the judges to see whether he has put his own hand on his neighbor's property.", "q": "If a man gives money or goods to his neighbor for safe keeping, and if it is stolen out of the man's house, but the thief is not found, what will happen?", "ref": ["22-07", "22-08"]}, {"a": "If a man gives his neighbor a donkey, an ox, a sheep, or any animal to keep, and if it dies or is hurt or is carried away without anyone seeing it, the other will make no restitution.", "q": "If a man gives his neighbor a donkey, an ox, a sheep, or any animal to keep, and if it dies or is hurt or is carried away without anyone seeing it, what is the restitution?", "ref": ["22-10", "22-11"]}, {"a": "If a man seduces a virgin who is not engaged, and if he sleeps with her, he must surely make her his wife by paying the bride wealth required for this.", "q": "If a man seduces a virgin who is not engaged, and if he sleeps with her, how must he make her his wife?", "ref": ["22-16"]}, {"a": "The Israelites must not wrong a foreigner or oppress him, for they were foreigners in the land of Egypt.", "q": "Why must the Israelites not wrong a foreigner?", "ref": ["22-21"]}, {"a": "If the Israelites mistreats them at all, and if they cry out to Yahweh, he will surely hear their cry. His anger will burn, and he will kill them with the sword; their wives will become widows, and their children will become fatherless.", "q": "What would happen if the Israelites mistreat any widow or fatherless child?", "ref": ["22-22", "22-24"]}, {"a": "If someone takes his neighbor's garment in pledge, he must return it to him before the sun goes down.", "q": "If someone takes his neighbor's garment in pledge, when must he return it to the owner?", "ref": ["22-26"]}, {"a": "The Israelites must not eat any meat that was torn by animals in the field. Instead, they must throw it to the dogs.", "q": "What meat must the Israelites not eat? What should they do with it?", "ref": ["22-31"]}], "23": [{"a": "If the Israelites see the donkey of someone who hates them fallen to the ground under its load, they must not leave that person. They must surely help him with his donkey.", "q": "If the Israelites see the donkey of someone who hates them fallen to the ground under its load, what must they do?", "ref": ["23-05"]}, {"a": "They should not take a bribe, for a bribe blinds those who see, and perverts honest people's words.", "q": "Why should the Israelites not take a bribe?", "ref": ["23-08"]}, {"a": "In the seventh year the Isralites should leave the fields unplowed and fallow, so that the poor among their people may eat.", "q": "Why should the Israelites leave their fields unplowed in the seventh year?", "ref": ["23-11"]}, {"a": "On the seventh day they must rest so that their ox and their donkey may have rest, and so that their female slave's son and any foreigner may rest and be refreshed.", "q": "Why must the Israelites rest on the seventh day?", "ref": ["23-12"]}, {"a": "The Festival of Unleavened Bread was to be observed in the month of Abib.", "q": "In what month was the Festival of Unleavened Bread to be observed?", "ref": ["23-15"]}, {"a": "They came out of Egypt in the month of Abib.", "q": "In what month did the Israelites come out of Egypt?", "ref": ["23-15"]}, {"a": "You must observe the Festival of Harvest, with the first fruits of your labors when you sowed seed in the fields. Also you must observe the Festival of Ingathering at the end of the year, when you gather in your produce from the fields.", "q": "When were the Festival of Harvest and the Festival of Ingathering to be observed?", "ref": ["23-16"]}, {"a": "The fat from the sacrifices at Yahweh's festivals must not remain all night until the morning.", "q": "For how long can the fat from the sacrifices at Yahweh's festivals remain?", "ref": ["23-18"]}, {"a": "If they provoke him, he will not pardon their transgressions.", "q": "What would happen if the Israelites provoke Yahweh's angel?", "ref": ["23-21"]}, {"a": "They must completely overthrow them and smash their sacred stone pillars in pieces.", "q": "What must the Israelites do to foreign gods?", "ref": ["23-24"]}, {"a": "Yahweh would not drive them out in one year, or the land would become abandoned, and the wild animals would become too many for them.", "q": "Why wouldn't Yahweh drive out the foreign nations before the Israelites in one year?", "ref": ["23-29"]}, {"a": "They must not live in the Israelites' land, or they would make the Israelites sin against Yahweh.", "q": "Why must foreign nations not live in the Israelites' land?", "ref": ["23-33"]}], "24": [{"a": "70 elders should come up to worship Yahweh at a distance.", "q": "How many elders should come up to worship Yahweh at a distance?", "ref": ["24-01"]}, {"a": "The twelve stones would represent the twelve tribes of Israel.", "q": "What would the twelve stones represent?", "ref": ["24-04"]}, {"a": "Moses took half of the blood of the oxen from the fellowship offerings to Yahweh and put it into basins; he splashed the other half onto the altar.", "q": "Where did Moses put the blood of the oxen from the fellowship offerings to Yahweh?", "ref": ["24-05", "24-06"]}, {"a": "Yahweh made the covenant with the Israelites by giving them the promise with all the words.", "q": "How did Yahweh make a covenant with the Israelites?", "ref": ["24-08"]}, {"a": "Moses, Aaron, Nadab, Abihu, and seventy of Israel's elders saw Yahweh.", "q": "Who saw Yahweh?", "ref": ["24-09", "24-10"]}, {"a": "Yahweh gave Moses the tablets of stone and the law and commandments that he had written, so that Moses might teach them.", "q": "Why did Yahweh give Moses the tablets of stone and the law and commandments?", "ref": ["24-12"]}, {"a": "If anyone had a dispute, he should go to Aaron and Hur.", "q": "If anyone had a dispute, to whom should he go?", "ref": ["24-14"]}, {"a": "The appearance of Yahweh's glory was like a devouring fire on the top of the mountain in the eyes of the Israelites.", "q": "What was the appearance of Yahweh's glory like?", "ref": ["24-17"]}], "25": [{"a": "The Israelites should take an offering from every person who is motivated by a willing heart.", "q": "From whom should the Israelites take an offering?", "ref": ["25-01"]}, {"a": "The onyx stones and other precious stones were to be set for the ephod and breast piece.", "q": "For what were the onyx stones and other precious stones to be set?", "ref": ["25-07"]}, {"a": "The Israelites would make Yahweh a sanctuary so that he might live among them.", "q": "Why would the Israelites make Yahweh a sanctuary?", "ref": ["25-08"]}, {"a": "He must cover it inside and out with pure gold.", "q": "With what must Moses cover the acacia wood?", "ref": ["25-10", "25-11"]}, {"a": "He must put the poles into the rings on the ark's sides, in order to carry the ark.", "q": "Into what must Moses put the poles? Why?", "ref": ["25-14"]}, {"a": "The poles must remain in the rings of the ark. They must not be taken from it.", "q": "Where must the poles remain?", "ref": ["25-15"]}, {"a": "The cherubim must face one another and look toward the center of the atonement lid.", "q": "Which direction must the cherubim face?", "ref": ["25-20"]}, {"a": "Yahweh would speak with him from above the atonement lid, from between the two cherubim over the ark of the covenant decrees", "q": "From where would Yahweh speak to Moses?", "ref": ["25-22"]}, {"a": "He must put a border of gold around the top of the table of acacia wood.", "q": "What border must Moses put around the top of the table of acacia wood?", "ref": ["25-23", "25-24"]}, {"a": "The rings must be attached to the frame to provide places for the poles, in order to carry the table.", "q": "Why must the rings be attached to the frame?", "ref": ["25-27"]}, {"a": "The dishes, spoons, pitchers, and bowls were to be used to pour out drink offerings.", "q": "What was to be used to pour out drink offerings?", "ref": ["25-29"]}, {"a": "Six branches must extend out from its sides—three branches must extend from one side, and three branches of the lampstand must extend from the other side.", "q": "How many branches must extend out from the sides of the lampstand of pure hammered gold?", "ref": ["25-31", "25-32"]}, {"a": "On the lampstand itself, the central shaft, there must be four cups made like almond blossoms.", "q": "On which part of the lampstand must there be four cups made like almond blossoms?", "ref": ["25-33", "25-34"]}, {"a": "There must be a leafy base under each pair of branches.", "q": "What must be under each pair of branches?", "ref": ["25-35"]}, {"a": "He must use one talent of pure gold to make the lampstand and its accessories.", "q": "How much gold should Moses use to make the lampstand and its accessories?", "ref": ["25-39"]}], "26": [{"a": "Moses must have a very skilled craftsman make the tabernacle with ten curtains made from fine linen and blue, purple, and scarlet wool with the designs of cherubim.", "q": "Who would Moses have to make the tabernacle with ten curtains made from fine linen and blue, purple, and scarlet wool with the designs of cherubim?", "ref": ["26-01"]}, {"a": "He must make fifty loops on the first curtain and fifty loops on the end curtain in the second set so that the loops will be opposite to each other.", "q": "Why must Moses make fifty loops on the first curtain and fifty loops on the end curtain in the second set?", "ref": ["26-05"]}, {"a": "He must make curtains of goats' hair for a tentlike covering over the tabernacle.", "q": "Of what must Moses make curtains for a tentlike covering over the tabernacle?", "ref": ["26-07"]}, {"a": "The overhanging part remaining from the tent's curtains must hang at the back of the tabernacle.", "q": "Where must the overhanging part remaining from the tent's curtains hang?", "ref": ["26-12"]}, {"a": "There must be two projections in each board for joining the boards to each other.", "q": "What must be in each board for joining them to each other?", "ref": ["26-17"]}, {"a": "There must be two bases under each board to be its two pedestals.", "q": "Why must there be two bases under each board?", "ref": ["26-19"]}, {"a": "He must set up the tabernacle by following the plan God showed him on the mountain.", "q": "How must Moses set up the tabernacle?", "ref": ["26-30"]}, {"a": "The curtain is to separate the holy place from the most holy place.", "q": "What is the purpose of the curtain?", "ref": ["26-33"]}, {"a": "The lampstand is opposite the table on the south side of the tabernacle.", "q": "On what side of the tabernacle is the lampstand?", "ref": ["26-35"]}], "27": [{"a": "He must make extensions of its four corners shaped like ox horns.", "q": "How must Moses make extensions of the altar's four corners?", "ref": ["27-02"]}, {"a": "He must make all the utensils with bronze.", "q": "With what must Moses make all the utensils for the altar?", "ref": ["27-03"]}, {"a": "There must be hangings of fine twined linen one hundred cubits long on the south side of the courtyard.", "q": "What kind of hangings must be on the south side of the courtyard?", "ref": ["27-09"]}, {"a": "All the equipment to be used in the tabernacle, and all the tent pegs for the tabernacle and courtyard must be made of bronze.", "q": "Of what must all the equipment to be used in the tabernacle, and all the tent pegs for the tabernacle and courtyard be made?", "ref": ["27-19"]}, {"a": "Aaron and his sons must maintain the lamps from evening to morning before Yahweh. This requirement would be a lasting ordinance forever throughout the generations of the Israelite nation.", "q": "What would be a lasting ordinance forever throughout the generations of the Israelite nation?", "ref": ["27-21"]}], "28": [{"a": "Aaron and his sons—Nadab, Abihu, Eleazar, and Ithamar—would serve Yahweh as priests.", "q": "Who would serve Yahweh as priests?", "ref": ["28-01"]}, {"a": "Craftsmen must use fine linen that is gold, blue, purple, and scarlet.", "q": "What material must craftsmen use for the priests' clothing?", "ref": ["28-05"]}, {"a": "The names of Israel's twelve sons must be engraved on two onyx stones.", "q": "What must be engraved on two onyx stones?", "ref": ["28-09"]}, {"a": "The names of Israel's twelve sons must be on the two onyx stones in order of the sons' births.", "q": "In what order must the names of Israel's twelve sons be on the two onyx stones?", "ref": ["28-10"]}, {"a": "Aaron would carry their names on his two shoulders as a reminder to Yahweh.", "q": "Why would Aaron carry the names of the Israel's twelve sons on his two shoulders?", "ref": ["28-12"]}, {"a": "The breastpiece for decision making must be square.", "q": "What shape must the breastpiece for decision making be?", "ref": ["28-15", "28-16"]}, {"a": "They must be mounted in gold settings.", "q": "How must the precious stones be mounted?", "ref": ["28-17", "28- 20"]}, {"a": "He must attach the two golden chains to the two corners of the breastpiece.", "q": "Where must Moses attach the two golden chains?", "ref": ["28-24"]}, {"a": "He must tie the breastpiece by its rings to the ephod's rings so that the breastplate might not become unattached from the ephod.", "q": "Why must Moses tie the breastpiece by its rings to the ephod's rings?", "ref": ["28-28"]}, {"a": "He must put in the breastpiece for decision making the Urim and the Thummim.", "q": "What must Moses put in the breastpiece for decision making?", "ref": ["28-30"]}, {"a": "A weaver must make the robe of the ephod.", "q": "Who must make the robe of the ephod?", "ref": ["28-31", "28-32"]}, {"a": "The robe is to be on Aaron when he serves, so that its sound can be heard when he goes into the holy place before Yahweh and when he leaves. This is so that he does not die.", "q": "Why is the robe to be on Aaron when he serves?", "ref": ["28-35"]}, {"a": "He would bear any guilt that might attach to the offering of the holy gifts that the Israelites consecrated by wearing the engraved plate on his turban.", "q": "How would Aaron bear any guilt that might attach to the offering of the holy gifts that the Israelites consecrated?", "ref": ["28-36", "28-38"]}, {"a": "He must make coats, sashes, and headbands for the honor and splendor of Aaron's sons.", "q": "What must Moses make for the honor and splendor of Aaron's sons?", "ref": ["28-40"]}, {"a": "The undergarments would cover from the waist to the thighs.", "q": "How much would the undergarments cover?", "ref": ["28-42"]}], "29": [{"a": "The following were to be brought to dedicate Aaron and his sons: One young bull and two rams without blemish, bread without yeast, and cakes without yeast mixed with oil, and wafers made with fine wheat flour without yeast rubbed with oil.", "q": "What must be brought to dedicate Aaron and his sons?", "ref": ["29-01", "29-02"]}, {"a": "Moses must wash Aaron and his sons in water.", "q": "In what must Moses wash Aaron and his sons?", "ref": ["29-04"]}, {"a": "The work of the priesthood would belong to Aaron and his sons.", "q": "To whom would the work of the priesthood belong?", "ref": ["29-09"]}, {"a": "He must burn the fat that covers the inner parts, and the covering of the liver and the two kidneys with the fat that is on them, on the altar.", "q": "What must Moses do with the fat and the covering of the liver and the two kidneys?", "ref": ["29-13"]}, {"a": "It would produce a sweet aroma for Yahweh.", "q": "What would a burning ram produce for Yahweh?", "ref": [" 29-18"]}, {"a": "He must put it on the tip of Aaron's right ear, and on the tip of his sons' right ears, on the thumb of their right hands, and on the great toe of their right feet. Then he must splash against the altar on every side.", "q": "What must Moses do with blood from the second ram?", "ref": ["29-20"]}, {"a": "Moses was to splash some of the blood from the altar and some of the anointing oil on Aaron, his sons and their garments.", "q": "What was Moses to splash on Aaron, his garments, Aaron's sons and their garments?", "ref": ["29-21"]}, {"a": "The ram was for the priest's consecration to Yahweh.", "q": "What was the ram for?", "ref": ["29-22"]}, {"a": "The breast of the offering that is raised high and the thigh of the offering that is presented must forever belong to Aaron and his descendants.", "q": "What must forever belong to Aaron and his descendants?", "ref": ["29-26", "29-28"]}, {"a": "The next priest would come from among Aaron's sons.", "q": "From among whom would the next priest come?", "ref": ["29-30"]}, {"a": "The ram for the consecration must be boiled in a holy place.", "q": "How must the ram for the consecration be cooked?", "ref": ["29-31"]}, {"a": "Whatever touches the altar will be the holy, the same as the altar.", "q": "After the altar is consecrated, what happens to anything that touches it?", "ref": ["29-37"]}, {"a": "He must offer one lamb in the morning, and the other lamb about sundown.", "q": "When must Moses offer each of the lambs?", "ref": ["29-39"]}, {"a": "With the first lamb a tenth of an ephah of fine flour mixed with the fourth part of a hin of oil from pressed olives, and the fourth part of a hin of wine as a drink offering, must be offered.", "q": "What must be offered with the first lamb?", "ref": ["29-40"]}, {"a": "The lambs had to be offered at the entrance to the tent of meeting before Yahweh.", "q": "Where were the lambs to be offered?", "ref": ["29-42"]}, {"a": "Yahweh would live among the Israelites and be their God.", "q": "Where would Yahweh live?", "ref": ["29-45"]}], "30": [{"a": "The rings must be holders for poles to carry the altar.", "q": "What is the purpose of the rings?", "ref": ["30-04"]}, {"a": "Moses must put the incense altar before the curtain that is by the ark of the covenant decree.", "q": "Where must Moses put the incense altar?", "ref": ["30-06"]}, {"a": "When Aaron lights the lamps again in the evening, he must burn incense on the incense altar. But no other incense must be offered on the incense altar.", "q": "What is the only incense that can be burned on the incense altar?", "ref": ["30-08", "30-09"]}, {"a": "Aaron must make atonement on the horns of the incense altar once a year.", "q": "How often must Aaron make atonement on the horns of the incense altar?", "ref": ["30-10"]}, {"a": "Each person must give a ransom for his life to Yahweh, so that there would be no plague among them when Moses counted them.", "q": "Why must each person give a ransom for his life to Yahweh?", "ref": ["30-12"]}, {"a": "After Moses received the atonement money from the Israelites, he must allocate it to the work of the tent of meeting.", "q": "After Moses received the atonement money from the Israelites, how must he allocate it?", "ref": ["30-16"]}, {"a": "Moses must put it between the tent of meeting and the altar.", "q": "Where must Moses put the large bronze basin?", "ref": ["30-18"]}, {"a": "When they go into the tent of meeting or when they go near to the altar to serve Yahweh by burning an offering, they must wash with water.", "q": "What must Aaron and his sons do when they go into the tent of meeting or when they go near to the altar to serve Yahweh by burning an offering?", "ref": ["30-20"]}, {"a": "The ingredients in holy anointing oil are five hundred shekels of flowing myrrh, 250 shekels of sweet-smelling cinnamon, 250 shekels of sweet-smelling cane, five hundred shekels of cassia, measured by the weight of the shekel of the sanctuary, and one hin of olive oil.", "q": "What are the ingredients in holy anointing oil?", "ref": ["30-23", "30-25"]}, {"a": "It must not be applied to people's skin, nor must any oil like it with the same formula be made because it is consecrated.", "q": "What must not be done with the holy anointing oil?", "ref": ["30-32"]}, {"a": "Whoever makes anything like it to use as a perfume must be cut off from his people.", "q": "What must happen to the person who makes anything like the incense or holy anointing oil to use as a perfume?", "ref": ["30-33", "30- 38"]}], "31": [{"a": "Yahweh filled Bezalel with his spirit to give him wisdom, understanding, and knowledge, for all kinds of craftsmanship, to make artistic designs and to work in gold, silver, and bronze; also to cut and set stones and to carve wood—to do all kinds of craftsmanship.", "q": "What abilities would Bezabel have because Yahweh filled him with his spirit?", "ref": ["31-03", "31-05"]}, {"a": "Yahweh put skill into the hearts of all who were wise so that they may make all that he commanded them.", "q": "Why did Yahweh put skill into the hearts of all who were wise?", "ref": ["31-06"]}, {"a": "Everyone who defiled the Sabbath must surely be put to death. Anyone who worked on the Sabbath must surely be cut off from his people.", "q": "What would happen to anyone who defiled or worked on the Sabbath?", "ref": ["31-14"]}, {"a": "The Sabbath would always be a sign between Yahweh and the Israelites, for in six days Yahweh made heaven and earth, and on the seventh day he rested and was refreshed.", "q": "Why would the Sabbath always be a sign between Yahweh and the Israelites?", "ref": ["31-17"]}, {"a": "Yahweh gave Moses two tablets of covenant decrees, written on by Yahweh's own hand.", "q": "Who wrote the on two tablets of covenant decrees?", "ref": ["31-18"]}], "32": [{"a": "When the people saw that Moses delayed in coming down the mountain, they gathered around Aaron and asked him to make an idol.", "q": "When did the people gather around Aaron and ask him to make an idol?", "ref": ["32-01"]}, {"a": "Aaron received the gold from them, fashioned it in a mold, and made it into a molded calf.", "q": "Who received the gold from the people, fashioned it in a mold, and made it into a molded calf?", "ref": ["32-04"]}, {"a": "After the people offered burnt offerings and brought fellowship offerings, they sat down to eat and to drink, and then got up to carouse in wild celebration.", "q": "After the people offered burnt offerings and brought fellowship offerings, what did they do?", "ref": ["32-06"]}, {"a": "The people said the golden calf was the god who brought them up out of the land of Egypt.", "q": "What did the people say was the god who brought them up out of the land of Egypt?", "ref": ["32-08"]}, {"a": "Moses tried to calm down Yahweh his God.", "q": "After Yahweh became angry, what did Moses do?", "ref": ["32-11"]}, {"a": "Yahweh relented from the punishment that he had said he would inflict on his people.", "q": "From what did Yahweh relent?", "ref": ["32-14"]}, {"a": "The tablets were written on both their sides, on both the front and the back.", "q": "On which parts of the tablets did Yahweh write?", "ref": ["32-15"]}, {"a": "When Joshua heard the noise of the people as they shouted, he thought there was the noise of combat in the camp.", "q": "When Joshua heard the noise of the people as they shouted, what did he think was the problem?", "ref": ["32-17"]}, {"a": "He threw the tablets out of his hands and broke them at the bottom of the mountain.", "q": "After Moses saw the calf, what did he do to the tablets?", "ref": ["32-19"]}, {"a": "Moses took the calf that the people had made, burned it, ground it to powder, and poured it into the water. Then he made the people of Israel drink it.", "q": "What did Moses do to the calf?", "ref": ["32-20"]}, {"a": "According to Aaron, the people gave him gold and he threw it into the fire, and out came the calf.", "q": "According to Aaron, how was the calf made?", "ref": ["32-24"]}, {"a": "Aaron had let them get out of control.", "q": "Who had let the people get out of control?", "ref": ["32-25"]}, {"a": "When Moses commanded everyone on Yahweh's side to come to him, all the Levites gathered around him.", "q": "Who gathered around Moses when he commanded everyone on Yahweh's side to come to him?", "ref": ["32-26"]}, {"a": "The Levites did what Moses ordered and about three thousand men  out of the people died.", "q": "What did the Levites do?", "ref": ["32-28"]}, {"a": "They were placed into Yahweh's service, for each of them acted against his brother.", "q": "Why were the Levites placed into Yahweh's service?", "ref": ["32-29"]}, {"a": "Moses wanted Yahweh to blot him out of the book Yahweh had written if Yahweh would not forgive the people's sin.", "q": "What did Moses want Yahweh to do if Yahweh would not forgive the people's sin?", "ref": ["32-32"]}, {"a": "Yahweh sent a plague on the people because they had made the calf.", "q": "How did Yahweh punish the people because they had made the calf?", "ref": ["32-35"]}], "33": [{"a": "Yahweh would send an angel before Moses.", "q": "What did Yahweh say he would send before Moses?", "ref": ["33-02"]}, {"a": "Yahweh would not go up with him, because they were a stubborn people. Yahweh might destroy them on the way.", "q": "Why would Yahweh not go up with Moses?", "ref": ["33-03"]}, {"a": "They must take off their jewelry.", "q": "What did Yahweh command the Israelites to take off?", "ref": ["33-05"]}, {"a": "Whenever Moses entered the tent of meeting, the pillar of cloud would come down and stand at the tent entrance, and Yahweh would speak with Moses.", "q": "What would happen whenever Moses entered the tent of meeting?", "ref": ["33-09"]}, {"a": "Yahweh would speak to Moses face to face, as a man speaks to his friend.", "q": "How would Yahweh speak to Moses?", "ref": ["33-11"]}, {"a": "Moses wanted Yahweh to show him his ways so that Moses might know him and continue to find favor in his sight.", "q": "What did Moses want Yahweh to show him? Why?", "ref": ["33-13"]}, {"a": "It would be known that Moses found favor in Yahweh's sight if Yahweh went with them so that they were different from all the other peoples that were on the surface of the earth.", "q": "How would it be known that Moses found favor in Yahweh's sight?", "ref": ["33-16"]}, {"a": "Yahweh said he would be gracious to whom he would be gracious and that he would show mercy on whom he would show mercy.", "q": "Who did Yahweh say he would be gracious and merciful to?", "ref": ["33-19"]}, {"a": "Moses could not see Yahweh's face, for no one could see him and live.", "q": "Why could Moses not see Yahweh's face?", "ref": ["33-20"]}, {"a": "When Yahweh would take away his hand, Moses would see his back, but Yahweh's face would not be seen.", "q": "When Yahweh would take away his hand, what would Moses see?", "ref": ["33-23"]}], "34": [{"a": "Yahweh would write on the new tablets the words that were on the first tablets, the tablets that Moses broke.", "q": "What would Yahweh write on the new tablets?", "ref": ["34-01"]}, {"a": "No one besides Moses was allowed anywhere on the mountain.", "q": "Who was allowed anywhere on the mountain?", "ref": ["34-03"]}, {"a": "When Yahweh came down in the cloud and stood with Moses, he pronounced the name \"Yahweh\".", "q": "When Yahweh came down in the cloud and stood with Moses, what did he pronounce?", "ref": ["34-05"]}, {"a": "Yahweh would by no means clear the guilty.", "q": "Would Yahweh clear the guilty?", "ref": ["34-07"]}, {"a": "Yahweh was about to make a covenant.", "q": "What was Yahweh about to make?", "ref": ["34-10"]}, {"a": "If they made a covenant with the inhabitants of the land where they were going, the inhabitants would become a trap among the Israelites.", "q": "What would happen if the Israelites made a covenant with the inhabitants of the land where they were going?", "ref": ["34-12"]}, {"a": "They must worship no other god, for Yahweh, whose name is 'Jealous,' is a jealous God.", "q": "Why must the Israelites worship no other god?", "ref": ["34-14"]}, {"a": "If the Israelites ate some of the sacrifices of the inhabitants of the land, they would even take some of their daughters for their sons, and their daughters would commit adultery and go after their own gods, and they would make their sons commit adultery and go after their gods.", "q": "What would happen if the Israelites ate some of the sacrifices of the inhabitants of the land?", "ref": ["34-15", "34-16"]}, {"a": "The Israelites must eat bread without yeast for seven days at the fixed time in the month of Abib, for it was in the month of Abib that the Israelites came out from Egypt.", "q": "Why must the Israelites eat bread without yeast for seven days at the fixed time in the month of Abib?", "ref": ["34-18"]}, {"a": "If the Israelites did not buy back the firstborn of a donkey with a lamb, then they must break its neck.", "q": "What must happen if the Israelites did not buy back the firstborn of a donkey with a lamb?", "ref": ["34-20"]}, {"a": "On the seventh day, the Israelites must rest. Even at plowing time and in harvest, they must rest.", "q": "What must the Israelites do on the seventh day, even at plowing time and in harvest?", "ref": ["32-21"]}, {"a": "All the men must appear before Yahweh three times every year.", "q": "How often must all the men appear before Yahweh?", "ref": ["34-23"]}, {"a": "No one would desire to invade the land and take it when the Israelites went up to appear before Yahweh three times every year.", "q": "Who would desire to invade the land and take it when the Israelites went up to appear before Yahweh three times every year?", "ref": ["34-24"]}, {"a": "They must bring the best of the first fruits from their fields to Yahweh's house.", "q": "What must the Israelites bring to Yahweh's house?", "ref": ["34-26"]}, {"a": "When Moses was with Yahweh for forty days and nights; he did not eat any food nor drink any water.", "q": "What did Moses not do when he was with Yahweh for forty days and nights?", "ref": ["34-28"]}, {"a": "When Aaron and the Israelites saw Moses, the skin of his face was shining, and they were afraid to come near him.", "q": "When Aaron and the Israelites saw Moses, why were they afraid to come near him?", "ref": ["34-30"]}, {"a": "When Moses finished speaking with them, he put a veil over his face.", "q": "When Moses finished speaking with them, what did he put over his face?", "ref": ["34-33"]}, {"a": "Whenever Moses went before Yahweh to speak with him, he would remove the veil.", "q": "When did Moses remove the veil?", "ref": ["34-34"]}], "35": [{"a": "They must not light a fire in any of their homes on the Sabbath day.", "q": "When must the Israelites not light a fire?", "ref": ["35-03"]}, {"a": "All who have a willing heart should take an offering for Yahweh.", "q": "Who should take an offering for Yahweh?", "ref": ["35-05"]}, {"a": "Everyone whose heart stirred him up and whom his spirit made willing came and brought an offering to Yahweh for the construction of the tabernacle.", "q": "Who came and brought an offering to Yahweh for the construction of the tabernacle?", "ref": ["35-21"]}, {"a": "All the tribes of Israel left and went away from Moses's presence.", "q": "Where did all the tribes of Israel go?", "ref": ["35-20"]}, {"a": "Onyx stones and other gems were to be set into the ephod and the breastpiece.", "q": "What were to be set into the ephod and the breastpiece?", "ref": ["35-27"]}, {"a": "Yahweh called by name on Bezalel, son of Uri, son of Hur, from the tribe of Judah.", "q": "On whom did Yahweh call by name?", "ref": ["35-30"]}], "36": [{"a": "Bezalel and Oholiab would work, as well as every wise hearted person in whom Yahweh put skill and understanding to know how to build the sanctuary.", "q": "Who would do the work of building the sanctuary?", "ref": ["36-01"]}, {"a": "The people were still bringing freewill offerings every morning to Moses.", "q": "What were the people still doing?", "ref": ["36-03"]}, {"a": "Moses instructed that no one in the camp should bring any more offerings for the construction of the sanctuary.", "q": "What did Moses instruct the people to do?", "ref": ["36-06"]}, {"a": "He made loops of blue along the outer edge of the end curtain of one set, and he did the same along the outer edge of the end curtain in the second set.", "q": "Where did Bezalel make loops?", "ref": ["36-11"]}, {"a": "He made fifty gold clasps and joined the curtains together with them.", "q": "How did Bezalel join the curtains together?", "ref": ["36-13"]}, {"a": "Bezalel made fifty bronze clasps to join the tentlike covering together so that it might be one.", "q": "Why did Bezalel make fifty bronze clasps?", "ref": ["36-18"]}, {"a": "There were two bases under each of the boards.", "q": "How many bases were under each of the boards?", "ref": ["36-24"]}, {"a": "He made the crossbar in the center of the boards, that is, halfway up, to reach from end to end.", "q": "Where did Bezalel make the crossbar?", "ref": ["36-33"]}, {"a": "Bezalel covered the hanging's five pillars with gold.", "q": "With what did Bezalel cover the hanging's five pillars?", "ref": ["36-38"]}], "37": [{"a": "Bezalel made the ark of acacia wood.", "q": "Of what material did Bezalel make the ark?", "ref": ["37-01"]}, {"a": "He put the poles into the rings on the ark's sides in order to carry the ark.", "q": "Why did Bezalel put the poles into the rings on the ark's sides?", "ref": ["37-05"]}, {"a": "The cherubim faced each another and looked toward the center of the atonement lid.", "q": "Which direction did the cherubim face?", "ref": ["37-09"]}, {"a": "The dishes, spoons, the bowls, and pitchers to be used to pour out the offerings would be on the table.", "q": "What objects would be on the table?", "ref": ["37-16"]}, {"a": "Each branch had three cups made like almond blossoms, with a leafy base and a flower, and three cups made like almond blossoms in the other branch, with a leafy base and a flower.", "q": "What was located on each branch extending out from the lampstand?", "ref": ["37-19"]}, {"a": "He made the lampstand and its accessories with one talent of pure gold.", "q": "How much gold did Bezalel use to make the the lampstand and its accessories?", "ref": ["37-24"]}, {"a": "A border of gold surrounded the incense altar.", "q": "What surrounded the incense altar?", "ref": ["37-26"]}, {"a": "Bezalel made the holy anointing oil and the pure fragrant incense.", "q": "Who made the holy anointing oil and the pure fragrant incense?", "ref": ["37-29"]}], "38": [{"a": "The altar for burnt offerings was five cubits long and five cubits wide.", "q": "How long and wide was the altar for burnt offerings?", "ref": ["38-01"]}, {"a": "He made the altar hollow, out of planks.", "q": "How did Bezalel make the altar?", "ref": ["38-07"]}, {"a": "The mirrors belonged to the women who served at the entrance to the tent of meeting.", "q": "To whom did the mirrors belong?", "ref": ["38-08"]}, {"a": "All the hangings around the courtyard were made of fine linen.", "q": "Of what were all the hangings around the courtyard made?", "ref": ["38-16"]}, {"a": "All the courtyard posts were covered with silver.", "q": "How many courtyard posts were covered with silver?", "ref": ["38-17"]}, {"a": "Ithamar, son of Aaron the priest, directed the Levites.", "q": "Who directed the Levites?", "ref": ["38-21"]}, {"a": "All the gold that was used for the project was twenty-nine talents and 730 shekels, measured by the standard of the sanctuary shekel.", "q": "How much gold was used for the project?", "ref": ["38-24"]}, {"a": "There were 603,550 men twenty years old and older counted in the census.", "q": "How many men twenty years old and older were counted in the census?", "ref": ["38-26"]}], "39": [{"a": "The waistband was made of one piece with the ephod.", "q": "What was made of one piece with the ephod?", "ref": ["39-05"]}, {"a": "The onyx stones were engraved with the names of Israel's twelve sons.", "q": "What was engraved with the names of Israel's twelve sons?", "ref": ["39-05"]}, {"a": "There were four rows of precious stones on the breastpiece.", "q": "How many rows of precious stones were on the breastpiece?", "ref": ["39-10"]}, {"a": "The braided chains connected the corners of the breastpiece to the two settings, which were attached to the shoulder pieces of the ephod at its front.", "q": "What did the braided chains connect?", "ref": ["39-17", "39-18"]}, {"a": "They tied the breastpiece by its rings to the ephod's rings with a blue cord, so that it might be attached just above the ephod's finely woven waistband. This was so that the breastpiece might not become unattached from the ephod.", "q": "Why did they tie the breastpiece by its rings to the ephod's rings with a blue cord?", "ref": ["39-21"]}, {"a": "The robe of the ephod had an opening for the head in the middle.", "q": "What was in the middle of the robe of the ephod?", "ref": ["39-22", "39-23"]}, {"a": "They put the bells between the pomegranates all around on the bottom edge the robe.", "q": "What did they put between the pomegranates all around on the bottom edge the robe?", "ref": ["39-25"]}, {"a": "They engraved \"HOLY TO YAHWEH\" on the plate of the holy crown of pure gold.", "q": "What did they engrave on the plate of the holy crown of pure gold?", "ref": ["39-30"]}, {"a": "Moses examined all the work, and, behold, they had done it as Yahweh had commanded, in that way they did it.", "q": "What did Moses find when he examined all the work?", "ref": ["39-43"]}], "40": [{"a": "On the first day of the first month of the new year Moses must set up the tabernacle.", "q": "When must Moses set up the tabernacle?", "ref": ["40-02"]}, {"a": "Moses must shield the ark with the curtain.", "q": "How must Moses shield the ark?", "ref": ["40-03"]}, {"a": "Moses must put the large basin between the tent of meeting and the altar.", "q": "Where must Moses put the large basin?", "ref": ["40-07"]}, {"a": "Moses must anoint the bronze basin and its base to prepare it for service to Yahweh.", "q": "Why must Moses anoint the bronze basin and its base?", "ref": ["40-11"]}, {"a": "Moses put the covenant decrees into the ark.", "q": "Where did Moses put the covenant decrees?", "ref": ["40-20"]}, {"a": "Moses put the golden incense altar into the tent of meeting in front of the curtain.", "q": "Where did Moses put the golden incense altar?", "ref": ["40-26"]}, {"a": "Moses, Aaron, and his sons washed their hands and their feet from the basin whenever they would go into the tent of meeting and whenever they would go up to the altar.", "q": "How often did Moses, Aaron, and his sons wash their hands and their feet from the basin?", "ref": ["40-31", "40-32"]}, {"a": "Moses was not able to enter the tent of meeting because the cloud had settled on it, and because Yahweh's glory filled the tabernacle.", "q": "Why was Moses not able to enter the tent of meeting?", "ref": ["40-35"]}, {"a": "Whenever the cloud was taken up from over the tabernacle, the people of Israel would set out on their journey.", "q": "When would the people of Israel set out on their journey?", "ref": ["40-36"]}]}