[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A prayer of Moses", "text": "\"This is a prayer that Moses wrote\""}, {"ref": "Lord, you have been our refuge", "text": "God protecting his people is spoken of as if God were a refuge or shelter. AT: \"Lord, you have been like a shelter for us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "throughout all generations", "text": "\"always\" (UDB)"}, {"ref": "Before the mountains were formed", "text": "This can be stated in active form. AT: \"Before you formed the mountains\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "formed", "text": "\"created\" or \"shaped\""}, {"ref": "the world", "text": "This represents everything that is in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from everlasting to everlasting", "text": "This phrase represents all time past, present, and future."}]}, {"id": "003", "tn": [{"ref": "You return man to dust", "text": "This implies that just as God created the first man, Adam, from the soil, God will cause people's bodies to turn back into soil after they die. AT: \"You return people to dust when they die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "return man", "text": "Here \"man\" means people in general. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "Return, you descendants", "text": "The words \"to dust\" or \"to soil\" are understood. AT: \"Return to dust, you descendants\" or \"Return to soil, you descendants\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "you descendants of mankind", "text": "This is a way of referring to humans in general. AT: \"you humans\" or \"you people\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For a thousand years in your sight are as yesterday when it is past, and as a watch in the night", "text": "The writer means that a long period of time seems like a short period of time to God. AT: \"You consider a thousand years the same as one day in the past, or as a few short hours in the night\" or \"Even a thousand years is not a long time to you\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a thousand years", "text": "\"1,000 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in your sight", "text": "Here \"sight\" represents thoughts or opinions. AT: \"to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "You sweep them away as with a flood and they sleep", "text": "God causing people to die suddenly is spoken of as if he swept them away with a broom. This sweeping is also spoken of as if it were a flood that carried people away. AT: \"Lord, you destroy the people as with a flood and they die\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they sleep", "text": "This is a polite way of speaking of people dying. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "in the morning they are like the grass ... in the evening it withers and dries up", "text": "The people are being compared to grass to emphasize that people do not live a very long time. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "it blooms and grows up", "text": "Both of these phrases refer to how the grass grows. AT: \"it begins to grow and develop\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "it withers and dries up", "text": "Both of these phrases refer to how the grass dies. AT: \"it fades and dries up\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "007", "tn": [{"ref": "we are consumed in your anger", "text": "God destroying people in his anger is spoken of as if God's anger were a fire that completely burns up the people. This can be stated in active form. AT: \"You destroy us in your anger\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and in your wrath we are terrified", "text": "\"and when you are angry we are greatly afraid\""}, {"ref": "You have set our iniquities before you, our hidden sins in the light of your presence", "text": "God considering people's sins is spoken of as if sins were an objects he could place in front of himself and look at them. AT: \"You see every sinful thing we do, even the sinful things we do in secret\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "Our life passes away under your wrath", "text": "The word \"because\" can be used to make clear that God's wrath causes human life to end. AT: \"Our lives come to an end because of your wrath\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "like a sigh", "text": "The writer compares human life to a sigh to emphasize that life is very brief. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "seventy", "text": "\"70\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "eighty", "text": "\"80\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "even our best years are marked by trouble and sorrow", "text": "This can be stated in active form. AT: \"Even in our best years we experience trouble and sorrow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we fly away", "text": "This is a polite way of referring to people dying. AT: \"we die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "011", "tn": [{"ref": "Who knows the intensity of your anger, and your wrath that is equal to the fear of you?", "text": "The writer uses a question to emphasize that no one has fully experienced God anger. Therefore no one truly reveres God and fears his anger when people sin. AT: \"No one knows the intensity of your anger. Therefore no one fears your wrath when they sin.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Turn back, Yahweh! How long will it be?", "text": "Asking Yahweh to no longer be angry is spoken of as if the writer wants God to turn physically away from his anger. AT: \"Yahweh, please do not be angry any longer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How long will it be?", "text": "The writer uses a question to state that he wants God to stop being angry. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have pity on your servants", "text": "Here \"your servants\" refers to the people of Israel. AT: \"Be merciful to us, your servants\""}]}, {"id": "014", "tn": [{"ref": "Satisfy us in the morning", "text": "\"Satisfy us every morning\""}, {"ref": "with your covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as an adjective. AT: \"by being faithful because of you covenant with us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in proportion to the days you afflicted us and to the years we have experienced trouble", "text": "Both of these phrases mean the same thing. The writer is asking Yahweh to make them happy for the same amount of time he punished them. AT: \"for the same amount of time that you afflicted us and caused us to suffer\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Let your servants", "text": "Here \"your servants\" refer to the people of Israel. AT: \"Let us, your servants\" or \"Let us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let our children", "text": "Here \"children\" means children and descendants."}, {"ref": "see your majesty", "text": "The abstract noun \"majesty\" can be stated as \"great things.\" AT: \"see the great things you do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "017", "tn": [{"ref": "May the favor of the Lord our God be ours", "text": "The abstract noun \"favor\" can be stated as \"be kind.\" AT: \"May the Lord our God be kind to us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "prosper the work of our hands", "text": "Here \"hands\" represents the whole person. AT: \"cause us to be successful\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]