{"1": [{"a": "Yahweh commanded Jonah to go to Nineveh and speak out against it.", "q": "What did Yahweh command Jonah to go and do?", "ref": ["01-02"]}, {"a": "Jonah ran away from the presence of Yahweh to go to Tarshish.", "q": "What did Jonah do after he heard Yahweh's command?", "ref": ["01-03"]}, {"a": "Yahweh sent a great wind on the sea, and it appeared that the ship would break up.", "q": "What did Yahweh do to the ship which Jonah had boarded?", "ref": ["01-04"]}, {"a": "The sailors became very afraid and each cried out to his own god.", "q": "What did the sailors do in the midst of the storm?", "ref": ["01-05"]}, {"a": "The sailors cast lots to determine who was the cause, and the lot indicated Jonah.", "q": "How did the sailors determine who was the cause of the evil, and what was the result?", "ref": ["01-07"]}, {"a": "Jonah told the men that he was running from the presence of Yahweh.", "q": "What did Jonah say was the cause of the evil that was happening to them?", "ref": ["01-10"]}, {"a": "Jonah told the men to throw him into the sea in order to stop the storm.", "q": "What did Jonah tell the men to do in order to stop the storm?", "ref": ["01-11", "01-12"]}, {"a": "The asked Yahweh to not let them perish, and to not hold them guilty for Jonah's death.", "q": "What two requests did the sailors make of Yahweh?", "ref": ["01-14"]}, {"a": "When they threw Jonah into the sea, the sea stopped raging.", "q": "What happened when the sailors threw Jonah into the sea?", "ref": ["01-15"]}, {"a": "A great fish swallowed Jonah, and he was in the belly of the fish three days and three nights.", "q": "What happened to Jonah when they threw him into the sea?", "ref": ["01-17"]}], "2": [{"a": "Jonah called out to Yahweh for help.", "q": "What did Jonah do from the belly of the fish?", "ref": ["02-01", "02-02"]}, {"a": "Jonah thought he would never be able to see Yahweh's holy temple again.", "q": "What did Jonah think he would never be able to do again?", "ref": ["02-04"]}, {"a": "Yahweh brought Jonah's life up from the pit.", "q": "From where did Yahweh bring up Jonah's life?", "ref": ["02-06"]}, {"a": "Those who pay attention to useless gods reject Yahweh's faithfulness to them.", "q": "What happens to those who pay attention to useless gods?", "ref": ["02-08"]}, {"a": "Jonah promised to fulfill that which he had vowed.", "q": "What promise did Jonah make from the belly of the fish?", "ref": ["02-09"]}, {"a": "Jonah said that salvation comes from Yahweh.", "q": "From where did Jonah say salvation comes?", "ref": ["02-09"]}, {"a": "Yahweh told the fish to vomit out Jonah upon the dry land.", "q": "What did Yahweh tell the fish to do?", "ref": ["02-10"]}], "3": [{"a": "Yahweh commanded Jonah to go to Nineveh and proclaim Yahweh's message.", "q": "What command did Yahweh give a second time to Jonah?", "ref": ["03-01", "03-02"]}, {"a": "Jonah obeyed and went to Nineveh.", "q": "How did Jonah respond this time to Yahweh's command?", "ref": ["03-03"]}, {"a": "Jonah proclaimed that in forty days Nineveh would be overthrown.", "q": "What message did Jonah proclaim in Nineveh?", "ref": ["03-04"]}, {"a": "The Ninevites fasted and put on sackcloth, turned from their evil ways, and cried out to God.", "q": "How did the Ninevites respond to Yahweh's message that Jonah preached?", "ref": ["03-08"]}, {"a": "The king of Nineveh still hoped that God might relent and turn away from his fierce anger.", "q": "What hope did the king of Nineveh still have for the people and the city?", "ref": ["03-09"]}, {"a": "God changed his mind about the punishment which he had said he would do to them and he did not do it.", "q": "How did God respond to the Ninevites' repentance?", "ref": ["03-10"]}], "4": [{"a": "It seemed terribly wrong to Jonah that Yahweh changed his mind and did not punish the Ninevites.", "q": "What seemed terribly wrong to Jonah?", "ref": ["04-01"]}, {"a": "Jonah said he knew Yahweh was gracious, compassionate, slow to anger, abundant in loving kindness, and one who relents from sending disaster.", "q": "Why did Jonah say that he had tried to flee to Tarshish?", "ref": ["04-02"]}, {"a": "Jonah wanted Yahweh to take his life.", "q": "What did Jonah want Yahweh to do to him?", "ref": ["04-03"]}, {"a": "Yahweh asked Jonah if it was good that he was angry.", "q": "What question did Yahweh ask Jonah?", "ref": ["04-04"]}, {"a": "Jonah wanted to see what might become of the city.", "q": "Why did Jonah go out of the city and sit down?", "ref": ["04-05"]}, {"a": "Yahweh first prepared a shade plant for Jonah, then had a worm kill it the next day, and then prepared a hot east wind to make Jonah faint.", "q": "What did Yahweh do to Jonah while he sat outside the city?", "ref": ["04-06", "04-07"]}, {"a": "Yahweh asked Jonah if it was good that he was angry about the plant.", "q": "What question did Yahweh then ask Jonah?", "ref": ["04-09"]}, {"a": "Jonah had compassion for the plant.", "q": "How did Jonah feel about the shade plant?", "ref": ["04-10"]}, {"a": "Yahweh had compassion for the people of Nineveh and the cattle.", "q": "For what did Yahweh have compassion?", "ref": ["04-11"]}]}