[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is telling Ezekiel to speak to the mountains as if they were people so that the people of Israel would hear the words and know that Ezekiel's words were for them. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "The word of Yahweh came to me", "text": "\"Yahweh spoke to me.\" Translate as in [[:en:bible:notes:ezk:01:01|1:1]]."}, {"ref": "Son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. AT: \"Mortal person\" or \"Human\""}, {"ref": "set your face against the mountains of Israel", "text": "\"look at the mountains of Israel with an angry face.\" Similar words appear in [[:en:bible:notes:ezk:04:01|4:3]]."}, {"ref": "the mountains of Israel", "text": "\"the mountains in the land of Israel.\""}, {"ref": "Behold!", "text": "\"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "I am bringing a sword against you", "text": "The word \"sword\" here refers to war. AT: \"I am bringing war against you\" or \"I will enemy soldiers against you.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "Then your altars will become desolate and your pillars will be destroyed", "text": "\"There will no longer be anyone to worship at your altars and your enemy will destroy your pillars\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will throw down ... I will lay ... and scatter", "text": "Yahweh was speaking of sending soldiers ([[:en:bible:notes:ezk:06:01|6:3]]) to do these things. AT: \"I will send soldiers to throw down ... They will lay ... and scatter.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your dead", "text": "\"your people who have died\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "cities will be laid waste", "text": "\"Enemy armies will lay waste your cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will be broken", "text": "\"your altars will be broken\" or \"enemy armies will break them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your pillars will be cut down", "text": "\"they will cut down your pillars.\" See how you translated \"pillars\" in [[:en:bible:notes:ezk:06:04|6:4]]."}, {"ref": "your works will be wiped away", "text": "\"no one will remember what you have done\""}, {"ref": "The dead will fall down in your midst", "text": "\"You will see the enemy kill many people\""}, {"ref": "know that I am Yahweh", "text": "Possible meanings are 1) \"understand who I, Yahweh, am\" or 2) \"understand that I am Yahweh, the one true God\" or 3) \"know that I, Yahweh, have the power to do the things that I say that I will do.\" (UDB)"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "some who escape the sword", "text": "\"some who are not killed in battle.\" The sword represents being killed in war. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when you are scattered throughout the countries", "text": "\"when you go live in different countries\""}, {"ref": "I was grieved by their promiscuous heart that turned away from me", "text": "Yahweh speaks of the Israelites as if they were a woman who sleeps with many people. AT: \"I was sad because they were like a wife who has left me to sleep with other men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and by their eyes that whored after their idols", "text": "Yahweh speaks of the Israelites as if they were a married woman who looks at other men and desires to sleep with them. AT: \"and by the way they desired strongly to worship idols\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will show loathing on their face for the wickedness which they have committed", "text": "Possible meanings are 1) \"they will hate themselves because of the wicked things they have done\" or 2) \"they will hate the wicked things that they have done.\" AT: \"Their faces will show their hatred for the wickedness that they did.\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to Ezekiel."}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "Clap your hands and stomp your foot", "text": "Ezekiel was to do this symbolic action to get the people's attention. This was not applause."}, {"ref": "Alas", "text": "The word \"Alas\" is used to express sadness."}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For they will fall by sword, famine, and plague.", "text": "\"For they will die by sword, famine, and plague.\" \"Sword\", \"famine\", and \"plague\" are the different ways that they will die. The word \"sword\" represents war. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will accomplish my fury against them", "text": "\"I will satisfy my anger against them\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "know that I am Yahweh", "text": "Possible meanings are 1) \"understand who I, Yahweh, am\" or 2) \"understand that I am Yahweh, the one true God\" or 3) \"realize that I, Yahweh, have done this\" (UDB)."}, {"ref": "around their altars, on every high hill", "text": "Another possible meaning is \"around their altars, which are on every high hill\""}, {"ref": "hill—on all the mountain peaks, and under every flourishing tree and thick oak", "text": "Another possible meaning is \"hill, on all the mountain peaks, under every flourishing tree, and under every thick oak.\""}, {"ref": "flourishing", "text": "healthy and growing"}, {"ref": "oak", "text": "a large tree with strong wood that provided shade for worshipers"}, {"ref": "Diblah", "text": "Some early texts say Riblah. This was the name of a city in the north. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]