[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues to remind the people of Israel about what happened in the past."}, {"ref": "At that time", "text": "\"After I finished praying\""}, {"ref": "first", "text": "\"first\" is the  ordinal number for one. It refers to the first set of tablets that Moses had broken. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "on the mountain", "text": "Here \"the mountain\" refers to Mount Sinai. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses continues to remind the people of Israel about what happened in the past."}, {"ref": "like the first", "text": "Here \"first\" refers to the first tablets of stone. AT: \"just like the first 2 tablets of stone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "went up the mountain", "text": "\"went up Mount Sinai\""}, {"ref": "out of the middle of the fire", "text": "It was as if Yahweh were a person standing in the middle of a fire and speaking with a loud voice. Translate this as you did in [[:en:bible:notes:deu:09:09|9:10]]"}, {"ref": "on the day of the assembly", "text": "The abstract noun \"assembly\" can be expressed as the verb \"gather together.\" AT: \"on the day when you Israelites all came and met together in one place.\" Translate this as you did in [[:en:bible:notes:deu:09:09|9:10]]."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses continues to remind the people of Israel about what happened in the past."}, {"ref": "I turned", "text": "Here \"I\" refers to Moses."}, {"ref": "came down from the mountain", "text": "\"came down from Mount Sinai\""}, {"ref": "in the ark", "text": "\"in the box\" or \"in the chest\" (UDB)"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The writer gives a short account of where the Israelites had traveled. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The people of Israel ... a land of streams of water", "text": "This gives background information about where the people of Israel traveled. It also covers Aaron's natural death in Moserah. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Beeroth Bene Jaakan to Moserah ... Gudgodah ... Jotbathah", "text": "These are names of different places the people of Israel went through while in the wilderness. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Beeroth Bene Jaakan", "text": "Translator may add a footnote: \"The name 'Beeroth Bene Jaakan' means 'the wells that belonged to the people of Jaakan.'\""}, {"ref": "there he was buried", "text": "This can be translated in active form. AT: \"that is where they buried him\" or \"the Israelites buried him there\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Eleazar", "text": "This is the name of Aaron's son. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The writer gives background information about the tribe of Levi. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "to stand before Yahweh to serve him", "text": "This is an idiom. \"to offer the sacrifices that Yahweh requires\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in his name", "text": "\"with the authority of Yahweh\" or \"as a representative of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as today", "text": "\"as they are doing today\""}, {"ref": "no portion nor inheritance of land", "text": "The tribe of Levi did not receive a portion of the promised land when they arrived there. The full meaning of this statement may be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh is his inheritance", "text": "Yahweh speaks of the special relationship that Aaron and his descendants will have with him as if Yahweh were something that they will inherit. AT: \"Yahweh is what they will have\" or \"Yahweh will allow them to serve him and he will provide for them through that service\""}, {"ref": "Yahweh your God", "text": "Moses speaks to the Israelites as if they were one man, so the word \"your\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "spoke to him", "text": "\"spoke to the tribe of Levi\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses resumes reminding the people of Israel about what happened in the past."}, {"ref": "as at the first time", "text": "\"first\" is the ordinal number for one. Here it refers to the first time Moses went up Mount Sinai to receive the stone tablets from Yahweh. \"as I did the first time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "forty days and forty nights", "text": "\"40 days and 40 nights\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "destroy you", "text": "Moses speaks to the Israelites as if they were one man, so the word \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "possess the land", "text": "\"take the land\" or \"take possession of the land\""}, {"ref": "their ancestors", "text": "This refers to Abraham, Isaac, and Jacob."}, {"ref": "to give to them", "text": "\"that I would give to you, their descendants\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they are one person. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Now, Israel", "text": "Here the metonym \"Israel\" refers to the people of Israel. AT: \"Now, people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what does Yahweh your God require of you, except to fear ... for your own good?", "text": "Moses uses a question to teach the people of Israel. This rhetorical question can be translated as a statement. AT: \"this is what Yahweh your God requires you to do: to fear ... for your own good.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to walk in all his ways", "text": "Moses speaks as if obeying Yahweh were walking on a path. AT: \"to obey all his commands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with all your heart and with all your soul", "text": "The idiom \"with all your heart\" means \"completely\" and \"with all your soul\" means \"with all your being.\" These two phrases have a similar meaning. See how you translated this in [[:en:bible:notes:deu:04:29|4:29]]. AT: \"with all your being\" or \"with all your energy.\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Moses continues to speak to the Israelites as if they are one person. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Behold", "text": "The word \"behold\" emphasizes that what is said next is important. \"Pay attention\" or \"Look\" or \"Listen\""}, {"ref": "heaven ... earth", "text": "These words show two extremes, and are combined to mean that all things everywhere belong to Yahweh. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the heaven of heavens", "text": "This refers to the highest places in the heavens. Everything in the heavens belong to God."}, {"ref": "chose you", "text": "Here the word \"you\" refers to all the Israelites and is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "16", "tn": [{"ref": "Therefore", "text": "\"Because of this\""}, {"ref": "circumcise the foreskin of your heart", "text": "The word \"foreskin\" refers to the fold of skin on a man's private parts that is removed during circumcision. Here Moses is referring to a spiritual circumcision. This means the people must remove the sin from their lives. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God of gods", "text": "\"the supreme God\" or \"the only true God\""}, {"ref": "Lord of masters", "text": "\"the supreme Lord\" or \"the greatest Lord\""}, {"ref": "the fearsome one", "text": "\"the one who causes people to fear\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "He executes justice for the fatherless", "text": "\"Yahweh makes sure that people treat the fatherless justly\""}, {"ref": "fatherless", "text": "These are children whose parents have both died and do not have relatives to care for them."}, {"ref": "widow", "text": "A true widow is a woman whose husband has died and has no children to care for her in her old age."}, {"ref": "Therefore", "text": "\"Because of this\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so all instances of \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "him will you worship", "text": "\"he is the one you must worship\""}, {"ref": "To him you must cling", "text": "To have a good relationship with Yahweh and to completely rely on him is spoken of as if the person were clinging to Yahweh. AT: \"You must rely on him\" or \"He is the one you must rely on\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by his name will you swear", "text": "To swear by the name of Yahweh means to make Yahweh the basis or the power on which the oath is made. Here \"name\" represents Yahweh himself. See how you translated a similar phrase in [[:en:bible:notes:deu:06:13|6:13]]. AT: \"you will swear and ask Yahweh to confirm it\" or \"when you swear you will speak his name\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which your eyes have seen", "text": "Here \"eyes\" refers to the whole person. AT: \"which you yourselves have seen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He is your praise", "text": "Possible meanings are 1) \"He is the one you must praise\" or 2) \"It is because you worship him that other peoples will praise you\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Moses continues to speak to the people of Israel as if they are one man, so \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "went down into Egypt", "text": "\"traveled south to Egypt\" or \"went to Egypt\""}, {"ref": "seventy persons", "text": "\"70 persons\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "as many as the stars of the heavens", "text": "This emphasizes the large number of Israelites that were with Moses. AT: \"more than you can count\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]