[{"id": "01", "tn": [{"ref": "Ah, Yahweh", "text": "The word \"Ah\" expresses Jonah's feeling of frustration."}, {"ref": "is this not just what I said when I was back in my own country?", "text": "Jonah used this rhetorical question to show God how angry he was. Also, what Jonah said when he was back in his own country can be stated explicitly. AT: \"When I was still in my own country I knew that if I warned the people of Nineveh, they would repent, and you would not destroy them\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I acted first and tried to flee to Tarshish", "text": "Possible meanings are 1) \"I tried to prevent this by fleeing to Tarshish\" or 2) \"I acted quickly and tried to flee to Tarshish\" or 3) \"I did all I could to flee to Tarshish.\""}, {"ref": "abundant in faithfulness", "text": "\"very faithful\" or \"you love people very much\" (UDB)"}, {"ref": "you relent from sending disaster", "text": "This means \"you say that you will send disaster on sinners, but then you decide not to.\" AT: \"you decide not to punish people who sin\""}, {"ref": "take my life from me", "text": "Jonah's reason for wanting to die can be stated explicitly. AT: \"since you will not destroy Nineveh as you said you would, please allow me to die\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for it is better for me to die than to live", "text": "\"I would prefer to die than live\" or \"because I want to die. I do not want to live\""}]}, {"id": "04", "tn": [{"ref": "Is it good that you are so angry?", "text": "God used this rhetorical question to scold Jonah for being angry about something he should not have been angry about. AT: \"Your anger is not good.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "went out of the city", "text": "\"left the city of Nineveh\""}, {"ref": "what might become of the city", "text": "\"what would happen to the city\" (UDB). Jonah wanted to see if God would destroy the city or not destroy it."}]}, {"id": "06", "tn": [{"ref": "over Jonah so that it might be a shade over his head", "text": "\"over Jonah's head for shade\""}, {"ref": "to relieve his distress", "text": "\"to protect Jonah from the heat of the sun\""}, {"ref": "But God prepared a worm", "text": "\"God sent a worm\" (UDB)"}, {"ref": "It attacked the plant", "text": "\"The worm chewed the plant\""}, {"ref": "the plant withered", "text": "The plant became dry and died. AT: \"the plant died\""}]}, {"id": "08", "tn": [{"ref": "God prepared a hot east wind", "text": "God caused a hot wind from the east to blow on Jonah. If wind can only mean a cool or cold wind then you can try this. AT: \"God sent a very hot warmth from the east to Jonah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the sun beat down", "text": "\"the sun was very hot\""}, {"ref": "on Jonah's head", "text": "Jonah may have felt the heat most on his head. AT: \"on Jonah\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he became faint", "text": "\"he became very weak\" or \"he lost his strength\""}, {"ref": "It is better for me to die than to live", "text": "\"I would prefer to die than live\" or \"Because I want to die. I do not want to live.\" See how you translated this in [[:en:bible:notes:jon:04:01|4:3]]."}, {"ref": "Is it good that you are so angry about the plant?", "text": "God challenges Jonah for being angry that the plant died and yet wanted God to kill the people of Nineveh. AT: \"Your anger about the plant dying is not good.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is it good that you are so angry about the plant?", "text": "implicit information can be made explicit. AT: \"You should be more concerned about the people in Nineveh dying than about the plant dying.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is good that I am angry, even to death.", "text": "\"It is good that I am angry. Now I am angry enough to die!\" (UDB)"}]}, {"id": "10", "tn": [{"ref": "Yahweh said", "text": "\"Yahweh said to Jonah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "should I not have compassion for Nineveh, that great city ... cattle?", "text": "God used this question to emphasize his claim that he should have compassion on Nineveh. AT: \"I certainly should have compassion for Nineveh, that important city ... cattle.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in which there are more", "text": "This can also be the beginning of a new sentence. AT: \"There are more\" or \"It has more\""}, {"ref": "one hundred and twenty thousand people", "text": "120,000 people (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "who do not know the difference between their right hand and their left hand", "text": "This may be a way of saying \"they cannot tell the difference between right and wrong.\""}, {"ref": "and also many cattle", "text": "The author is pointing out the depth of Nineveh's repentance to the extent that Yahweh takes note of the beasts' participation in the act of repentance. (See: [[:en:ta:vol2:translate:writing_background]])"}]}]