[{"id": "01", "tn": [{"ref": "angel of Yahweh", "text": "Possible meaning are 1) \"angel who represents Yahweh\" or 2) \"messenger who serves Yahweh\" or 3) it may refer to Yahweh himself, who looked like an angel as he talked to a person. Either one of these meanings would explain the angel's use of \"I\" as if Yahweh himself were talking."}, {"ref": "went up from Gilgal to Bochim", "text": "\"left Gilgal and went to Bochim\""}, {"ref": "Bochim", "text": "This is what the Israelites named this place in 2:5 after the angel rebukes the people. \"Bochim\" means \"crying.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and said", "text": "It is understood that the angel of Yahweh is speaking to the people of Israel. AT: \"and said to the people of Israel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "brought you up from Egypt", "text": "\"led you from Egypt\""}, {"ref": "your fathers", "text": "\"your ancestors\" or \"your forefathers\""}, {"ref": "break my covenant with you", "text": "This is an idiom. AT: \"fail to do what I said I would do for you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you have not listened to my voice", "text": "Here \"voice\" represents what Yahweh said. AT: \"you have not obeyed my commands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What is this that you have done?", "text": "This question is asked to cause the people of Israel to realize they have disobeyed Yahweh and will suffer because of it. AT: \"You have done a terrible thing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The angel of Yahweh continues to speak to the people of Israel."}, {"ref": "So now I say, 'I will not ... trap for you.'", "text": "This has a quotation within a quotation. This direct quotation can be stated as an indirect quotation. AT: \"So now I tell you that I will not ... trap for you.'\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "become thorns in your sides", "text": "The Canaanites troubling the Israelites is spoken of as if the Canaanites would be thorns in the side of the Israelites. AT: \"cause you trouble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thorns", "text": "sharp pieces of wood up to 7 centimeters long that stick out from some plants"}, {"ref": "their gods will become a trap for you", "text": "The Israelites worshiping the Canaanite gods is spoken of as if the false gods were a hunter's trap that catches an animal and causes it harm. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shouted and wept", "text": "\"cried many tears\""}]}, {"id": "06", "tn": [{"ref": "Now when Joshua", "text": "Here \"Now\" is used here to mark a break in the main storyline. Here the narrator begins a summary that explains how the generations of Israelites after Joshua sinned and worshiped false gods so that Yahweh punished them, but then he would send judges to rescue them. This summary ends in 2:23."}, {"ref": "when Joshua ... died at the age of 110 years old", "text": "The events of 1:1-2:5 happened after Joshua died. This is recounting events that happened at the end of the book of Joshua."}, {"ref": "to the place assigned", "text": "This statement can be made clearer. AT: \"to the place Yahweh gave them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "during the lifetime", "text": "This means the time that someone lived. AT: \"during the life\""}, {"ref": "the elders", "text": "Here this means the men who helped lead Israel, participating in matters of social justice and in religious matters such as maintaining the law of Moses."}, {"ref": "outlived him", "text": "This means to live longer than someone else. AT: \"lived longer than he did\""}, {"ref": "Nun", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "he was assigned", "text": "This can be stated in active form. AT: \"that God gave him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Timnath Heres", "text": "This is the name of an area of land. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mount Gaash", "text": "This is the name of a mountain. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "All that generation was also gathered to their fathers", "text": "The phrase \"was also gathered to their fathers\" means that as the people of that generation died, their souls went to the same place as their ancestors who died before them. It is a polite way of saying they died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "fathers", "text": "Here this means the ancestors of a certain person or people group."}, {"ref": "grew up", "text": "\"grew older\" or \"became older\""}, {"ref": "who did not know Yahweh", "text": "Here \"did not know\" means they had not experienced Yahweh or his power the way the previous generation had."}]}, {"id": "11", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "Here \"in the sight of Yahweh\" represents what Yahweh considers or thinks about something. AT: \"what Yahweh said was evil to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Baals", "text": "This is the plural of Baal. While \"Baal\" was generally the name of one false god, the word was also used for various other gods that were often worshiped along with Baal. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They broke away from Yahweh", "text": "The Israelites no longer obeying Yahweh is spoken of as if they physically broke away from him and left him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fathers", "text": "\"ancestors\" or \"forefathers\""}, {"ref": "They went after other gods", "text": "The Israelites starting to worship false gods is spoken of as if the Israelites walked and went after the false gods. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bowed down to them", "text": "This is an act of worship and giving honor to someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "They provoked Yahweh to anger", "text": "\"They caused Yahweh to become angry\""}, {"ref": "Ashtoreths", "text": "This is the plural of Ashtoroth, who was worshiped as a goddess in many different forms. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "The anger of Yahweh burned against Israel", "text": "The anger of Yahweh is described as burning like a fire. AT: \"Yahweh became very angry with the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he gave them to the raiders who stole their possessions from them", "text": "\"he let raiders steal their possessions\""}, {"ref": "He sold them as slaves who were held by the strength of their enemies around them, so they could no longer defend themselves against their enemies", "text": "Yahweh allowing the enemies to take the Israelites as slaves is spoken of as if he sold them into slavery. The phrase \"who were held by\" can be stated in active form. AT: \"He allowed their enemies to conquer them and take them as slaves, and they could no longer resist their powerful enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh's hand was against them to defeat them", "text": "Here \"hand\" represents Yahweh's power. AT: \"Yahweh helped their enemies defeat them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they were in terrible distress", "text": "\"they were suffering terribly\""}]}, {"id": "16", "tn": [{"ref": "Then Yahweh raised up judges", "text": "Yahweh appointing persons to be judges is spoken of as if he were raising or lifting the persons up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "out of the hand of those", "text": "Here \"hand\" refers to power. AT: \"from the power of the enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they would not listen to their judges", "text": "\"they would not obey their judges\""}, {"ref": "gave themselves like prostitutes to other gods and worshiped them", "text": "The people betraying Yahweh and worshiping other gods is spoken of as if the people were prostitutes. AT: \"betrayed him by worshiping false gods\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They soon turned aside from the way their fathers had lived", "text": "The people not acting like their ancestors who worshiped Yahweh is spoken of as if the people turned and went in a different direction than their ancestors. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their fathers", "text": "\"their ancestors\" or \"their forefathers\""}]}, {"id": "18", "tn": [{"ref": "When Yahweh raised up judges", "text": "Yahweh appointing persons to be judges is spoken of as if he raised or lifted up the persons. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "judges for them ... rescued them", "text": "The word \"them\" refers to the Israelites."}, {"ref": "the hand of their enemies", "text": "Here \"hand\" refers to power of the enemies to hurt Israel. AT: \"the power of their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the days the judge lived", "text": "\"as long as the judge lived\""}, {"ref": "pity", "text": "to have compassion for someone or something"}, {"ref": "as they groaned", "text": "The sound made by a person who suffers is used to describe the pain of the Israelites as they suffer. AT: \"as they suffered\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they would turn away", "text": "The people no longer obeying Yahweh is spoken of as if they would physically turn away from Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their fathers", "text": "\"their ancestors\" or \"their forefathers\""}, {"ref": "They would go after other gods to serve them and worship them", "text": "The Israelites worshiping other gods is spoken of as if they were walking and going after other gods. AT: \"They would serve and worship other gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They refused to give up any of their evil practices or their stubborn ways", "text": "\"They refused to stop doing evil things and being stubborn.\" This can be stated in positive form. AT: \"They continued doing evil things and being stubborn\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "20", "tn": [{"ref": "The anger of Yahweh burned against Israel", "text": "The anger of Yahweh is described as burning like a fire. See how you translated this phrase in [[:en:bible:notes:jdg:02:14|2:14]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this nation has broken", "text": "Here \"nation\" represents the people. AT: \"these people have broken\" or \"the Israelites have broken\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fathers", "text": "Here this refers to the ancestors of a certain person or people group."}, {"ref": "they have not listened to my voice", "text": "Here \"voice\" represents what Yahweh said. AT: \"they have not obeyed what I commanded them\" or \"they have not obeyed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "any of the nations", "text": "Here \"nations\" represents the people groups that lived in Canaan before the Israelites. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will keep the way of Yahweh and walk in it", "text": "How Yahweh wants people to live or behave is spoken of as if it were a way or road. A person obeying Yahweh is spoken of as if they were walking in his way. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he did not allow Joshua to conquer them", "text": "\"he did not let Joshua conquer them\""}, {"ref": "did not allow Joshua", "text": "Here \"Joshua\" represents his army. AT: \"did not allow Joshua and his army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]