[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jeremiah is speaking to the people of Jerusalem. See:[[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "Rush about through", "text": "\"Hurry around in\""}, {"ref": "Then look and think about this", "text": "\"look and find out\""}, {"ref": "city squares", "text": "Broad and open places in a city where people can gather."}, {"ref": "If you can find a man or anyone", "text": "\"Whether you can find one person\""}, {"ref": "is acting justly", "text": "\"does what is just\""}, {"ref": "Even if they", "text": "The word \"they\" refers to the people of Jerusalem."}, {"ref": "By the life of Yahweh", "text": "People used this phrase when making an solemn oath in order to ask Yahweh to punish them if they broke the oath. See how you translated this in [[:en:bible:notes:jer:04:01|4:2]]."}, {"ref": "do your eyes not look for faithfulness", "text": "Jeremiah uses this question to emphasize that what Yahweh really wants is faithfulness. AT: \"you want people to be faithful.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You struck the people, but they do not feel pain.", "text": "AT: \"You punish the people, but they do not pay attention.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have completely defeated", "text": "\"have completely destroyed\""}, {"ref": "to receive discipline", "text": "\"to learn their lesson\""}, {"ref": "They make their faces harder than rock", "text": "AT: \"They became very stubborn.\""}]}, {"id": "04", "tn": [{"ref": "So I said", "text": "Jeremiah is speaking."}, {"ref": "But they all broke their yoke together; they all tore apart the chains that bound them to God.", "text": "The yoke and chains represent the law which bind God and his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So a lion ... A wolf ... A lurking panther", "text": "These are dangerous animals that can kill people. Possible meanings are 1) \"Wild animals will come and kill people\" or 2) \"an enemy army will come and kill people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thicket", "text": "a set of bushes that grew closely together."}, {"ref": "wolf", "text": "a wild dangerous dog"}, {"ref": "lurking", "text": "\"waiting\""}, {"ref": "panther", "text": "a large wild dangerous cat"}, {"ref": "unlimited", "text": "not able to be counted"}]}, {"id": "07", "tn": [{"ref": "Why should I pardon these people", "text": "Yahweh uses this question to emphasize that he has no reason to pardon these people. AT: \"Because of the things that they do, I cannot pardon these people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "these people", "text": "the people of Jerusalem"}, {"ref": "Your sons", "text": "Yahweh is speaking to Jerusalem as though she were a woman who had children. AT: \"The people of Jerusalem.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I fed them fully", "text": "\"I gave them everything they needed.\""}, {"ref": "and took on the marks of a house of prostitution", "text": "\"and went in large groups to the houses of prostitutes\""}, {"ref": "in heat", "text": "\"that were ready to mate\""}, {"ref": "mate", "text": "when animals breed or lie together to reproduce"}, {"ref": "Each man neighed to his neighbor's wife", "text": "Male horses neigh loudly to female horses when they want to sleep with them. AT: \"Each man was trying to sleep with his neighbor's wife.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So should I not punish them ... and should I not avenge myself on a nation that is like this?", "text": "Yahweh uses this question to emphasize that the things that they are doing are so bad that he will no have mercy and stop himself from punishing them. AT: \"Because they do these things, I will punish them ... I will certainly get revenge for myself against them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak."}, {"ref": "Go up onto her vineyards' terraces", "text": "\"Get up over her walls.\" Yahweh is comparing the city of Jerusalem to a vineyard that has a wall around it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Go up", "text": "Yahweh is speaking to the enemies of people living in Jerusalem."}, {"ref": "do not bring complete destruction to them", "text": "\"do not completely destroy them\""}, {"ref": "Trim their vines, since those vines do not come from Yahweh", "text": "Yahweh compares how the enemies of Jerusalem will rid of her people to how people cut branches off of a vine. AT: \"Get rid of all of the evil people because they do not come from Yahweh.\""}, {"ref": "For the houses of Israel and Judah", "text": "AT: \"For the people of Israel and Judah.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "they have denied me", "text": "This could also be translated as, \"they have lied about me.\""}, {"ref": "He is not real", "text": "\"Yahweh does not exist.\" This could also be translated as \"He will not do these things\" or \"He cannot do these things\""}, {"ref": "Evil will not come on us, nor will we see sword or famine", "text": "These two sentences say the same thing, the second is more specific than the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Evil will not come on us", "text": "This expression means \"Bad things will not happen to us.\""}, {"ref": "nor will we see sword or famine", "text": "AT: \"and we will not experience war or famine.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Because you", "text": "The word \"you\" refers to the people of Israel and Judah."}, {"ref": "have said this", "text": "See what the people said in [[:en:bible:notes:jer:05:10|5:12]]."}, {"ref": "see", "text": "AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "I am about to place my word in your mouth. It will be like a fire", "text": "\"I am about to make the words that I have you speak for me into a fire\""}, {"ref": "in your mouth", "text": "The word \"your\" refers to Jeremiah. \"for you to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this people", "text": "the people of Israel"}, {"ref": "it will consume them", "text": "\"the fire will burn up the people of Israel\" Yahweh's word will destroy the people like a fire burns wood. AT: \"Because you will destroy the people of Israel when you speak my words.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against you", "text": "\"to attack you.\" The word \"you\" refers to the people of Israel."}, {"ref": "house of Israel", "text": "See how you translated this in [[:en:bible:notes:jer:02:04|2:4]]."}, {"ref": "it is a lasting nation, an ancient nation!", "text": "These phrases mean basically the same thing and emphasize how long the nation has existed. AT: \"it is a very old and enduring nation!\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a lasting nation", "text": "\"an enduring nation\" or \"a very strong nation\""}, {"ref": "It is a nation whose language you do not know, nor will you understand what they say", "text": "The second phrase says in negative terms the same thing that the first phrase says in positive terms. This emphasizes that they do not know the language of the people who live in that nation. AT: \"It is a nation whose language you will not understand.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "16", "tn": [{"ref": "Its quiver is like an open tomb", "text": "The arrows that come from the quiver kill very many people and send them to their grave. AT: \"That nation will use arrow to kill very many people.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Its quiver", "text": "The word \"Its\" refers to the nation that Yahweh will bring to attack Israel."}, {"ref": "quiver", "text": "a container for holding arrows"}, {"ref": "So your harvest will be consumed", "text": "AT: \"So the army of that nation will eat what you expected to harvest.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will eat", "text": "The word \"They\" refers to the army of that nation."}, {"ref": "They will batter down with a sword your fortified cities", "text": "The sword represents all of the different weapons that people use in war. AT: \"They will use their weapons to conquer your strong cities.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that you trusted in", "text": "\"that you thought were strong enough to keep you safe\""}]}, {"id": "18", "tn": [{"ref": "in those days", "text": "The phrase \"those days\" refers to the time when a distant nation will come and attack the people of Israel."}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "do not intend to destroy", "text": "\"will not destroy\""}, {"ref": "It will happen when you", "text": "\"When you\" or \"When it happens that you\""}, {"ref": "all these things", "text": "Yahweh sent a foreign army to attack Israel."}, {"ref": "worshiped foreign gods", "text": "Many versions translate, \"served foreign gods,\" but here what is meant is worshiping them."}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to the people of Israel."}, {"ref": "Report this", "text": "\"Tell this\""}, {"ref": "house of Jacob", "text": "See how you translated this in [[:en:bible:notes:jer:02:04|2:4]]."}, {"ref": "let it be heard in Judah", "text": "\"announce it in Judah\""}, {"ref": "people! For idols have no will", "text": "\"people that has no mind.\" AT: \"people that cannot understand.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there are eyes in them, but they cannot see.", "text": "AT: \"You have eyes but you do not understand what I am doing\""}, {"ref": "There are ears on them, but they do not hear", "text": "\"AT: \"You have ears but you do not understand what I am telling you\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "Do you not fear me ... face?", "text": "Yahweh uses this question to emphasize that the people are extremely foolish because they do not fear Yahweh. AT: \"It is foolish that you do not fear me ... face!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "or tremble before my face", "text": "AT: \"or shake with fear because of me.\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have placed a border of sand against the sea", "text": "\"I placed the sand as the border for the sea\""}, {"ref": "an ongoing decree that it does not violate", "text": "\"an everlasting limit that it cannot cross\""}, {"ref": "rises and falls", "text": "\"tosses back and forth\""}, {"ref": "not violate it", "text": "AT: \"not succeed in overcoming the border.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel."}, {"ref": "has a stubborn heart", "text": "AT: \"is stubborn and rebellious.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It turns away in rebellion and goes away", "text": "\"They turn away and go away.\" AT: \"They do not obey or listen.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they do not say in their hearts", "text": "AT: \"they do not think to themselves.\""}, {"ref": "keeping the fixed weeks of the harvest for us", "text": "\"and makes sure for us that the weeks of harvest happens when they are supposed to\""}, {"ref": "Your iniquities", "text": "The word \"Your refers to the descendants of Jacob and the people of Judah. \"your sins\""}, {"ref": "these things", "text": "the rains and the harvest"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak."}, {"ref": "For wicked men are found with my people", "text": "AT: \"For I have found wicked men among my people.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they set a trap and catch people", "text": "AT: \"They set things up so that they can take advantage of people.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "grow large and become rich", "text": "\"become powerful and rich\""}, {"ref": "they shine with well-being", "text": "being** - \"and sleek\" or \"and smooth.\" The people look smooth because their thick fat hides their bones."}, {"ref": "They crossed over all bounds of wickedness", "text": "\"They do things that are even worse than evil.\""}, {"ref": "the cause of the orphan", "text": "This refers to court cases in which orphans ask that justice be done. AT: \"they do not support the court cases brought by orphans.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Should I not punish ... a nation like this?", "text": "See how you translated \"So should I not punish ... a nation that is like this?\" in [[:en:bible:notes:jer:05:07|5:9]]."}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak."}, {"ref": "Atrocities and horrors have occurred", "text": "\"A dreadful and awful thing has occurred\""}, {"ref": "in the land", "text": "AT: \"in the land of Israel.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "prophesy with deceit", "text": "\"prophesy lies\""}, {"ref": "with their own power", "text": "\"according to the directions of the prophets\""}, {"ref": "but what will happen in the end", "text": "\"but what will you do at the end of all of this?\" Yahweh uses this question to emphasize that the people will regret being wicked when it results in punishment. AT: \"but you will be in trouble and regret this wicked behavior when it ends with punishment?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in the end", "text": "The phrase \"the end\" refers to the punishment that results from the wicked things that the people have done."}]}]