[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "When Yahweh your God cuts off the nations", "text": "Yahweh destroying the people who live in Canaan is spoken of as if he were cutting them off, as one would cut a piece of cloth or cut a branch from a tree. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the nations", "text": "This represents the people groups that live in Canaan. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those whose land Yahweh your God is giving you", "text": "\"those nations who were living in the land that Yahweh your God is giving you\""}, {"ref": "come after them", "text": "\"take the land from those nations\" or \"possess the land after those nations are gone\""}, {"ref": "select three cities", "text": "\"choose 3 cities\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "You must build a road", "text": "They were to build roads so that it would be easy for people to travel to these cities. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "divide the borders of your land into three parts", "text": "It is implied that one of the cities they choose must be in each part of the land. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the land that Yahweh your God is causing you to inherit", "text": "Yahweh giving the land to the people of Israel is spoken of as if the people are inheriting the land. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "This is the law", "text": "\"These are the instructions\" or \"These are the directions\""}, {"ref": "for the one who kills another", "text": "The word \"person\" is understood. AT: \"for a person who kills another person\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "and who flees there", "text": "\"and who escapes to one of these cities\" or \"and who runs to one of these cities\""}, {"ref": "to live", "text": "\"to save his own life.\" The full meaning of this statement can be made explicit. AT: \"so the family of the man who died does not kill him to get revenge\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "whoever kills his neighbor unawares", "text": "Here \"neighbor\" means any person in general. AT: \"any person who kills another person by accident\""}, {"ref": "and did not previously hate him", "text": "\"but did not hate his neighbor before he killed him.\" This implies there was no cause for him to kill his neighbor purposely. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as when a man goes into the forest ... to cut wood", "text": "The author gives a hypothetical situation where a person accidentally kills another person. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the head slips from the shaft", "text": "The iron part of the ax comes off the handle."}, {"ref": "strikes his neighbor so that he dies", "text": "This means the head of the ax hits and kills the neighbor."}, {"ref": "to one of these cities and live", "text": "\"to one of these cities to save his own life.\" It is implied that the family of the dead man may try to get revenge. The man who killed him can flee to one of these cities, and the people there would protect him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "the avenger of blood", "text": "Here \"blood\" represents the person who was killed. An \"avenger of blood\" is a close relative of the person who was killed. This relative is responsible for punishing the murderer. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the one who took a life", "text": "This is an idiom. AT: \"the one who killed the other person\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the heat of his anger", "text": "Someone being very angry is spoken of as if anger were something that could become hot. AT: \"and being very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "strike him and kill him", "text": "\"And the blood avenger strikes and kills the one who had killed the other person\""}, {"ref": "though that man did not deserve to die, since he had not hated his neighbor in the past", "text": "\"though that man did not deserve to die since he accidentally killed the other person and was not his enemy, and he had not planned to hurt the man\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "enlarges your borders", "text": "\"gives you more land to possess\""}, {"ref": "as he has sworn to your ancestors to do", "text": "\"like he promised your ancestors that he would do\""}, {"ref": "if you keep all these commandments to do them", "text": "\"if you obey all these commandments\""}, {"ref": "to always walk in his ways", "text": "How God wants a person to live or behave is spoken of as if it were Yahweh's way or road. A person who obeys Yahweh is spoken of as if he were walking on Yahweh's way or road. AT: \"to always obey him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then you must add three more cities for yourself", "text": "The full meaning of this statement can be made explicit. AT: \"then you must choose three more cities for a person to escape to if he accidentally kills someone\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "besides these three", "text": "\"in addition to the three cities you already established\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Do this so that innocent blood is not shed", "text": "This can be stated in active form. AT: \"Do this so that family members do not kill an innocent person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "innocent blood is not shed", "text": "Here \"blood\" represents a person's life. To shed blood means to kill a person. This can be stated in active form. AT: \"no one kills an innocent person\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the midst of the land", "text": "\"in the land\" or \"in the territory\""}, {"ref": "Yahweh your God is giving you for as an inheritance", "text": "The land that Yahweh is giving the people of Israel is spoken of as if it were an inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that no bloodguilt may be on you", "text": "The people of Israel being guilty for a person dying because they did not build a city where he would be safe from the \"blood avenger\" is spoken of as if the guilt of his death is on them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bloodguilt", "text": "Here \"blood\" represents a life and \"bloodguilt\" refers to the guilt someone has for killing an innocent person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "may be on you", "text": "This means that if a family member kills an innocent person, then all the people of Israel will be guilty for letting that happen."}]}, {"id": "11", "tn": [{"ref": "his neighbor", "text": "Here \"neighbor\" means any person in general."}, {"ref": "lies in wait for him", "text": "The full meaning of this statement can be made explicit. AT: \"hides and waits in order to kill him\" or \"plans to kill him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rises up against him", "text": "This is an idiom. AT: \"attacks him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and mortally wounds him so that he dies", "text": "\"and hurts him so that he dies\" or \"and kills him\""}, {"ref": "must send and bring him back from there", "text": "\"must send someone to get him and bring him back from the city that he escaped to\""}, {"ref": "turn him over", "text": "This is an idiom. AT: \"give him over\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "into the hand of the responsible relative", "text": "Here \"the hand\" represents the authority of someone. AT: \"to the authority of the responsible relative\" or \"to the responsible relative\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the responsible relative", "text": "This is the relative of the person who was killed. This relative is responsible for punishing the murderer."}, {"ref": "he may die", "text": "\"the murderer may die\" or \"the responsible relative may execute the murderer\""}, {"ref": "Your eye must not pity him", "text": "Here \"your eye\" represents the whole person. AT: \"Do not show him mercy\" or \"Do not feel sorry for him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you must eradicate the bloodguilt from Israel", "text": "Here \"bloodguilt\" represents the guilt for murdering an innocent person. AT: \"you must execute the murderer so that the people of Israel will not be guilty for the death of an innocent person\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from Israel", "text": "Here \"Israel\" refers to the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "You must not remove your neighbor's landmark", "text": "The full meaning of this statement can be made explicit. AT: \"You must not take land away from your neighbor by moving the markers on the borders of his land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they set in place", "text": "\"that your ancestors placed\""}, {"ref": "a long time ago", "text": "Moses means that when the people have lived in the land for a long time, they should not move the borders that their ancestors made when they first took the land."}, {"ref": "in your inheritance that you will inherit, in the land that Yahweh your God is giving you to possess", "text": "Yahweh giving the land to the people of Israel is spoken of as if they were inheriting the land. AT: \"in the land that Yahweh your God is giving to you to possess\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "One sole witness", "text": "\"A single witness\" or \"Only one witness\""}, {"ref": "must not rise up against a man", "text": "Here \"rise up\" means to stand up in court and speak against someone to a judge. AT: \"must not speak to the judges about something bad that a man did\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in any matter that he sins", "text": "\"anytime that a man does something bad\""}, {"ref": "at the mouth of two witnesses, or at the mouth of three witnesses", "text": "Here \"mouth\" represents what the witnesses say. It is implied that there must be at least two or three witnesses. AT: \"at the testimony of at least two or three people\" or \"based on what at least two or three people say happened\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "must any matter be confirmed", "text": "This can be stated in active form. AT: \"will you confirm that the man is guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Suppose that", "text": "\"When\" or \"If\""}, {"ref": "an unrighteous witness", "text": "\"a witness who intends to harm someone else\""}, {"ref": "rises up against any man to testify against him of wrongdoing", "text": "Here \"rise up\" means to stand up in court and speak against someone to a judge.  AT: \"tells the judge that a man sinned in order to get the man in trouble\" or \"tells the judge that a man sinned, so the judge will punish him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses continues to speak to the people of Israel."}, {"ref": "the ones between whom the controversy exists", "text": "\"the ones who disagree with one another\""}, {"ref": "must stand before Yahweh, before the priests and the judges", "text": "This means the two persons must go to the sanctuary where Yahweh's presence dwells. At the sanctuary are priests and judges who have the authority to make legal decisions for Yahweh. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "stand before Yahweh, before the priests and the judges", "text": "The phrase \"stand before\" is an idiom. It means to go to someone with authority and let him make a legal decision about a matter. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The judges must make diligent inquiries", "text": "\"The judges must work very hard to determine what happened\""}, {"ref": "then must you do to him, as he had wished to do to his brother", "text": "\"then you must punish the false witness in the same way as he wanted you to punish the other man\""}, {"ref": "you will remove the evil from among you", "text": "The abstract noun \"the evil\" can be stated as an adjective. AT: \"by punishing the false witness, you will stop this evil practice within your nation\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "Then those who remain", "text": "\"When you punish the false witness, the rest of the people\""}, {"ref": "will hear and fear", "text": "The full meaning of this statement can be made explicit. AT: \"will hear about the punishment and be afraid of getting punished\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "commit no longer any such evil", "text": "\"never again do something evil like that\""}, {"ref": "Your eyes must not pity", "text": "Here \"eyes\" refer to the whole person. AT: \"You must not pity him\" or \"You must not show him mercy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "life will pay for life ... foot for foot", "text": "Here the phrases are shortened because the meaning is understood. It means the people must punish a person in the same way that he harmed another person. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]