[{"id": "01", "tn": [{"ref": "General Information:", "text": "Paul exhorts believers not to be deceived about the day Jesus will come back."}, {"ref": "Now", "text": "The word \"Now\" marks a change of topic in Paul's instructions."}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "that you not be easily disturbed or troubled", "text": "\"that you do not let these things easily trouble you\""}, {"ref": "by a message, or by a letter that seems to be coming from us", "text": "\"by spoken word or by written letter that pretends to be coming from us\""}, {"ref": "to the effect that", "text": "\"saying that\""}, {"ref": "the day of the Lord", "text": "This refers to the time when Jesus will come back to the earth for all believers."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Paul teaches about the man of lawlessness."}, {"ref": "it will not come", "text": "\"the day of the Lord will not come\""}, {"ref": "the falling away", "text": "This refers to a future time when many people will turn away from God."}, {"ref": "and the man of lawlessness is revealed", "text": "This can be stated in active form. AT: \"and God reveals the man of lawlessness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the son of destruction", "text": "Paul speaks of destruction as a person who bore a son whose goal is to totally destroy everything. AT: \"the one who destroys everything he can\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all that is called God or that is worshiped", "text": "This can be stated in active form. AT: \"everything that people consider to be God or everything that people worship\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "exhibits himself as God", "text": "\"shows himself as God\""}]}, {"id": "05", "tn": [{"ref": "Do you not remember ... these things?", "text": "Paul uses a rhetorical question to remind them of his teaching when he was with them previously. This can be expressed as a statement. AT: \"I am sure you remember ... these things.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "these things", "text": "This refers to the return of Jesus, the day of the Lord, and the man of lawlessness."}, {"ref": "he will be revealed only at the right time", "text": "This can be stated in active form. AT: \"God will reveal the man of lawlessness when the time is right\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mystery of lawlessness", "text": "This refers to a sacred secret that only God knows."}, {"ref": "who restrains him", "text": "To restrain someone is to hold them back or to keep them from doing what they want to do."}]}, {"id": "08", "tn": [{"ref": "Then the lawless one will be revealed", "text": "This can be stated in active form. AT: \"Then God will allow the lawless one to show himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with the breath of his mouth", "text": "Here \"breath\" represents the power of God. AT: \"by the power of his spoken word\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bring him to nothing by the revelation of his coming", "text": "When Jesus returns to earth and shows himself, he will defeat the lawless one."}, {"ref": "with all power, signs, and false wonders", "text": "\"with all kinds of power, signs, and false wonders\""}, {"ref": "with all deceit of unrighteousness", "text": "This person will use every sort of evil to deceive people to believe in him instead of God."}, {"ref": "These things will be for those who are perishing", "text": "This man who is given power by Satan will deceive everyone who did not believe in Jesus."}, {"ref": "who are perishing", "text": "Here \"perishing\" has the concept of everlasting or eternal destruction."}]}, {"id": "11", "tn": [{"ref": "For this reason", "text": "\"Because the people do not love the truth\""}, {"ref": "God is sending them a work of error so that they would believe a lie", "text": "Paul is speaking of God allowing something to happen to people as if he is sending them something. AT: \"God is allowing the man of lawlessness to deceive them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will all be judged", "text": "This can be stated in active form. AT: \"God will judge all of them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who did not believe the truth but instead took pleasure in unrighteousness", "text": "\"those who took pleasure in unrighteousness because they did not believe the truth\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul now changes topics."}, {"ref": "General Information:", "text": "Paul gives thanks to God for the believers and encourages them."}, {"ref": "But", "text": "Paul uses this word here to mark a change in topic."}, {"ref": "we should always give thanks", "text": "This is an exaggeration, a hyperbole. AT: \"we should continually give thanks\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "we should", "text": "Here \"we\" refers to Paul, Silvanus, and Timothy."}, {"ref": "brothers loved by the Lord", "text": "This can be stated in active form. AT: \"for the Lord loves you, brothers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "as the firstfruits for salvation", "text": "\"to be among the first people to believe in Jesus and be saved\""}, {"ref": "in sanctification of the Spirit", "text": "\"and to set you apart for himself by means of his Spirit\" (UDB)"}, {"ref": "belief in the truth", "text": "\"trust in the truth\" or \"confidence in the truth\""}, {"ref": "So then, brothers, stand firm", "text": "Paul exhorts the believers to hold fast to their faith in Jesus."}, {"ref": "Grasp the traditions", "text": "Here \"traditions\" refers to the truths of Christ that Paul and the other apostles taught. Paul speaks of them as if his readers could hold on to them with their hands. AT: \"Remember the truths\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you were taught", "text": "This can be stated in active form. AT: \"we have taught you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whether by word or by our letter", "text": "You can make clear the implicit information. AT: \"whether by what we taught you in person or by what we wrote to you in a letter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Paul ends with a blessing from God."}, {"ref": "Now", "text": "Paul uses this word here to mark a change in topic."}, {"ref": "may our Lord ... who loved us and gave us", "text": "The words \"our\" and \"us\" refer to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Lord Jesus Christ himself", "text": "Here \"himself\" gives additional emphasis to the phrase \"Lord Jesus Christ.\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "comfort and establish your hearts in", "text": "\"hearts\" refers to the seat of emotions. AT: \"comfort you and strengthen you for\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]