[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Chapter 4 continues the warning to believers starting in [[:en:bible:notes:heb:03:07|3:7]]. God, through the writer, gives believers a rest of which God's rest in the creation of the world is a picture."}, {"ref": "Therefore", "text": "\"Since God will certainly punish those who do not obey\" ([[:en:bible:notes:heb:03:16|3:19]])"}, {"ref": "none of you might seem to have failed to reach the promise left behind for you to enter God's rest", "text": "God's promise is spoken of as if it were a gift that God left behind when he visited the people. AT: \"none of you fail to enter into God's rest, which he promised to us\" or \"God will allow you all to enter into his rest as he promised us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to enter God's rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. AT: \"to enter the place of rest\" or \"to experience God's blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For we were told the good news just as they were", "text": "This can be stated in active form. AT: \"For we heard the good news just as they did\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as they were", "text": "Here \"they\" refers to the Hebrews' ancestors who were alive during the time of Moses."}, {"ref": "But that message did not benefit those who did not unite in faith with those who obeyed", "text": "\"But that message did not benefit those who did not join with the people who believed and obeyed.\" The author is talking about two groups of people, those who received God's covenant with faith, and those who heard it but did not believe. This can be stated in positive form. AT: \"But that message benefited only those who believed and obeyed it\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the first quotation (As I swore ... ) is from a psalm, the second one (God rested on ... ) is from Moses' writings, and the third (They will never enter ... ) is again from the same psalm."}, {"ref": "we who have believed", "text": "\"we who believe\""}, {"ref": "who will enter that rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. AT: \"who will enter the place of rest\" or \"who will experience God's blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "just as he said", "text": "\"just as God said\""}, {"ref": "As I swore in my wrath", "text": "\"As I swore when I was very angry\""}, {"ref": "They will never enter my rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. AT: \"They will never enter the place of rest\" or \"They will never experience my blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his created works were finished", "text": "This can be stated in active form. AT: \"he finished creating\" or \"he finished his works of creation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at the foundation of the world", "text": "The author speaks of the world as if it were a building set on a foundation. AT: \"at the beginning of the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the seventh day", "text": "This is the ordinal number for \"seven.\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here we find out that this quotation from the Psalms was written by David. (See: [[:en:bible:notes:heb:03:07|3:7-8]])"}, {"ref": "it is still reserved for some to enter his rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. This can be stated in active form. AT: \"God still allows some people to enter his place of rest\" or \"God still allows some people to experience his blessings of rest\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if you hear his voice", "text": "God's commands to Israel are spoken of as if he had given them in an audible voice. AT: \"if you hear God speaking.\" See how you translated this in [[:en:bible:notes:heb:03:07|3:7-8]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not harden your hearts", "text": "Stubbornness is spoken of as if it were a heart that had been physically hardened. AT: \"do not be stubborn.\" See how you translated this in [[:en:bible:notes:heb:03:07|3:7-8]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Here the writer warns believers not to disobey but to enter into the rest God offers. He reminds them that God's word will convict them and that they can come in prayer with the confidence that God will help them."}, {"ref": "if Joshua had given them rest", "text": "The peace and security provided by God are spoken of as if they were rest that Joshua could give. AT: \"if Joshua had brought the Israelites to the place where God would give them rest\" or \"if the Israelites during the time of Joshua had experienced God's blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is still a Sabbath rest reserved for God's people", "text": "This can be stated in active form. AT: \"there is still a Sabbath rest that God has reserved for his people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Sabbath rest", "text": "Eternal peace and security are spoken of as if they were the Sabbath day, the Jewish day of worship and rest from working. AT: \"eternal rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he who enters into God's rest", "text": "The peace and security provided by God are spoken of as if they are a place to enter. AT: \"the person who enters into God's place of rest\" or \"the person who experiences God's blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let us be eager to enter that rest", "text": "The peace and security provided by God are spoken of as if they are a place to enter. AT: \"we should also do everything we can to rest with God where he is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will fall into the kind of disobedience that they did", "text": "Disobedience is spoken of as if it were a hole that a person could physically fall into by accident. This passage can be reworded so that the abstract noun \"disobedience\" is expressed as the verb \"disobey.\" AT: \"will disobey in the same way as they did\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that they did", "text": "Here \"they\" refers to the Hebrews' ancestors during the time of Moses."}]}, {"id": "12", "tn": [{"ref": "the word of God is living", "text": "Here \"word of God\" refers to anything that God has communicated to humanity whether through speech or through written messages. AT: \"the words of God are living\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "living and active", "text": "This speaks about God's word as if it were alive. It means when God speaks, it is powerful and effective. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sharper than any two-edged sword", "text": "edged sword** - A two-edged sword can easily cut through a person's flesh. God's word is very effective in showing what is in a person's heart and thoughts. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "two-edged sword", "text": "edged sword** - the blade of a sword that is sharp on both edges"}, {"ref": "It pierces even to the division of soul from spirit, and joints from marrow", "text": "This continues speaking about God's word as if it were a sword. Here the sword is so sharp that it can cut through and divide parts of the human that are very difficult or even impossible to divide. This means that there is nothing inside of us that we can hide from God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "soul from spirit", "text": "These are two different but closely related nonphysical parts of a human. The \"soul\" is what causes a person to be alive. The \"spirit\" is the part of a person that causes him to be able to know and believe in God."}, {"ref": "joints from marrow", "text": "The \"joint\" is what holds two bones together. The \"marrow\" is the center part of the bone."}, {"ref": "It is able to know", "text": "This speaks about God's word as if it were a person who could know something. AT: \"God's word exposes\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the heart's thoughts and intentions", "text": "This speaks about the heart as if it were the center of thought and emotion within a person. AT: \"what a person is thinking and intends to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Nothing created is hidden before God", "text": "This can be stated in active form. AT: \"Nothing that God has created can hide from him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everything is bare and open", "text": "This speaks about all things as if they were a person standing bare, or a box that is open. AT: \"everything is completely exposed\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bare and open", "text": "These two words mean basically the same thing and emphasize that nothing is hidden from God. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "to the eyes of the one to whom we must give account", "text": "God is spoken of as if he had eyes. AT: \"to God, who will judge how we have lived\" (See: [[::en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "who has passed through the heavens", "text": "\"who has entered where God is\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "let us firmly hold to our beliefs", "text": "Belief and trust are spoken of as if they were objects that a person could grasp firmly. AT: \"let us continue to believe confidently in him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we do not have a high priest who cannot feel sympathy ... Instead, we have", "text": "This double negative means that, in fact, Jesus does feel sympathy with people. AT: \"we have a high priest who can feel sympathy ... Indeed, we have\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "who has in all ways been tempted as we are", "text": "This can be stated in active form. AT: \"who has endured temptation in every way that we have\" or \"whom the devil has tempted in every way that he tempts us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he is without sin", "text": "\"he did not sin\""}, {"ref": "to the throne of grace", "text": "\"to God's throne, where there is grace.\" Here \"throne\" refers to God ruling as king. AT: \"to where our gracious God is sitting on his throne\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we may receive mercy and find grace to help in time of need", "text": "Here \"mercy\" and \"grace\" are spoken of as if they were objects that can be given or can be found. AT: \"God may be merciful and gracious and help us in time of need\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]