[{"id": "01", "tn": [{"ref": "Ziba", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mephibosheth", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:04:04|4:4]]."}, {"ref": "two hundred loaves ... one hundred clusters ... one hundred bunches", "text": "\"200 loaves ... 100 clusters ... 100 bunches\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "loaves of bread", "text": "\"cakes of bread\""}, {"ref": "clusters of raisins ... bunches of figs", "text": "These phrases refer to raisins or figs pressed together."}, {"ref": "raisins", "text": "\"dried grapes\""}, {"ref": "a skin of wine", "text": "\"a wineskin full of wine\""}, {"ref": "faint", "text": "\"very, very tired\""}]}, {"id": "03", "tn": [{"ref": "your master's grandson", "text": "\"Mephibosheth, your master's grandson\""}, {"ref": "grandson", "text": "the son of one's son or daughter"}, {"ref": "Look", "text": "Here this word is used to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "house of Israel", "text": "This refers to the people of Israel. AT: \"the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will restore my father's kingdom to me", "text": "Having a descendant of Saul being allowed to rule is spoken of as the kingdom being restored to their family. AT: \"will allow me to rule the kingdom that my grandfather ruled\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Mephibosheth", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:04:04|4:4]]."}, {"ref": "I bow in humility to you", "text": "Ziba is not literally bowing before the king when he is speaking here. This means that he will serve the king with the same amount of humility he would be showing if he were literally bowing before him. AT: \"I will humbly serve you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let me find favor in your sight", "text": "The phrase \"find favor\" means to be approved of by someone. The phrase \"your sight\" refers to what the king thinks. AT: \"I want you to be pleased with me\" or \"I desired you for to be please with me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Bahurim", "text": "Translate the name of this city the same as you did in [[:en:bible:notes:2sa:03:14|3:16]]."}, {"ref": "Shimei ... Gera", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in spite of", "text": "\"even though there was\""}, {"ref": "bodyguards", "text": "These are men who protect an important person."}]}, {"id": "07", "tn": [{"ref": "villain", "text": "someone who is evil, a criminal or lawbreaker"}, {"ref": "man of blood", "text": "Here \"blood\" refers to all of men he was responsible for killing in battle. AT: \"murderer\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh has repaid", "text": "Yahweh repays them by punishing them. This can be stated clearly. AT: \"Yahweh has punished\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for the blood you shed within the family of Saul", "text": "Here \"blood\" refer to people who were killed from Saul's family. The king was responsible for them dying. AT: \"for killing many of Saul's family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in whose place you have reigned", "text": "David reigned as king over the same people whom Saul had previously reigned. AT: \"in whose place you have reigned as king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "into the hand of Absalom", "text": "Here \"hand\" refers to control. AT: \"into the control of Absalom\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "Abishai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:02:18|2:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zeruiah", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:02:12|2:13]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Why should this dead dog curse my master the king?", "text": "Abishai asked this question to express his anger at the man. This rhetorical question can be translated as a statement. AT: \"This dead dog must not speak to the king this way.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this dead dog", "text": "Here the man is being described as worthless by being compared to a dead dog. AT: \"this worthless man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What have I to do with you, sons of Zeruiah?", "text": "This rhetorical question is asked to correct the sons of Zeruiah. It can be translated as a statement. AT: \"I do not want to know what you think!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Perhaps he is cursing me because", "text": "\"He may be cursing me because\""}, {"ref": "Who then could say to him, 'Why are you cursing the king?", "text": "This is said as a rhetorical question to emphasize that the answer is \"no one.\" This can be written as a statement. AT: \"No one then can ask him, 'Why are you cursing the king?'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "my son, who was born from my body", "text": "David describes his son this way to emphasize the close bond between a father and his son. AT: \"my own son\" or \"my dear son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "wants to take my life", "text": "This is a polite way to refer to killing someone. AT: \"wants to kill me\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "How much more may this Benjamite now desire my ruin?", "text": "David uses this rhetorical question to express that he is not surprised that the man wants to kill him. This can be written as a statement. AT: \"Of course this Benjamite desires my ruin!\" or \"I am not surprised this Benjamite desires my ruin as well!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "desire my ruin", "text": "Here David describes the man's desire to kill him as if David were something that the man wanted to ruin. AT: \"desire me to be killed\" or \"desire to kill me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Leave him alone and let him curse", "text": "Here the phrase \"leave him alone\" means to not stop him from what he is doing. AT: \"Do not stop him from cursing me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will look at", "text": "Here \"looking\" means \"considering.\" AT: \"will consider\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the misery unleashed on me", "text": "Here David speaks of misery as if it were a dangerous animal that the Benjamite unleashed on him. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "13", "tn": [{"ref": "Shimei went beside him up on the hillside", "text": "Shimei was walking parallel to David and his men, though Shimei was up higher on the hillside."}]}, {"id": "15", "tn": [{"ref": "Ahithophel", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:11|15:12]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hushai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:32|15:32]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It came about", "text": "\"It happened that.\" This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Archite", "text": "Translate the name of this people group the same as you did in [[:en:bible:notes:2sa:15:32|15:32]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "17", "tn": [{"ref": "loyalty", "text": "a strong feeling of support and love"}, {"ref": "Is this your loyalty to your friend? Why did you not go with him?", "text": "These rhetorical questions are asked to criticize Hushai. They can be translated as a statement. AT: \"You have been a loyal friend to David; you should have gone with him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the one whom Yahweh", "text": "Hushai is referring to Absalom."}, {"ref": "the one whom ... that is the man ... with him", "text": "Here Hushai is referring to Absalom in the third person to take emphasize off of him and place it on Yahweh and the people who chose him. This can be written in second person. AT: \"you are the one whom ... you are the man ... with you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "19", "tn": [{"ref": "what man should I serve? Should I not serve in the presence of his son?", "text": "Hushai asks these rhetorical questions to emphasize that he wants to serve Absalom. They can be written as a statement. AT: \"I should serve only David's son, so I will serve in his presence.\" or \"I should serve you, for you are David's son.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "Ahithophel", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:11|15:12]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to keep the palace", "text": "The phrase \"to keep\" means to take care of. AT: \"to take care of the palace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "become a stench to your father", "text": "Ahithophel speaks of Absalom offending his father as if he would become something that had a strong and offensive odor. AT: \"become offensive to your father\" or \"greatly insulted father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then the hands of all who are with you will be strong", "text": "Here the people who followed Absalom are referred to by their hands. The news will strengthen the peoples' loyalty to Absalom and encourage them. This can be stated clearly. AT: \"The news of this will strengthen the loyalty of all who follow you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "spread", "text": "\"set up\""}, {"ref": "the top of the palace, and Absalom slept ... wives in the sight of all Israel", "text": "This means that people were able to see the tent and Absalom walking in and out of the tent with the women. The phrase \"all of Israel\" is an exaggeration, for only people near the palace could see it. AT: \"the top of the palace where everyone could see it, and Absalom slept ... wives\" (See:  [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Now the advice of Ahithophel ... was as if a man heard", "text": "Here the author compare how much people trusted Ahithophel's advice with how much they would trust advice directly from God. AT: \"Now people trusted the advice of Ahithophel in those days in the same way they would have trusted it if had come\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a man heard it from the mouth of God himself", "text": "Here God's mouth represents himself and emphasizes his speech. AT: \"as if God had said it with his own mouth\" or \"a man hear it spoken by God himself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "viewed", "text": "\"understood\" or \"accepted\""}]}]