[{"id": "01", "tn": [{"ref": "In the eighteenth year of King Jeroboam son of Nebat", "text": "This refers to the eighteenth year of Jeroboam's reign. AT: \"After Jeroboam had been the king of Israel for almost eighteen years\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the eighteenth year", "text": "\"In year 18\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He walked in all the sins", "text": "Walking represents living, and walking in sins represents committing those sins. AT: \"Abijah continued to practice all the sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that his father had committed before his time", "text": "Since these verses refer to several kings, it may help to include the name of Abijah's father. This information can be made clear. AT \"that his father, Rehoboam, had committed before Abijah's time\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his time", "text": "This phrase represents the time that he was king. The meaning of this can be made clear. AT: \"before Abijah was king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his heart was not devoted ... as the heart of David", "text": "The heart represents the whole person. AT: \"Abijah was not devoted ... as David\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "04", "tn": [{"ref": "gave him a lamp in Jerusalem", "text": "The word \"lamp\" here represents a descendant who would be king as David was. AT: \"gave David a descendant to rule in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by raising up his son after him", "text": "\"by raising up Abijah's son after him\" or \"by giving Abijah a son\""}, {"ref": "what was right in his eyes", "text": "The eyes here represent seeing, and seeing represents thoughts or judgment. AT: \"what Yahweh judges to be right\" or \"what Yahweh considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for all the days of his life", "text": "The word \"days\" represents a period of time. AT: \"the whole time that David lived\" or \"throughout David's whole life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he had not turned away from anything that he commanded him", "text": "Turning away from a command represents disobeying it. AT: \"David did not disobey anything that God commanded him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "except only in the matter of Uriah the Hittite", "text": "This is a general way to refer to the situation with Uriah. It can be stated more clearly what this matter was. AT: \"except for what he did to Uriah the Hittite\" or \"except when he caused Uriah the Hittite to be killed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "between Rehoboam and Jeroboam", "text": "The names \"Rehoboam\" and \"Jeroboam\" represent the armies of those two kings. Rehoboam was Abijah's father. AT: \"between the armies of Rehoboam and Jeroboam\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all the days of Abijah's life", "text": "The word \"days\" represents a period of time. AT: \"the whole time that Abijah lived\" or \"throughout his whole life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This question is used to either inform or remind the readers that the information about Abijah is in this other book. See how you translated this in [[:en:bible:notes:1ki:14:29|14:29]]. This rhetorical question can be translated as a statement. AT: \"they are written in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This can stated in active form. AT: \"someone has written about this in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "between Abijah and Jeroboam", "text": "The names \"Abijah\" and \"Jeroboam\" represent the armies of those two kings.  AT: \"between the armies of Abijah and Jeroboam\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abijah slept with his ancestors", "text": "In this euphemism, sleeping represents dying. AT: \"Abijah died as his ancestors had\" or \"Like his ancestors, Abaijah died\" (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Abijah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "In the twentieth year of Jeroboam king of Israel", "text": "This refers to the twentieth year of Jeroboam's reign. AT: \"After Jeroboam had been the king of Israel for almost twenty years\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the twentieth year", "text": "\"In year 20\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "forty-one years", "text": "one years** - \"41 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "what was right in the eyes of Yahweh", "text": "The eyes here represent seeing, and seeing represents judgment. Yahweh saw and approved of Asa's actions. AT: \"what Yahweh judges to be right\" or \"what Yahweh considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "the cultic prostitutes", "text": "This probably refers to prostitutes who were associated with idol worship and who were all men. AT: \"religious prostitutes\" or \"the prostitutes who worked for idols\" or \"male prostitutes\""}, {"ref": "Asa cut down the disgusting figure", "text": "Since Asa was king, he may have told his officials to cut down the figure. AT: \"Asa caused the disgusting figure to be cut down\" or \"Asa made them cut down the disgusting figure\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "But the high places were not taken away", "text": "This can be stated in active form. AT: \"But Asa did not command the people to take away the high places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Asa's heart was completely devoted", "text": "The heart represents the person. AT: \"Asa was completely devoted\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all his days", "text": "This refers to the whole period of time that Asa lived. AT: \"the whole time that Asa lived\" or \"throughout Asa'a whole life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "all their days", "text": "The word \"days\" represents a period of time, and \"all their days\" refers to the whole period of time that Asa and Baasha were kings. AT: \"the whole time that they reigned over Judah and Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "acted aggressively against Judah", "text": "\"attacked Judah\""}, {"ref": "built up Ramah", "text": "It is implied that the army of Baasha first captured Ramah. The full meaning of this statement can be made clear. AT: \"captured and fortified Ramah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "He put it into the hands of his servants", "text": "Putting things in their hands represents giving those things to them. It is implied that they would do with it what he wanted them to do. The full meaning of this statement can be made clear. AT: \"He entrusted it to his servants\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He said", "text": "This means he spoke by means of his servants. Asa told his servants what to say to Ben Hadad and they did. The meaning of this can be made clear. AT: \"Asa told his servants to say to Ben Hadad\" or \"Through his servants, Asa said to Ben Hadad\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let there be a covenant between me and you", "text": "A covenant being between two people represents those two people having a covenant with each other. AT: \"Let us have a covenant with each other\" or \"Let us make a peace treaty\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Look", "text": "This is an idiom. Here the word \"Look\" adds emphasis to what follows and validates what was just said. AT: \"As proof that I want a treaty with you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Break your covenant with Baasha king of Israel", "text": "Breaking a covenant represents canceling it and not doing what one has promised to do. AT: \"Cancel your covenant with Baasha king of Israel\" or \"Do not be loyal to Baasha king of Israel as you promised in your covenant with him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Break your covenant with Baasha king of Israel", "text": "Asa wanted Ben Hadad to attack Israel. Ben Hadad could only do that if he broke his covenant with the king of Israel. The meaning of this statement can be made explicit. AT: \"Break your covenant with Baasha king of Israel, and attack Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "he stopped building up Ramah", "text": "King Baasha did this by telling his workers to do this. AT: \"he had his workers stop building up Ramah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "No one was exempted", "text": "This can also be stated positively. AT: \"Every one had to obey King Asa's proclamation\""}]}, {"id": "23", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This question is used to either inform or remind the readers that the information about Abijah is in this other book. See how you translated this in [[:en:bible:notes:1ki:14:29|14:29]]. This rhetorical question can be translated as a statement. AT: \"they are written in The Book of the Events of the Kings of Judah\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This can be stated in active form. AT: \"someone has written about this in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Asa slept with his ancestors", "text": "Sleeping here is a euphemism which represents dying. AT: \"Asa died as his ancestors had\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and was buried with them", "text": "This can be stated in active form. AT: \"and they buried him with his ancestors\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "David his father", "text": "The word \"father\" here refers to an ancestor. AT: \"King David, his ancestor\""}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "The rest of chapter 15 and 16 is about the kings of Israel. These events happened while King Asa of Judah was still alive."}, {"ref": "the second year of Asa king of Judah", "text": "This refers to the second year of Asa's reign. The meaning of this can be made clear. AT: \"when Asa had been king of Judah for almost two years\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he reigned over Israel two years", "text": "\"Nadab reigned over Israel two years\""}, {"ref": "what was evil in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walked in the way of his father", "text": "Walking here represents behaving. AT: \"did the same things that his father had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and in his own sin", "text": "Walking in his own sin represents sinning in ways that were different from the ways that his father had sinned. AT: \"and he sinned in his own ways\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by which he led Israel to sin", "text": "Leading people to do something represents influencing them to do it. AT: \"and by sinning, he influenced Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "conspired against Nadab", "text": "\"secretly plotted to kill King Nadab\""}, {"ref": "Gibbethon", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Nadab and all Israel", "text": "\"The phrase \"all Israel\" is a generalization that represents the  many soldiers of Israel. AT: \"Nadab and the many soldiers of Israel\" or \"Nadab and the army of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "were laying siege to Gibbethon", "text": "\"were surrounding Gibbethon, so that the people of Gibbethon would surrender to them\""}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Nadab\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "Baasha killed all the family of Jeroboam. He left none of Jeroboam's descendants breathing.", "text": "These two sentences mean the same thing and are combined to emphasize his descendents were all killed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "all the family of Jeroboam", "text": "Jeroboam was King Nadab's father."}, {"ref": "He left none of Jeroboam's descendants breathing", "text": "Breathing represents being alive. AT: \"He left none of Jeroboam's descendants living\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his royal line", "text": "\"Jeroboam's royal line\""}, {"ref": "just as Yahweh had spoken by his servant Ahijah the Shilonite", "text": "In [[:en:bible:notes:1ki:14:09|14:10-11]] Yahweh spoke through his prophet Ahijah and told Jeroboam that he would destroy his family."}, {"ref": "Ahijah the Shilonite", "text": "\"Ahijah, who was from Shiloh\""}, {"ref": "for the sins of Jeroboam which he committed and by which he led Israel to sin", "text": "The abstract noun \"sins\" can be expressed with the verb \"sin.\" AT: \"because Jeroboam sinned and led Israel to sin in the same ways\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "by which he led Israel to sin", "text": "Leading people to do something represents influencing them to do something. AT: \"by which he influenced Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to either inform or remind the readers that the information about Nadab is in this other book. See how you translated a similar phrase concerning Judah in [[:en:bible:notes:1ki:14:29|14:29]]. This rhetorical question can be written as a statement. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This can be stated in active form. AT: \"someone has written about this in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all their days", "text": "The word \"days\" represents a period of time, and \"all their days\" refers to the whole period of time that Asa and Baasha were kings. See how you translated this in [[:en:bible:notes:1ki:15:16|15:16]] AT: \"the whole time that they reigned over Judah and Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement", "text": "This chapter told about how Baasha became king in [[:en:bible:notes:1ki:15:27|15:27-28]]. These verses begin to tell about Baasha as king of Israel."}, {"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "what was evil in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considers to be evil\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walked in the way of Jeroboam", "text": "Walking here represents behaving. AT: \"did the same things that Jeroboam had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in his sin by which he led Israel to sin", "text": "Possible meanings are that \"his\" and \"he\" refer to 1) Baasha or 2) Jeroboam."}, {"ref": "by which he led Israel to sin", "text": "Leading people to do something represents influencing them to do it. AT: \"and by sinning, he influenced Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]