[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "Why are times for judging wicked people not set by the Almighty?", "text": "Job uses this question to express his frustration that God has not judged evil. This can be stated in active form. AT: \"I do not understand why God does not set a time when he will judge wicked people.\" or \"The Almighty should set a time when he will judge wicked people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Why do not those who are faithful to God see his days of judgment come?", "text": "Job uses this question to express his frustration that the righteous have not seen God judge evil. AT: \"It seems that those who obey him never get to see him judge the wicked.\" or \"God should show the day he will judge the wicked to those who know him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "02", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "boundary markers", "text": "These are stones or other objects to mark the boundary between the lands owned by different people."}, {"ref": "pastures", "text": "\"grass fields\" or \"grazing grounds\""}, {"ref": "They drive away", "text": "\"They steal\""}, {"ref": "those without fathers", "text": "\"orphans\" or \"children whose parents have died\""}, {"ref": "they take the widow's ox as security", "text": "\"they take widow's oxen to guarantee that the widows will pay back the money that they loaned to those widows\" (UDB)"}, {"ref": "widow", "text": "a woman whose husband has died"}, {"ref": "as security", "text": "A lender would take something from a borrower to ensure that the borrower pays him back."}, {"ref": "out of their path", "text": "\"out of their way\" or \"off the road\""}, {"ref": "poor people of the earth all hide themselves", "text": "This is an exaggeration to show that many poor people are afraid of these wicked people. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "these poor people go out to their work like wild donkeys in the wilderness, looking carefully for food", "text": "These poor people are spoken of as if they are wild donkeys who do not know where they will find food. AT: \"these poor people go out to search for food as if they were wild donkeys in the wilderness\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "wild donkeys", "text": "\"donkeys that no one owns or cares for\""}, {"ref": "Poor people reap in the night ... they glean grapes", "text": "These two lines describe the same thing and are used together to emphasize that these people are so hungry that they are forced to steal food at night. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They lie naked ... they have no covering", "text": "These two lines describe the same thing and are used together to emphasize that these people do not have enough clothing to keep warm. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "They are wet with the showers of the mountains", "text": "\"They become wet when it rains in the mountains\""}, {"ref": "orphans from their mothers' breast", "text": "Here \"breast\" refers to the mother. This implies that these orphans are still very young. This can be made explicit. AT: \"young orphans out of their mothers' arms\" or \"fatherless infants from their mothers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "orphans", "text": "This generally refers to children without parents. Here, however, it is used for children who have mothers but do not have fathers."}, {"ref": "take children as security from poor people", "text": "\"take poor people's children to guarantee that the poor people will pay back money that they borrowed from the wicked people\""}, {"ref": "as security", "text": "A lender would take something from a borrower to ensure that the borrower pays him back. Translate this as in [[:en:bible:notes:job:24:02|24:3]]."}, {"ref": "go about", "text": "\"walk around\""}, {"ref": "naked without clothing", "text": "The words \"without clothing\" mean the same thing as \"naked.\" AT: \"completely naked\" or \"naked because they have no clothing\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they carry others' sheaves of grain", "text": "This means their work will provide food for others but not for themselves."}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "The poor people make oil", "text": "they squeezed olives in order to extract olive oil from them"}, {"ref": "within the walls of those wicked men", "text": "Here \"walls\" refers to the whole house. AT: \"in the houses of those evil men\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they tread the wicked men's winepresses", "text": "It may be helpful to state that they do this to produce juice to make wine. AT: \"they tread on grapes to make juice for wine\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they themselves suffer thirst", "text": "\"they suffer from thirst\" or \"they are thirsty\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "rebel against the light", "text": "Possible meanings of \"light\" are 1) visible light or 2) spiritual light, which refers to God or living righteously. AT: \"hate the daylight\" or \"do not want to do things openly\" or \"they rebel against God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they know not its ways, nor do they stay in its paths", "text": "These two lines describe the same thing, and are used together to emphasize that they do not want to follow the ways of the light. AT: \"they do not know how to live a moral life; they stay far away from living a righteous life.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "poor and needy people", "text": "The words \"poor\" and \"needy\" refer to the same group of people and emphasize that these are people who are unable to help themselves. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "he is like a thief", "text": "The murderer kills in secret just like a thief steals without anyone seeing what he does. AT: \"he kills people secretly, just like a thief steals secretly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "the eye of the adulterer", "text": "Here \"eye\" refers to the whole person. AT: \"the adulterer\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for the twilight", "text": "\"for the sunset\""}, {"ref": "No eye will see me", "text": "Here \"eye\" refers to the whole person. AT: \"No one will see me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "wicked people dig into houses", "text": "They dig into the houses in order to steal from them. This can be stated explicitly. AT: \"wicked people dig into houses to steal from them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they shut themselves up", "text": "\"they hide inside\""}, {"ref": "For all of them, thick darkness is like the morning", "text": "The thick darkness is as comfortable for the wicked as light of the morning is for normal people. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the terrors of thick darkness", "text": "\"the scary things that happen at night\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "like foam on the surface of the waters", "text": "Foam lasts only a short time. This emphasizes how quickly God will cause the wicked to disappear. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "their portion of the land is cursed", "text": "This can be stated in active form. AT: \"God curses the part of the land that they own\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "As drought and heat melt away ... those who have sinned", "text": "Job says that sinners will disappear in Sheol in the same way as snow melts and disappears when it becomes warm. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "drought and heat", "text": "These two words describe essentially the same weather and are used together to describe it fully. (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "The womb", "text": "This refers to the mother. AT: \"The mother\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the worm will feed sweetly on him", "text": "This means that he will die and worms will eat his body. AT: \"the worm will enjoy eating his dead body\" or \"he will die and then his body will be eaten by worms\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will be remembered no more", "text": "This can be stated in active form. AT: \"no one will remember him anymore\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wickedness will be broken like a tree", "text": "God's destruction of the wicked man is describes as if he were cutting down a tree. This can be stated in active form. AT: \"God will destroy the wicked as if he were a tree\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The wicked one devours", "text": "This metaphor emphasizes how ruthless the wicked man is. AT: \"Just like a wild animal kills its prey, so the wicked person harms\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the barren women who have not borne children", "text": "The people of that day considered that a woman who was barren was cursed by God. Therefore, this represents the most unfortunate women."}, {"ref": "widow", "text": "a woman whose husband has died"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "by his power", "text": "\"by using his power\" or \"because he is powerful\""}, {"ref": "he rises up and does not strengthen them in life", "text": "Here \"does not strengthen them in life\" means God does not keep them alive. AT: \"God rises up and does not give wicked people the strength to live\" or \"God rises up and causes them to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "but his eyes are on their ways", "text": "Here \"eyes\" refers to God. AT: \"but he is always watching what they do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "This concludes Job's speech."}, {"ref": "they will be brought low", "text": "This can be stated in active form. AT: \"God will bring them low\" or \"God will destroy them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will be gathered up like all the others", "text": "Some translations are based on a different early text, which says \"they wither and fade like weeds.\" (See [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "they will be gathered up like all the others", "text": "This can be stated in active form. What \"the others\" refers to can be stated clearly. AT: \"God will gather them up as he gathered up the other wicked people\" See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will be cut off like the tops of ears of grain", "text": "These wicked people will be cut off in the same way heads of grain are cut off during harvest. This can be stated in active form. AT: \"God will cut them off like a farmer cuts off the top of a stalk of grain\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If it is not so, who can prove me to be a liar; who can make my speech worth nothing?", "text": "Job uses this question to express the certainty of his argument. The implicit answer is: \"no one.\" AT: \"This is true, and no one can prove that I am a liar; no one can prove me wrong.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "make my speech worth nothing", "text": "\"prove what I say is wrong\""}]}]