[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh and Jeremiah continue talking about the people of Judah."}, {"ref": "If only my head could produce water, and my eyes be a fountain of tears", "text": "This is Jeremiah speaking. AT: \"I wish I could make more tears!\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "day and night", "text": "AT: \"all the time.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the daughter of my people", "text": "See how you translated this in [[:en:bible:notes:jer:04:11|4:11]]."}, {"ref": "who have been killed", "text": "AT: \"whom the enemy has killed.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If only someone would give me", "text": "This is still Jeremiah speaking. \"I wish someone would give me\""}, {"ref": "a place for travelers in the wilderness to stay", "text": "This refers to a building for people traveling in the wilderness, where they can stop and sleep overnight."}, {"ref": "abandon my people", "text": "\"leave my people\""}, {"ref": "a band of traitors", "text": "\"a group of people who betray other people\""}, {"ref": "Yahweh declares", "text": "See you translated this same idea in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "They tread on their bows of lies with their tongues", "text": "Telling lies is spoken of as being done by the tongues of the wicked. Also, since a spoken lie cannot be taken back, telling lies is spoken of as if it were shooting arrows. Men shooting bows must step on their bows in order to fasten the bowstrings, so liars are referred to here as if they were stringing their bows using their tongues. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is not because of any faithfulness of theirs", "text": "This passage implies that these people are not faithful to God. AT: \"they are not faithful to Yahweh.\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "it is not because of any faithfulness of theirs", "text": "This expression in Hebrew is interpreted by some modern versions as \"they are not powerful in the truth.\""}, {"ref": "They go from wicked act to another", "text": "Committing one evil action after another is spoken of as if the evildoers were going from one action to another. AT: \"They keep doing evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking with Jeremiah about the people of Judah."}, {"ref": "Each of you", "text": "The word \"you\" refers to the people of Judah."}, {"ref": "be on guard against your neighbor and do not trust in any brother", "text": "\"be careful not to trust your fellow Israelites, and do not even trust your own brother\""}, {"ref": "every neighbor walks in slander", "text": "Habitually telling lies about each other is spoken of as if it were walking in slander. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Each man mocks his neighbor and does not speak the truth", "text": "\"All of the people mock each other, and they do not tell the truth\""}, {"ref": "Their tongues teach deceitful things", "text": "AT: \"They teach things that are not true.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They are exhausted from committing iniquity", "text": "\"They are tired from committing so much sin\""}, {"ref": "Your dwelling is in the midst of deception", "text": "Yahweh is speaking to Jeremiah. Living among liars is spoken of as if it were living in the middle of deception.  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])[[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in their deceit they refuse to acknowledge me", "text": "\"By telling all of these lies, the people of Judah refuse to obey me as God.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak about the people of Judah."}, {"ref": "daughter of my people", "text": "See how you translated this in [[:en:bible:notes:jer:04:11|4:11]]."}, {"ref": "Their tongues are sharpened arrows", "text": "The tongue hurts people with lies in the same way that sharpened arrows hurt people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "With their mouths they proclaim peace with their neighbors", "text": "AT: \"They say with their words that they want peace with their neighbors.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but with their hearts they lie in wait for them", "text": "AT: \"but what they really want is to destroy their neighbors.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Should I not punish them because of these things ... should I not avenge myself on a nation that is like this?", "text": "See how you translated similar words in [[:en:bible:notes:jer:05:07|5:9]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the people of Judah. In verse 12, Jeremiah makes a comment."}, {"ref": "I will sing a song ... for the meadows", "text": "Yahweh is mourning for the land of Israel as if it were a person who died. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "meadows", "text": "\"fields where the animals graze\""}, {"ref": "For they are burned", "text": "\"Because someone has burned the meadows and pastures.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will not hear the sound of any cattle", "text": "\"Nobody will hear the sound of cattle\""}, {"ref": "a hideout for jackals", "text": "\"a place for jackals to hide\""}, {"ref": "jackals", "text": "fierce wild dogs"}, {"ref": "places without inhabitants", "text": "\"places where no people live\""}, {"ref": "Who is the wise man that understands this?", "text": "AT: \"If your prophets are really wise, they should know why the land is ruined.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What does Yahweh's mouth proclaim to him so he might report it?", "text": "AT: \"If Yahweh really speaks to your prophets, they should be able to tell you what Yahweh says about the destruction of the land.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why has the land perished?", "text": "AT: \"But your prophets are not wise and Yahweh does not speak to them, so they do not know why the land is in ruins.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the people of Judah."}, {"ref": "It is because they have abandoned", "text": "\"The land is destroyed because the people of Judah did not obey\""}, {"ref": "they do not listen to my voice", "text": "AT: \"they do not pay attention to the things I tell them.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "or walk by it", "text": "AT: \"or live the way I tell them to live.\""}, {"ref": "they have walked by their stubborn hearts", "text": "AT: \"they have been stubborn and lived the way they want to live.\""}, {"ref": "and have followed the Baals", "text": "\"and have worshiped the false gods\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the people of Judah."}, {"ref": "wormwood", "text": "a plant that tastes bitter"}, {"ref": "Then I will scatter them among the nations", "text": "\"Then I will force them to leave here and live in many different countries\""}, {"ref": "I will send out a sword after them", "text": "AT: \"I will send an army of soldiers to fight against them.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh tells the people of Judah to mourn for the coming destruction of the land."}, {"ref": "Summon funeral singers; let them come. Send out for women skilled at lamenting; let them come", "text": "AT: \"Get women who are trained in mourning and bring those women here.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Summon funeral singers", "text": "\"Call women who are professional singers at funerals\""}, {"ref": "let them come", "text": "AT: \"tell the women to come.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Send out for women skilled at lamenting", "text": "AT: \"Send people out to get women who are skilled at mourning.\""}, {"ref": "Let them hurry and sing a mournful song over us", "text": "Yahweh says what the people of Judah will say when the destruction comes. AT: \"Tell the women to hurry and sing a song to mourn for us.\""}, {"ref": "so our eyes may run with tears and our eyelids flow with water", "text": "AT: \"so we will cry very hard.\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about the people of Judah."}, {"ref": "For the sound of wailing is heard in Zion", "text": "AT: \"People are crying loudly in Jerusalem.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How we are devastated", "text": "Yahweh tells what the people of Judah will say when the land is destroyed. AT: \"We are very upset.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "We are greatly ashamed, for we have abandoned the land since they tore down our houses", "text": "\"Our shame is great, because enemies destroyed our houses and we had to leave the land of Israel\""}, {"ref": "hear Yahweh's word; pay attention to the messages that come from his mouth", "text": "These two phrases mean the same thing and emphasize the command to listen to what Yahweh says. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then teach your daughters a mourning song, and each neighbor woman a funeral song", "text": "These two phrases share similar meanings. They emphasize that the proper response to Yahweh's message of judgment is mourning. AT: \"Then teach other people how to mourn.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about the people of Judah."}, {"ref": "For death has come through our windows", "text": "Yahweh says what the people of Judah will say when he destroys the land. The people of Judah will compare death to a person who can climb in windows to attack the people inside. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "palaces", "text": "fancy houses where kings live. Death will come to rich and poor alike."}, {"ref": "It destroys children from outside", "text": "\"Death is killing children in the streets.\""}, {"ref": "and young men in the city squares", "text": "\"and death is killing young men in the city squares.\""}, {"ref": "city squares", "text": "marketplaces"}, {"ref": "Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "the corpses of men will fall like dung ... like grain stalks after the reapers", "text": "\"dead bodies will fall all over the place.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "corpses of men will fall like dung in the fields", "text": "\"dead bodies will drop everywhere like animal poop drops all over the fields.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and like grain stalks after the reapers", "text": "\"and like stalks of grain fall everywhere after the farmers cut them down.\""}, {"ref": "and there will be no one to gather them", "text": "\"and there will be nobody to gather the dead bodies\""}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "These are the words of Yahweh."}, {"ref": "Do not let the wise man take pride in his wisdom", "text": "\"A wise man should not be proud because he is wise\""}, {"ref": "Do not let the wealthy man take pride in his riches", "text": "\"A rich man should not be proud because he is rich\""}, {"ref": "that he has insight and knows me", "text": "\"that he understands who I am and lives in a way that is pleasing to me\""}, {"ref": "For I am Yahweh", "text": "AT: \"Because people should understand that I am Yahweh.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For it is in these that I take pleasure", "text": "\"And it is pleasing to me when people act with covenant loyalty, justice and righteousness\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "These are the words of Yahweh."}, {"ref": "days are coming", "text": "AT: \"There will be a time\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "when I will punish all the circumcised who are such only in their body", "text": "This refers to the people of Israel who have entered into Yahweh's covenant by getting circumcised physically, but who have not followed his laws."}, {"ref": "and all the people who cut the hair on their heads very short", "text": "This probably refers to people who cut their hair short in order to honor a pagan god. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and all the people who cut the hair on their heads very short", "text": "Some modern versions interpret this Hebrew expression as \"and all the people who live on the edge of the wilderness.\""}, {"ref": "For all these nations are uncircumcised", "text": "Foreigners being uncircumcized was a sign that they were not in Yahweh's covenant. AT: \"Because these nations did not enter into a covenant with Yahweh through circumcision.\""}, {"ref": "and all the house of Israel has an uncircumcised heart", "text": "An uncircumcised heart represents the character of a person that does not obey Yahweh's laws. AT: \"and all the people of Israel have not kept the covenant with Yahweh by obeying him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]