{"1": [{"a": "The two ancestors listed first are David and Abraham.", "q": "In the genealogy of Jesus Christ, which two ancestors are listed first, indicating their importance?", "ref": ["01-01"]}, {"a": "Mary, the wife of Joseph is listed, because by her Jesus was born.", "q": "At the end of the genealogy, who is the wife that is named, and why is she listed?", "ref": ["01-16"]}, {"a": "Mary became pregnant by the Holy Spirit before she had come together with Joseph.", "q": "What happened to Mary before she had come together with Joseph?", "ref": ["01-18"]}, {"a": "Joseph was a righteous man.", "q": "What kind of man was Joseph?", "ref": ["01-19"]}, {"a": "Joseph decided to end the engagement with Mary secretly.", "q": "What did Joseph decide to do when he learned Mary was pregnant?", "ref": ["01-19"]}, {"a": "An angel told Joseph in a dream to take Mary as his wife because the baby was conceived by the Holy Spirit.", "q": "What happened to Joseph that made him decide to remain engaged to Mary?", "ref": ["01-20"]}, {"a": "Joseph was told to name the baby Jesus because he will save his people from their sins.", "q": "Why was Joseph told to give the baby the name Jesus?", "ref": ["01-21"]}, {"a": "The Old Testament prophecy said that a virgin would give birth to a son, and that they would call his name Emmanuel, which means \"God with us\".", "q": "What did the Old Testament prophecy say which was fulfilled in these events?", "ref": ["01-23"]}, {"a": "Joseph was careful not to sleep with Mary until she gave birth to Jesus.", "q": "What was Joseph careful not to do until Mary gave birth to Jesus?", "ref": ["01-25"]}], "2": [{"a": "Jesus was born in Bethlehem of Judea.", "q": "Where was Jesus born?", "ref": ["02-01"]}, {"a": "The learned men from the east gave Jesus the title \"King of the Jews\".", "q": "What title did the learned men from the east give to Jesus?", "ref": ["02-02"]}, {"a": "The learned men had seen the star of the King of the Jews in the east.", "q": "How did the learned men know the King of the Jews had been born?", "ref": ["02-02"]}, {"a": "When King Herod heard the news from the learned men, he was troubled.", "q": "How did King Herod respond to the news from the learned men?", "ref": ["02-03"]}, {"a": "They knew the prophecy that said the Christ would be born in Bethlehem.", "q": "How did the chief priests and scribes know where the Christ would be born?", "ref": ["02-05", "02-06"]}, {"a": "The star in the east went before them until it stood over where Jesus was.", "q": "How did the learned men find exactly where Jesus was?", "ref": ["02-09"]}, {"a": "Jesus was a young child when the learned men came to see him.", "q": "How old was Jesus when the learned men came to see him?", "ref": ["02-11"]}, {"a": "The learned men gave to Jesus gifts of gold, frankincense, and myrrh.", "q": "What gifts did the learned men give to Jesus?", "ref": ["02-11"]}, {"a": "The learned men returned home another way because God warned them in a dream not to return to Herod.", "q": "By what way did the learned men return home, and why did they go this way?", "ref": ["02-12"]}, {"a": "Joseph was instructed in a dream to take Jesus and Mary and flee to Egypt, because Herod was going to try to kill Jesus.", "q": "What instructions did Joseph receive in a dream?", "ref": ["02-13"]}, {"a": "The prophecy, \"Out of Egypt I have called my son\" was fulfilled when Jesus later returned from Egypt.", "q": "What prophecy was fulfilled by Jesus' later return from Egypt?", "ref": ["02-15"]}, {"a": "Herod killed all the male children in the region of Bethlehem who were two years old or younger.", "q": "What did Herod do when the learned men did not return to him?", "ref": ["02-16"]}, {"a": "Joseph was instructed in a dream to return to the land of Israel.", "q": "What instructions did Joseph receive in a dream after Herod died?", "ref": ["02-19", "02-20"]}, {"a": "Joseph settled to live with Mary and Jesus in Nazareth of Galilee.", "q": "Where did Joseph settle to live with Mary and Jesus?", "ref": ["02-22", "02-23"]}, {"a": "The prophecy that the Christ would be called a Nazarene was fulfilled.", "q": "What prophecy was fulfilled when Joseph moved to their new location?", "ref": ["02-23"]}], "3": [{"a": "John preached, \"Repent, for the kingdom of heaven is near\".", "q": "What was the message that John the Baptist preached in the wilderness?", "ref": ["03-02"]}, {"a": "The prophecy said that John the Baptist would make ready the way of the Lord.", "q": "What did the prophecy from Isaiah say that John the Baptist would come to do?", "ref": ["03-03"]}, {"a": "As they were baptized, the people confessed their sins.", "q": "What did the people do as they were baptized by John?", "ref": ["03-06"]}, {"a": "John the Baptist told the Pharisees and Sadducees to bear fruit worthy of repentance.", "q": "What did John the Baptist tell the Pharisees and Sadducees to do?", "ref": ["03-08"]}, {"a": "John warned the Pharisees and Sadducees not to think among themselves that they had Abraham as their father.", "q": "What did John the Baptist warn the Pharisees and Sadducees not to think among themselves?", "ref": ["03-09"]}, {"a": "John says that every tree that does not bear good fruit is chopped down and thrown into the fire.", "q": "According to John, what happens to every tree that does not produce good fruit?", "ref": ["03-10"]}, {"a": "The one who was coming after John would baptize with the Holy Spirit and fire.", "q": "How would the one who was coming after John baptize?", "ref": ["03-11"]}, {"a": "Jesus said that it was right for John to baptize Jesus in order to fulfill all righteousness.", "q": "What did Jesus say to John that convinced John to baptize Jesus?", "ref": ["03-15"]}, {"a": "When he came up from the water, Jesus saw the Spirit of God descending as a dove and appearing on him.", "q": "What did Jesus see when he came up from the water?", "ref": ["03-16"]}, {"a": "The voice from heaven said, \"This is my beloved Son, with whom I am well pleased\".", "q": "What did the voice from heaven say after Jesus was baptized?", "ref": ["03-17"]}], "4": [{"a": "The Holy Spirit led Jesus into the wilderness to be tempted by the devil.", "q": "Who led Jesus into the wilderness to be tempted by the devil?", "ref": ["04-01"]}, {"a": "Jesus fasted forty days and forty nights in the wilderness.", "q": "How long did Jesus fast in the wilderness?", "ref": ["04-02"]}, {"a": "The devil tempted Jesus to turn a stone into bread.", "q": "What was the first temptation that the devil presented to Jesus?", "ref": ["04-03"]}, {"a": "Jesus said that man shall not live by bread alone, but by every word that comes out of the mouth of God.", "q": "What was Jesus' answer to the first temptation?", "ref": ["04-04"]}, {"a": "The devil tempted Jesus to throw himself down from the temple.", "q": "What was the second temptation that the devil presented to Jesus?", "ref": ["04-05", "04-06"]}, {"a": "Jesus said that you must not test the Lord your God.", "q": "What was Jesus' answer to the second temptation?", "ref": ["04-07"]}, {"a": "The devil tempted Jesus to worship him in return for all the kingdoms of the world.", "q": "What was the third temptation that the devil presented to Jesus?", "ref": ["04-08", "04-09"]}, {"a": "Jesus said that you must worship the Lord your God and must serve him only.", "q": "What was Jesus' answer to the third temptation?", "ref": ["04-10"]}, {"a": "The prophecy of Isaiah was fulfilled which said that the people in Galilee would see a great light.", "q": "What was fulfilled by Jesus' move to Capernaum in Galilee?", "ref": ["04-15", "04-16"]}, {"a": "Jesus preached, \"Repent, for the kingdom of heaven has drawn near\".", "q": "What message did Jesus then begin to preach?", "ref": ["04-17"]}, {"a": "Jesus said that he would make Peter and Andrew fishers of men.", "q": "What did Jesus say he would make Peter and Andrew?", "ref": ["04-19"]}, {"a": "Peter and Andrew were fisherman.", "q": "How did Peter and Andrew make their living?", "ref": ["04-18"]}, {"a": "James and John were fisherman.", "q": "How did James and John make their living?", "ref": ["04-21"]}, {"a": "Jesus taught in the synagogues of Galilee.", "q": "At this time, where did Jesus go to teach?", "ref": ["04-23"]}, {"a": "All those who were sick and demon possessed were brought to Jesus, and Jesus healed them.", "q": "What kind of people were brought to Jesus, and what did Jesus do with them?", "ref": ["04-24"]}, {"a": "Great multitudes were following Jesus at this time.", "q": "How many people were following Jesus at this time?", "ref": ["04-25"]}], "5": [{"a": "The poor in spirit are blessed because theirs is the kingdom of heaven.", "q": "Why are the poor in spirit blessed?", "ref": ["05-03"]}, {"a": "Those who mourn are blessed because they will be comforted.", "q": "Why are those who mourn blessed?", "ref": ["05-04"]}, {"a": "The meek are blessed because they will inherit the earth.", "q": "Why are the meek blessed?", "ref": ["05-05"]}, {"a": "Those who hunger and thirst for righteousness are blessed because they will be filled.", "q": "Why are those who hunger and thirst for righteousness blessed?", "ref": ["05-06"]}, {"a": "Those who are insulted and persecuted for Jesus' sake are blessed because great is their reward in heaven.", "q": "Why are those who are insulted and persecuted for Jesus' sake blessed?", "ref": ["05-11", "05-12"]}, {"a": "Believers let their light shine before people by doing good deeds.", "q": "How do believers let their light shine before people?", "ref": ["05-15", "05-16"]}, {"a": "Jesus came to fulfill the law and the prophets of the Old Testament.", "q": "What did Jesus come to do with the law and the prophets of the Old Testament?", "ref": ["05-17"]}, {"a": "Those who keep God's commandments and who teach them to others will be called great in the kingdom of heaven.", "q": "Who will be called great in the kingdom of heaven?", "ref": ["05-19"]}, {"a": "Jesus taught that not only those who murder, but also those who are angry with their brother are in danger of the judgment.", "q": "Jesus taught that not only those who murder are in danger of the judgment, but also those who do what?", "ref": ["05-21", "05-22"]}, {"a": "Jesus taught that we should go and be reconciled to our brother if he has anything against us.", "q": "What did Jesus teach we should do if our brother has anything against us?", "ref": ["05-23", "05-24"]}, {"a": "Jesus taught that we should try to come to an agreement with our accuser before reaching court.", "q": "What did Jesus teach we should do with our accuser before reaching court?", "ref": ["05-25"]}, {"a": "Jesus taught that it was not only wrong to commit adultery, but also to lust after a woman.", "q": "Jesus taught that it was not only wrong to commit adultery, but also to do what?", "ref": ["05-27", "05-28"]}, {"a": "Jesus said that we must get rid of anything that causes us to sin.", "q": "What did Jesus say we must do with anything that causes us to sin?", "ref": ["05-29", "05-30"]}, {"a": "For the cause of fornication did Jesus allow divorce.", "q": "For what cause did Jesus allow divorce?", "ref": ["05-32"]}, {"a": "A husband causes his wife to become an adulteress if he divorces her wrongly and she remarries.", "q": "What does a husband cause his wife to become if he divorces her wrongly and she remarries?", "ref": ["05-32"]}, {"a": "Jesus says that instead of swearing oaths by all these things we should let our speech be, \"Yes, yes,\" or \"No, no\".", "q": "Instead of swearing oaths to various earthly things, what does Jesus say our speech should be like?", "ref": ["05-37"]}, {"a": "Jesus taught that we should not resist one who is evil toward us.", "q": "What did Jesus teach we should do with one who is evil toward us?", "ref": ["05-38", "05-39"]}, {"a": "Jesus taught that we should love and pray for our enemies and for those who persecute us.", "q": "What did Jesus teach we should do with our enemies and with those who persecute us?", "ref": ["05-43", "05-44"]}, {"a": "Jesus said that if we only love those who love us, we do not receive a reward because we are only doing what the Gentiles already do.", "q": "Why did Jesus say that we must not only love those who love us, but also love our enemies?", "ref": ["05-46", "05-47"]}], "6": [{"a": "We should do our acts of righteousness in private.", "q": "How should we do our acts of righteousness in order to be rewarded by the Father?", "ref": ["06-03", "06-04"]}, {"a": "Those who do their acts of righteousness to be seen by people receive the praise of people as their reward.", "q": "What is the reward of those who do their acts of righteousness to be seen by people?", "ref": ["06-02"]}, {"a": "Those who are hypocrites praying to be seen by people receive their reward from people.", "q": "What reward do those receive who are hypocrites praying to be seen by people?", "ref": ["06-05"]}, {"a": "Those who pray in private receive a reward from the Father.", "q": "Those who pray in private receive a reward from whom?", "ref": ["06-06"]}, {"a": "Jesus says we should not pray with useless repetitions because the Father knows what we need before we ask him.", "q": "Why does Jesus say we should not pray with useless repetitions?", "ref": ["06-07"]}, {"a": "We should ask the Father that his will be done on earth, as it is already done in heaven.", "q": "Where should we ask the Father that his will be done?", "ref": ["06-10"]}, {"a": "If we do not forgive others of their debts to us, the Father will not forgive our debts.", "q": "If we do not forgive others of their debts to us, what will the Father do?", "ref": ["06-15"]}, {"a": "We should fast without appearing to people as fasting, and then the Father will reward us.", "q": "How should we fast so that we receive a reward from the Father?", "ref": ["06-16", "06-18"]}, {"a": "We should store up treasure in heaven, because it cannot be destroyed or stolen there.", "q": "Where should we store up treasure, and why?", "ref": ["06-19", "06-20"]}, {"a": "Our heart will be where our treasure is.", "q": "What will be where our treasure is?", "ref": ["06-21"]}, {"a": "We must choose between God and wealth as our masters.", "q": "Which two masters must we choose between?", "ref": ["06-24"]}, {"a": "We should not worry about food, drink, and clothes because the Father even takes care of the birds, and we are of much more value than they.", "q": "Why should we not worry about food, drink, and clothes?", "ref": ["06-25", "06-26"]}, {"a": "Jesus reminds us that we cannot add one cubit to our lifespan by being anxious.", "q": "What does Jesus remind us we cannot do by being anxious?", "ref": ["06-27"]}, {"a": "We must seek first the kingdom and the Father's righteousness, and then all our earthly needs will be provided.", "q": "What must we seek first, and all our earthly needs will then be provided?", "ref": ["06-33"]}], "7": [{"a": "We must first judge ourselves and remove the log from our own eye before we can help our brother.", "q": "What must we do first before we can clearly see to help our brother?", "ref": ["07-03", "07-05"]}, {"a": "If you give what is holy to the dogs, they may trample it and then turn and tear you to pieces.", "q": "What may happen if you give what is holy to the dogs?", "ref": ["07-06"]}, {"a": "We must ask, seek, and knock in order to receive from the Father.", "q": "What must we do to receive from the Father?", "ref": ["07-08"]}, {"a": "The Father gives good things to those who ask him.", "q": "What does the Father give to those who ask him?", "ref": ["07-11"]}, {"a": "The law and prophets teach us to do to others what we want people to do to us.", "q": "What do the law and the prophets teach us about how to treat others?", "ref": ["07-12"]}, {"a": "The broad way leads to destruction.", "q": "To what does the broad way lead?", "ref": ["07-13"]}, {"a": "The narrow way leads to life.", "q": "To what does the narrow way lead?", "ref": ["07-14"]}, {"a": "We can recognize false prophets by the fruit of their lives.", "q": "How can we recognize false prophets?", "ref": ["07-15", "07-16"]}, {"a": "Those who do the will of the Father will enter the kingdom of heaven.", "q": "Who will enter into the kingdom of heaven?", "ref": ["07-21"]}, {"a": "Jesus will say to them, \"I never knew you! Get away from me, you evil-doers\"!", "q": "What will Jesus say to many who have prophesied, driven out demons, and done miracles in Jesus' name?", "ref": ["07-22", "07-23"]}, {"a": "One who hears Jesus' words and obeys them is like the wise man.", "q": "Who is like the wise man in Jesus' parable of the two houses?", "ref": ["07-24"]}, {"a": "One who hears Jesus' words and does not obey them is like the foolish man.", "q": "Who is like the foolish man in Jesus' parable of the two houses?", "ref": ["07-26"]}, {"a": "Jesus taught the people as one who had authority, not as the scribes taught.", "q": "How did Jesus teach the people compared to how the scribes taught?", "ref": ["07-29"]}], "8": [{"a": "Jesus told the healed leper to go to the priest for a testimony to them.", "q": "Why did Jesus say the healed leper should go to the priest and offer the gift Moses commanded?", "ref": ["08-04"]}, {"a": "Jesus said he would go to the centurion's house and heal the servant.", "q": "What did Jesus say he would do when the centurion told him about his paralyzed servant?", "ref": ["08-07"]}, {"a": "The centurion said that he was not worthy to have Jesus in his house, and that Jesus could just say the word and heal the servant.", "q": "Why did the centurion say that Jesus didn't need to come to his house?", "ref": ["08-08"]}, {"a": "Jesus said that not even in Israel had he found anyone with so much faith as the centurion.", "q": "What compliment did Jesus give the centurion?", "ref": ["08-10"]}, {"a": "Jesus said that many would come from the east and the west and recline at table in the kingdom of heaven.", "q": "Who did Jesus say would come and recline at table in the kingdom of heaven?", "ref": ["08-11"]}, {"a": "Jesus said that the sons of the kingdom would be thrown into outer darkness.", "q": "Who did Jesus say would be thrown into outer darkness where there is weeping and gnashing of teeth?", "ref": ["08-12"]}, {"a": "Jesus healed Peter's mother-in-law when he entered Peter's house.", "q": "Who did Jesus heal when he entered Peter's house?", "ref": ["08-14", "08-15"]}, {"a": "Isaiah's prophecy, \"He himself took our sickness and bore our diseases,\" was fulfilled.", "q": "What prophecy from Isaiah was fulfilled as Jesus healed all who were demon-possessed and sick?", "ref": ["08-17"]}, {"a": "Jesus said that he had no permanent home.", "q": "What did Jesus say about the way he lived when the scribe asked to follow him?", "ref": ["08-20"]}, {"a": "Jesus told the disciple to follow him, and to leave the dead to bury their own dead.", "q": "When a disciple asked to go bury his father before following Jesus, what did Jesus say?", "ref": ["08-21", "08-22"]}, {"a": "Jesus was sleeping when the great storm arose on the sea.", "q": "What was Jesus doing in the boat when the great storm arose on the sea?", "ref": ["08-24"]}, {"a": "Jesus said to the disciples, \"Why are you afraid, you of little faith\"?", "q": "When the disciples woke Jesus up because they were afraid of dying, what did Jesus say to them?", "ref": ["08-26"]}, {"a": "The disciples marveled at Jesus because the winds and the sea obeyed him.", "q": "Why were the disciples marveling at Jesus after there was calm?", "ref": ["08-27"]}, {"a": "Jesus met two demon-possessed men who were very violent.", "q": "What kind of men met Jesus when he came to the country of the Gadarenes?", "ref": ["08-28"]}, {"a": "The demons were concerned that Jesus had come to torment them before the set time.", "q": "What was the concern of the demons speaking through the men to Jesus?", "ref": ["08-29"]}, {"a": "When Jesus cast out the demons, they entered a herd of pigs and the pigs rushed into the sea and perished.", "q": "What happened when Jesus cast out the demons?", "ref": ["08-32"]}, {"a": "The people begged Jesus to leave their region.", "q": "What did the people beg Jesus to do when they came out of the city to meet him?", "ref": ["08-34"]}], "9": [{"a": "Some of the scribes thought that Jesus was blaspheming God because Jesus told the paralyzed man that his sins were forgiven.", "q": "Why did some of the scribes think that Jesus was blaspheming God?", "ref": ["09-03", "09-05"]}, {"a": "Jesus had told the paralytic that his sins were forgiven to demonstrate that he had authority on earth to forgive sins.", "q": "Why did Jesus say he had told the paralytic that his sins were forgiven, instead of telling him to get up and walk?", "ref": ["09-05", "09-06"]}, {"a": "They were overawed and praised God, who had given such authority to men.", "q": "Why did the people praise God when they saw the paralytic man's sins forgiven and his body healed?", "ref": ["09-08"]}, {"a": "Matthew was a tax collector before he followed Jesus.", "q": "What was Matthew's occupation before he followed Jesus?", "ref": ["09-09"]}, {"a": "Jesus and his disciples ate with tax collectors and sinful people.", "q": "With whom did Jesus and his disciples eat?", "ref": ["09-10"]}, {"a": "Jesus said he came to call sinners to repentance.", "q": "Who did Jesus say he came to call to repentance?", "ref": ["09-13"]}, {"a": "Jesus said his disciples were not fasting because he was still with them.", "q": "Why did Jesus say his disciples were not fasting?", "ref": ["09-15"]}, {"a": "Jesus said his disciples would fast when he was taken away from them.", "q": "When did Jesus say his disciples would fast?", "ref": ["09-15"]}, {"a": "The woman with severe bleeding touched the edge of Jesus' garment thinking that if she only touched his garment, she would be made well.", "q": "What did the woman with severe bleeding do, and why?", "ref": ["09-20", "09-21"]}, {"a": "Jesus said that the woman with severe bleeding had been made well by her faith.", "q": "What did Jesus say had made the woman with severe bleeding well?", "ref": ["09-22"]}, {"a": "The people laughed at Jesus because Jesus said that the girl was not dead, but sleeping.", "q": "Why did the people laugh at Jesus when he entered the Jewish official's house?", "ref": ["09-24"]}, {"a": "News about Jesus raising the girl from the dead spread into all that region.", "q": "What happened after Jesus raised the girl from the dead?", "ref": ["09-26"]}, {"a": "The two blind men kept shouting, \"Have mercy on us, Son of David\"!", "q": "What did the two blind men keep shouting at Jesus?", "ref": ["09-27"]}, {"a": "Jesus healed the two blind men according to their faith.", "q": "Jesus healed the two blind men according to what?", "ref": ["09-29"]}, {"a": "The Pharisees accused Jesus of driving out demons by the ruler of demons.", "q": "After Jesus healed the mute man, what accusation did the Pharisees make against him?", "ref": ["09-34"]}, {"a": "Jesus had compassion on the crowds because they were worried and confused, and were like sheep without a shepherd.", "q": "Why did Jesus have compassion on the crowds?", "ref": ["09-36"]}, {"a": "Jesus told his disciples to pray urgently that the Lord of the harvest send out laborers into his harvest.", "q": "For what did Jesus tell his disciples to pray urgently?", "ref": ["09-38"]}], "10": [{"a": "Jesus gave his twelve disciples authority to drive out unclean spirits, and to heal all kinds of diseases.", "q": "What authority did Jesus give his twelve disciples?", "ref": ["10-01"]}, {"a": "The name of the disciple who would betray Jesus was Judas Iscariot.", "q": "What is the name of the disciple who would betray Jesus?", "ref": ["10-04"]}, {"a": "Jesus sent his disciples only to the lost sheep of the house of Israel.", "q": "Where did Jesus send his disciples at this time?", "ref": ["10-06"]}, {"a": "No, the disciples were not to carry any money or extra clothes with them.", "q": "Were the disciples to carry any money or extra clothes with them?", "ref": ["10-09", "10-10"]}, {"a": "The disciples were to find someone worthy in the village and stay there until they left.", "q": "Where were the disciples to stay when they went from village to village?", "ref": ["10-11"]}, {"a": "The judgment on the cities that did not receive the disciples or listen to their words would be worse than the judgment on Sodom and Gomorrah.", "q": "What would be the judgment on the cities that did not receive the disciples or listen to their words?", "ref": ["10-14", "10-15"]}, {"a": "Jesus said that people would deliver the disciples up to councils, whip them, and bring them before governors and kings.", "q": "What did Jesus say people would do to the disciples?", "ref": ["10-17", "10-18"]}, {"a": "The Spirit of the Father would speak through the disciples when they were delivered up.", "q": "Who would speak through the disciples when they were delivered up?", "ref": ["10-20"]}, {"a": "Jesus said that those who endure to the end will be saved.", "q": "Who did Jesus say would be saved in the end?", "ref": ["10-22"]}, {"a": "Those who hated Jesus would also hate his disciples.", "q": "How would those who hated Jesus treat Jesus' disciples?", "ref": ["10-24", "10-25"]}, {"a": "We are not to fear those who kill the body but are unable to kill the soul.", "q": "Who did Jesus say we are not to fear?", "ref": ["10-28"]}, {"a": "We are to fear him who is able to destroy both soul and body in hell.", "q": "Who did Jesus say we are to fear?", "ref": ["10-28"]}, {"a": "Jesus will confess him before the Father in heaven.", "q": "What will Jesus do for everyone who confesses him before men?", "ref": ["10-32"]}, {"a": "Jesus will deny him before the Father in heaven.", "q": "What will Jesus do for everyone who denies him before men?", "ref": ["10-33"]}, {"a": "Jesus said that he came to bring divisions even within households.", "q": "What kind of divisions did Jesus say he came to bring?", "ref": ["10-34", "10-36"]}, {"a": "Someone who loses his life for Jesus' sake will find his life.", "q": "What will someone find who loses his life for Jesus' sake?", "ref": ["10-39"]}, {"a": "Someone who gives even a cup of cold water to an unimportant disciple will receive his reward.", "q": "What will someone receive who gives even a cup of cold water to an unimportant disciple?", "ref": ["10-42"]}], "11": [{"a": "Jesus finished instructing his twelve disciples before he departed.", "q": "What did Jesus finish before he departed to teach and preach in the cities?", "ref": ["11-01"]}, {"a": "John the Baptist sent the message, \"Are you the Coming One, or is there another person we should be looking for\"?", "q": "What was the message John the Baptist sent to Jesus?", "ref": ["11-03"]}, {"a": "Jesus said the sick were being healed, the dead were being raised, and the needy were being told the good news.", "q": "What did Jesus say was happening as evidence that he was the Coming One?", "ref": ["11-05"]}, {"a": "Jesus promised a blessing for those who found no occasion of stumbling in him.", "q": "What did Jesus promise for those who found no occasion of stumbling in him?", "ref": ["11-06"]}, {"a": "Jesus said that John the Baptist was the prophesied messenger who would prepare the way before the Coming One.", "q": "What did Jesus say was the role John the Baptist played in his life?", "ref": ["11-09", "11-10"]}, {"a": "Jesus said that John the Baptist was Elijah.", "q": "Who did Jesus say that John the Baptist was?", "ref": ["11-14"]}, {"a": "That generation said that John the Baptist had a demon.", "q": "What did that generation say about John the Baptist who came not eating bread or drinking wine?", "ref": ["11-18"]}, {"a": "That generation said that Jesus was a glutton and a drunkard, and a friend of tax collectors and sinners.", "q": "What did that generation say about Jesus who came eating and drinking?", "ref": ["11-19"]}, {"a": "Jesus rebuked the cities where his great deeds were, yet they had not repented.", "q": "What did Jesus declare regarding the cities where his great deeds were done, yet they had not repented?", "ref": ["11-20"]}, {"a": "Jesus praised the Father for concealing the kingdom of heaven from the wise and understanding.", "q": "Jesus praised the Father for concealing the kingdom of heaven from whom?", "ref": ["11-25"]}, {"a": "Jesus praised the Father for revealing the kingdom of heaven to those who were untaught, like little children.", "q": "Jesus praised the Father for revealing the kingdom of heaven to whom?", "ref": ["11-25"]}, {"a": "Jesus said that he knows the Father, and anyone to whom he desires to reveal him.", "q": "Who did Jesus say knows the Father?", "ref": ["11-27"]}, {"a": "Jesus promised rest to all who labor and are heavy burdened.", "q": "To whom did Jesus promise rest?", "ref": ["11-28"]}], "12": [{"a": "The Pharisees complained that Jesus' disciples were plucking heads of grain and eating them, which they believed was unlawful to do on the Sabbath.", "q": "What were Jesus' disciples doing that the Pharisees complained about to him?", "ref": ["12-02"]}, {"a": "Jesus said that he was greater than the temple.", "q": "Who did Jesus say was greater than the temple?", "ref": ["12-06"]}, {"a": "The Son of Man, Jesus, is Lord of the Sabbath.", "q": "What authority does the Son of Man, Jesus, have?", "ref": ["12-08"]}, {"a": "The Pharisees asked Jesus, \"Is it lawful to heal on the Sabbath\"?", "q": "What question did the Pharisees ask Jesus in the synagogue in front of the man with the dried up hand?", "ref": ["12-10"]}, {"a": "Jesus said it was lawful to do good on the Sabbath.", "q": "What did Jesus say it was lawful to do on the Sabbath?", "ref": ["12-12"]}, {"a": "The Pharisees went out and plotted against him and seeking how they might destroy him.", "q": "When the Pharisees saw Jesus heal the man with the dried up hand, what did they do?", "ref": ["12-14"]}, {"a": "Jesus would not strive, cry aloud, break a bruised reed, or quench smoking flax.", "q": "In Isaiah's prophecy about Jesus, what would Jesus not do?", "ref": ["12-19", "12-20"]}, {"a": "The Gentiles would hear God's judgment and have confidence in Jesus.", "q": "In Isaiah's prophecy about Jesus, who would hear God's judgment and have confidence in Jesus?", "ref": ["12-18"]}, {"a": "Jesus said that if Satan drives out Satan, then how will Satan's kingdom stand?", "q": "How did Jesus respond to the accusation that he cast out demons by Beelzebub?", "ref": ["12-26"]}, {"a": "Jesus said that the kingdom of God had come upon them if he was driving out demons by the Spirit of God.", "q": "What did Jesus say was happening if he was driving out demons by the Spirit of God?", "ref": ["12-28"]}, {"a": "Jesus said that blasphemy against the Spirit will not be forgiven.", "q": "Which sin did Jesus say will not be forgiven?", "ref": ["12-31"]}, {"a": "A tree is known by its fruit.", "q": "By what is a tree known?", "ref": ["12-33"]}, {"a": "Jesus said that the Pharisees would be justified and condemned by their words.", "q": "By what did Jesus say the Pharisees would be justified and condemned?", "ref": ["12-37"]}, {"a": "Jesus said he would give his generation the sign of Jonah, being in the heart of the earth three days and three nights.", "q": "What sign did Jesus say he would give his generation?", "ref": ["12-39", "12-40"]}, {"a": "Jesus said that he was greater than Jonah.", "q": "Who did Jesus say was greater than Jonah?", "ref": ["12-41"]}, {"a": "Jesus said that he was greater than Solomon.", "q": "Who did Jesus say was greater than Solomon?", "ref": ["12-42"]}, {"a": "The men of Nineveh will condemn Jesus' generation because they listened to God's word through Jonah, but Jesus' generation did not even listen to the Son of Man who is greater than Jonah.", "q": "Why will the men of Nineveh condemn the people of Jesus' generation?", "ref": ["12-41"]}, {"a": "Jesus' generation will be like a man who has an unclean spirit go away from him, because the unclean spirit returns with seven other spirits and the final condition of the man becomes worse than the first.", "q": "How will Jesus' generation be like a man who has an unclean spirit go away from him?", "ref": ["12-43", "12-45"]}, {"a": "Jesus said that those who do the will of the Father are his brother, sister, and mother.", "q": "Who did Jesus say are his brother, sister, and mother?", "ref": ["12-48", "12-50"]}], "13": [{"a": "The seed that fell on the wayside was devoured by the birds.", "q": "In Jesus' parable of the sower, what happened to the seed that fell on the wayside?", "ref": ["13-04"]}, {"a": "The seed that fell on rocky ground immediately sprang up, but was scorched by the sun and withered away.", "q": "In Jesus' parable of the sower, what happened to the seed that fell on rocky ground?", "ref": ["13-05", "13-06"]}, {"a": "The seed that fell among the thorn plants was choked by the thorn plants.", "q": "In Jesus' parable of the sower, what happened to the seed that fell among the thorn plants?", "ref": ["13-07"]}, {"a": "The seed that fell on good soil produced grain, some one hundred times as much, some sixty, and some thirty.", "q": "In Jesus' parable of the sower, what happened to the seed that fell on good soil?", "ref": ["13-08"]}, {"a": "Isaiah's prophecy said that the people would hear, but would not understand; they would see, but in no way perceive.", "q": "Isaiah's prophecy said that the people would hear and see, but not what?", "ref": ["13-14"]}, {"a": "The people who heard Jesus but did not understand had dull hearts, were heavy of hearing, and had closed their eyes.", "q": "What was wrong with the people who heard Jesus but did not understand?", "ref": ["13-15"]}, {"a": "The seed sown on the wayside is the person who hears the word of the kingdom but does not understand it, then the evil one comes and snatches away what has been sown in his heart.", "q": "In the parable of the sower, what kind of person is the seed sown on the wayside?", "ref": ["13-19"]}, {"a": "The seed sown on the rocky ground is the person who hears the word and receives it with joy immediately, but stumbles immediately when persecution arises.", "q": "In the parable of the sower, what kind of person is the seed sown on the rocky ground?", "ref": ["13-20", "13-21"]}, {"a": "The seed sown among the thorn plants is the person who hears the word, but the cares of the world and the deceitfulness of riches choke the word.", "q": "In the parable of the sower, what kind of person is the seed sown among the thorn plants?", "ref": ["13-22"]}, {"a": "The seed sown on the good soil is the person who hears the word and understands it, and then produces fruit.", "q": "In the parable of the sower, what kind of person is the seed sown on the good soil?", "ref": ["13-23"]}, {"a": "An enemy sowed the weeds in the field.", "q": "In the parable of the weeds, who sowed the weeds in the field?", "ref": ["13-28"]}, {"a": "The landowner told the servants to let both grow together until the harvest, and then to gather the weeds to be burned, and the wheat into the barn.", "q": "What instructions did the landowner give the servants about the weeds and the wheat?", "ref": ["13-30"]}, {"a": "The mustard seed becomes a tree greater than the garden plants so that the birds nest in its branches.", "q": "In Jesus' parable of the mustard seed, what happens to the tiny mustard seed?", "ref": ["13-31", "13-32"]}, {"a": "Jesus said that the kingdom of heaven was like yeast which was mixed with three measures of flour until it rose.", "q": "How did Jesus say the kingdom of heaven was like yeast?", "ref": ["13-33"]}, {"a": "The sower of the good seed is the Son of Man, the field is the world, the good seed are the sons of the kingdom, the weeds are the sons of the evil one, and the sower of the weeds is the devil.", "q": "In the parable of the weeds, who sows the good seed, what is the field, who is the good seed, who are the weeds, and who sowed the weeds?", "ref": ["13-37", "13-39"]}, {"a": "The reapers are the angels, and the harvest is the end of the world.", "q": "In the parable of the weeds, who are the reapers and what does the harvest represent?", "ref": ["13-39"]}, {"a": "At the end of the world, those who commit iniquity are thrown into the furnace of fire.", "q": "What happens at the end of the world to those who commit iniquity?", "ref": ["13-42"]}, {"a": "At the end of the world, the righteous shine forth like the sun.", "q": "What happens at the end of the world to those who are righteous?", "ref": ["13-43"]}, {"a": "The man who finds the treasure sells everything he possesses and buys the field.", "q": "In Jesus' parable, what does the man do who finds in a field the treasure, which represents the kingdom of heaven?", "ref": ["13-44"]}, {"a": "The man who finds the one pearl of great value sells everything that he possesses and buys it.", "q": "In Jesus' parable, what does the man do who finds the one pearl of great value, which represents the kingdom of heaven?", "ref": ["13-45", "13-46"]}, {"a": "Just as the worthless things from the net were separated from the good and thrown away, at the end of the world the wicked will be separated from the righteous and thrown into the furnace.", "q": "How is the parable of the fishing net like what will happen at the end of the world?", "ref": ["13-47", "13-48"]}, {"a": "The people asked, \"Where does this man get his wisdom from, and these miracles\"?", "q": "What question did the people from his own region ask about Jesus when they heard Jesus teach?", "ref": ["13-54"]}, {"a": "Jesus said that a prophet is without honor in his own country.", "q": "What did Jesus say happens to a prophet in his own country?", "ref": ["13-57"]}, {"a": "Because of the people's unbelief, Jesus did not do many miracles in his own region.", "q": "What happened in Jesus' own region because of the people's unbelief?", "ref": ["13-58"]}], "14": [{"a": "Herod thought Jesus was John the Baptist risen from the dead.", "q": "Who did Herod think Jesus was?", "ref": ["14-02"]}, {"a": "Herod had married his brother's wife.", "q": "What was Herod doing unlawfully, about which John the Baptist told him?", "ref": ["14-04"]}, {"a": "Herod did not immediately put John the Baptist to death because he feared the people, who regarded John as a prophet.", "q": "Why did Herod not immediately put John the Baptist to death?", "ref": ["14-05"]}, {"a": "Herod promised with an oath to give Herodias whatever she should ask.", "q": "What did Herod do after Herodias danced for him on his birthday?", "ref": ["14-07"]}, {"a": "Herodias asked for the head of John the Baptist upon a platter.", "q": "For what did Herodias ask?", "ref": ["14-08"]}, {"a": "Herod gave Herodias her request because of his oath and because of all the people at dinner with him.", "q": "Why did Herod give Herodias her request?", "ref": ["14-09"]}, {"a": "Jesus had compassion on them and healed their sick.", "q": "What was Jesus' reaction when he saw the large crowd following him?", "ref": ["14-14"]}, {"a": "Jesus challenged his disciples to give the crowd something to eat.", "q": "What did Jesus challenge his disciples to do for the crowd?", "ref": ["14-16"]}, {"a": "Jesus looked up to heaven, blessed and broke the loaves and gave them to the disciples to give to the crowd.", "q": "What did Jesus do with the five loaves and the two fish the disciples brought to him?", "ref": ["14-19"]}, {"a": "About five thousand men ate plus women and children, and there were twelve baskets left over.", "q": "How many people ate, and how much food was left over?", "ref": ["14-20", "14-21"]}, {"a": "Jesus went up on the mountain to pray by himself.", "q": "What did Jesus do after he sent the crowd away?", "ref": ["14-23"]}, {"a": "The disciples' boat was almost uncontrollable because of the wind and waves.", "q": "What was happening with the disciples in the midst of the sea?", "ref": ["14-24"]}, {"a": "Jesus went to the disciples by walking on the water.", "q": "How did Jesus go to the disciples?", "ref": ["14-25"]}, {"a": "Jesus told his disciples to be brave and to not be afraid.", "q": "What did Jesus tell the disciples when they saw him?", "ref": ["14-27"]}, {"a": "Jesus told Peter to come and walk on the water.", "q": "What did Jesus tell Peter to come and do?", "ref": ["14-29"]}, {"a": "Peter began to sink into the water when he became afraid.", "q": "Why did Peter begin to sink into the water?", "ref": ["14-30"]}, {"a": "When Peter and Jesus went into the boat, the wind ceased blowing.", "q": "What happened when Jesus and Peter went into the boat?", "ref": ["14-32"]}, {"a": "When the disciples saw this, they worshiped Jesus and said that he was the Son of God.", "q": "What did the disciples do when they saw this?", "ref": ["14-33"]}, {"a": "When Jesus and the disciples got to the other side of the sea, the people brought to Jesus all who were sick.", "q": "What did the people do when Jesus and the disciples got to the other side of the sea?", "ref": ["14-35"]}], "15": [{"a": "The Pharisees prevented children from helping their parents by taking the money as a \"gift given to God\".", "q": "What example did Jesus give of how did the Pharisees made void the word of God by their traditions?", "ref": ["15-04", "15-06"]}, {"a": "Isaiah prophesied that the Pharisees would honor God with their lips, but their heart would be far from God.", "q": "What did Isaiah prophecy about the Pharisees' lips and hearts?", "ref": ["15-07", "15-08"]}, {"a": "The Pharisees were teaching as doctrines the commands of people.", "q": "Instead of teaching the word of God, what were the Pharisees teaching as doctrine?", "ref": ["15-09"]}, {"a": "Jesus said that what a person eats does not defile a person.", "q": "What did Jesus say does not defile a person?", "ref": ["15-11"]}, {"a": "Jesus said that what comes out of a person's mouth defiles a person.", "q": "What did Jesus say does defile a person?", "ref": ["15-11"]}, {"a": "Jesus called the Pharisees blind guides, and said that they would fall into a pit.", "q": "What did Jesus call the Pharisees, and what did he say would happen to them?", "ref": ["15-14"]}, {"a": "From the heart proceeds evil thoughts, murder, adultery, sexual immorality, theft, false witness, and insults.", "q": "What kinds of things proceed from the heart which defile a person?", "ref": ["15-19"]}, {"a": "Jesus answered her not a word.", "q": "What did Jesus do at first when the Canaanite woman shouted out to him for mercy?", "ref": ["15-23"]}, {"a": "Jesus explained that he had been sent only to the lost sheep of the house of Israel.", "q": "What was Jesus' explanation of why he was not helping the Canaanite woman?", "ref": ["15-24"]}, {"a": "Jesus said that the woman had great faith, and he granted her her wish.", "q": "When the Canaanite woman humbled herself, what did Jesus say to her and do for her?", "ref": ["15-28"]}, {"a": "Jesus healed the mute, the crippled, the lame, and the blind.", "q": "What did Jesus do for the large crowds that came to him in Galilee?", "ref": ["15-30", "15-31"]}, {"a": "The disciples had seven loaves, and a few small fish.", "q": "How many loaves and fish did the disciples have to feed the crowd?", "ref": ["15-34"]}, {"a": "Jesus took the loaves and the fish, gave thanks, broke the loaves and gave them to his disciples.", "q": "What did Jesus do with the loaves and fish?", "ref": ["15-36"]}, {"a": "Four thousand men, plus women and children, ate and were satisfied.", "q": "How many people ate and were satisfied from the loaves and fish?", "ref": ["15-38"]}, {"a": "There were seven baskets full remaining after everyone ate.", "q": "How much food was left over after everyone ate?", "ref": ["15-37"]}], "16": [{"a": "The Pharisees and Sadducees wanted to see a sign from heaven from Jesus.", "q": "What did the Pharisees and Sadducees want to see from Jesus as a test?", "ref": ["16-01"]}, {"a": "Jesus said he would give the Pharisees and Sadducees the sign of Jonah.", "q": "What did Jesus say he would give the Pharisees and Sadducees?", "ref": ["16-04"]}, {"a": "Jesus told his disciples to beware the yeast of the Pharisees and Sadducees.", "q": "Of what did Jesus tell his disciples to beware?", "ref": ["16-06"]}, {"a": "Jesus was telling his disciples to beware the teaching of the Pharisees and Sadducees.", "q": "About what was Jesus actually talking when he told his disciples to beware?", "ref": ["16-12"]}, {"a": "Jesus asked his disciples, \"Who do people say that the Son of Man is\"?", "q": "What question did Jesus ask his disciples when they came to Caesarea Philippi?", "ref": ["16-13"]}, {"a": "Some people thought that Jesus was John the Baptist, or Elijah, or Jeremiah, or one of the prophets.", "q": "Who did some people think that Jesus was?", "ref": ["16-14"]}, {"a": "Peter answered, \"You are the Christ, the Son of the Living God\".", "q": "What answer did Peter give to Jesus' question?", "ref": ["16-16"]}, {"a": "Peter knew the answer to Jesus' question because the Father had revealed it to him.", "q": "How did Peter know the answer to Jesus' question?", "ref": ["16-17"]}, {"a": "Jesus gave to Peter the keys of the kingdom, so that he could bind and loose on earth and it would be bound or loosed in heaven.", "q": "What authority did Jesus give to Peter on earth?", "ref": ["16-19"]}, {"a": "Jesus began to tell his disciples that he must go to Jerusalem, suffer many things, be killed, and be raised on the third day.", "q": "At this time, what did Jesus begin to tell his disciples plainly?", "ref": ["16-21"]}, {"a": "Jesus said to Peter, \"Get behind me, Satan\"!", "q": "What did Jesus tell Peter when Peter objected to what Jesus was describing would happen to him?", "ref": ["16-23"]}, {"a": "Anyone who wants to follow Jesus must deny himself, and take up his cross.", "q": "What must anyone do who wants to follow Jesus?", "ref": ["16-24"]}, {"a": "Jesus said that it does not profit a man to gain the whole world, but to forfeit his life.", "q": "What did Jesus say does not profit a man?", "ref": ["16-26"]}, {"a": "Jesus said the Son of Man would come in the glory of his Father with his angels.", "q": "How did Jesus say the Son of Man will come?", "ref": ["16-27"]}, {"a": "The Son of Man will pay every person according to his deeds when he comes.", "q": "How will the Son of Man pay every person when he comes?", "ref": ["16-27"]}, {"a": "Jesus said that some standing there with him would see the Son of Man coming in his kingdom.", "q": "Who did Jesus say would see the Son of Man coming in his kingdom?", "ref": ["16-28"]}], "17": [{"a": "Peter, James, and John went with Jesus up on a high mountain.", "q": "Who went with Jesus up on a high mountain?", "ref": ["17-01"]}, {"a": "Jesus was transfigured so that his face shone like the sun, and his garments were as brilliant as the light.", "q": "What happened to Jesus' appearance on the mountain?", "ref": ["17-02"]}, {"a": "Moses and Elijah appeared and talked with Jesus.", "q": "Who appeared and talked with Jesus?", "ref": ["17-03"]}, {"a": "Peter offered to make three tents for the three men.", "q": "What did Peter offer to do?", "ref": ["17-04"]}, {"a": "The voice out of the cloud said, \"This is my beloved Son, in whom I am well pleased; listen to him\".", "q": "What did the voice out of the cloud say?", "ref": ["17-05"]}, {"a": "Jesus commanded the disciples to report their vision to no one until the Son of Man had risen from the dead.", "q": "What did Jesus command the disciples as they were coming down the mountain?", "ref": ["17-09"]}, {"a": "Jesus said that Elijah will indeed come and restore all things.", "q": "What did Jesus say about the teaching of the scribes that Elijah must come first?", "ref": ["17-11"]}, {"a": "Jesus said John the Baptist was the Elijah who had already come, and they had done whatever they wanted to him.", "q": "Who did Jesus say was the Elijah who had already come, and what had been done to him?", "ref": ["17-12", "17-13"]}, {"a": "The disciples had not been able to cure the epileptic boy.", "q": "What had the disciples been able to do for the epileptic boy?", "ref": ["17-14", "17-16"]}, {"a": "Jesus rebuked the demon, and the boy was cured from that hour.", "q": "What did Jesus do for the epileptic boy?", "ref": ["17-18"]}, {"a": "Jesus said that because of their small faith they could not cure the epileptic boy.", "q": "Why were the disciples not able to cure the epileptic boy?", "ref": ["17-20"]}, {"a": "Jesus told his disciples that he would be delivered into the hands of people who would kill him, and that he would be raised up on the third day.", "q": "What did Jesus tell his disciples that made them very sad?", "ref": ["17-22", "17-23"]}, {"a": "Jesus told Peter to go to the sea, throw in a hook, and draw in the fish that comes up first, which would have a shekel in its mouth for the tax.", "q": "How did Peter and Jesus pay the half-shekel tax?", "ref": ["17-27"]}], "18": [{"a": "Jesus said we must repent and become like little children to enter the kingdom of heaven.", "q": "What did Jesus say we must do to enter the kingdom of heaven?", "ref": ["18-03"]}, {"a": "Jesus said that whoever humbles himself like a little child is greatest in the kingdom of heaven.", "q": "Who did Jesus say is the greatest in the kingdom of heaven?", "ref": ["18-04"]}, {"a": "Whoever causes a little one who believes in Jesus to sin would be better off if a millstone had been hung about his neck and he had been sunk into the sea.", "q": "What happens to whoever causes a little one who believes in Jesus to sin?", "ref": ["18-06"]}, {"a": "Jesus said we must throw away anything that causes us to stumble.", "q": "What did Jesus say we must do with anything that causes us to stumble?", "ref": ["18-08"]}, {"a": "We must not despise the little ones because their angels always look on the face of the Father.", "q": "Why did Jesus say we must not despise the little ones?", "ref": ["18-10"]}, {"a": "It is also not the will of the Father that one of the little ones should perish.", "q": "How is the person who seeks the one lost sheep like the Father in heaven?", "ref": ["18-12", "18-14"]}, {"a": "First, you should go and show him his fault between you and him alone.", "q": "If your brother sins against you, what is the first thing you should do?", "ref": ["18-15"]}, {"a": "Second, you should take with you one or two more brothers as witnesses.", "q": "If your brother does not listen, what is the second thing you should do?", "ref": ["18-16"]}, {"a": "Third, you should tell the matter to the church.", "q": "If your brother still does not listen, what is the third thing you should do?", "ref": ["18-17"]}, {"a": "Finally, if he will not listen to the church, he should be treated as a Gentile and a tax collector.", "q": "If your brother still will not listen, what should be done?", "ref": ["18-17"]}, {"a": "Jesus promised to be in the midst of two or three gathered in his name.", "q": "What did Jesus promise where two or three are gathered in his name?", "ref": ["18-20"]}, {"a": "Jesus said we should forgive our brother seventy times seven times.", "q": "How many times did Jesus say we should forgive our brother?", "ref": ["18-21", "18-22"]}, {"a": "The servant owed his master ten thousand talents, which he could not repay.", "q": "What did the servant owe his master, and could he repay his master?", "ref": ["18-24", "18-25"]}, {"a": "The master was moved with compassion and forgave the servant his debt.", "q": "Why did the master forgive the servant his debt?", "ref": ["18-27"]}, {"a": "The servant refused to be patient and threw the fellow-servant into prison.", "q": "What did the servant do with his fellow-servant who owed him one hundred denarii?", "ref": ["18-30"]}, {"a": "The master told the servant he should have had mercy on the fellow-servant.", "q": "What did the master tell the servant he should have done with the fellow-servant?", "ref": ["18-33"]}, {"a": "The master handed the servant over to the torturers until he would pay all that was owed.", "q": "What did the master then do to the servant?", "ref": ["18-34"]}, {"a": "Jesus said the Father will do to us like the master did to the servant if we do not forgive our brother from the heart.", "q": "What did Jesus say the Father will do if we do not forgive our brother from the heart?", "ref": ["18-35"]}], "19": [{"a": "The Pharisees asked Jesus, \"Is it lawful for a man to divorce his wife for any cause?\"", "q": "What question did the Pharisees ask Jesus to test him?", "ref": ["19-03"]}, {"a": "Jesus said that from the beginning of creation, God had made them male and female.", "q": "What did Jesus say had been true from the beginning of creation?", "ref": ["19-04"]}, {"a": "Jesus said that a man should leave his father and mother and join to his wife.", "q": "Because of the way God had made them male and female, what did Jesus say a man should do?", "ref": ["19-05"]}, {"a": "Jesus said that when a husband joins to his wife, the two become one flesh.", "q": "What did Jesus say happens when the husband joins to his wife?", "ref": ["19-05", "19-06"]}, {"a": "Jesus said that man should not tear apart what God has joined together.", "q": "What did Jesus say man should not do with what God has joined together?", "ref": ["19-06"]}, {"a": "Jesus said that Moses had commanded certificates of divorce because of the hardness of the Jews' hearts.", "q": "Why did Jesus say Moses had commanded certificates of divorce?", "ref": ["19-07", "19-08"]}, {"a": "Jesus said that whoever divorces his wife, except for fornication, and marries another commits adultery, and that a man who marries a divorced woman commits adultery.", "q": "Who did Jesus say commits adultery?", "ref": ["19-09"]}, {"a": "Jesus said that those who are allowed to accept it can accept being a eunuch.", "q": "Who did Jesus say could accept being a eunuch?", "ref": ["19-10", "19-12"]}, {"a": "When some little children were brought to Jesus, the disciples rebuked them.", "q": "What did the disciples do when some little children were brought to Jesus?", "ref": ["19-13"]}, {"a": "Jesus said to permit the little children to come, for to such ones belongs the kingdom of heaven.", "q": "What did Jesus say when he saw the little children?", "ref": ["19-14"]}, {"a": "Jesus told the man to keep the commandments to enter into eternal life.", "q": "What did Jesus tell the young man he must do to enter into eternal life?", "ref": ["19-16", "19-17"]}, {"a": "When the young man said he had kept the commandments, Jesus told him to sell what he had and give it to the poor.", "q": "When the young man said he had kept the commandments, what did Jesus tell him to do?", "ref": ["19-20", "19-21"]}, {"a": "The young man went away sorrowful because he had great possessions.", "q": "How did the young man respond to Jesus' command to sell what he had?", "ref": ["19-22"]}, {"a": "Jesus said that with people it is impossible, but that with God all things are possible.", "q": "What did Jesus say about the possibility of a rich man entering the kingdom of heaven?", "ref": ["19-26"]}, {"a": "Jesus promised his disciples that in the new birth, they would sit upon twelve thrones, judging the twelve tribes of Israel.", "q": "What reward did Jesus promise his disciples who had followed him?", "ref": ["19-28"]}, {"a": "Jesus said that those who are first now will be last, and that those who are last now will be first.", "q": "What did Jesus say about those who are first now and those who are last now?", "ref": ["19-30"]}], "20": [{"a": "The landowner agreed to pay the workers hired early in the morning one denarius a day.", "q": "How much did the landowner agree to pay the workers whom he hired early in the morning?", "ref": ["20-01", "20-02"]}, {"a": "The landowner said he would pay them whatever is right.", "q": "How much did the landowner say he would pay the workers whom he hired the third hour?", "ref": ["20-04"]}, {"a": "The workers hired the eleventh hour received one denarius.", "q": "How much did the workers receive who were hired the eleventh hour?", "ref": ["20-09"]}, {"a": "They complained that they had worked the whole day, but had received the same pay as those who worked one hour.", "q": "What complaint did the workers have who were hired early in the morning?", "ref": ["20-11", "20-12"]}, {"a": "The landowner said he had done the workers no wrong and had paid them what belonged to them.", "q": "How did the landowner respond to the workers' complaint?", "ref": ["20-13", "20-14"]}, {"a": "Jesus told his disciples that he would be delivered to the chief priests and scribes, condemned to death, crucified, and on the third day raised up.", "q": "What events did Jesus tell his disciples about in advance as they were going up to Jerusalem?", "ref": ["20-17", "20-19"]}, {"a": "She wanted Jesus to command that her two sons sit at his right and left hand in his kingdom.", "q": "What request did the mother of the sons of Zebedee have for Jesus?", "ref": ["20-20", "20-21"]}, {"a": "Jesus said that the Father prepared those places for whom he chose.", "q": "Who did Jesus say determined who it was who would sit at his right and left hand in his kingdom?", "ref": ["20-23"]}, {"a": "Jesus said that whoever wishes to become great must be a servant.", "q": "How did Jesus say that one could be great among his disciples?", "ref": ["20-26"]}, {"a": "Jesus said that he came to serve and to give his life as a ransom for many.", "q": "Why did Jesus say that he came?", "ref": ["20-28"]}, {"a": "The two blind men shouted out, \"Lord, Son of David, have mercy on us\".", "q": "What did the two blind men do who were sitting by the road when Jesus passed by?", "ref": ["20-30"]}, {"a": "Jesus healed the two blind men because he was moved with compassion.", "q": "Why did Jesus heal the two blind men?", "ref": ["20-34"]}], "21": [{"a": "Jesus said they would find a donkey tied up, and a colt with her.", "q": "What did Jesus say his two disciples would find in the village opposite them?", "ref": ["21-02"]}, {"a": "A prophet predicted that the King would come on a donkey, and on a colt.", "q": "What had a prophet predicted about this event?", "ref": ["21-04", "21-05"]}, {"a": "The crowd spread their outer garments onto, and put tree branches onto the road.", "q": "What did the crowd do to the road into Jerusalem that Jesus traveled?", "ref": ["21-08"]}, {"a": "The crowd shouted, \"Hosanna to the son of David, blessed is he who comes in the name of the Lord, hosanna in the highest\".", "q": "What did the crowd shout as Jesus went?", "ref": ["21-09"]}, {"a": "Jesus cast out all who bought and sold in the temple, and turned over the tables of the money-changers and seats of those who sold pigeons.", "q": "What did Jesus do when he entered the temple of God in Jerusalem?", "ref": ["21-12"]}, {"a": "Jesus said that the merchants had made the temple of God a den of robbers.", "q": "What did Jesus say the merchants had made the temple of God?", "ref": ["21-13"]}, {"a": "Jesus quoted the prophet who said that out of the mouths of babes and nursing infants God had perfected praise.", "q": "When the chief priests and scribes objected to what the children were shouting about Jesus, what did Jesus say to them?", "ref": ["21-15", "21-16"]}, {"a": "Jesus caused the fig tree to dry up because it had no fruit on it.", "q": "What did Jesus do to the fig tree, and why?", "ref": ["21-18", "21-19"]}, {"a": "Jesus taught his disciples that if they asked in prayer while believing, they would receive.", "q": "What did Jesus teach his disciples about prayer from the drying up of the fig tree?", "ref": ["21-20", "21-22"]}, {"a": "The chief priests and elders wanted to know by what authority Jesus did these things.", "q": "While Jesus was teaching, about what did the chief priests and elders question him?", "ref": ["21-23"]}, {"a": "Jesus asked them if they thought John the Baptist's baptism was from heaven or from men.", "q": "What question did Jesus ask the chief priests and elders in return?", "ref": ["21-25"]}, {"a": "They knew that Jesus would then ask them why they did not believe John.", "q": "Why did the chief priests and scribes not want to answer that John's baptism was from heaven?", "ref": ["21-25"]}, {"a": "They feared the crowd, who held John to be a prophet.", "q": "Why did the chief priests and scribes not want to answer that John's baptism was from men?", "ref": ["21-26"]}, {"a": "The first son said he would not go, but changed his mind and went.", "q": "In Jesus' story of the two sons, what did the first son do when told to work in the vineyard?", "ref": ["21-28", "21-29"]}, {"a": "The second son said he would go, but then did not go.", "q": "What did the second son do when told to work in the vineyard?", "ref": ["21-30"]}, {"a": "The first son.", "q": "Which of the two sons did the father's will?", "ref": ["21-31"]}, {"a": "Jesus said they were entering the kingdom because they believed John, but the chief priests and scribes did not believe John.", "q": "Why did Jesus say that tax collectors and prostitutes were entering the kingdom of God before the chief priests and scribes?", "ref": ["21-31", "21-32"]}, {"a": "The vine growers beat, killed, and stoned the servants.", "q": "What did the vine growers do to the servants that the owner sent to get his grapes?", "ref": ["21-35", "21-36"]}, {"a": "The owner finally sent his own son.", "q": "Who did the owner finally send to the vine growers?", "ref": ["21-37"]}, {"a": "The vine growers killed the owner's son.", "q": "What did the vine growers do to the person that the owner sent last?", "ref": ["21-38", "21-39"]}, {"a": "The people said that the owner should destroy the first vine growers and then rent to other vine growers who would pay.", "q": "What did the people say the owner should then do?", "ref": ["21-40", "21-41"]}, {"a": "The stone which the builders reject is made the cornerstone.", "q": "In the scriptures that Jesus then quoted, what happens to the stone which the builders reject?", "ref": ["21-42"]}, {"a": "Jesus said that the kingdom of God would be taken away from the chief priests and Pharisees, and would be given to a nation that brings forth its fruits.", "q": "Based on the scripture Jesus quoted, what did he say would happen?", "ref": ["21-43"]}, {"a": "They were afraid of the crowd, because the people regarded Jesus as a prophet.", "q": "Why did the chief priests and Pharisees not immediately lay hands on Jesus?", "ref": ["21-46"]}], "22": [{"a": "Some did not take the invitation seriously and went about their own business, and others laid hands on the king's servants and killed them.", "q": "What did those invited to the marriage feast of the king's son do when the king's servants brought the invitation?", "ref": ["22-05", "22-06"]}, {"a": "The king sent his armies, killed those murderers, and burned their city.", "q": "What did the king do to those first invited to the marriage feast?", "ref": ["22-07"]}, {"a": "The king then invited as many people as his servants could find, both bad and good.", "q": "Who did the king then invite to the marriage feast?", "ref": ["22-09", "22-10"]}, {"a": "The king had him bound and thrown into the outer darkness.", "q": "What did the king do to the man who came to the feast without a wedding garment?", "ref": ["22-13"]}, {"a": "The Pharisees were trying to entrap Jesus in his own talk.", "q": "What were the Pharisees trying to do to Jesus?", "ref": ["22-15"]}, {"a": "They asked Jesus if it was lawful to pay taxes to Caesar or not.", "q": "What question did the Pharisees' disciples ask Jesus?", "ref": ["22-17"]}, {"a": "Jesus said to give to Caesar the things that are Caesar's, and to God the things that are God's.", "q": "How did Jesus answer the question from the Pharisees' disciples?", "ref": ["22-21"]}, {"a": "The Sadducees believed that there was no resurrection.", "q": "What belief did the Sadducees have about the resurrection?", "ref": ["22-23"]}, {"a": "The woman had seven husbands.", "q": "In the Sadducees' story, how many husbands did the wife have?", "ref": ["22-26", "22-27"]}, {"a": "Jesus said the Sadducees did not know the scriptures nor the power of God.", "q": "What two things did Jesus say the Sadducees did not know?", "ref": ["22-29"]}, {"a": "Jesus said that in the resurrection, there is no marriage.", "q": "What did Jesus say about marriage in the resurrection?", "ref": ["22-30"]}, {"a": "Jesus quoted the scriptures where God says that he is the God of Abraham, Isaac, and Jacob - the God of the living.", "q": "How did Jesus show from the scriptures that there is a resurrection?", "ref": ["22-32"]}, {"a": "The lawyer asked Jesus which is the greatest commandment in the law.", "q": "What question did the Pharisee lawyer ask Jesus?", "ref": ["22-36"]}, {"a": "Jesus said that to love the Lord your God with all your heart, soul, and mind was the great and first commandment.", "q": "What did Jesus say was the great and first commandment?", "ref": ["22-37", "22-38"]}, {"a": "Jesus said that to love your neighbor as yourself was the second commandment.", "q": "What did Jesus say was the second commandment?", "ref": ["22-39"]}, {"a": "Jesus asked them whose son is the Christ.", "q": "What question did Jesus ask the Pharisees?", "ref": ["22-42"]}, {"a": "The Pharisees said that the Christ was the son of David.", "q": "What answer did the Pharisees give Jesus?", "ref": ["22-42"]}, {"a": "Jesus then asked them how David could call his son, the Christ, Lord.", "q": "What second question did Jesus then ask the Pharisees?", "ref": ["22-45"]}, {"a": "The Pharisees were not able to answer Jesus a word.", "q": "What answer did the Pharisees give Jesus?", "ref": ["22-46"]}], "23": [{"a": "Jesus told the people to do and observe the things the scribes and Pharisees taught from Moses' seat.", "q": "Since the scribes and Pharisees sat in Moses' seat, what did Jesus tell the people to do with their teaching?", "ref": ["23-02", "23-03"]}, {"a": "Jesus said they should not imitate their deeds because they say things but then do not do them.", "q": "Why did Jesus say the people should not imitate the scribes and Pharisees' deeds?", "ref": ["23-03"]}, {"a": "The scribes and Pharisees did all their deeds to be seen by people.", "q": "For what purpose did the scribes and Pharisees do all their deeds?", "ref": ["23-05"]}, {"a": "Jesus said that our one Father is him who is in heaven, and our one teacher is the Christ.", "q": "Who did Jesus say is our one Father, and our one teacher?", "ref": ["23-08", "23-10"]}, {"a": "God will humble the one who exalts himself, and will exalt the one who humbles himself.", "q": "What will God do to the one who exalts himself, and to the one who humbles himself?", "ref": ["23-12"]}, {"a": "When the scribes and Pharisees made a new convert, he was twice a son of hell as they were.", "q": "When the scribes and Pharisees made a new convert, whose son was he?", "ref": ["23-15"]}, {"a": "Jesus repeatedly called the scribes and Pharisees hypocrites.", "q": "What name did Jesus repeatedly call the scribes and Pharisees which described their behavior?", "ref": ["23-13", "23-15"]}, {"a": "Jesus said that the scribes and Pharisees were blind guides and blind fools.", "q": "Regarding being bound by oaths, what did Jesus say about the teachings of the scribes and Pharisees?", "ref": ["23-16", "23-17"]}, {"a": "The scribes and Pharisees had failed to do the weightier matters of the law - justice, mercy, and faith.", "q": "Even though they had tithed their mint, dill, and cumin, what had the scribes and Pharisees failed to do?", "ref": ["23-23"]}, {"a": "The scribes and Pharisees had failed to clean the inside of their cup, so the outside could be clean also.", "q": "What had the scribes and Pharisees failed to clean?", "ref": ["23-25", "23-26"]}, {"a": "The scribes and Pharisees were full of extortion, excess, hypocrisy, and iniquity.", "q": "Of what were the scribes and Pharisees full on the inside?", "ref": ["23-28"]}, {"a": "The fathers of the scribes and Pharisees had killed God's prophets.", "q": "What had the fathers of the scribes and Pharisees done to God's prophets?", "ref": ["23-29", "23-31"]}, {"a": "The scribes and Pharisees were going to face the judgment of hell.", "q": "What judgment were the scribes and Pharisees going to face?", "ref": ["23-33"]}, {"a": "Jesus said they would kill and crucify some, whip some, and chase some from city to city.", "q": "What did Jesus say the scribes and Pharisees would do to the prophets, wise men, and scribes he would send them?", "ref": ["23-34"]}, {"a": "The guilt of all the righteous blood shed on the earth would come upon the scribes and Pharisees.", "q": "As a result of their behavior, what guilt would come upon the scribes and Pharisees?", "ref": ["23-35"]}, {"a": "Jesus said that to this generation all these things would happen.", "q": "To which generation did Jesus say all these things would happen?", "ref": ["23-36"]}, {"a": "Jesus desired to gather the children of Jerusalem together, but they would not agree.", "q": "What desire did Jesus have for the children of Jerusalem, and why was it not fulfilled?", "ref": ["23-37"]}, {"a": "Jerusalem's house would now be left abandoned.", "q": "How would Jerusalem's house now be left?", "ref": ["23-38"]}], "24": [{"a": "Jesus prophesied that not one stone of the temple would be left on another which would not be torn down.", "q": "What did Jesus prophesy concerning the temple in Jerusalem?", "ref": ["24-02"]}, {"a": "The disciples asked Jesus when these things would happen, and what would be the sign of his coming and the end of the world?", "q": "After hearing the prophesy about the temple, what did the disciples ask Jesus?", "ref": ["24-03"]}, {"a": "Jesus said many would come saying they are the Christ, leading many astray.", "q": "What kind of people did Jesus say would lead many astray?", "ref": ["24-05"]}, {"a": "Jesus said that wars, famines, and earthquakes would be the beginning of birth pains.", "q": "What events did Jesus say would be the beginning of birth pains?", "ref": ["24-06", "24-08"]}, {"a": "Jesus said that the believers would suffer tribulation and that some would stumble and betray one another.", "q": "What did Jesus say would happen among the believers at this time?", "ref": ["24-09", "24-10"]}, {"a": "Jesus said that the one who endures to the end will be saved.", "q": "Who did Jesus say would be saved?", "ref": ["24-13"]}, {"a": "The gospel of the kingdom will be preached in the whole world before the end comes.", "q": "What will happen with the gospel before the end comes?", "ref": ["24-14"]}, {"a": "Jesus said the believers should flee to the mountains.", "q": "What did Jesus say the believers should do when they see the abomination of desolation standing in the holy place? [24:15]", "ref": ["24-15", "24-18"]}, {"a": "In those days, the tribulation will be great, greater than any from the beginning of the world.", "q": "How great will the tribulation be in those days?", "ref": ["24-21"]}, {"a": "The false Christs and false prophets will show great signs and wonders to lead many astray.", "q": "How will the false Christs and false prophets lead many astray?", "ref": ["24-24"]}, {"a": "The coming of the Son of Man will look like lightning shining from east to west.", "q": "What will the coming of the Son of Man look like?", "ref": ["24-27"]}, {"a": "The sun and moon will be darkened, and the stars will fall from the sky.", "q": "What will happen to the sun, moon, and stars after the tribulation of those days?", "ref": ["24-29"]}, {"a": "The tribes of the earth will beat their breasts.", "q": "What will the tribes of the earth do when they see the Son of Man coming in power and great glory?", "ref": ["24-30"]}, {"a": "The great sound of a trumpet will be heard when the angels gather the elect.", "q": "What sound will be heard as the Son of Man sends his angels to gather the elect?", "ref": ["24-31"]}, {"a": "Jesus said that this generation will not pass away until all these things have occurred.", "q": "What did Jesus say would not pass away until all these things have occurred?", "ref": ["24-34"]}, {"a": "Jesus said that heaven and earth will pass away, but that his words will never pass away.", "q": "What did Jesus say would pass away, and what would never pass away?", "ref": ["24-35"]}, {"a": "Only the Father knows when these events will occur.", "q": "Who knows when these events will occur?", "ref": ["24-36"]}, {"a": "The people will be eating and drinking, marrying and giving in marriage, knowing nothing of the coming judgment that will take them away.", "q": "How will the coming of the Son of Man be like the days of Noah before the Flood?", "ref": ["24-37", "24-39"]}, {"a": "Jesus said that his believers must always be ready, because they do not know what day the Lord will come.", "q": "What attitude did Jesus say his believers must maintain regarding his coming, and why?", "ref": ["24-42"]}, {"a": "A faithful and wise servant takes care of the master's household while the master is away.", "q": "What does a faithful and wise servant do while the master is away?", "ref": ["24-45", "24-46"]}, {"a": "When he returns, the master sets the faithful and wise servant over everything that he owns.", "q": "What does the master do for the faithful and wise servant when he returns?", "ref": ["24-47"]}, {"a": "An evil servant beats his fellow servants and eats and drinks with drunkards while the master is away.", "q": "What does an evil servant do while the master is away?", "ref": ["24-48", "24-49"]}, {"a": "When he returns, the master cuts the evil servant in two and sends him to where there is weeping and grinding of teeth.", "q": "What does the master do with the evil servant when he returns?", "ref": ["24-51"]}], "25": [{"a": "The foolish virgins did not take any oil with them along with their lamps.", "q": "What did the foolish virgins not do when they went to meet the bridegroom?", "ref": ["25-03"]}, {"a": "The wise virgins took containers of oil along with their lamps.", "q": "What did the wise virgins do when they went to meet the bridegroom?", "ref": ["25-04"]}, {"a": "The bridegroom came at midnight, which was later than the expected time.", "q": "When did the bridegroom come, and was this the expected time?", "ref": ["25-05", "25-06"]}, {"a": "The wise virgins went with the bridegroom to the marriage feast.", "q": "What happened to the wise virgins when the bridegroom came?", "ref": ["25-10"]}, {"a": "The foolish virgins had to go buy oil, and when they returned the door to the feast was shut for them.", "q": "What happened to the foolish virgins when the bridegroom came?", "ref": ["25-10", "25-12"]}, {"a": "Jesus said that the believers should watch, for they do not know the day or the hour.", "q": "What did Jesus say he wanted the believers to learn from the parable of the virgins?", "ref": ["25-13"]}, {"a": "The servant with five talents made another five talents, and the one with two talents made another two.", "q": "What did the servants with five and two talents do with their talents when their master went on his journey?", "ref": ["25-16"]}, {"a": "The servant with one talent dug a hole in the ground and hid his master's money.", "q": "What did the servant with one talent do with the talent when his master went on his journey?", "ref": ["25-18"]}, {"a": "The master was away for a long time.", "q": "How long was the master away on his journey?", "ref": ["25-19"]}, {"a": "The master said, \"Well done, good and faithful servant!\" and put them in charge of many things.", "q": "When he returned, what did the master do for the servants who had been given five and two talents?", "ref": ["25-20", "25-21"]}, {"a": "The master said, \"You wicked and lazy servant,\" took the one talent away from him, and threw him into the outer darkness.", "q": "When he returned, what did the master do to the servant who had been given one talent?", "ref": ["25-26"]}, {"a": "The Son of Man will gather all the nations and separate the people one from another.", "q": "What will the Son of Man do when he comes and sits on his glorious throne?", "ref": ["25-31", "25-32"]}, {"a": "Those on the King's right hand receive the kingdom prepared for them from the foundation of the world.", "q": "What will those on the King's right hand receive?", "ref": ["25-34"]}, {"a": "Those on the King's right hand gave food to the hungry, drink to the thirsty, took in strangers, clothed the naked, cared for the sick, and visited the prisoners.", "q": "What did those on the King's right hand do in their lives?", "ref": ["25-35", "25-36"]}, {"a": "Those on the King's left hand receive the eternal fire prepared for the devil and his angels.", "q": "What will those on the King's left hand receive?", "ref": ["25-41"]}, {"a": "Those on the King's left hand did not give food to the hungry, drink to the thirsty, take in strangers, clothe the naked, care for the sick, or visit the prisoners.", "q": "What did those on the King's left hand not do in their lives?", "ref": ["25-42", "25-43"]}], "26": [{"a": "Jesus said that the Passover was coming in two days.", "q": "What Jewish feast did Jesus say was coming in two days?", "ref": ["26-02"]}, {"a": "They were plotting to arrest Jesus stealthily and to kill him.", "q": "What were the chief priests and elders plotting at the palace of the chief priest?", "ref": ["26-04"]}, {"a": "They were afraid that if they killed Jesus during the feast, the people might riot.", "q": "Of what were the chief priests and elders afraid?", "ref": ["26-05"]}, {"a": "The disciples were angry and wanted to know why the ointment was not sold and the money given to the poor.", "q": "What was the disciples' reaction when the woman poured the expensive ointment on Jesus' head?", "ref": ["26-06", "26-09"]}, {"a": "Jesus said the woman had poured the ointment on him for his burial.", "q": "Why did Jesus say the woman had poured the ointment on him?", "ref": ["26-12"]}, {"a": "Judas was paid thirty pieces of silver to deliver Jesus into the hands of the chief priests.", "q": "What was Judas Iscariot paid to deliver Jesus into the hands of the chief priests?", "ref": ["26-14", "26-15"]}, {"a": "Jesus said that one of his disciples would betray him.", "q": "What did Jesus say at the evening meal about one of his disciples?", "ref": ["26-21"]}, {"a": "Jesus said that it would be better for the man who betrays him if he had never been born.", "q": "What did Jesus say about the future of the one who would betray him?", "ref": ["26-24"]}, {"a": "Jesus answered, \"You have said it yourself\".", "q": "How did Jesus answer when Judas asked if he was the one who would betray Jesus?", "ref": ["26-25"]}, {"a": "Jesus said, \"Take, eat. This is my body\".", "q": "What did Jesus say when he took the bread, blessed it, broke it, and gave it to the disciples?", "ref": ["26-26"]}, {"a": "Jesus said that the cup was his blood of the covenant that is poured out for many for the forgiveness of sins.", "q": "What did Jesus say about the cup he then gave to the disciples?", "ref": ["26-28"]}, {"a": "Jesus told his disciples that they would all fall away that night because of him.", "q": "At the Mount of Olives, what did Jesus tell his disciples they would all do that night?", "ref": ["26-30", "26-31"]}, {"a": "Jesus said that Peter would deny Jesus three times that night before the rooster crows.", "q": "When Peter said he would never fall away, what did Jesus tell him he would do that night?", "ref": ["26-33", "26-34"]}, {"a": "Jesus asked them to remain there and watch with him.", "q": "What did Jesus ask Peter and the two sons of Zebedee to do while he prayed?", "ref": ["26-37", "26-38"]}, {"a": "Jesus requested that if it were possible, to let this cup pass from him.", "q": "What request did Jesus make to the Father in his prayer?", "ref": ["26-39"]}, {"a": "The disciples were sleeping when Jesus returned from praying.", "q": "What were the disciples doing when Jesus returned from praying?", "ref": ["26-40"]}, {"a": "Jesus prayed that the Father's will be done, no matter Jesus' own will.", "q": "What did Jesus pray be done, no matter Jesus' own will?", "ref": ["26-42"]}, {"a": "Jesus left the disciples three times to go and pray.", "q": "How many times did Jesus leave the disciples to go and pray?", "ref": ["26-42", "26-44"]}, {"a": "Judas kissed Jesus as the sign to the crowd that Jesus was the one to seize.", "q": "What sign did Judas give the crowd to identify Jesus as the one to seize?", "ref": ["26-47", "26-48"]}, {"a": "One of Jesus' disciples drew his sword and cut off the ear of the servant of the high priest.", "q": "What did one of Jesus' disciples do when Jesus was seized?", "ref": ["26-51"]}, {"a": "Jesus said that he could call upon the Father, who would send twelve legions of angels.", "q": "What did Jesus say he could do if he wished to defend himself?", "ref": ["26-53"]}, {"a": "Jesus said that the scriptures were being fulfilled by these events.", "q": "What did Jesus say was being fulfilled by these events?", "ref": ["26-54"]}, {"a": "All the disciples then left him and fled.", "q": "What did all the disciples then do?", "ref": ["26-56"]}, {"a": "They were looking for false testimony against Jesus in order to put Jesus to death.", "q": "For what were the chief priests and the whole Council looking in order to put Jesus to death?", "ref": ["26-59"]}, {"a": "The high priest commanded Jesus tell them whether or not he was the Christ, the Son of God.", "q": "What command did the high priest give Jesus by the living God?", "ref": ["26-63"]}, {"a": "Jesus said, \"You have said it yourself\".", "q": "What was Jesus' response to the high priest's command?", "ref": ["26-64"]}, {"a": "Jesus said the high priest would see the Son of Man sitting at the right hand of Power, and coming on the clouds of heaven.", "q": "What did Jesus say the high priest would see?", "ref": ["26-64"]}, {"a": "The high priest accused Jesus of blasphemy.", "q": "What accusation did the high priest then make against Jesus?", "ref": ["26-65"]}, {"a": "They spat in Jesus' face, beat him, and struck him with the palms of their hands.", "q": "What did they do to Jesus after they accused him?", "ref": ["26-67"]}, {"a": "Peter answered that he did not know Jesus.", "q": "What did Peter answer the three times that someone asked him if he was with Jesus?", "ref": ["26-73", "26-75"]}, {"a": "As soon as Peter answered the third time, a rooster crowed.", "q": "What happened as soon as Peter answered the third time?", "ref": ["26-74"]}, {"a": "Peter remembered that Jesus had said that before the rooster crows, he would deny Jesus three times.", "q": "What did Peter remember after his third answer?", "ref": ["26-75"]}], "27": [{"a": "In the morning, they took him to Pilate the governor.", "q": "In the morning, where did the chief priests and elders take Jesus?", "ref": ["27-02"]}, {"a": "Judas repented of betraying innocent blood, returned the silver, went out, and hanged himself.", "q": "What did Judas Iscariot do when he saw that Jesus was condemned?", "ref": ["27-03", "27-05"]}, {"a": "They bought the Potter's Field in which to bury strangers.", "q": "What did the chief priests do with the thirty pieces of silver?", "ref": ["27-06", "27-07"]}, {"a": "These events fulfilled the prophecy of Jeremiah.", "q": "Whose prophecy did these events fulfill?", "ref": ["27-09", "27-10"]}, {"a": "Pilate asked Jesus if he was the King of the Jews, and Jesus answered, \"You say so\".", "q": "What question did Pilate ask Jesus, and what was Jesus' answer?", "ref": ["27-11"]}, {"a": "Jesus did not answer even one word.", "q": "What did Jesus answer to all the accusations of the chief priests and elders?", "ref": ["27-12", "27-14"]}, {"a": "Pilate wished to have Jesus released, following the custom of the feast.", "q": "What did Pilate wish to do for Jesus, following the custom of the feast of Passover?", "ref": ["27-15", "27-16"]}, {"a": "She told Pilate to have nothing to do with that innocent man.", "q": "What message did Pilate's wife send to him as he was sitting on the judgment-seat?", "ref": ["27-19"]}, {"a": "The chief priests and elders persuaded the crowd to ask for Barabbas to be released instead of Jesus.", "q": "Why was Barabbas, and not Jesus released according to the custom of the feast?", "ref": ["27-20"]}, {"a": "The crowd cried out that they wanted Jesus to be crucified.", "q": "What did the crowd cry out that they wanted done with Jesus?", "ref": ["27-22"]}, {"a": "Pilate washed his hands, said he was innocent of this innocent man's blood, and gave Jesus over to the crowd.", "q": "When Pilate saw a riot was starting, what did he do?", "ref": ["27-24"]}, {"a": "The people said, \"May his blood be on us and our children\".", "q": "What did the people say when Pilate handed Jesus to them?", "ref": ["27-25"]}, {"a": "The soldiers put a scarlet robe on him and a crown of thorns on his head.", "q": "What did the soldiers of the governor put on Jesus?", "ref": ["27-27", "27-29"]}, {"a": "Simon was forced to carry Jesus' cross.", "q": "What was Simon of Cyrene forced to do?", "ref": ["27-32"]}, {"a": "They went to Golgotha, which means \"The Place of a Skull\".", "q": "Where did they go to crucify Jesus?", "ref": ["27-33"]}, {"a": "The soldiers cast lots to divide up Jesus' garments and then sat and watched him.", "q": "What did the soldiers do after they crucified Jesus?", "ref": ["27-35", "27-36"]}, {"a": "They wrote, \"THIS IS JESUS THE KING OF THE JEWS\".", "q": "What writing did they put above Jesus' head?", "ref": ["27-37"]}, {"a": "Two robbers were crucified with Jesus, one on his right and one on his left.", "q": "Who was crucified with Jesus?", "ref": ["27-38"]}, {"a": "They all challenged Jesus to save himself and come down from the cross.", "q": "What did the people, the chief priests, the scribes, and the elders challenge Jesus to do?", "ref": ["27-42"]}, {"a": "Darkness came over the whole land from the sixth to the ninth hour.", "q": "What happened from the sixth to the ninth hour?", "ref": ["27-45"]}, {"a": "Jesus cried out, \"My God, my God, why have you forsaken me?\"", "q": "What did Jesus cry out at the ninth hour?", "ref": ["27-46"]}, {"a": "Jesus gave up his spirit.", "q": "What happened after Jesus cried out again with a loud voice?", "ref": ["27-50"]}, {"a": "The curtain of the temple was split in two from the top to the bottom after Jesus died.", "q": "What happened in the temple after Jesus died?", "ref": ["27-51"]}, {"a": "Many saints that had fallen asleep were raised and appeared to many after Jesus died.", "q": "What happened at the tombs after Jesus died?", "ref": ["27-52", "27-53"]}, {"a": "The centurion testified, \"Truly this was the Son of God\".", "q": "Seeing all these events, what was the testimony of the centurion?", "ref": ["27-54"]}, {"a": "A rich disciple of Jesus, Joseph, asked Pilate for the body, wrapped it in linen, and laid it in his own new tomb.", "q": "After he was crucified, what happened to the body of Jesus?", "ref": ["27-57", "27-58"]}, {"a": "A large stone was placed across the door of the tomb where Jesus' body was laid.", "q": "What was placed across the door of the tomb where Jesus' body was laid?", "ref": ["27-60"]}, {"a": "The chief priests and the Pharisees wanted to make sure that Jesus' tomb was secure so that no one could steal the body.", "q": "Why did the chief priests and the Pharisees gather with Pilate the next day?", "ref": ["27-62", "27-64"]}, {"a": "Pilate permitted them to seal the stone and place a guard at the tomb.", "q": "What did Pilate permit them to do at the tomb?", "ref": ["27-65", "27-66"]}], "28": [{"a": "As it began to dawn toward the first day of the week, they went to Jesus' tomb.", "q": "What day and time did Mary Magdalene and the other Mary go to Jesus' tomb?", "ref": ["28-01"]}, {"a": "An angel of the Lord descended and rolled away the stone.", "q": "How was the stone rolled away from Jesus' tomb?", "ref": ["28-02"]}, {"a": "The guards shook with fear and became like dead men when they saw the angel.", "q": "What did the guards do when they saw the angel?", "ref": ["28-04"]}, {"a": "The angel said that Jesus had risen and was going ahead of them to Galilee.", "q": "What did the angel say to the two women about Jesus?", "ref": ["28-05", "28-07"]}, {"a": "The women met Jesus, and they took hold of his feet and worshiped him.", "q": "What happened to the two women on their way to tell the disciples?", "ref": ["28-08", "28-09"]}, {"a": "The chief priests paid the soldiers a large amount of money and told them to say that Jesus' disciples had stolen the body.", "q": "When the guards told the chief priests what had happened at the tomb, what did the chief priests do?", "ref": ["28-11", "28-13"]}, {"a": "The disciples worshiped Jesus, but some doubted.", "q": "What did the disciples do when they saw Jesus in Galilee?", "ref": ["28-17"]}, {"a": "Jesus said that all authority in heaven and on earth had been given to him.", "q": "What authority did Jesus say had been given to him?", "ref": ["28-18"]}, {"a": "Jesus commanded his disciples to go and make disciples, and to baptize them.", "q": "What did Jesus command his disciples to do?", "ref": ["28-19"]}, {"a": "Jesus told his disciples to baptize in the name of the Father, of the Son, and of the Holy Spirit.", "q": "Into what name did Jesus tell his disciples to baptize?", "ref": ["28-19"]}, {"a": "Jesus commanded his disciples to teach the nations to obey all the things he had commanded.", "q": "What did Jesus command his disciples to teach?", "ref": ["28-20"]}, {"a": "Jesus promised to be with them, even to the end of the world.", "q": "What final promise did Jesus give his disciples?", "ref": ["28-20"]}]}