[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "take refuge in Yahweh", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to Yahweh for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how will you say to me, \"Flee like a bird to the mountain\"?", "text": "This question is asked to provide emphasis. It can be translated as a statement. AT: \"So do not ask me to run away!\" ([[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For see! The wicked prepare their bows. They make ready their arrows on the strings to shoot in the darkness at the upright in heart", "text": "\"Look! the wicked are preparing to attack upright people\""}, {"ref": "upright in heart", "text": "Here \"upright in heart\" refers to godly or righteous people."}]}, {"id": "003", "tn": [{"ref": "For if the foundations are ruined, what can the righteous do?", "text": "Here \"the foundations\" may refer to law and order. This rhetorical question is asked to add emphasis. It can be translated as a statement. AT: \"Righteous people cannot do anything when evil people are not punished when they disobey the laws!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his eyes watch, his eyes examine the children of mankind", "text": "Yahweh is aware of everything that happens. AT: \"He examines all that humanity does\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "children of mankind", "text": "\"humanity\""}]}, {"id": "005", "tn": [{"ref": "examines", "text": "\"watches carefully\""}, {"ref": "do violence", "text": "\"hurt others\""}, {"ref": "He rains burning coals and brimstone upon the wicked; a scorching wind will be their portion from his cup!", "text": "God's punishment is described as if it were burning coals and brimstone from a volcano. AT: \"He punishes the wicked; there will be no relief for them!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brimstone", "text": "This is another name for sulphur."}, {"ref": "see his face", "text": "\"be in his presence\""}]}]