[{"id": "01", "tn": [{"ref": "the word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "Amittai", "text": "This is the name of Jonah's father. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Get up and go to Nineveh, that great city", "text": "\"Go to the important city of Nineveh\""}, {"ref": "Get up and go", "text": "This is a common expression for traveling to distant places. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "speak out against it", "text": "\"warn the people\" (UDB). God is  referring to the people of the city. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their wickedness has risen up before me", "text": "\"I know they have been continually sinning\""}, {"ref": "got up to run away from the presence of Yahweh", "text": "\"ran away from Yahweh.\" \"got up\" is referring to Jonah leaving where he was. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the presence of Yahweh", "text": "Jonah was trying to flee from Yahweh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and go to Tarshish", "text": "\"and went to Tarshish.\" Tarshish was in the opposite direction to Nineveh. This can be made explicit. AT: \"and went in the opposite direction, toward Tarshish\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He went down to Joppa", "text": "\"Jonah went to Joppa\""}, {"ref": "ship", "text": "A \"ship\" is a very large type of boat that can travel on the sea and carry many passengers or heavy cargo."}, {"ref": "So he paid the fare", "text": "\"There Jonah paid for the trip\""}, {"ref": "and boarded the ship", "text": "\"and got on the ship\""}, {"ref": "with them", "text": "The word \"them\" refers to the others who were going on the ship."}, {"ref": "away from the presence of Yahweh", "text": "Jonah hoped that Yahweh was not present in Tarshish. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "Soon it appeared", "text": "It can be made explicit who thought the ship would be broken up. AT: \"The men thought\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to be broken up", "text": "This can be stated in active form. AT: \"to break apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sailors", "text": "the men who worked on the ship"}, {"ref": "his own god", "text": "Here \"god\" refers to false gods and idols that people worship."}, {"ref": "They threw the ship's cargo", "text": "\"The men threw the heavy things off the ship.\" This was done to keep the ship from sinking."}, {"ref": "to lighten it", "text": "Making the ship lighter would make if float better. AT: \"to help the ship float better\""}, {"ref": "But Jonah had gone down into the innermost parts of the ship", "text": "Jonah did this before the storm started."}, {"ref": "down into the innermost parts of the ship", "text": "\"inside the ship\""}, {"ref": "was lying there deeply asleep", "text": "\"was lying there fast asleep\" or \"was lying there and sleeping deeply.\" For this reason, the storm did not wake him up."}]}, {"id": "06", "tn": [{"ref": "So the captain came to him and said to him", "text": "\"The man in charge of the ship went to Jonah and said\""}, {"ref": "What are you doing sleeping?", "text": "\"Why are you sleeping?\" He used this rhetorical question to scold Jonah. AT: \"Stop sleeping!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Get up!", "text": "This refers to doing some activity. For Jonah, the Captain is telling him to wake up and pray to his god for safe passage. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Call upon your god!", "text": "\"Pray to your god!\" \"Call\" refers to getting the attention of someone. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Maybe your god will notice us and we will not perish", "text": "The implicit information that Jonah's god might save them could be made explicit. AT: \"Maybe your god will hear and save us so that we will not die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They all said to each other", "text": "\"The sailors all said to each other\""}, {"ref": "Come, let us throw lots, so that we may know who is the cause of this evil that is happening to us", "text": "\"We should throw lots to know who has caused this trouble.\" The men believed that the gods would control how the lots fell in order to tell them what they wanted to know. This was a form of divination."}, {"ref": "this evil", "text": "This refers to the terrible storm."}, {"ref": "the lot fell to Jonah", "text": "\"the lot showed that Jonah was the guilty person\""}]}, {"id": "08", "tn": [{"ref": "Then they said to Jonah", "text": "\"Then the men who were working on the ship said to Jonah\""}, {"ref": "Please tell us who is the cause of this evil that is happening to us.", "text": "\"Who caused this bad thing that is happening to us?\""}, {"ref": "fear Yahweh", "text": "The word \"fear\" refers Jonah having a deep respecting God."}, {"ref": "What is this that you have done?", "text": "The men on the ship used this rhetorical question to show how upset they were with Jonah. AT: \"You have done a terrible thing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he was running away from the presence of Yahweh", "text": "\"Jonah was running away from Yahweh.\" Jonah was seeking to escape Yahweh as if Yahweh was present only in the land of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because he had told them", "text": "What he told them can be stated clearly. AT: \"because he had told them 'I am trying to get away from Yahweh'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "they said to Jonah", "text": "\"the men on the ship said to Jonah\" or \"the sailors said to Jonah\""}, {"ref": "do to you so that the sea will calm down", "text": "\"do with you in order to make the sea become calm\" (UDB)"}, {"ref": "the sea became more and more violent", "text": "This was the reason that the men asked Jonah what they should do. The reason can also be found at the beginning of verse 11 in the UDB."}, {"ref": "for I know that it is because of me that this great storm is happening to you", "text": "\"because I know this huge storm is my fault\""}, {"ref": "Nevertheless, the men rowed hard to get them back to the land", "text": "The men did not want to throw Jonah into the sea, so they rowed hard as if they were digging into the water to get back to land. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the sea was becoming more and more violent", "text": "\"the storm became worse, and the waves became bigger\""}]}, {"id": "14", "tn": [{"ref": "Therefore", "text": "It was the result of the storm getting worse that triggered the next response. AT: \"Because the sea became more violent\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they cried out to Yahweh", "text": "\"the men prayed to Yahweh\""}, {"ref": "do not let us perish on account of this man's life", "text": "\"Please do not kill us because we caused this man to die\" or \"We are going to cause this man to die. But please do not kill us\""}, {"ref": "and do not lay upon us the guilt of his death", "text": "\"and please do not blame us for his death\" or \"and do not consider us guilty when this man dies.\" The author speaks of \"guilt\" as if it were an object that can be placed on top of a person. It refers to making that person accountable for their actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sea stopped raging", "text": "\"the sea stopped moving violently\" or \"the sea became calm\" (UDB)"}, {"ref": "feared Yahweh very much", "text": "\"became greatly awed at Yahweh's power\" (UDB)"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Some versions number this verse as the first verse of chapter 2. You may want to number the verses according to the main version that your language group uses."}, {"ref": "Now", "text": "This word is used in English to introduce a new part of the story."}, {"ref": "three days and three nights", "text": "\"three days and nights\""}]}]