[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Shoshannim", "text": "This may refer to a style or the tune of the music. Sometimes it is translated as \"set to the tune of 'Lilies.'\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote.\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "A song of loves", "text": "\"A love song\""}, {"ref": "My heart overflows on a good subject", "text": "The writer speaks of his heart as if it were a container that overflows with liquid. The word \"heart\" represents his emotions, which are excited by the song that he sings. AT: \"My emotions are excited about a good subject\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a good subject", "text": "\"a noble theme\" or \"a beautiful word.\" This refers to the song that he has written."}, {"ref": "composed", "text": "to have written or created a song"}, {"ref": "my tongue is the pen of a ready writer", "text": "The writer speaks of his tongue as if it were a pen. He speaks words as skillfully as an experienced writer writes words. AT: \"my tongue is like the pen of person who writes well\" or \"I speak words as skillfully as an experienced writer can write words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You are fairer than the children of mankind", "text": "This phrase is an exaggeration that emphasizes that the king is better looking than anyone else. The phrase \"children of men\" is an idiom and refers to all humans. AT: \"You are more handsome than any other man\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "grace is poured onto your lips", "text": "The writer speaks of grace as if it were oil that someone has used to anoint the king's lips. The word \"lips\" refers to the king's speech. The phrase means that the king speaks eloquently. AT: \"it is as if someone has anointed your lips with oil\" or \"you speak eloquently\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "Put your sword on your side", "text": "Warriors carried their swords in a sheath that hung from a belt around their waist. The sword would rest against their side. This phrase describes an action of someone preparing for battle. AT: \"Prepare yourself for battle\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "ride on triumphantly", "text": "The writer tells the king to ride his horse or chariot to victory."}, {"ref": "because of trustworthiness, meekness, and righteousness", "text": "Possible meanings are 1) these are qualities of the mighty one. AT: \"because you are trustworthy, meek, and righteous\" or 2) these are virtues that he fights to uphold for the people whom he rules. AT: \"in order to uphold trustworthiness, meekness, and righteousness\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your right hand will teach you fearful things", "text": "Most soldiers held their swords with their right hands when they fought. Here, the phrase \"right hand\" refers to his ability to fight, which the writer speaks of as if it were a person who can teach the king through the experience he gains in battle. AT: \"You will learn to accomplish great military feats by fighting in many battles\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "fearful things", "text": "\"awesome deeds.\" This refers to military victories that cause his enemies to fear him and his allies to revere him."}]}, {"id": "005", "tn": [{"ref": "the peoples fall under you", "text": "This phrase refers to the king defeating his enemies. Possible meanings are 1) \"the peoples fall at your feet in surrender\" or 2) \"the peoples fall dead at your feet.\""}, {"ref": "your arrows are in the hearts of the king's enemies", "text": "\"your arrows have pierced the hearts of your enemies.\" The writer speaks to the king while referring to the king in the third person."}, {"ref": "Your throne ... is forever and ever", "text": "The word \"throne\" represents the kingdom and rule of the king. AT: \"Your kingdom ... is forever and ever\" or \"You will reign ... forever and ever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your throne, God", "text": "Possible meanings are that the word \"God\" 1) is a title for the king, who is God's representative or 2) modifies the word \"throne\" and means \"Your kingdom that God has given you\" (UDB)."}, {"ref": "a scepter of justice is the scepter of your kingdom", "text": "The word \"scepter\" represents the king's authority to rule his kingdom. AT: \"you rule your kingdom with justice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God, your God, has anointed you with the oil of gladness", "text": "The writer speaks of gladness as if it were an oil that God used to anoint the king. That God has anointed him is a symbolic action that represents God's choosing him to be king. AT: \"when God appointed you as king, he made you very glad\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "Here the writer begins to describe what appears to be the wedding ceremony of the king and his bride."}, {"ref": "myrrh, aloes, and cassia", "text": "These are aromatic plant substances that people used to make perfumes. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "ivory palaces", "text": "Ivory is a hard white substance that forms animal's tusks. This phrase describes a palace with walls and furniture that people have decorated with ivory."}, {"ref": "stringed instruments have made you glad", "text": "The words \"stringed instruments\" refers to the music that people make by playing the stringed instruments. AT: \"the music of stringed instruments has made you glad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "honorable women", "text": "These women are wives of the king who receive his approval."}, {"ref": "the queen", "text": "This is a reference to the woman who will become queen. AT: \"your bride, the queen\" (UDB) or \"your bride, who will be the queen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Ophir", "text": "This is the name of a place that had a reputation for its fine gold. The location is unknown. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "010", "tn": [{"ref": "Listen, daughter", "text": "The writer begins to speak to the queen and refers to her as \"daughter\" because she is a young woman."}, {"ref": "incline your ear", "text": "The writer speaks of listening carefully to something as if it were bending one's ear towards the person who is speaking. AT: \"listen carefully\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "forget your own people", "text": "The writer speaks of the queen no longer following the beliefs and customs of her native people as if it were forgetting them. AT: \"no longer follow the customs of your people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your father's house", "text": "Here the word \"house\" refers to family. AT: \"your relatives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "In this way", "text": "\"and\" or \"so\""}, {"ref": "the king will desire your beauty", "text": "This is a polite way to say that the king will want to sleep with the queen as his wife. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "The writer continues to speak to the queen."}, {"ref": "The daughter of Tyre", "text": "The writer speaks of the people who live in Tyre as if they are Tyre's children. AT: \"The people of Tyre\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The royal daughter", "text": "This is a reference to the woman whom the king will marry. AT: \"The king's bride\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all glorious", "text": "\"very beautiful.\" This refers to the woman's appearance."}, {"ref": "her clothing is worked with gold", "text": "Her clothing is decorated or embroidered with gold. This can be stated in active form. AT: \"she wears clothing that someone has embroidered with golden thread\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "014", "tn": [{"ref": "General Information:", "text": "The author continues to speak about the queen but begins to address the king again."}, {"ref": "She will be led to the king in embroidered dress", "text": "This can be stated in active form. AT: \"People will lead her to the king as she wears an embroidered dress\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "embroidered", "text": "a design made by sewing colored threads into cloth"}, {"ref": "the virgins, her companions who follow her, will be brought to you", "text": "Here the word \"you\" refers to the king. This can be stated in active form. AT: \"people will bring to you the virgins, her companions who follow her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will be led by gladness and rejoicing", "text": "This phrase describes \"gladness and rejoicing\" as a person who leads others to celebrate. This can be stated in active form. AT: \"Gladness and rejoicing will lead them\" or \"They will proceed with gladness and rejoicing\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "gladness and rejoicing", "text": "These two words mean basically the same thing and emphasize the intensity of gladness. AT: \"great gladness\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "016", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues to address the king."}, {"ref": "In the place of your fathers will be your children", "text": "This means that the king's sons will replace him as king, just as he replaced his ancestors as king."}, {"ref": "you will make princes in all the earth", "text": "The phrase \"in all the earth\" is an exaggeration to emphasize that they will rule over many nations. AT: \"you will make rulers over many nations\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "I will make your name to be remembered in all generations", "text": "Here the word \"I\" refers to the writer. The word \"name\" refers to the king's character and reputation. This can be stated in active form. AT: \"I will cause people in every generation to know about your greatness\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]