[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jesus shows himself again to the disciples at the Sea of Tiberias. Verses 2 and 3 tell us what happens in the story before Jesus appears. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "After these things", "text": "\"Some time later\""}, {"ref": "with Thomas called Didymus", "text": "You can translate this in an active form. AT: \"with Thomas whom we called Didymus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Didymus", "text": "This is a male name that means \"twin.\" See how this name is translated in [[:en:bible:notes:jhn:11:15|11:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "Young men", "text": "This is a term of endearment that means \"My dear friends.\""}, {"ref": "you will find some", "text": "Here \"some\" refers to fish. AT: \"you will catch some fish in your net\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "draw it in", "text": "\"pull the net in\""}]}, {"id": "07", "tn": [{"ref": "loved", "text": "This is love that comes from God and is focused on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "for he was undressed", "text": "This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "and threw himself into the sea", "text": "Peter jumped into the water and swam to shore. AT: \"and jumped into the sea and swam to shore\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "threw himself", "text": "This is a idiom that means Peter jumped into the water very quickly. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for they were not far from the land, about two hundred cubits off", "text": "This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "two hundred cubits", "text": "\"90 meters.\" A cubit was a little less than half a meter. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}]}, {"id": "10", "tn": [{"ref": "Simon Peter then went up", "text": "Here \"went up\" means Simon Peter had to go back to the boat. AT: \"So Simon Peter went back to the boat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and drew the net to land", "text": "\"and pulled the net to the shore\""}, {"ref": "the net was not torn", "text": "You can translate this as an active form. AT: \"the net did not break\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "breakfast", "text": "the morning meal"}, {"ref": "the third time", "text": "You can translate this ordinal term \"third\" as \"time number 3.\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Jesus begins to have a conversation with Simon Peter."}, {"ref": "do you love me ... do you love me", "text": "Here \"love\" refers the type of love that comes from God, which focuses on the good of others, even when it does not benefit oneself."}, {"ref": "you know that I love you", "text": "When Peter answers, he uses the word for \"love\" that refers to brotherly love or love for a friend or family member."}, {"ref": "Feed my lambs", "text": "Here \"lambs\" is a metaphor for those persons who love Jesus and follow him. AT: \"Feed the people I care for\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Take care of my sheep", "text": "Here \"sheep\" is a metaphor for those who love and follow Jesus. AT: \"Care for the people I care for\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "He said to him a third time", "text": "The pronoun \"he\" refers to Jesus. Here \"a third time\" means \"time number 3.\" AT: \"Jesus said to him a third time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "do you love me", "text": "This time when Jesus asks this question he uses the word for \"love\" that refers to brotherly love or love for a friend or family member."}, {"ref": "Feed my sheep", "text": "Here \"sheep\" is a metaphor that represents those who belong to Jesus and follow him. AT: \"Care for the people I care for\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}]}, {"id": "19", "tn": [{"ref": "Now", "text": "John uses this word to show he is giving background information before he continues the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "to indicate with what kind of death Peter would glorify God", "text": "Here John implies that Peter would die on a cross. AT: \"to indicate that Peter would die on a cross to honor God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Follow me", "text": "Here the word \"follow\" means \"to be a disciple.\" AT: \"Keep on being my disciple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "the disciple whom Jesus loved", "text": "John refers to himself in this way throughout the book, rather than mentioning his name."}, {"ref": "loved", "text": "This is the kind of love that comes from God and always desires the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "at the dinner", "text": "This is a reference to the Last Supper. (See: [[:en:bible:notes:jhn:13:01|Chapter 13]])"}, {"ref": "Peter saw him", "text": "Here \"him\" refers to \"the disciple whom Jesus loved.\""}, {"ref": "Lord, what will this man do?", "text": "Peter wants to know what will happen to John. AT: \"Lord, what will happen to this man?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "Jesus said to him", "text": "\"Jesus said to Peter\""}, {"ref": "If I want him to stay", "text": "Here \"him\" refers to the \"disciple whom Jesus loved\" in [[:en:bible:notes:jhn:21:20|21:20]]."}, {"ref": "I come", "text": "This refers to Jesus' second coming, his return to earth from heaven."}, {"ref": "what is that to you?", "text": "This remark appears in the form of a question to express a mild rebuke. AT: \"that is not your concern\" (UDB) or \"you should not be concerned about that\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "among the brothers", "text": "Here \"the brothers\" refers to all the followers of Jesus."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "This is the end of the Gospel of John. Here the author, the Apostle John, gives a closing comment about himself and what he has written in this book. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "the disciple", "text": "\"the disciple John\""}, {"ref": "who testifies about these things", "text": "Here \"testifies\" means that he personally sees something. AT: \"who has seen all these things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we know", "text": "Here \"we\" refers to those who trust in Jesus. AT: \"we who trust in Jesus know\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If each one were written down", "text": "You can translate this in an active form. AT: \"If someone wrote down all of them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "even the world itself could not contain the books", "text": "Jesus did many more miracles than what people could write about in many books. Here John uses exaggeration is used for emphasis. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the books that would be written", "text": "You can translate this in an active form. AT: \"the books that people could write about what he did\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]