[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to tell a parable as he continues to teach his disciples. This is the same part of the story that began in [[:en:bible:notes:luk:17:20|17:20]]. Verse 1 gives us a description of the parable Jesus is about to tell. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Then he", "text": "\"Then Jesus\""}, {"ref": "they should always pray, and not become discouraged", "text": "These two clauses have similar meanings, which Jesus used to emphasize his point. Some languages have different ways of emphasizing. AT: \"they should always keep on praying\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "saying", "text": "This could also begin a new sentence: \"He said\" (UDB)"}, {"ref": "a certain city", "text": "Here \"certain city\" is a way to let the listener know that the narrative that follows takes place in a city, but the name of the city itself is not important. (See: [[:en:ta:vol2:translate:writing_intro]])"}, {"ref": "did not respect people", "text": "\"did not care about other people\""}]}, {"id": "03", "tn": [{"ref": "Now there was a widow", "text": "Jesus uses this phrase to introduce a new character to the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "widow", "text": "A widow is a woman whose husband has died. Jesus' hearers would have thought of her as a person who had no one to protect her from those who wanted to harm her."}, {"ref": "she came often to him", "text": "The word \"him\" refers to the judge."}, {"ref": "Help me get justice against", "text": "\"Give me a just ruling against\""}, {"ref": "my opponent", "text": "\"my enemy\" or \"the person who is trying to harm me.\" This is an opponent in a lawsuit. It is not clear whether the widow is suing the man or the man is suing the widow."}, {"ref": "man", "text": "This refers here to \"people\" in general. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "causes me trouble", "text": "\"bothers me\""}, {"ref": "wear me out", "text": "\"exhaust me\""}, {"ref": "by her constant coming", "text": "\"by continually coming to me\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Jesus has finished telling his parable and is now commenting about it to his disciples."}, {"ref": "Listen to what the unjust judge says", "text": "\"Think about what the unjust judge just said.\" Translate this in a way that people will understand that Jesus has already told what the judge said."}, {"ref": "Now", "text": "This word indicates that Jesus has ended the parable and has started explaining its meaning."}, {"ref": "will not God also bring ... night?", "text": "Jesus uses a question to teach the disciples. This can be a statement. AT: \"God will also certainly ... night!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his chosen ones", "text": "\"the people he has chosen\""}, {"ref": "Will he delay long over them?", "text": "Jesus uses a question to teach the disciples. This can be a statement. AT: \"He will certainly not delay long over them!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the Son of Man comes", "text": "Jesus is referring to himself. AT: \"I, the Son of Man come\""}, {"ref": "will he indeed find faith on the earth?", "text": "The purpose of the parable is to encourage the disciples to keep believing and pray. However, the form of the question indicates that the expected answer is negative. AT: \"he will find many on earth who do not believe\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will he indeed find", "text": "If you translated \"the Son of Man\" as \"I, the Son of Man\" you will need to say here \"will I indeed find.\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Jesus begins to tell another parable to some other people who were persuaded that they themselves were righteous. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Then he", "text": "\"Then Jesus\""}, {"ref": "some", "text": "\"some people\""}, {"ref": "who were persuaded in themselves that they were righteous", "text": "\"who were convinced of their own righteous\" or \"who thought they were righteous\" (UDB)"}, {"ref": "despised", "text": "\"devalued\" or \"thought they were better than\""}, {"ref": "into the temple", "text": "\"into the temple courtyard\""}]}, {"id": "11", "tn": [{"ref": "The Pharisee stood and prayed these things about himself", "text": "The meaning of the Greek text of this phrase is not clear. Possible meanings are 1) \"The Pharisee stood and prayed about himself in this way\" or 2) \"The Pharisee stood by himself and prayed.\""}, {"ref": "robbers", "text": "A robber is someone who steals things by forcing people to give them to him, or by threatening to force them."}, {"ref": "or even like this tax collector", "text": "The Pharisees believed that tax collectors were as sinful as robbers, unrighteous people, and adulterers. This could be made explicit. AT: \"and I am certainly not like this sinful tax collector who cheats people!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all that I get", "text": "\"everything I earn\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Jesus has finished telling his parable. In verse 14, he comments about what the parable teaches."}, {"ref": "standing at a distance", "text": "\"stood away from the Pharisee.\" This was a sign of humility. He did not feel worthy to be near the Pharisee."}, {"ref": "lift up his eyes to heaven", "text": "To \"lift up his eyes\" means to look at something. AT: \"look toward heaven\" or \"look upward\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "hit his breast", "text": "This is a physical expression of great sorrow, and shows this man's repentance and humility. AT: \"hit his breast to show his sorrow\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "God, be merciful to me, a sinner", "text": "\"God, please have mercy on me, even though I am a terrible sinner\" or \"God, please be merciful to me. I am a great sinner\""}, {"ref": "this man went back down to his house justified", "text": "He was justified because God forgave his sin. AT: \"God forgave the tax collector\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rather than the other", "text": "\"rather than the other man\" or \"and not the other man.\" AT: \"but God did not forgive the Pharisee\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because everyone who exalts himself", "text": "With this phrase, Jesus switches from the story to state the general principle that the story illustrates."}, {"ref": "will be humbled", "text": "This can be stated in active form. AT: \"God will humble\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be exalted", "text": "This can be stated in active form. AT: \"God will greatly honor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "This is the next event in the part of the story which began in [[:en:bible:notes:luk:17:20|17:20]]. Jesus welcomes the children and talks about them."}, {"ref": "touch them, but", "text": "This could also be translated as separate sentences: \"touch them. But\""}, {"ref": "they rebuked them", "text": "\"the disciples tried to stop the parents from bringing their children to Jesus\""}, {"ref": "Jesus called them to him", "text": "\"Jesus told the people to bring their infants to him\""}, {"ref": "Permit the little children to come to me, and do not forbid them", "text": "These two sentences have similar meaning and they are combined for emphasis. Some languages emphasize in a different way. AT: \"You must certainly allow the children to come to me\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "belongs to such ones", "text": "This could be stated as a simile. AT: \"belongs to people who are like these little children\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Truly I say to you", "text": "\"Surely I say to you.\" Jesus used this expression to emphasize the importance of what he was about to say."}, {"ref": "whoever will not receive the kingdom of God like a child will definitely not enter it", "text": "God requires people to accept his rule over them with trust and humility. AT: \"whoever wants to enter God's kingdom must receive it with trust and humility like a child\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "This is the next event in the part of the story which began in [[:en:bible:notes:luk:17:20|17:20]]. Jesus begins to talk with a ruler about entering the kingdom of heaven."}, {"ref": "A certain ruler", "text": "This introduces a new character in the story. It only identifies him by his position. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "what must I do", "text": "\"what do I need to do\" or \"what is required of me\""}, {"ref": "inherit eternal life", "text": "\"receive life that does not end.\" The term \"inherit\" usually refers to the property that a man left to his children when  he dies. Therefore, this metaphor may mean he understood himself to be a child of God and desired for God to give him eternal life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do you call me good? No one is good, except God alone", "text": "Jesus is asking the ruler if he realizes that calling Jesus \"good\" implies that Jesus is God. AT: \"You know that no one is good except God alone. Why do you call me good?\" or \"You know that no one is good except God alone. Do you understand what you are saying when you call me good?\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "do not kill", "text": "\"do not murder\""}, {"ref": "All these things", "text": "\"All of these commandments\""}]}, {"id": "22", "tn": [{"ref": "When Jesus heard that", "text": "\"When Jesus heard the man say that\""}, {"ref": "he said to him", "text": "\"he answered him\""}, {"ref": "One thing you still lack", "text": "\"You still need to do one more thing\" (UDB) or \"There is one thing that you have not yet done\""}, {"ref": "sell all that you have", "text": "\"sell all your possessions\" or \"sell everything that you own\""}, {"ref": "distribute it to the poor", "text": "\"give away the money to the poor people\""}, {"ref": "you will have treasure in heaven", "text": "\"treasure in heaven\" here refers to God's blessing. AT: \"you will have God's blessings in heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "come, follow me", "text": "\"come with me as my disciple\""}]}, {"id": "24", "tn": [{"ref": "How difficult it is ... kingdom of God!", "text": "This is an exclamation, and not a question. AT: \"It is so very hard ... kingdom of God!\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "a camel to go through a needle's eye", "text": "It is impossible for a camel to fit through the eye of a needle. Therefore, it appears that Jesus may have been using hyperbole to mean it is extremely difficult for a rich man to enter God's kingdom. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "needle's eye", "text": "The needle's eye is the hole in a sewing needle through which the thread is passed."}]}, {"id": "26", "tn": [{"ref": "Those hearing it said", "text": "\"The people who listening to Jesus said\""}, {"ref": "Then who can be saved?", "text": "It is possible that they were asking for an answer. But it is more likely that they used the question to emphasize their surprise at what Jesus said. AT: \"Then no one can be saved from sin!\" or in active form: \"Then God will not save anyone!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are impossible with people", "text": "\"people cannot do\""}, {"ref": "are possible with God", "text": "\"are possible for God to do\" or \"God can do\""}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the conversation about entering the kingdom of heaven."}, {"ref": "Well, we", "text": "This phrase refers only to the disciples, and contrasts them with the rich ruler."}, {"ref": "have left everything", "text": "\"have given up everything\" or \"have left behind everything\""}, {"ref": "everything that is our own", "text": "\"all our wealth\" or \"all our possessions\""}, {"ref": "Truly, I say to you", "text": "Jesus used this expression to stress the importance of what he is about to say."}, {"ref": "there is no one who", "text": "This expression is intended to include the disciples, but to also include everyone else that had made the same sacrifices."}, {"ref": "there is no one who has left ... who will not receive", "text": "This could be stated in positive form. AT: \"everyone who has left ... will receive\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "in the world to come, eternal life", "text": "\"also eternal life in the world to come\""}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "This is the next event in this part of the story which began in [[:en:bible:notes:luk:17:20|17:20]]. Jesus is not talking to his disciples alone."}, {"ref": "gathered the twelve to himself", "text": "This means Jesus brought the twelve disciples to a place where other people were not present."}, {"ref": "See", "text": "This indicates a significant change in the ministry of Jesus as he goes to Jerusalem for the final time."}, {"ref": "that have been written by the prophets", "text": "This can be stated in active form. AT: \"that the prophets have written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the prophets", "text": "This refers to the Old Testament prophets."}, {"ref": "Son of Man", "text": "Jesus speaks of himself as \"the Son of Man\" and uses \"he\" to refer to himself. AT: \"me, the Son of Man\""}, {"ref": "will be accomplished", "text": "This can be stated in active form. AT: \"will happen\" or \"will occur\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For he will be given over to the Gentiles", "text": "This can be stated in active form. AT: \"For the Jewish leaders will give him over to the Gentiles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be mocked, and shamefully treated, and spit upon", "text": "This can be stated in active form. AT: \"they will mock him, treat him shamefully, and spit on him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on the third day", "text": "This refers to the third day after his death. However, the disciples did not yet understand this, so it is best not to add this explanation when translating this verse. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "This verse is not part of the main storyline, but rather a comment about this part of the story. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "They understood none of these things", "text": "\"They did not understand any of these things\""}, {"ref": "these things", "text": "This refers to Jesus' description of how he would suffer and die in Jerusalem, and that he would rise from the dead."}, {"ref": "this word was hidden from them", "text": "This can be stated in active form. AT: \"God prevented them from understanding the meaning of what he was telling them\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the things that were said", "text": "This can be stated in active form. AT: \"the things that Jesus said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus heals a blind man as he approaches Jericho. These verses give background information and information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "a certain blind man was sitting", "text": "\"there was a blind man sitting.\" Here \"certain\" means only that the man is an important new participant to the story but Luke does not mention his name. He is a new participant in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "begging, and hearing", "text": "It may be helpful to start a new sentence here. AT: \"begging. When he heard\""}, {"ref": "They told him", "text": "\"People in the crowd told the blind man\""}, {"ref": "Jesus of Nazareth", "text": "Jesus came from the town of Nazareth that was located in Galilee."}, {"ref": "was passing by", "text": "\"was walking past him\""}]}, {"id": "38", "tn": [{"ref": "So", "text": "This word marks an event that happened because of something else that happened first. In this case, the crowd had told the blind man that Jesus was walking by."}, {"ref": "cried out", "text": "\"called out\" or \"shouted\""}, {"ref": "Son of David", "text": "Jesus was a descendant of David, Israel's most important king."}, {"ref": "have mercy on me", "text": "\"show me pity\" or \"show me compassion\""}, {"ref": "The ones who were walking ahead", "text": "\"The people who were walking at the front of the crowd\""}, {"ref": "to be quiet", "text": "\"to be silent\" or \"not to shout\""}, {"ref": "cried out all the more", "text": "This could mean that he cried out louder or that he cried out more persistently."}]}, {"id": "40", "tn": [{"ref": "that the man be brought to him", "text": "This can be stated in active form. AT: \"the people to bring the blind man to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to receive my sight", "text": "\"to be able to see\""}]}, {"id": "42", "tn": [{"ref": "Receive your sight", "text": "This is an imperative, but it did not required the man to do anything. He was healed as a result of the command. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Your faith has healed you", "text": "The man's faith was the reason he was healed, but not the method of his healing. AT: \"I have healed you because you believed in me\""}, {"ref": "glorifying God", "text": "\"giving glory to God\" or \"praising God\" (UDB)"}, {"ref": "Seeing this", "text": "\"When they saw this\""}]}]