[{"id": "01", "tn": [{"ref": "Now some time later", "text": "This phrase marks the beginning of a new part of the story and indicates that these events happened later, not that Naboth owned the vineyard later. If your language has a way marking the beginning of a new part of a story, you could consider using it here. AT: \"Now this is what happened later\" (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Naboth the Jezreelite", "text": "This is the name of a man from Jezreel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "king of Samaria", "text": "\"Samaria\" was the capital city of the kingdom of Israel and here represents the entire nation. AT: \"king of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "May Yahweh forbid that I should give", "text": "This phrase is an oath that emphasizes that what follows will not happen. AT: \"Because Yahweh forbids it, I will never give\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "give the inheritance of my ancestors to you", "text": "The land that his ancestors received as a permanent possession is spoken of as if it were an inheritance. AT: \"give to you the land that my ancestors received as an inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Why is your heart so sad", "text": "Here \"heart\" refers to the entire person and his emotions. AT: \"Why are you so sad\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Do you not still rule the kingdom of Israel?", "text": "Jezebel uses this negative rhetorical question to rebuke Ahab. It can be translated as a positive statement. AT: \"You still rule the kingdom of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let your heart be happy", "text": "Here \"heart\" refers to the entire person and his emotions. AT: \"be happy\" or \"cheer up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "wrote letters in Ahab's name", "text": "Possible meanings are 1) she wrote Ahab's name on the letters. AT: \"wrote letters and signed them with Ahab's name\" or 2) the word \"name\" is a metonym for authority. AT: \"wrote letters on behalf of Ahab\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wealthy who sat with him", "text": "The word \"wealthy\" refers to wealthy people. AT: \"the wealthy people who sat with Naboth\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "seat Naboth above the people", "text": "Having Naboth sit in a place of honor is spoken of as if it were having him sit above the rest of the people who were present. AT: \"have Naboth sit in a place of honor among the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let them testify against him", "text": "\"have them accuse him\""}]}, {"id": "11", "tn": [{"ref": "the wealthy who lived in Naboth's city", "text": "The word \"wealthy\" refers to wealthy people. AT: \"the wealthy people who lived in Naboth's city\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "as was written in the letters", "text": "This can be stated in active form. AT: \"as she had written in the letters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "seated Naboth above the people", "text": "Having Naboth sit in a place of honor is spoken of as if it were having him sit above the rest of the people who were present. See how you translated this idea in [[:en:bible:notes:1ki:21:08|21:9]]. AT: \"had Naboth sit in a place of honor among the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sat before Naboth", "text": "\"sat in front of Naboth\""}, {"ref": "they carried him out", "text": "Here the word \"they\" refers to the people of the city."}, {"ref": "Naboth has been stoned and is dead", "text": "This can be stated in active form. AT: \"We have stoned Naboth and he is dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "that Naboth had been stoned and was dead", "text": "This can be stated in active form. AT: \"that the people had stoned Naboth and he was dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Naboth is not alive, but dead", "text": "These two phrases mean the same thing and emphasize Jezebel's statement. AT: \"Naboth is dead!\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "17", "tn": [{"ref": "the word of Yahweh came", "text": "This idiom means that Yahweh spoke or has sent a message. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke this message\" or \"Yahweh spoke\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "Have you killed and also taken possession?", "text": "Yahweh asks this question to scold Ahab. AT: \"You have killed Naboth and stolen his vineyard!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your blood, yes, your blood", "text": "This is repeated for emphasis."}, {"ref": "Have you found me, my enemy?", "text": "Ahab uses this question to express anger toward Elijah. That Elijah \"found\" Ahab likely refers to Elijah discovering Ahab's actions, not to finding his physical location. AT: \"You have found me, my enemy!\" or \"You have discovered what I have done, my enemy!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you have sold yourself to do what is evil", "text": "A person being committed to doing what is evil is spoken of as if that person had sold himself to evil. AT: \"you have dedicated yourself to doing what is evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what is evil in the sight of Yahweh", "text": "The phrase, \"in the sight of\" refers to someone's opinion. See how you translated this in [[:en:bible:notes:1ki:11:05|11:6]]. AT: \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "See", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "completely consume and cut off from you every male child and slave and free man in Israel", "text": "Yahweh speaks of destroying Ahab's family and preventing him from having any decedents as if he were consuming these people like a fire would consume them, and cutting them off as one would cut a branch from a tree. AT: \"destroy every one of your male children in Israel, whether slave or free\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make your family like the family of Jeroboam ... and like the family of Baasha", "text": "Yahweh will destroy Ahab's family like he destroyed the families of Jeroboam and Baasha."}]}, {"id": "23", "tn": [{"ref": "Anyone who belongs to Ahab", "text": "\"Anyone who belongs to Ahab's family\""}]}, {"id": "25", "tn": [{"ref": "who sold himself to do what was evil", "text": "A person being committed to doing what is evil is spoken of as if that person had sold himself to evil. See how you translated this idea in [[:en:bible:notes:1ki:21:19|21:20]]. AT: \"who dedicated himself to doing what was evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what was evil in the sight of Yahweh", "text": "The phrase, \"in the sight of\" refers to someone's opinion. See how you translated this in [[:en:bible:notes:1ki:11:05|11:6]]. AT: \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "removed before the people of Israel", "text": "Here \"Israel\" refers to all twelve tribes of Israel and not just to the northern kingdom. AT: \"removed from the presence of the people of Israel\" or \"drove out of the land before the people of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "the word of Yahweh came", "text": "This idiom means that Yahweh spoke or has sent a message. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke this message\" or \"Yahweh spoke\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do you see how Ahab humbles himself before me?", "text": "God uses this question to show Elijah that Ahab's sorrow is genuine. AT: \"I have seen how Ahab humbles himself before me.\" or \"Look at how Ahab humbles himself before me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in his days ... in his son's day", "text": "Here the word \"days\" represents the entire lifetime of a person. AT: \"during his lifetime ... during his son's lifetime\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]