[{"id": "01", "tn": [{"ref": "Do not fear; do not be discouraged", "text": "These two phrases mean basically the same thing. Yahweh combines them to emphasize that there is no reason to be afraid. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have given into your hand the king of Ai ... and his land", "text": "Giving them into Israel's hand represents giving Israel victory and control over them. AT: \"I have given you victory over the king of Ai and his people, and I have given you control over his city and his land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have given", "text": "God speaks of what he promises to do as though he had already done it, because he will certainly do it. AT: \"I will certainly give\" or \"I am giving\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "her king", "text": "The word \"her\" refers to the city of Ai. Cities were often spoken of as if they were women. AT: \"its king\" or \"their king\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "03", "tn": [{"ref": "the men of war", "text": "\"the army of Israel\""}, {"ref": "thirty thousand men", "text": "\"30,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Joshua continues to explain the battle plan to his soldiers."}, {"ref": "will give it into your hand", "text": "Here \"hand\" symbolizes the control and power the people have over their enemies. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Joshua finishes explaining the battle plan to his soldiers."}, {"ref": "Joshua sent them out", "text": "This phrase refers to Joshua sending the thirty thousand men who had been selected to ambush Ai to where they would set the ambush."}, {"ref": "the place of ambush", "text": "\"where they would hide until it was time to attack\""}]}, {"id": "10", "tn": [{"ref": "five thousand men", "text": "\"5,000 men.\" This group seems to be a portion of the \"thirty thousand men\" ([[:en:bible:notes:jos:08:08|8:9]]). This smaller group remained in the ambush while the other 25,000 men attacked the city. (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The Israelites prepare to fight the people of Ai."}, {"ref": "the main army", "text": "This refers to the largest group of fighting men, those not in the ambush group."}, {"ref": "rear guard", "text": "those who were \"set in ambush on the west side of the city\" (See: [[:en:bible:notes:jos:08:10|8:12]])"}]}, {"id": "15", "tn": [{"ref": "let themselves be defeated before them", "text": "\"let themselves be defeated before the people of Ai.\" The phrase \"before them\" represents what the people of Ai would see and think. AT: \"let the people of Ai think that the Israelites were defeated\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let themselves be defeated before them", "text": "The phrase \"be defeated\" can be stated in active form. AT: \"let the people of Ai think that they had defeated the Israelites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before them ... they went after ... they were drawn away", "text": "The words \"them\" and \"they\" here refer to the army of Ai."}, {"ref": "they fled ... go after them", "text": "The words \"they\" and \"them\" here refer to the army of Isreal."}, {"ref": "All the people who were in the city were called together", "text": "This can be stated in active form. AT: \"The city leaders called all the people in the city together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "All the people who were in the city", "text": "The writer speaks in a general way about all the people, but it was all the people who could fight. AT: \"all the people in the city who could help chase the army of Israel\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "left it open", "text": "\"left the city gates open\""}]}, {"id": "18", "tn": [{"ref": "I will give Ai into your hand", "text": "Giving Ai into Israel's hand represents giving Israel victory and control over Ai. AT: \"I will give you victory over Ai\" or \"I will cause you to capture Ai\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "when Israel had finished killing all the inhabitants ... when all of them ... had fallen by the edge of the sword", "text": "The writer uses both of these sentences, which mean almost the same thing, to strongly say that the Israelites had obeyed God's command to kill everyone in Ai. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "had fallen by the edge of the sword", "text": "Here falling represents dying, and the edge of the sword represents either battle or the army of Israel. AT: \"had died in battle\" or \"had died when the army of Israel attacked them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "twelve thousand", "text": "\"12,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "27", "tn": [{"ref": "an abandoned place", "text": "It is a place where people once lived, but now, no one lives there."}]}, {"id": "29", "tn": [{"ref": "to this day", "text": "\"today\" or \"even now\""}]}, {"id": "30", "tn": [{"ref": "Mount Ebal", "text": "a mountain in Canaan (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "34", "tn": [{"ref": "There was not one word from all that Moses commanded that Joshua did not read", "text": "This can be expressed positively. AT: \"Joshua read every word of all that Moses commanded\" or \"Joshua read the entire law of Moses\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Israel", "text": "This refers to the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]