[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul warns the believers that because they are one with Christ, they ought not do certain things."}, {"ref": "God has raised you with Christ", "text": "As God has raised Christ to heaven, so God counts the believers in Colossae as though he has also raised them to heaven. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "things above", "text": "\"things in heaven\""}, {"ref": "For you have died", "text": "As Christ actually died, so God counts the Colossian believers as having died with Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your life is hidden with Christ in God", "text": "Paul speaks of people's lives as if they were objects that can be hidden in containers and speaks of God as if he were a container. AT: Possible meanings are 1) \"it is as though God has taken your life and concealed it with Christ in God's presence\" or 2) \"only God knows what your true life really is, and he will reveal it when he reveals Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who is your life", "text": "Christ is the one who gives spiritual life to the believer. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Put to death, then, the members that are on earth", "text": "Paul speaks of sinful desires as though they were the body parts people use to satisfy them. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "uncleanness", "text": "\"impure behavior\""}, {"ref": "passion", "text": "\"strong, lustful desire\""}, {"ref": "and greed, which is idolatry", "text": "\"and greed, which is the same thing as idolatry\" or \"and do not be greedy because that is the same as worshiping idols\" (UDB)"}, {"ref": "wrath of God", "text": "God's anger against those who do evil as shown by what he does to punish them."}, {"ref": "the sons of disobedience", "text": "\"disobedient humanity\" or \"people who disobey him\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "It is in these things that you also once walked", "text": "Paul speaks of the way a person behaves as if it were a road or path a person walks on. AT: \"These are the things you used to do\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when you lived in them", "text": "Possible meanings are 1) \"when you practiced these things\" or 2) \"when you lived among the people who disobey God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wrath, anger", "text": "The word \"wrath\" here refers to when a person is angry at those who displease him as shown by his actions, which harm people."}, {"ref": "anger", "text": "very strong anger"}, {"ref": "evil intentions", "text": "\"desire to do wicked deeds\""}, {"ref": "insults", "text": "speech used to hurt others"}, {"ref": "obscene speech", "text": "words that do not belong in polite conversation"}, {"ref": "from your mouth", "text": "Here \"mouth\" is a metonym for talk. \"in your talk\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to tell the believers how to live and reminds them that Christians should treat everyone according to the same standard."}, {"ref": "you have taken off the old man with its practices, and you have put on the new man", "text": "Here Paul is speaking of a Christian's rejecting his old sinful life as if it were an old garment that he takes off in order to put on a new garment. It was very common for Israelites such as Paul to speak of moral qualities as if they were pieces of clothing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the image", "text": "This refers to Jesus Christ. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there is no Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave, freeman", "text": "These terms are examples of the categories of people that Paul says do not matter for God. God sees every person alike, not by race, religion, nationality, or social status. AT: \"race, religion, culture, and social status do not matter\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "barbarian", "text": "a foreigner who does not know local customs"}, {"ref": "Scythian", "text": "This is someone from the land of Scythia, which was outside the Roman Empire. Greeks and Romans used this word for someone who grew up in a place where everyone did wicked things all the time."}, {"ref": "Christ is all, and is in all", "text": "Nothing is excluded or left out of the rule of Christ. AT: \"Christ is all important and lives in all his people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "Put on ... intestines of mercy", "text": "As a person puts on clothing when getting dressed, believers are to show mercy and other moral qualities in their behavior toward each other. The lower intestines were often thought to be the center of emotions of mercy and compassion. Translators will probably have to change this figure of speech in their versions. AT: \"Be merciful at all times\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:bita_manmade]])"}, {"ref": "then", "text": "\"Because what I have just said is true\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "as God's chosen ones, holy and beloved", "text": "This can be made active. AT: \"as those whom God has chosen for himself, whom he desires to see live for him alone, and whom he loves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "kindness", "text": "\"goodness\" or \"gentleness\""}, {"ref": "lowliness", "text": "\"humbleness of mind\" or \"lowliness of mind\""}, {"ref": "meekness", "text": "\"gentleness\""}, {"ref": "Bear with one another", "text": "\"Do not allow yourselves to quickly become angry with one another\" or \"Accept each other even when you disappoint each other\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Be gracious to each other", "text": "\"Treat each other better than they deserve for you to treat them\""}, {"ref": "has a complaint against", "text": "\"complains against\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "which is the bond of perfection", "text": "\"which binds us together perfectly\""}]}, {"id": "15", "tn": [{"ref": "Let the peace of Christ rule in your hearts", "text": "Paul speaks of the peace that Christ gives as if it were a ruler. Possible meanings are 1) \"Do everything so that you can have peaceful relationships with each other\" or 2) \"Allow God to give you peace in your heart\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your hearts", "text": "It was normal for Paul to speak of the heart as if it were the place where people feel most intensely certain conditions such as peacefulness. You should use the most natural expression in your language for feeling at peace. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let the word of Christ live in you", "text": "Paul speaks of Christ's word as if it were a person capable of living inside other people. \"Always trust Christ's promises\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "admonish one another", "text": "\"caution and encourage one another\""}, {"ref": "with psalms and hymns and spiritual songs", "text": "\"with all sorts of songs to praise God\""}, {"ref": "thankfulness in your hearts", "text": "\"thankful hearts\""}, {"ref": "in word or in deed", "text": "speaking or acting"}, {"ref": "in the name of the Lord Jesus", "text": "\"to honor the Lord Jesus\" or \"with the authority of the Lord Jesus\""}, {"ref": "through him", "text": "Possible meanings are 1) because he has done great deeds or 2) because he has made it possible for people to speak to God and so give him thanks. (See: [[::en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul then gives some special instructions to wives, husbands, children, fathers, slaves, and masters."}, {"ref": "Wives, submit to", "text": "\"Wives, obey\""}, {"ref": "it is appropriate", "text": "\"it is proper\" or \"it is right\""}, {"ref": "do not be bitter against", "text": "\"do not be harsh with\" or \"do not be angry toward\""}, {"ref": "do not provoke your children", "text": "\"do not needlessly make your children angry\""}]}, {"id": "22", "tn": [{"ref": "obey your masters according to the flesh", "text": "\"obey your human masters\""}, {"ref": "things, not with eyeservice as people pleasers", "text": "\"things. Do not obey only when your master is watching, as though you need only to please people\""}, {"ref": "as to the Lord", "text": "\"as you would work for the Lord\""}, {"ref": "the reward of the inheritance", "text": "\"the inheritance as your reward\""}, {"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "anyone who does unrighteousness will receive the penalty", "text": "\"God will punish anyone who does unrighteousness\""}, {"ref": "who does unrighteousness", "text": "who actively does wrong of any kind"}, {"ref": "there is no partiality", "text": "\"God judges everyone by the same standard\""}]}]