[{"id": "01", "tn": [{"ref": "Bel bows down, Nebo stoops; their idols ... for weary animals", "text": "Isaiah speaks of people placing the idols of Bel and Nebo into a cart for animals to transport as if these gods were made to \"bow down\" and \"stoop.\" These are both postures of humiliation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Bel ... Nebo", "text": "These were the two primary gods whom the Babylonians worshiped. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "their idols", "text": "the idols that represented Bel and Nebo"}, {"ref": "they cannot rescue the images", "text": "\"Bel and Nebo cannot rescue their images\""}, {"ref": "they themselves have gone off into captivity", "text": "Isaiah speaks of people carrying off these idols as if the false gods whom they represent are being carried off to captivity. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "Listen to me", "text": "Here \"me\" refers to Yahweh."}, {"ref": "who have been carried by me from before your birth, carried from the womb", "text": "Yahweh speaks of the nation of Israel as if it were a person, and of the nation's beginning as if it were its birth. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "who have been carried by me", "text": "Yahweh speaks of helping and rescuing the people of Israel as if he were carrying them. This can be stated in active form. AT: \"whom I have carried\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "Even to your old age I am he, and until your hair is gray I will carry you", "text": "Yahweh speaks of the nation of Israel becoming very old as if it were an old man with gray hair. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "To whom will you compare me? Who do you think I resemble, so that we may be compared?", "text": "Yahweh uses questions to emphasize that there is no one like him. AT: \"There is no one to whom you can compare me. I resemble no one, so that we might be compared.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "so that we may be compared", "text": "This can be stated in active form. AT: \"so that you may compare us\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "07", "tn": [{"ref": "They lift it", "text": "\"They\" refers to the people who make idols and \"it\" refers to the idol that they have created."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to his people."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to his people."}, {"ref": "I announce the end from the beginning, and beforehand what has not yet happened", "text": "This basically repeats the same idea for emphasis. The verb from the first phrase may be supplied for the second. AT: \"I announce the end from the beginning, and I announce beforehand what has not yet happened\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "I call a bird of prey from the east", "text": "Yahweh speaks of Cyrus as if he were \"a bird of prey.\" As a bird swiftly captures its prey, so Cyrus will swiftly accomplish Yahweh's purpose to conquer the nations. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have spoken; I will also accomplish it; I have purposed, I will also do it.", "text": "This repeats the same idea for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "who are far from doing what is right", "text": "Yahweh speaks of the people stubbornly doing wrong as if they were physically far away from doing the right thing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my salvation does not wait", "text": "Yahweh speaks of saving his people soon as if his salvation were a person who does not wait to act. AT: \"I will not wait to save you\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]