[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives some special instructions on how the overseers of the church should act and be."}, {"ref": "a good work", "text": "\"an honorable task\""}, {"ref": "husband of one wife", "text": "An overseer must have only one wife. It is unclear if this excludes men who have been previously widowed or divorced, or never married."}, {"ref": "He must be moderate", "text": "\"He must not do anything to excess\" (UDB)"}, {"ref": "sensible", "text": "\"reasonable.\" This can be stated as a complete sentence. \"He must think in wise ways\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "orderly", "text": "\"dignified.\" This can be stated as a complete sentence. AT: \"He must behave well\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "hospitable", "text": "\"friendly to strangers.\" This can be stated as a complete sentence. AT: \"He must welcome strangers\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He must not be addicted to wine", "text": "\"He must not be a drunkard\" or \"He must not drink too much wine\""}, {"ref": "not a brawler", "text": "This can be stated as a complete sentence. AT: \"He must not be someone who likes to fight and argue\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "but instead, gentle, peaceful", "text": "This can be  stated as a complete sentence. AT: \"But instead he must be gentle and peaceful\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a lover of money", "text": "\"greedy for money\" (UDB)"}]}, {"id": "04", "tn": [{"ref": "He should manage", "text": "\"He should lead\" or \"He should take care of\""}, {"ref": "with all respect", "text": "Possible meanings are 1) the overseer's children should obey and show respect to their father (UDB) or 2) the overseer's children should show respect to everyone or 3) the overseer should show respect to those in his household as he leads them."}, {"ref": "all respect", "text": "\"complete respect\" or \"respect at all times\""}, {"ref": "For if a man does not know how to manage", "text": "\"Because if a man does not know how to manage\" or \"For when a man cannot manage\""}, {"ref": "how will he care for a church of God", "text": "Paul uses a question to teach Timothy. AT: \"he cannot take care of a church of God\" or \"he will not be able to lead a church of God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a church of God", "text": "Here \"church\" refers to the people. AT: \"the people of God\" or \"the believers over whom he is in charge\""}]}, {"id": "06", "tn": [{"ref": "He should not be a new convert", "text": "\"He should not be a new believer\" or \"He must be a mature believer\""}, {"ref": "fall into condemnation as the devil", "text": "Paul speaks of the experience of being condemned for having done wrong as if it were a hole that a person could fall into. AT: \"have God condemn him as he condemned the devil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those outside", "text": "\"those outside of the church.\" Paul speaks of the church as though it were a place, and of unbelievers as though they were physically outside of it. AT: \"those who are not Christians\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he does not fall into disgrace", "text": "Paul speaks of disgrace as if though it were a hole that a person could fall into. Here \"fall into\" means to experience. AT: \"nothing causes him shame before the unbelievers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and the trap of the devil", "text": "Paul speaks about the devil causing someone to sin as if he were a hunter catching an animal in a trap. AT: \"and so that the devil does not cause him to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives some special instructions on how the deacons of the church and their wives should act and be."}, {"ref": "Deacons, likewise", "text": "\"Deacons, like overseers\""}, {"ref": "should be dignified", "text": "\"should act properly\" or \"should be worthy of respect\""}, {"ref": "not double-talkers", "text": "talkers** - Paul speaks about these people as if they could say two things at once. He means the person says one thing but mean something else. AT: \"not insincere\" or \"and they must mean what they say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They should keep the revealed truth of the faith", "text": "\"They must continue to believe the true message God revealed to us and that we believe.\" This refers to a truth that had existed for some time but that God was showing to them at that moment. Paul speaks of true teaching about God as if it were an object that a person could keep with himself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the revealed truth", "text": "This can be stated in active form. AT: \"the truth that God revealed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with a clean conscience", "text": "Paul speaks of a person's knowledge that he has done no wrong as if that knowledge or conscience were clean. AT: \"knowing they have tried their hardest to do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They should also be approved first", "text": "This can be stated in active form. AT: \"Other believers should approve of them first\" or \"They should prove themselves first\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be approved", "text": "This means other believers should evaluate those who want to be a deacon and determine if they are fit to serve in the church."}]}, {"id": "11", "tn": [{"ref": "Women in the same way", "text": "Possible meanings are 1) \"women\" refers to the wives of deacons or 2) \"women\" refers to female deacons."}, {"ref": "be dignified", "text": "\"act properly\" or \"be worthy of respect\""}, {"ref": "They should not be slanderers", "text": "\"they must not speak evil about other people\""}, {"ref": "moderate", "text": "\"not do anything to excess.\" See how you translated this in [[:en:bible:notes:1ti:03:01|3:2]]."}, {"ref": "husbands of one wife", "text": "A man must have only one wife. It is unclear if this excludes men who have been previously widowed, divorced, or never married. See how you translated this in [[:en:bible:notes:1ti:03:01|3:2]]."}, {"ref": "manage well their children and household", "text": "\"properly take care of and lead their children and others who live in their homes\""}, {"ref": "For those", "text": "\"For those deacons\" or \"For these church leaders\""}, {"ref": "acquire for themselves", "text": "\"receive for themselves\" or \"gain for themselves\""}, {"ref": "a good standing", "text": "The implied meaning may be stated explicitly. AT: \"a good reputation among other believers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and great confidence in the faith that is in Christ Jesus", "text": "Possible meanings are 1) they will trust in Jesus with even more confidence or 2) they will speak confidently to other people about their faith in Jesus."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells Timothy the reason he wrote to him and then describes Christ's godliness."}, {"ref": "and I hope to come to you soon", "text": "\"although I hope to visit you very soon\""}, {"ref": "But if I delay", "text": "\"But in case I cannot go there soon\" or \"But if something prevents me for being there soon\""}, {"ref": "in the household of God", "text": "Paul speaks of the group of believers as if they were a family. AT: \"as members of God's family\" or \"among the people of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "which is the church", "text": "This phrase gives us information about \"the household of God\" rather than making a distinction between a household of God which is the church and one that is not the church. This can be stated as a new sentence. AT: \"Those who belong to the family of God are the community who believes in the living God\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "the living God", "text": "Here this expression may be speaking of God as the one who gives life to all, as in the UDB."}, {"ref": "pillar and support of the truth", "text": "Paul speaks of the believers bearing witness to the truth about Christ as if they were a pillar and a base supporting a building. This can be stated as a new sentence. AT: \"And, by keeping and teaching God's truth, these members of the church support the truth just as a pillar and base support a building\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "And it is undeniable", "text": "\"And no one can deny\""}, {"ref": "that the revealed truth of godliness is great", "text": "This can be stated in active form. AT: \"that the truth which God revealed is great\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He appeared ... up in glory", "text": "This is most likely a song or poem that Paul is quoting. If your language has a way of indicating that this is poetry you could use it here. If not, you could translate this as regular prose rather than poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "He appeared", "text": "Here \"He\" is ambiguous. It could refers to \"God\" or to \"Christ.\" It may be best to translate this as \"He.\" If you must be more specific you could translate it as \"Christ who is God\" or \"Christ.\""}, {"ref": "in the flesh", "text": "Paul uses \"flesh\" here to mean a human being. AT: \"as a true human being\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "was justified by the Spirit", "text": "This can be stated in active form. AT: \"the Holy Spirit confirmed that he was who he said he was\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was seen by angels", "text": "This can be stated in active form. AT: \"the angels saw him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was proclaimed among nations", "text": "This can be stated in active form. AT: \"people in many nations told others about him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was believed on in the world", "text": "This can be stated in active form. AT: \"people in many parts of the world believed in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and was taken up in glory", "text": "This can be stated in active form. AT: \"and God the Father took him up to heaven in glory\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in glory", "text": "This means he received power from God the Father and he is worthy of honor."}]}]