[{"id": "01", "tn": [{"ref": "about Damascus", "text": "Damascus is the name of a city. Translate this as you did in [[:en:bible:notes:isa:07:07|7:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The cities of Aroer will be abandoned", "text": "This can be stated in active form. \"All the people will abandon the cities of Aroer\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "no one will frighten them", "text": "The word \"them\" refers to the sheep."}, {"ref": "Fortified cities will disappear from Ephraim", "text": "Ephraim was the largest tribe in Israel. Here it represents the entire northern kingdom of Israel. AT: \"Strong cities will disappear from Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will disappear", "text": "This does not mean that they will vanish, but that the cities will be destroyed."}, {"ref": "the kingdom from Damascus", "text": "The words \"will disappear\" are understood from the previous phrase. Damascus was where the king of Aram ruled from. The kingdom disappearing represents the king no longer having royal power. AT: \"the kingdom will disappear from Damascus\" or \"there will be no royal power in Damascus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Aram", "text": "Aram is the name of a nation. Translate this as you did in [[:en:bible:notes:isa:07:01|7:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they will be like the glory of the people of Israel", "text": "Since the people of Israel were no longer glorious, this meant that the remnant of Aram would no longer be glorious. AT: \"they will no longer have glory, just like the people of Israel\" or  \"I will bring shame on them as I did the people of Israel\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "declaration of Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:14:21|14:22]]."}]}, {"id": "04", "tn": [{"ref": "It will come about", "text": "This phrase is used here to mark an important event that will happen. If your language has a way for doing this, you could consider using it here."}, {"ref": "the glory of Jacob will become thin, and the fatness of his flesh will become lean", "text": "Here \"Jacob\" refers to the kingdom of Israel. Israel would no longer be glorious. Rather it would be weak and poor. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It will be as when a harvester gathers the standing grain ... in the Valley of Rephaim", "text": "There will be nothing left in the land after God punishes the people of Israel. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the Valley of Rephaim", "text": "This is a valley where people normally grew and harvested much food. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This continues to compare the nation of Israel with a field after it is harvested. (See: [[:en:bible:notes:isa:17:04|17:4-5]])"}, {"ref": "Gleanings will be left", "text": "The word \"Gleanings\" here represents the people who will still live in Israel. AT: \"But there will be a few people left in Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as when the olive tree is shaken", "text": "People harvested olive trees by shaking them so that the olives would fall out. AT: \"like the few olives that remain on the olive trees after people harvest them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "four or five", "text": "The word \"olives\" is understood from the phrase before this. AT: \"four or five olives\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "this is the declaration of Yahweh", "text": "Translate this as you did in [[:en:bible:notes:isa:14:21|14:22]]."}, {"ref": "men will look toward their Maker ... will look to the Holy One of Israel", "text": "Looking toward God here represents hoping that he will help them. AT: \"men will hope that their Maker, the Holy One of Israel, will help them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "men will look", "text": "The word \"men\" represents people in general. AT: \"people will look\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "their eyes will look", "text": "Here \"eyes\" represents the people who look. AT: \"they will look\" or \"the people will look\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Holy One of Israel", "text": "Translate this as you did in [[:en:bible:notes:isa:01:04|1:4]]."}]}, {"id": "08", "tn": [{"ref": "They will not look to the altars", "text": "Looking to the altars represents worshiping idols with the hope that the idols will help them.  AT: \"They will not worship idols at their altars\" or \"The people of Israel will not go to their altars and ask their idols to help them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the work of their hands", "text": "Speaking of the hands here emphasizes that the people made the altars or idols. AT: \"that they made with their hands\" or \"which they themselves built\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what their fingers have made ... the Asherah poles or the sun images", "text": "The second phrase identifies the things that the people made. Speaking of the fingers here emphasizes that the people made them, so these things are not real gods. AT: \"the Asherah poles or the sun images, which they themselves made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that were forsaken because of the people of Israel", "text": "It can be made explicit who left these lands. This can be stated in active form. AT: \"that the Hivites and Amorites left after the people of Israel came\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "For you have forgotten", "text": "Here \"you\" refers to the people of Israel. The word \"forgotten\" does not mean they have no memory of God. It means they no longer obey him. AT: \"For you no longer obey\""}, {"ref": "the God of your salvation", "text": "\"the God who saves you\""}, {"ref": "and have ignored the rock of your strength", "text": "This compares God to a large rock which people could climb on to get away from their enemies or hide behind. AT: \"and have ignored God, who is like a rock that protects you\" or \"and have ignored the one who protects you\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the harvest will fail", "text": "\"there will not be much fruit for you to harvest\""}]}, {"id": "12", "tn": [{"ref": "The uproar of many peoples, that roar like the roaring of the seas", "text": "An uproar is a very loud noise. AT: \"The sound of many people, that is very loud like the seas\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the rushing of nations, that rush like the rushing of mighty waters", "text": "The enemy armies appear to be a powerful force that no one can stop. AT: \"the nations come rushing in like the mighty waters\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the rushing of nations", "text": "The word \"nations\" refers to the armies of those nations. AT: \"the rushing of the enemy armies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "as the dead weeds on the mountains before the wind ... like weeds whirling before a storm", "text": "These two phrases mean the same thing. The enemy armies seem powerful but God will easily stop them and send them away. AT: \"like dead weeds on the mountains that the wind blows away ... like weeds that whirl and blow away as a storm approaches\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "This is the portion of those", "text": "What happens to them is spoken of as if it is a portion that they inherit. AT: \"This is what happens to those\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "loot us ... rob us", "text": "The word \"us\" refers to Isaiah and the people of Judah."}]}]