[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision that started in [[:en:bible:notes:ezk:08:01|8:1]]."}, {"ref": "facing east", "text": "\"which faces east.\" The \"eastern gate\" faced east."}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "Yahweh's house", "text": "Translate these words in the same way you did in [[:en:bible:notes:ezk:08:16|8:16]]."}, {"ref": "among them", "text": "\"among the twenty-five men\""}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision."}, {"ref": "Son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. \"Mortal person\" or \"Human\""}, {"ref": "this city is the pot, and we are the meat", "text": "The people speak of themselves as if they were good cuts of meat and of the city as if it were a pot in which the meat was stored or cooked. The metaphor suggests that they are important and safe within the city. AT: \"This city is like a pot that will protect us as a pot protects meat.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the pot", "text": "Possible meanings are 1) a pot for storing meat or 2) a pot for cooking meat."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues to talk to the prophet Ezekiel."}, {"ref": "the Spirit of Yahweh fell on me", "text": "Ezekiel speaks of the Spirit of Yahweh inspiring and empowering him to prophesy as if the Spirit of Yahweh fell upon him. AT: \"the Spirit of Yahweh empowered me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family, in this case the Israelites who are the descendants of Jacob. See how you translated this in [[:en:bible:notes:ezk:03:01|3:1]]. AT: \"people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as you are saying", "text": "\"You are saying these things.\" This refers to what the people were saying in [[:en:bible:notes:ezk:11:02|11:3]]."}, {"ref": "The people you have killed ... are the meat, and this city is the pot", "text": "Yahweh speaks of the people whom they have killed as if they were good cuts of meat and of the city as if it were a pot in which the meat was stored or cooked. See how you translated this metaphor in [[:en:bible:notes:ezk:11:02|11:3]]. AT: \"The people you have killed ... are like the meat in the pot, and this city is the pot. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But you are going to be brought out", "text": "This can be stated in active form. AT: \"But I am going to bring you out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to Israel."}, {"ref": "You have feared the sword, so I am bringing the sword upon you", "text": "The word \"sword\" is a metonym for enemy armies who will attack with their swords. AT: \"You have feared war, so I am bringing enemy armies to attack you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "put you into the hands of foreigners", "text": "Here the word \"hands\" here represents power or control. AT: \"I will put you into the power of foreigners\" or \"I will enable foreigners capture you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You will fall by the sword", "text": "The word \"sword\" is a metonym for enemy armies who will attack with their swords. To \"fall by the sword\" means that they will be killed with swords. AT: \"They will kill you with their swords\" (UDB) or \"You will die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will know that I am Yahweh", "text": "Possible meanings are 1) \"you will understand who I, Yahweh, am\" or 2) \"you will understand that I am Yahweh, the one true God\" or 3) \"you will know that I, Yahweh, have the power to do the things that I say that I will do\" (UDB). See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to Israel."}, {"ref": "This city will not be your cooking pot, nor will you be the meat", "text": "See note in [[:en:bible:notes:ezk:11:02|11:3]]."}, {"ref": "within the borders", "text": "This expression uses the borders to represent Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "borders", "text": "the outer edges of a country or territory"}, {"ref": "will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]"}]}, {"id": "13", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "Pelatiah son of Benaiah", "text": "He was one of the wicked leaders of Israel mentioned in [[:en:bible:notes:ezk:11:01|11:1]]."}, {"ref": "I fell on my face", "text": "See how you translated this in [[:en:bible:notes:ezk:01:27|1:28]]."}, {"ref": "Alas", "text": "Ezekiel says this to show his fear about what will happen to the rest of the people there."}]}, {"id": "14", "tn": [{"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your brothers! Your brothers!", "text": "This is stated twice for emphasis."}, {"ref": "the house of Israel", "text": "See how you translated this in [[:en:bible:notes:ezk:03:01|3:1]]."}, {"ref": "All of them are those of whom it is said by those living in Jerusalem", "text": "This can be stated in active form. AT: \"All of them are those about whom the people living in Jerusalem are saying\" or \"The people living in Jerusalem say about all of them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "All of them are those of whom it is said", "text": "Some modern versions have \"All of them are those to whom it was said.\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh gives Ezekiel his message to Israel about those who were scattered."}, {"ref": "I have been a sanctuary for them", "text": "AT: \"I have been with them to preserve them.\""}, {"ref": "lands where they have gone", "text": "AT: \"nations where they have been taken\""}, {"ref": "I will gather you from the peoples, and assemble you from the lands", "text": "Yahweh says this promise two times in different ways in order to show that it's important. AT: \"I will bring you back from the nations of people\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "detestable", "text": "AT: \"horrible,\" or \"offensive\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "God continues the prophecy of what will happen to the scattered Israelites."}, {"ref": "the stone heart from their flesh", "text": "This is a way of saying that God will change their attitude from stubborn rebellion. AT: \"their stubbornness\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a heart of flesh", "text": "This is a way to say that God will change their attitude to accept his rule. AT: \"a willingness to obey\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will walk in my statutes, they will carry out my decrees and do them", "text": "Each of these phrases describes the people as obeying what Yahweh has commanded them to do. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "affection", "text": "AT: \"devotion\""}, {"ref": "detestable things", "text": "AT: \"obnoxious things\" or \"offensive things\""}, {"ref": "conduct", "text": "AT: \"actions\""}, {"ref": "on their own heads", "text": "AT: \"back onto those people.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "declaration", "text": "AT: \"statement\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "The cherubim of Chapter 10 leave the temple and city along with the glory of God."}, {"ref": "wheels that were beside them", "text": "See how you translated \"wheels\" in [[:en:bible:notes:ezk:01:15|1:16]]."}]}, {"id": "24", "tn": [{"ref": "exiles", "text": "\"exiles\" refers to the Israelites forced to live in Chaldea."}]}]