[{"id": "01", "tn": [{"ref": "General Information:", "text": "Job continue speaking."}, {"ref": "I have made a covenant with my eyes", "text": "AT: \"I have promised myself that I would not look with lust at a woman\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "how then should I look with desire on a virgin?", "text": "Job uses a question to emphasize that he would never break his promise. AT: \"So I certainly will not look with lust at a virgin\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For what is the portion from God above, the inheritance from the Almighty on high?", "text": "Both of these mean the same thing. Job uses a question to emphasize that God would not give him anything good if he sins and breaks his promise. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Job continues speaking."}, {"ref": "Does not God see my ways and count all my steps?", "text": "Here \"my ways\" and \"my steps\" refer to Job's behavior. Job uses a question for emphasis. AT: \"Certainly God watches me and knows everything that I do.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Job continues speaking."}, {"ref": "If I have", "text": "In 31:5-40 Job describes different situations in which he would deserve God's punishment. But, he knows that they are not true and he is innocent. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "walked with falsehood, if my foot has hurried to deceit", "text": "AT: \"done anything false or purposely deceived anyone\""}, {"ref": "let me be weighed in an even balance", "text": "People used balances to weigh items and to determine their value. AT: \"Let God judge me honestly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If my step has turned out of the right way", "text": "AT: \"If I have stopped doing what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if my heart has walked after my eyes", "text": "AT: \"if I have done any wicked things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "if any spot of impurity has clung to my hands", "text": "AT: \"if I am guilty of any sin at all\""}, {"ref": "let the harvest be uprooted out of my field", "text": "AT: \"let someone else come and take the harvest from my field\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If my heart has been attracted to another woman", "text": "AT: \"If I have desired another man's wife\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if I have lain in wait at my neighbor's door for his wife", "text": "\"and I have waited for him to leave his house so I could sleep with her\""}, {"ref": "then let my wife grind grain for another man", "text": "Possible meanings are 1) this is a way of saying another man will sleep with Job's wife or 2) it means she will become a slave and work for another man. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "it would be a crime to be punished by judges", "text": "AT: \"it would be a crime for which judges would be right to punish me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For that is a fire that consumes everything for Sheol and that would burn up all my harvest", "text": "Job is emphasizing how terrible and destructive the sin of adultery is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "what then would I do when God rises up to accuse me? When he comes to judge me, how would I answer him?", "text": "Job uses a question for emphasis. AT: \"then there would absolutely nothing I could say to defend myself when God comes to judge me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did the one who made me in the womb not make them also? Did not the same one mold us all in the womb?", "text": "AT: \"God, who certainly made me in the same way he made them, should judge me with the same sense of justice as he judges them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Job begins describing situations in which he would deserve God's punishment (described in [[:en:bible:notes:job:31:22|31:22]]), but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "I have caused the eyes of the widow to grow dim from crying", "text": "Here \"to grow dim\" refers to the widow having bad eyesight due to how much she cries. AT: \"I have caused a widow to cry in great sadness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my morsel", "text": "\"my food\""}, {"ref": "from my youth the orphan grew up with me as with a father, and I have guided his mother, a widow, from my own mother's womb", "text": "Job is describing how he truly treated the orphan and widow. AT: \"I have taken care of orphans and widows since I was very young\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment (described in [[:en:bible:notes:job:31:22|31:22]]), but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if his heart has not blessed me because he has not been warmed with the wool of my sheep,", "text": "AT: \"I have given such people woolen clothing that has kept them warm, and so they have blessed me; but if I had not done that,\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have lifted up my hand against", "text": "AT: \"I have threatened to harm\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the city gate", "text": "This is where the important men of the city would gather to make decisions."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "then let my shoulder fall from the shoulder blade, and let my arm be broken from its joint", "text": "AT: \"then let someone tear off my shoulder and break my arm\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if I have said to fine gold, 'You are what I am confident in'", "text": "This line means the same thing as the previous line. Together they emphasize that Job has not trusted in wealth to bring him security. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my hand had gotten many possessions", "text": "AT: \"I have gained many possessions by my own ability\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the moon walking", "text": "AT: \"the moon moving across the sky\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "if my heart has been secretly attracted", "text": "AT: \"if I have secretly desired to worship them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my mouth has kissed my hand", "text": "This is a sign of love and devotion."}, {"ref": "to be punished by judges", "text": "AT: \"for which judges would be right to punish me\""}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Indeed, I have not even allowed my mouth to sin by asking for his life with a curse", "text": "Job is describing how he truly treated those who hated him. AT: \"Actually, I did not even let myself sin by cursing his life\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If the men of my tent have never said, 'Who can find one who has not been filled with Job's food?'", "text": "AT: \"My men have always been able to say, 'Everyone we know of has had as much of Job's food as he wants!' If that were not true,\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the foreigner has never had to stay in the city square, because I have always opened my doors to the traveler", "text": "Job is explaining how he truly treated foreigners. AT: \"travelers never had to sleep on the street. I always welcomed them into my house\""}]}, {"id": "33", "tn": [{"ref": "General Information:", "text": "Job continues describing situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "because I feared the great multitude, because the contempt of families terrified me", "text": "These mean the same thing. They emphasize that a person may hide his sin because he fears what other people may say. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "35", "tn": [{"ref": "here is my signature", "text": "Job is describing his complaint to God as if he wrote it down in a legal document. He would write his name on it as a promise that everything in the document is true."}, {"ref": "If only I had the indictment that my opponent has written!", "text": "\"If only I could read my opponent's complaint against me!\""}, {"ref": "Surely I would carry it openly on my shoulder; I would put it on like a crown", "text": "This means if God would write down his complaints against Job, then Job would put the document where everyone could read it."}, {"ref": "for my steps", "text": "This refers to Job's actions."}, {"ref": "as a confident prince", "text": "This means Job would approach God without any fear. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "This concludes Job's description of situations in which he would deserve God's punishment, but he knows they are not true. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If my land ever cries out against me, and its furrows weep together", "text": "Job describes the land as a person who cries because Job has stolen it from its proper owner. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]