[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "In this closing section, the author gives specific instructions to believers on how they are supposed to live."}, {"ref": "Let brotherly love continue", "text": "\"Continue to show your love for other believers as you would for a member of your family\""}, {"ref": "Do not forget", "text": "This can be stated in positive form. AT: \"Be sure to remember\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "hospitality for strangers", "text": "\"to welcome and show kindness to strangers\""}]}, {"id": "03", "tn": [{"ref": "as if you were bound with them", "text": "This can be stated in active form. AT: \"as if you were in prison with them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who are mistreated", "text": "This can be stated in active form. AT: \"whom others are mistreating\" or \"who are suffering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as if you also were them in the body", "text": "This phrase encourages believers to think about other people's suffering as they would think about their own suffering. AT: \"as if you were the one suffering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let marriage be respected by everyone", "text": "This can be stated in active form. AT: \"Men and women who are married to each other must respect each other\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let the marriage bed be pure", "text": "This refers to the act of sexual union as if it were only the bed of a married couple. AT: \"Let husbands and wives honor their marriage relationship to one another and not sleep with other people\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Let your conduct be free from the love of money", "text": "\"Do not love money\""}, {"ref": "Be content", "text": "\"Be satisfied\""}, {"ref": "The Lord is my helper ... do to me", "text": "This is a quotation from the book of Psalms in the Old Testament. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will not be afraid. What can a man do to me?", "text": "The author uses a question to emphasize that he does not fear people because God is helping him. Here \"man\" means any person in general. AT: \"I will not fear what any person can do to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}]}, {"id": "07", "tn": [{"ref": "the result of their conduct", "text": "\"the outcome of the way they behave\""}, {"ref": "Imitate their faith", "text": "Here the trust in God and the way of life led by these leaders are spoken of as \"their faith.\" AT: \"Trust and obey God in the same way they do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is the same yesterday, today, and forever", "text": "Here \"yesterday\" means all times in the past. AT: \"is the same in the past, the present, and in the future forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This section refers to animal sacrifices made by believers in God in Old Testament times, which covered their sins temporarily until the death of Christ came about."}, {"ref": "Do not be carried away by various strange teachings", "text": "Being persuaded by various teachings is spoken of as if a person were being carried away by a force. This can be stated in active form. AT: \"Do not let others persuade you to believe their various strange teachings\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "various strange teachings", "text": "\"many, different teachings that are not the good news we told you\""}, {"ref": "it is good that the heart should be strengthened by grace, not by foods that do not help those who walk by them", "text": "This can be stated in active form. AT: \"we become stronger when we think of how God has been kind to us, but we do not become stronger by obeying rules about food\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the heart should be strengthened", "text": "Here \"the heart\" stands for a person's courage, love, and determination. These things are said to be strengthened as if they were a person's heart. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "foods", "text": "Here \"foods\" stands for rules about food. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who walk by them", "text": "Living is spoken of as if it were walking. AT: \"those who live by them\" or \"those who regulate their lives by them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We have an altar", "text": "Here \"altar\" stands for \"place of worship.\" It also stands for the animals that the priests in the old covenant sacrificed, from which they took meat for themselves and their families. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the blood of the animals killed for sins is brought by the high priest into the holy place", "text": "This can be stated in active form. AT: \"the high priest brings into the holy place the blood of the animals that the priests killed for sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "while their bodies are burned", "text": "This can be stated in active form. AT: \"while the priests burned the animals' bodies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "outside the camp", "text": "\"away from where the people lived\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "There is a comparison here between Jesus' sacrifice and the tabernacle sacrifices of the Old Testament."}, {"ref": "So", "text": "\"In the same way\" or \"Because the bodies of the sacrifices were burned outside the camp\" ([[:en:bible:notes:heb:13:09|13:11]])"}, {"ref": "outside the city gate", "text": "This stands for \"outside the city.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let us therefore go to him outside the camp", "text": "Obeying Jesus is spoken of as if a person were leaving the camp to go out where Jesus is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bearing his shame", "text": "Disgrace is spoken of as if it were an object that had to be carried in one's hands or on one's back. AT: \"while allowing others to insult us just like people insulted him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "looking for", "text": "\"waiting for\" (UDB)"}]}, {"id": "15", "tn": [{"ref": "sacrifices of praise", "text": "Praise is spoken of as if it were a sacrifice of animals or incense. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "praise that is the fruit of lips that acknowledge his name", "text": "Praise is spoken of as if it were fruit, and \"lips\" are spoken of as if they were trees bearing that fruit. In addition, \"lips\" represents people praising the Lord. AT: \"praise that is an offering from those who acknowledge his name\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his name", "text": "A person's name represents that person. AT: \"him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let us not forget doing good and helping one another", "text": "This can be stated in positive form. AT: \"let us always remember to do good and help others\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "with such sacrifices", "text": "Doing good and helping others is spoken of as if they were sacrifices on an altar. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "keep watch over your souls", "text": "The believers' souls, that is, the believers' spiritual well-being, are spoken of as if they were objects or animals that guards could keep watch over. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not with groaning", "text": "Here \"groaning\" stands for sadness or grief. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "The author closes with a blessing and greetings."}, {"ref": "Pray for us", "text": "Here \"us\" refers to the author and his companions. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "we are persuaded that we have a clean conscience", "text": "Here \"clean\" stands for being free from guilt. AT: \"we are certain that we have no guilt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that I will be returned to you sooner", "text": "This can be stated in active form. AT: \"that God will quickly remove the things that stop my coming to you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "Now", "text": "This marks a new section of the letter. Here the author praises God and gives a final prayer for his readers."}, {"ref": "the great shepherd of the sheep", "text": "Christ in his role of leader and protector of those who believe in him is spoken of as if he were a shepherd of sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the blood of an everlasting covenant", "text": "Here \"blood\" stands for the death of Jesus, which is the basis for the covenant that will last forever between God and all believers in Christ. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "perfect you with every good thing to do his will", "text": "Here \"perfect you\" means \"make you capable\" or \"equip you.\" AT: \"make you capable of doing every good thing according to his will\""}, {"ref": "May he work in us", "text": "The word \"us\" refers to the author and the readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "to whom be the glory forever", "text": "\"whom all people will praise forever\""}]}, {"id": "22", "tn": [{"ref": "Now", "text": "This marks a new section of the letter. Here the author gives his final comments to his audience."}, {"ref": "brothers", "text": "This refers to all the believers to whom he is writing whether male or female. AT: \"fellow believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "bear with the word of encouragement", "text": "\"patiently consider what I have just written to encourage you\" (UDB)"}, {"ref": "the word of encouragement", "text": "Here \"word\" stands for a message. AT: \"the encouraging message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has been set free", "text": "This can be stated in active form. AT: \"is no longer in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Those from Italy greet you", "text": "Possible meanings are 1) the author is not in Italy, but there is a group of believers with him who have come from Italy or 2) the author is in Italy while writing this letter."}, {"ref": "Italy", "text": "This is the name of a region at that time. Rome was the then-capital city of Italy. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]