[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues to teach the believers about Christian living. He begins by giving a conclusion to his thoughts from the previous chapter about Christ's sufferings."}, {"ref": "in the flesh", "text": "\"in his body\""}, {"ref": "arm yourselves with the same intention", "text": "The phrase \"arm yourselves\" makes readers think of soldiers who get their weapons ready for battle. It also pictures \"the same intention\" as a weapon or perhaps as a piece of armor. Here this metaphor means that believers should be determined in their mind to suffer as Jesus did. AT: \"prepare yourselves with the same thoughts that Christ had\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "suffered in the flesh", "text": "Here \"flesh\" means the time of our life on earth. AT: \"suffered while here on earth\""}, {"ref": "has ceased from sin", "text": "\"has stopped sinning\""}, {"ref": "for men's desires", "text": "for the things that sinful people normally desires"}]}, {"id": "03", "tn": [{"ref": "carousings, wild parties", "text": "These terms refer to activities in which people gather to drink alcohol excessively and behave in a shameful manner."}, {"ref": "floods of dissipation", "text": "These examples of wild, boundless sin are spoken of as if they were great floods of water sweeping down on people."}, {"ref": "dissipation", "text": "limitless indulgence of bodily desires"}, {"ref": "the one who is ready to judge", "text": "Possible meanings are 1) \"God, who is ready to judge\" or 2) \"Christ, who is ready to judge\""}, {"ref": "the living and the dead", "text": "This means all people, whether they are still alive or have died. AT: \"every person\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the gospel was preached also to the dead", "text": "Possible meanings are 1) \"the gospel was preached also to people who had already died\" (UDB) or 2) \"the gospel was preached also to those who were alive but are now dead\""}, {"ref": "the gospel was preached", "text": "This can be stated in active form. Possible meanings are 1) Christ preached. AT: \"Christ preached the gospel\" (UDB) or 2) men preached. AT: \"men preached the gospel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they have been judged in the flesh as humans", "text": "This can be stated in active form. Possible meanings are 1) God judged them in this life on earth (UDB). AT: \"God judged them in their bodies as humans\"  or 2) men judged them according to human standards. AT: \"men judged them in their bodies as humans\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "judged in the flesh as humans", "text": "This is a reference to death as the ultimate form of judgment. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "live as God in the spirit", "text": "Possible meanings are 1) \"live spiritually as God lives because the Holy Spirit will enable them to do so\" (UDB) or 2) \"live according to God's standards by the power of the Holy Spirit\""}]}, {"id": "07", "tn": [{"ref": "The end of all things is coming", "text": "This refers to the end of the world at Christ's second coming."}, {"ref": "is coming", "text": "will soon happen. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be of sound mind, and be sober in your thinking", "text": "These two phrases mean basically the same thing. Peter uses them to emphasize the need to think clearly about life since the end of the world is near. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "be sober in your thinking", "text": "Here the word \"sober\" refers to mental clarity and alertness. AT: \"control your thoughts\" or \"be careful about what you think.\" See how you translated this in [[:en:bible:notes:1pe:01:13|1:13]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Above all things", "text": "\"Most importantly of all\" (UDB)"}, {"ref": "for love covers a multitude of sins", "text": "Peter describes \"love\" as if it were a person who places a cover over the sins of others. Possible meanings are 1) \"for a person who loves will not try to find out if another person has sinned\" or 2) \"for a person who loves will forgive the sins of other people, even if those sins are many\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Be hospitable", "text": "show kindness to and welcome guests and travelers"}]}, {"id": "10", "tn": [{"ref": "As each one of you has received a gift", "text": "This refers to special spiritual abilities that God gives to believers. AT: \"As each one of you has received a special spiritual ability as a gift from God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let it be like the oracles of God", "text": "\"let him speak as one who speaks the very words of God\""}, {"ref": "so that in all ways God would be glorified", "text": "This can be stated in active form. AT: \"so that in all ways you will glorify God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "glorified", "text": "praised, honored"}]}, {"id": "12", "tn": [{"ref": "the testing in the fire that has happened to you", "text": "In the same way that fire refines gold, trials test and refine a person's faith. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "rejoice and be glad", "text": "These two phrases mean basically the same thing and emphasize the intensity of joy. AT: \"rejoice even more\" or \"be very glad\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "at the revealing of his glory", "text": "You can translate this with a verbal phrase. AT: \"when God reveals Christ's glory\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "If you are insulted for Christ's name", "text": "Here the word \"name\" refers to Christ himself. This can be stated in active form. AT: \"If people insult you because you believe in Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Spirit of glory and the Spirit of God", "text": "Both of these refer to the Holy Spirit. AT: \"the Spirit of glory, who is the Spirit of God\" or \"the glorious Spirit of God\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "is resting on you", "text": "is staying with you"}]}, {"id": "15", "tn": [{"ref": "a meddler", "text": "This refers to a person who gets involved with the affairs of others without having a right to do so."}, {"ref": "with that name", "text": "\"because he bears the name Christian\" or \"because people have recognized him as a Christian.\" The words \"that name\" refer to the word \"Christian.\""}]}, {"id": "17", "tn": [{"ref": "household of God", "text": "This phrase refers to believers, whom Peter speaks of as God's family. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If it begins with us, what will be the outcome for those who do not obey God's gospel?", "text": "Peter use this question to emphasize that God's judgment will be more severe for people who reject the gospel than for believers. AT: \"If it begins with us, the outcome for those who do not obey God's gospel will be much worse.\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who do not obey God's gospel", "text": "\"those who do not believe God's gospel.\" Here the word \"obey\" means to believe."}, {"ref": "the righteous man ... how will the ungodly person and the sinner appear?", "text": "Peter use this question to emphasize that sinners will suffer much more than believers do. AT: \"the righteous man ... the outcome will be much worse for those who do not obey God's gospel.\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the righteous man is scarcely saved", "text": "Here the word \"saved\" refers to final salvation when Christ returns. The word \"scarcely\" refers to the difficulties associated with his salvation. This can be stated in active form. AT: \"the righteous man experiences many difficulties before God saves him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the ungodly person and the sinner", "text": "The words \"ungodly person\" and \"sinner\" mean basically the same thing and emphasize the wickedness of these people. AT: \"ungodly sinners\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "entrust their souls", "text": "Here the word \"souls\" refers to the whole person. AT: \"entrust themselves\" or \"entrust their lives\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in well-doing", "text": "doing** - while they are habitually doing good things (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]