{"1": [{"a": "Nimrod, the son of Cush, was the first conqueror.", "q": "Who was the first conqueror on the earth?", "ref": ["01-10"]}, {"a": "In his days, the earth was divided.", "q": "Why was one of Eber's sons named Peleg?", "ref": ["01-19"]}, {"a": "The land of Edom had kings before the Israelites had kings.", "q": "What land had kings before kings reigned over the Israelites?", "ref": ["01-43"]}], "2": [{"a": "He was wicked in the sight of Yahweh, so Yahweh killed him.", "q": "What happened to Er, Judah's firstborn son?", "ref": ["02-03"]}, {"a": "He stole what was reserved for God.", "q": "How did Achar bring trouble on Israel?", "ref": ["02-07"]}, {"a": "David was the seventh son of Jesse.", "q": "Who was the seventh son of Jesse?", "ref": ["02-13", "02-14"]}], "3": [{"a": "He ruled for thirty-three years as king in Jerusalem.", "q": "How many years did David rule as king in Jerusalem?", "ref": ["03-04"]}, {"a": "Zedekiah was Israel's last king.", "q": "Who was the last king for the Israelities?", "ref": ["03-16"]}], "4": [{"a": "He prayed that God would bless him, extend his territory, keep him from harm so that he might not have to endure pain.", "q": "What did Jabez pray to the God of Israel?", "ref": ["04-09", "04-10"]}, {"a": "Yes, God granted him his prayer.", "q": "Was Jabez's prayer answered?", "ref": ["04-10"]}, {"a": "His brothers did not have many children.", "q": "Why did the clan of Shimei and his brothers not increase greatly in numbers and the people of Judah did?", "ref": ["04-27"]}, {"a": "They were seeking pasture for their flocks, and they found abundant and good pasture there.", "q": "Why did some of the sons of Shimei go to Gedor on the east side of the valley?", "ref": ["04-39", "04-40"]}], "5": [{"a": "His birthright was given to Joseph, son of Israel, because Reuben had defiled his father's couch.", "q": "Why was Reuben's firstborn birthright given to his brother Joseph?", "ref": ["05-01"]}, {"a": "A leader would come from Israel's son, Judah.", "q": "From what son of Israel would a leader come?", "ref": ["05-02"]}, {"a": "The king of Assyria took him into exile.", "q": "What happened to Beerah, the son of Baal?", "ref": ["05-06"]}, {"a": "They had forty-four thousand soldiers trained for war, who carried shield and sword, and who drew the bow.", "q": "How many trained soldiers did the Reubinites, Gadites, and the half tribe of Manasseh have?", "ref": ["05-18"]}, {"a": "They were defeated because the Israelites cried out to God and put their trust in him, and God responded to them.", "q": "Why were the Hagrites defeated?", "ref": ["05-20"]}, {"a": "They lived there until their captivity.", "q": "How long did the Israelites live in the land they took from the Hagrites?", "ref": ["05-22"]}, {"a": "They lived in the land of Bashan.", "q": "Where did the half tribe of Manasseh live with their families?", "ref": ["05-23", "05-24"]}, {"a": "God stirred up the king of Assyria and these tribes were taken into exile by Assyria.", "q": "Because the Reubenittes, Gadities, and the half tribe of Manasseh were unfaithful to God, what did he do to them?", "ref": ["05-25", "05-26"]}], "6": [{"a": "He exited Judah and Jerusalem to Nebuchadnezzar king of Babylon.", "q": "To whom did Yahweh exile Judah and Jerusalem?", "ref": ["06-15"]}, {"a": "They were to serve by singing before the tabernacle.", "q": "What were the duties of the men whom David put in charge of music?", "ref": ["06-31"]}, {"a": "Soloman built the house of Yahweh.", "q": "Who built the house of Yahweh in Jerusalem?", "ref": ["06-32"]}, {"a": "The Levites were assigned to do this work.", "q": "What tribe of Israel was assigned to do the work for the tabernacle?", "ref": ["06-48"]}, {"a": "They were responsible for the offerings on the altar for burnt offerings and on the incense altar.", "q": "What atonement offerings were Aaron and his sons responsible for?", "ref": ["06-49"]}, {"a": "These offerings were to make atonement for Israel's sins.", "q": "What were these offerings for?", "ref": ["06-49"]}, {"a": "The Levites were assigned by lot cities with their pasturelands from the tribes of Judah, Simeon, and Benjamin.", "q": "Where did the Levites live because they were not given specific land like the other tribes?", "ref": ["06-64", "06-65"]}], "7": [{"a": "They were strong, courageous men.", "q": "What kind of men were the sons of Tola?", "ref": ["07-02"]}, {"a": "The tribe of Issachar had 87,000 fighting men.", "q": "What was the number of fighting men from the tribe of Issachar?", "ref": ["07-05"]}, {"a": "The sons of Bela were known as soldiers and originators of clans.", "q": "For what were the sons of Bela known?", "ref": ["07-06", "07-07"]}, {"a": "Manasseh's Aramite concubine bore him a male child named Asriel.", "q": "Who bore Manasseh a male child named Asriel?", "ref": ["07-14"]}, {"a": "Ephraim needed comfort from his brothers because his sons Ezer and Elead were killed by men of Gath when they went to steal their cattle.", "q": "Why did Ephraim need comfort from his brothers when he was in mourning for many days?", "ref": ["07-21", "07-22"]}, {"a": "Ephraim named his son Beriah because tragedy had come to his family.", "q": "Why did Ephraim name his son Beriah?", "ref": ["07-23"]}, {"a": "Joshua was the son of Nun.", "q": "Who was the son of Nun?", "ref": ["07-27"]}, {"a": "Their possessions and residences were in Bethel and its surrounding villages.", "q": "Where were the possessions and residences of Joshua and his family?", "ref": ["07-28"]}, {"a": "The descendants of Asher were originators of clans, leaders of their families, distinguished men, fighting men, and chief among the leaders.", "q": "What were the qualities of the descendants of Asher?", "ref": ["07-40"]}], "8": [{"a": "The descendants of Ehud were compelled to move to Manahath.", "q": "What were the descendants of Ehud compelled to do?", "ref": ["08-06"]}, {"a": "His sons drove out the inhabitants of Gath.", "q": "Who did the sons of Elpaal drive out?", "ref": ["08-13"]}, {"a": "They lived in Jerusalem.", "q": "Where did Jeroham's sons live?", "ref": ["08-28"]}, {"a": "Mikloth and his family lived near their relatives in Jerusalem.", "q": "Where did Mikloth and his family live?", "ref": ["08-32"]}, {"a": "Kish was the father of Saul.", "q": "Who was the father of Saul?", "ref": ["08-33"]}, {"a": "The sons of Ulam were fighting men and archers.", "q": "For what were the sons of Ulam, who were descendants of Benjamin, known?", "ref": ["08-39", "08-40"]}], "9": [{"a": "The genealogies were recorded in the Book of the Kings of Israel.", "q": "Where were the genealogies of all Israel recorded?", "ref": ["09-01"]}, {"a": "Judah was carried away to Babylon because of their sin.", "q": "Why was Judah carried away in exile to Babylon?", "ref": ["09-01"]}, {"a": "The first to resettle in their cities were some Israelites, priests, Levites, and temple servants.", "q": "Who were the first people to resettle in their cities?", "ref": ["09-02"]}, {"a": "Azariah was the priest who was in charge of the house of God.", "q": "For what was Azariah known?", "ref": ["09-11"]}, {"a": "They were very capable men in the work in the house of God.", "q": "For what were the relatives of Adaiah and Maasai known?", "ref": ["09-13"]}, {"a": "The doorkeepers previously stood guard at the king's gate on the east side for the camp of Levi's descendants.", "q": "What was the previous responsibility which the doorkeepers carried out?", "ref": ["09-17", "09-18"]}, {"a": "The Korahites were guards over the temple work and over the thresholds of the tent where Yahweh lived.", "q": "What was the responsibility of the Korahites?", "ref": ["09-19"]}, {"a": "Zechariah was the guard of the entrance to the Temple, the \"tent of meeting\".", "q": "What was the responsibility of Zechariah, son of Meshelemiah?", "ref": ["09-21"]}, {"a": "The gatekeepers and their children guarded the gates of the house of Yahweh, the tabernacle.", "q": "What did the gatekeepers and their children, whom David and Samuel placed into their positions of trust, do in Israel?", "ref": ["09-22", "09-24"]}, {"a": "The four leaders of the gatekeepers would spend the night in their posts all around the house of God and then open it each morning.", "q": "How did the four leaders of the gatekeepers carry out their assigned task to guard the room and storerooms in the house of God?", "ref": ["09-26", "09-27"]}, {"a": "Some of the Levites were in charge of the temple's equipment and some were assigned to take care of the sanctuary utensils, equipment, and supplies like the flour, the wine, the oil, the frankincense, and the spices.", "q": "What specific tasks were the Levites assigned to do?", "ref": ["09-28", "09-29"]}, {"a": "The Kohathites were in charge of preparing the bread of the presence every Sabbath.", "q": "What was the responsibility of the Kohathites?", "ref": ["09-32"]}, {"a": "The singers and Levite family leaders lived at the sanctuary because they had to carry out their assigned tasks every day and night.", "q": "Why did the singers and Levite family leaders live in rooms at the sanctuary when they were free from work?", "ref": ["09-33"]}], "10": [{"a": "The Philistines pursued the sons of Saul and killed them.", "q": "What happened to the sons of Saul on Mount Gilboa?", "ref": ["10-01", "10-02"]}, {"a": "Saul wanted his armor bearer to thrust him through so that the uncircumcised could not abuse him.", "q": "Why did Saul want his armor bearer to thrust him through with his sword?", "ref": ["10-04"]}, {"a": "Saul took his own sword and fell on it.", "q": "What did Saul do when his armor bearer would not thrust him through?", "ref": ["10-04"]}, {"a": "When Saul's armor bearer saw that Saul was dead, he also fell on his sword and died.", "q": "How did Saul's armor bearer react to Saul's death?", "ref": ["10-05"]}, {"a": "They fled abandoned their cities and allowed the Philistines to come and live in them.", "q": "What did the men of Israel do when they saw the the army had fled and that Saul and his sons were dead?", "ref": ["10-07"]}, {"a": "The Philistines stripped his body and put his armor in the temple of their gods and fastened his head to the temple of Dagon.", "q": "What did the Philistines do to the body of Saul?", "ref": ["10-09", "10-10"]}, {"a": "They took away the body of Saul and his sons and brought them to Jabesh and buried their bones under the oak tree.", "q": "What did the fighting men of Jabesh Gilead do with the bodies of Saul and his sons?", "ref": ["10-11", "10-12"]}, {"a": "Saul died because he was unfaithful and did not seek guidance from Yahweh, but asked for advice from someone who talked with the dead.", "q": "Why did Saul die?", "ref": ["10-13", "10-14"]}, {"a": "Yahweh handed over the kingdom of Israel to David, the son of Jesse.", "q": "To whom did Yahweh hand over the kingdom of Israel?", "ref": ["10-14"]}], "11": [{"a": "David was their flesh and bone, led the Israelite army in the past, and Yahweh through Samuel had declared that David would rule over Israel.", "q": "Why was all of Israel willing to anoint David as king over Israel?", "ref": ["11-01", "11-03"]}, {"a": "David had said that whoever attacked the Jebusites first would become a commander, and Joab was the first to attack them.", "q": "How did Joab become a commander in the army of Israel?", "ref": ["11-04", "11-06"]}, {"a": "David became greater and greater because Yahweh of hosts was with him.", "q": "Why did David become greater and greater after he began to live in the city of David?", "ref": ["11-07", "11-09"]}, {"a": "Jashobeam killed three hundred men with his spear on one occasion.", "q": "For what was Jashobeam known?", "ref": ["11-11"]}, {"a": "After the Israelite army had fled, Eleazar the Ahohite stood his ground in the middle of the barley field and cut down the Philistines.", "q": "What was the reputation of Eleazar the Ahohite?", "ref": ["11-12", "11-14"]}, {"a": "David wanted some water to drink from the well near the gate at Bethlehem.", "q": "What was the request which David made?", "ref": ["11-17"]}, {"a": "The three mighty men of David broke through the army of the Philistines, drew water out of the Bethlehem well, and brought it back to David.", "q": "What did the three mighty men of David do to make his request a reality?", "ref": ["11-18"]}, {"a": "David refused to drink the water because he could not think of drinking it when the men had risked their lives to get it.", "q": "Why did David not drink the water from the well in Bethlehem when his mighty men had risked their lives to get it?", "ref": ["11-19"]}, {"a": "Abishai was captain over the three mighty men and once killed three hundred with his spear.", "q": "What was the reputation of Abishai, brother of Joab?", "ref": ["11-20", "11-21"]}, {"a": "Benaiah was a strong man who killed a lion in a pit while it was snowing, and killed a large Egyptian by wresting his own spear away from him.", "q": "What was the reputation of Benaiah, son of Jehoiada?", "ref": ["11-22", "11-23"]}, {"a": "Benaiah was highly regarded by David, so he put him in charge of his bodyguard.", "q": "What responsibility did David give to Benaiah?", "ref": ["11-24", "11-25"]}, {"a": "Asahel was the mighty man who was the brother of Joab.", "q": "Which of the mighty men was the brother of Joab?", "ref": ["11-26"]}], "12": [{"a": "The mighty men were Benjaminites who could use both the right hand and the left in slinging stones and shooting arrows from their bows.", "q": "What was the special talent of the mighty men who came to David while he was still banished from the presence of Saul?", "ref": ["12-01", "12-02"]}, {"a": "The Gadites were fighting men trained for battle who could handle the shield and spear, whose faces were as fierce as the faces of lions, and who could run as swift as gazelles on the mountains.", "q": "What were the special traits of the Gadites who joined David at the stronghold in the wilderness.", "ref": ["12-08"]}, {"a": "The sons of Gad not only crossed the Jordan after it had overflowed its banks, but chased away all those living in the valleys.", "q": "What did the sons of Gad accomplish in the land given to Israel?", "ref": ["12-14", "12-15"]}, {"a": "David told them they could join him if they had come in peace, but if they had come to betray him to his adversaries, then he would tell God to rebuke them since he had done no wrong.", "q": "What warning did David give to the men of Benjamin and Judah when they came to his stronghold?", "ref": ["12-16", "12-17"]}, {"a": "Amasai told David that we are all on his side and only want peace for whoever helps David because his God is helping him.", "q": "What was Amasai's response to David's warning?", "ref": ["12-18"]}, {"a": "The Philistines were afraid that he would desert back to fighting with Saul and they would be at risk for losing their lives.", "q": "Why did the Philistines send David away when David had come over to the Philistines to fight in battle against Saul?", "ref": ["12-19"]}, {"a": "The men of Manasseh were fighting men who helped David by fighting against the roving bands.", "q": "How did the men of Manasseh, who later became commanders in David's army, help him?", "ref": ["12-21"]}, {"a": "They came to David at Hebron to help him take over the kingdom of Saul which was a fulfillment of Yahweh's word.", "q": "Why did all the armed soldiers for war come to David at Hebron?", "ref": ["12-23"]}, {"a": "Zadok was a young, strong, and courageous man.", "q": "For what was Zadok known?", "ref": ["12-28"]}, {"a": "They had understanding of the times and knew what Israel ought to do.", "q": "For what were the two hundred leaders from Issachar known?", "ref": ["12-32"]}, {"a": "They came to Hebron with the firm intentions to make David the king over all Israel.", "q": "Why did all the soldiers of Israel come to Hebron?", "ref": ["12-38"]}, {"a": "The relatives of the soldiers of Israel sent all those provisions with them.", "q": "Where did the soldiers of Israel get enough food and drink to be able to eat and drink for three days to celebrate David becoming the king of Israel?", "ref": ["12-39"]}], "13": [{"a": "He consulted with the commanders and with every leader in Israel.", "q": "With whom did David consult before speaking to all the assembly of Israel?", "ref": ["13-01", "13-02"]}, {"a": "The assembly agreed to do these things because they seemed right in the eyes of all the people.", "q": "Why did the assembly agree to listen to David, send out messengers everywhere in Israel and join with David to bring the ark of God back to Israel?", "ref": ["13-02", "13-04"]}, {"a": "David and all Israel celebrated before God with all their might.", "q": "What did David and all Israel do as they brought the ark out of Abinadab's house?", "ref": ["13-07", "13-08"]}, {"a": "The anger of Yahweh burned against Uzzah and Yahweh killed him.", "q": "What did Yahweh do when Uzza stretched out his hand to grab the ark when the oxen stumbled?", "ref": ["13-09"]}, {"a": "David was angry because Yahweh had attacked Uzza.", "q": "Why was David angry with Yahweh?", "ref": ["13-11"]}, {"a": "David put the ark of God into the house of Obededom the Gittite.", "q": "Where did David put the ark of God when he became afraid of God?", "ref": ["13-12", "13-13"]}, {"a": "Yahweh blessed his house and all that he possessed.", "q": "What did Yahweh do for Obededom's household?", "ref": ["13-14"]}], "14": [{"a": "David knew for sure that Yahweh had established him as king over Israel.", "q": "What did David know for sure when Hiram, king of Tyre sent messengers, cedar trees, carpenters and masons to build a house for David?", "ref": ["14-01", "14-02"]}, {"a": "David became the father of more sons and daughters.", "q": "What was the result when David took more wives in Jerusalem?", "ref": ["14-03"]}, {"a": "He went out against the Philistines.", "q": "What did David do when he heard that the Philistines were out looking for him?", "ref": ["14-08"]}, {"a": "Yahweh told David to attack them for he would certainly give them to David.", "q": "What did Yahweh answer David when David asked if he should attack the Philistines?", "ref": ["14-10"]}, {"a": "David gave an order that the gods of the Philistines should be burned.", "q": "What did David order to be done to the gods that the Philistines had abandoned?", "ref": ["14-12"]}, {"a": "God told David to circle around behind them and come on them through the woods.", "q": "From where did God tell David to attack the Philistines when they raided the valley again?", "ref": ["14-13", "14-14"]}, {"a": "David was to hear the sound of marching in the wind blowing through the treetops.", "q": "What was David to hear before he attacked the Philistines with force?", "ref": ["14-15"]}, {"a": "Yahweh caused all nations to fear David.", "q": "What did Yahweh cause all nations to do when David's fame went out to all lands?", "ref": ["14-17"]}], "15": [{"a": "Levites were the only people who Yahweh had chosen to carry the ark.", "q": "Who did David say were the only people that Yahweh had chosen to carry the ark?", "ref": ["15-02"]}, {"a": "David assembled them to bring up the ark of Yahweh to the place he had prepared for it.", "q": "For what purpose did David assemble all of Israel at Jerusalem?", "ref": ["15-03"]}, {"a": "David gathered together Aaron's descendants and the Levites.", "q": "Who did David gather together to bring up the ark?", "ref": ["15-04"]}, {"a": "They were to place themselves apart so they could bring up the ark of Yahweh.", "q": "What were the leaders of the Levite familes and their brothers to do so that they could bring up the ark of Yahweh to the place David prepared for it?", "ref": ["15-12"]}, {"a": "They sanctified themselves so that they could bring up the ark of Yahweh, the God of Israel.", "q": "Why did the priests and Levites sanctify themselves?", "ref": ["15-14"]}, {"a": "The rules for carrying the ark were given by the word of Yahweh.", "q": "From whom did Moses get the rules for carrying the ark on the Levites' shoulders with the poles?", "ref": ["15-15"]}, {"a": "David gave the responsibility of assigning the musicians to the leaders of the Levites.", "q": "To whom did David give the responsibility of assigning the musicians?", "ref": ["15-16"]}, {"a": "God helped the Levites who carried the ark.", "q": "Who helped the Levites who carried the ark of the covenant of Yahweh?", "ref": ["15-26"]}, {"a": "David was clothed with a robe of fine linen and he was wearing a linen ephod.", "q": "With what was David clothed and what was he wearing in addition?", "ref": ["15-27"]}, {"a": "All of Israel brought up the ark.", "q": "Who brought up the ark with joyful shouting, with the sound of horns, with cymbals and with stringed instruments and harps?", "ref": ["15-28"]}, {"a": "Michal saw King David dancing and celebrating.", "q": "What did Michal see David doing that caused her to despise him in her heart?", "ref": ["15-29"]}], "16": [{"a": "They offered burnt offerings and fellowship offerings.", "q": "What did the Israelites offer before God after the ark was put in the middle of the the tent that David had set up for it?", "ref": ["16-01"]}, {"a": "David distributed to each of them a loaf of bread, a piece of meat, and a cake of raisins.", "q": "What did David distribute to every Israelite when he had finished blessing the people in the name of Yahweh?", "ref": ["16-02", "16-03"]}, {"a": "The Levites were to celebrate, thank and praise Yahweh, the God of Israel as they served before the ark of Yahweh.", "q": "What were the Levites appointed to do as they served before the ark?", "ref": ["16-04"]}, {"a": "They were appointed to sing a song of thanksgiving to Yahweh.", "q": "What were Assaph and his brothers appointed to do?", "ref": ["16-07"]}, {"a": "They were to speak of all of Yahweh's marvelous deeds.", "q": "What were people to speak about in the song that Assaph and his brothers sang?", "ref": ["16-09"]}, {"a": "The people were to boast about and seek Yahweh.", "q": "Who were the people to boast about and seek?", "ref": ["16-10", "16-11"]}, {"a": "They are to recall the marvelous things he has done, his miracles and the decrees from his mouth.", "q": "What are the descendants of Israel, Yahweh's chosen ones, supposed to recall about Yahweh their God?", "ref": ["16-12", "16-14"]}, {"a": "He made a covenant with Abraham, and the Israelites are to keep Yahweh's covenant in mind forever.", "q": "What did Yahweh make with Abraham that the Israelites are to keep in mind forever?", "ref": ["16-15", "16-16"]}, {"a": "Yahweh promised to give them the land of Canaan.", "q": "What did Yahweh promise to give to his people as a share of their inheritance?", "ref": ["16-18"]}, {"a": "He did not allow anyone to oppress them.", "q": "How did Yahweh protect Israel when they were few in number and as they were going from one kingdom to another?", "ref": ["16-19", "16-21"]}, {"a": "They are to declare Yahweh's glory and his marvelous deeds among all the nations.", "q": "What are the people to declare among the nations as they sing to Yahweh and announce his salvation day after day?", "ref": ["16-23", "16-24"]}, {"a": "It is Yahweh who made the heavens and is to be praised greatly and feared above all other gods.", "q": "Who is it that has made the heavens and is to be praised greatly and feared above all other gods?", "ref": ["16-25", "16-26"]}, {"a": "Glory and strength are to be ascribed to Yahweh.", "q": "What is to be ascribed to Yahweh?", "ref": ["16-28"]}, {"a": "The nations will say, \"Yahweh reigns.\"", "q": "What will the nations say about Yahweh?", "ref": ["16-31"]}, {"a": "The trees in the forest will shout for joy before him.", "q": "What are the trees in the forest going to do before Yahweh?", "ref": ["16-33"]}, {"a": "He should gather them together and rescue them so that they may give thanks to his holy name and glory in his praises.", "q": "Why should Yahweh gather his people together and rescue them from the other nations?", "ref": ["16-35"]}, {"a": "He is to be praised from everlasting to everlasting.", "q": "For how long is Yahweh, the God of Israel to be praised?", "ref": ["16-36"]}, {"a": "Yahweh gave the commands and written law to Israel.", "q": "Who gave the commands and written law to Israel for how the burnt offerings were to be made?", "ref": ["16-40"]}, {"a": "The people returned to their homes, and David returned to bless his own household.", "q": "To what place did the people and David return after the celebration of the placing of the ark?", "ref": ["16-43"]}], "17": [{"a": "It bothered him that the ark of the covenant of Yahweh was staying under only a tent while David was living in a house of cedar.", "q": "What bothered King David about where the ark of the covenant of Yahweh was staying?", "ref": ["17-01"]}, {"a": "God said David was not to build a house in which Yahweh could live.", "q": "What did Yahweh tell Nathan to say David about building a house in for Yahweh?", "ref": ["17-03"]}, {"a": "He took David from the pasture and from following the sheep so that he would be ruler over Yahweh's people Israel.", "q": "Why did Yahweh take David from the pasture and from following the sheep?", "ref": ["17-07"]}, {"a": "He said that he would make David a name like the name of the great ones who are on the earth.", "q": "What did Yahweh say that he would do for David's name?", "ref": ["17-08"]}, {"a": "Wicked people would no longer oppress Israel as they did before.", "q": "Who would no longer oppress the people of Israel after Yahweh gave them a place where they could live and be troubled no more?", "ref": ["17-09"]}, {"a": "David's descendant will build a house for Yahweh.", "q": "What does Yahweh say that David's descendant will do after David's days are fulfilled?", "ref": ["17-11", "17-12"]}, {"a": "The throne of David's descendant would be established forever.", "q": "For how long did Yahweh say that the throne of David's descendant would be established?", "ref": ["17-14"]}, {"a": "He said Yahweh had honored him and given him special recognition.", "q": "What did David say that Yahweh had done for him because of what Yahweh had shown him about future generations?", "ref": ["17-17", "17-18"]}, {"a": "Yahweh rescued them from Egypt to make a name for himself by his great and awesome deeds.", "q": "What does David say is the reason that Yahweh rescued his people from Egypt and made them a people for himself?", "ref": ["17-21"]}, {"a": "David asks Yahweh to do as Yahweh had spoken.", "q": "What does David ask Yahweh to do about the promise that he made to David concerning the establishment of David's family forever?", "ref": ["17-23"]}, {"a": "Yahweh promised to bless his servant David's house and it would be blessed forever.", "q": "What did Yahweh promise to do for his servant David's house?", "ref": ["17-26", "17-27"]}], "18": [{"a": "He attacked and defeated the Philistines and the Moabites.", "q": "What two groups of people did David attack and defeat?", "ref": ["18-01", "18-02"]}, {"a": "He reserved enough chariot horses for a hundred chariots.", "q": "What did David do with the hundred chariot horses that were left over after he hamstrung the horses that he captured from Hadadezer?", "ref": ["18-03", "18-04"]}, {"a": "David put garrisons in Aram of Damascus.", "q": "What did David put in Aram of Damascus after he had killed twenty-two thousand Arameans?", "ref": ["18-05", "18-06"]}, {"a": "David took very much bronze from Hadadezer.", "q": "What did David take from Hadadezer that Solomon used later to make items for the temple?", "ref": ["18-08"]}, {"a": "David dedicated these objects to Yahweh.", "q": "What did King David do with the silver, gold and bronze items that Hadoram brought to David from Toi, king of Hamath and the silver and gold that he carried away from all the nations?", "ref": ["18-09", "18-11"]}, {"a": "All the Edomites became David's servants.", "q": "What happened to all the Edomites after the battle in which Abishai killed 18,000 Edomites?", "ref": ["18-12", "18-13"]}, {"a": "David's sons were the king's leading advisors.", "q": "Who were the leading advisors to King David as he reigned over all Israel and administered justice and righteousness to all his people?", "ref": ["18-17"]}], "19": [{"a": "Hanun's father had been kind to David.", "q": "Why did David want to show kindness to Hanun the son of Nahash, king of the people of Ammon after his father died?", "ref": ["19-01", "19-02"]}, {"a": "The leaders thought David's servants were coming to explore and examine their land so David could overthrow their country.", "q": "Did the leaders of Ammon believe that David was trying to comfort Hanun as David's servants entered their land?", "ref": ["19-03"]}, {"a": "He shaved them and were cut off their garments to the waist.", "q": "What did the Hanun do to David's servants that made the servants deeply ashamed?", "ref": ["19-04", "19-05"]}, {"a": "They hired the chariots and horsemen to prepare for war because they had become a stench to David.", "q": "Why did the Ammorites hire chariots and horsemen?", "ref": ["19-06", "19-07"]}, {"a": "David sent Joab and his entire army.", "q": "Who did David send when he heard about the Ammonites preparing for war?", "ref": ["19-08"]}, {"a": "Job chose some of Israel's best to fight the Arameans and gave command to his brother to fight the Ammonites with the rest of the army.", "q": "How did Joab arrange for fighting the Ammonites and the Arameans when he saw their battle lines.", "ref": ["19-10", "19-11"]}, {"a": "Joab told his brother that they should help each other if needed, and that they should be strong because Yahweh will do what is good for his people.", "q": "What did Joab tell his brother?", "ref": ["19-12", "19-13"]}, {"a": "The army of Ammon saw that the Arameans fled before the army of Israel, and so they ran back to their city.", "q": "Why did the army of Ammon flee back to their city?", "ref": ["19-14", "19-15"]}, {"a": "David heard that the Arameans sent for reinforcements.", "q": "Why did David gather all Israel together and arrange for battle against the Arameans?", "ref": ["19-16", "19-17"]}, {"a": "They no longer helped the Ammonites when David killed 47 thousand of their men and the commander of the army.", "q": "Why were the people of Aram no longer willing to help the Ammonites?", "ref": ["19-18", "19-19"]}], "20": [{"a": "Joab led the army into battle, devastated the land of the Ammonites, and attacked and defeated Rabbah.", "q": "What did Joab do when David remained in Jerusalem?", "ref": ["20-01"]}, {"a": "He forced them to do hard labor.", "q": "After taking the crown off of the king's head and placing it on his own, what did David force the people to do?", "ref": ["20-02", "20-03"]}, {"a": "They were killed by David and his soldiers.", "q": "When the descendants of Rephaim mocked the army of Israel, what happened?", "ref": ["20-06", "20-08"]}], "21": [{"a": "If an adversary came against Israel, and David wanted to know how many were in his army.", "q": "Why did David decide to count the people of Israel?", "ref": ["21-01", "21-02"]}, {"a": "He suggested that it would bring guilt on Israel.", "q": "How did Joab respond to David's request to count the people?", "ref": ["21-03"]}, {"a": "He went and reported back the total number of men that were able to fight.", "q": "What did Joab do when the king commanded him to go and count the people?", "ref": ["21-04", "21-05"]}, {"a": "God was offended and attacked Israel.", "q": "How did God respond to David counting the soldiers of Israel?", "ref": ["21-07"]}, {"a": "He felt guilty for sending Joab to count the soldiers.", "q": "How did David feel when God attacked Israel?", "ref": ["21-08"]}, {"a": "Yahweh offered him three choices.", "q": "In response to David's confession, what did Yahweh offer him?", "ref": ["21-09", "21-10"]}, {"a": "David could choose three years of famine, three months being sought after by his enemies, or three days of Yahweh's sword.", "q": "What were the three choices Yahweh gave to David?", "ref": ["21-11", "21-12"]}, {"a": "He chose the three days of Yahweh's sword.", "q": "Which of the three punishments did David choose?", "ref": ["21-13"]}, {"a": "Yahweh sent the plague and many people died. Yahweh sent an angel to destroy Jerusalem, but Yahweh changed his mind.", "q": "What were the results of David's choice?", "ref": ["21-14", "21-15"]}, {"a": "He confessed and requested that God punish him and his family, but not punish God's people.", "q": "When David saw the angel with the sword, how did he react?", "ref": ["21-16", "21-17"]}, {"a": "He was to build an altar for Yahweh.", "q": "What was David commanded to do at the threshing floor of Ornan?", "ref": ["21-18", "21-19"]}, {"a": "He and his four sons hid themselves from the angel.", "q": "How did Ornan react to seeing the angel?", "ref": ["21-20"]}, {"a": "He asked Ornan to sell him the threshing floor.", "q": "When Ornan met David, what did David ask of him?", "ref": ["21-21", "21-22"]}, {"a": "He offered to give him the threshing floor, the oxen, and wheat.", "q": "What did Ornan offer that David refused?", "ref": ["21-23", "21-24"]}, {"a": "Yahweh answered him with fire from heaven on the altar and told the angel to put his sword away.", "q": "After David bought the threshing floor and built an altar, how did Yahweh answer his prayer?", "ref": ["21-25", "21-27"]}, {"a": "David was afraid of Yahweh's angel's sword.", "q": "Why did David not go to the shrine of Gibeon?", "ref": ["21-29", "21-30"]}], "22": [{"a": "He ordered them to find the foreigners living in the land of Israel and give them jobs as stonecutters to build God's house.", "q": "After David declared where the house of Yahweh was to be built, what did he order his servants to do?", "ref": ["22-01", "22-02"]}, {"a": "He provided large amounts of iron, bronze, and cedar.", "q": "What preparations did David make for building the house of Yahweh before his death?", "ref": ["22-03", "22-05"]}, {"a": "Yahweh told David that he would not be the one to build the house because of all the blood that was shed.", "q": "Why did David tell Solomon that he was commanding him build the house of Yahweh?", "ref": ["22-06", "22-08"]}, {"a": "He would give him rest from all his enemies on every side, and would establish Solomon's kingdom over Israel forever.", "q": "How did Yahweh tell David he would do for his son?", "ref": ["22-09", "22-10"]}, {"a": "He told Solomon to carefully obey the statutes and the decrees that Yahweh gave to Moses concerning Israel.", "q": "How did David tell Solomon to carefully observe?", "ref": ["22-13"]}, {"a": "He told Solomon to add more to it.", "q": "What did David tell Solomon to do with all of the materials that David had prepared for Yahweh's house?", "ref": ["22-14"]}, {"a": "He told Solomon to get up and build the sanctuary of Yahweh God.", "q": "What did David tell Solomon to get up and to do?", "ref": ["22-19"]}], "23": [{"a": "David made Solomon king in his place, and he had counted the Levites that were at least thirty years old.", "q": "What were some of the last things David did as king of Israel?", "ref": ["23-01", "23-03"]}, {"a": "He divided them into groups of overseers of the work of Yahweh's house, officers and judges, gatekeepers, and others to praise Yahweh with instruments.", "q": "What jobs did David give to the Levites?", "ref": ["23-04", "23-06"]}, {"a": "Aaron and his descendants were to consecrate the most holy items, offer incense to Yahweh, serve him, and give blessings in Yahweh's name forever.", "q": "What were Aaron and his descendants chosen to do permanently?", "ref": ["23-13"]}, {"a": "Yahweh had given them a permanent resting place in Jerusalem.", "q": "Why will the Levites no longer have to carry the tabernacle?", "ref": ["23-25", "23-26"]}, {"a": "They praised him every morning and evening, when they burnt offerings, on the Sabbath, at festivals and feast days.", "q": "When did the Levites take time to thank and praise Yahweh?", "ref": ["23-30", "23-31"]}], "24": [{"a": "They divided them impartially by lot.", "q": "What method did they use to divide the priests for service in the sanctuary?", "ref": ["24-05"]}, {"a": "They were instructed by Yahweh to come into his house in a special order.", "q": "What was the procedure for Aaron's descendants to enter Yahweh's house?", "ref": ["24-19"]}, {"a": "They threw lots in the presence of the king.", "q": "In what tradition did Aaron's descendants participated?", "ref": ["24-31"]}], "25": [{"a": "These men prophesied with harps, stringed insturments, and cymbals.", "q": "What did the sons Asaph, Heman and Jeduthun do with harps, stringed insturments and cymbals?", "ref": ["25-01"]}, {"a": "They played the harp for giving thanks and praising Yahweh.", "q": "For what did the sons of Jeduthun play the harp?", "ref": ["25-03"]}, {"a": "God gave him fourteen sons and three daughters.", "q": "What did God give Heman in order to honor him?", "ref": ["25-03"]}, {"a": "They all alike cast lots for their duties, the young as well as the old, the teacher as well as the student.", "q": "Which of the musicians were included when they cast lots for their duties?", "ref": ["25-08"]}], "26": [{"a": "They were men capable of doing their duties in the tabernacle service.", "q": "The sons and relatives of Obed Edom were capable of doing what?", "ref": ["26-08"]}, {"a": "Although he was not the firstborn, his father made him leader.", "q": "How did Shimri become leader even though he was not the firstborn?", "ref": ["26-10"]}, {"a": "They had responsibilities to serve in Yahweh's house.", "q": "Where were the gatekeepers responsible to serve?", "ref": ["26-12"]}, {"a": "His sons were assigned the storehouses.", "q": "What was assigned to Obed Edom's sons in addition to the south gate?", "ref": ["26-15"]}, {"a": "He was in charge of the treasures of God's house, and of the treasures of the dedicated things.", "q": "Ahijah in charge of what in God's house?", "ref": ["26-20"]}, {"a": "They dedicated some of the plunder won in battles for repairing Yahweh's house.", "q": "For what purpose was some of the plunder won in battles dedicated by David and the commanders?", "ref": ["26-27"]}, {"a": "They were in charge of the civil affairs of Israel as officers and judges.", "q": "Of what were Kenaniah and his sons in charge as officers and judges?", "ref": ["26-29"]}], "27": [{"a": "They served month by month throughout the year.", "q": "When did each division of the army serve?", "ref": ["27-01"]}, {"a": "There were 24,000 men in each division.", "q": "How many men were in each division of the army?", "ref": ["27-01"]}, {"a": "He did not count them because Yahweh had promised to increase Israel like the stars of heaven.", "q": "Why did David not count those twenty years old or younger?", "ref": ["27-23"]}, {"a": "He was over the storehouses in the fields, in the cities, and in the villages.", "q": "Over what was Jonathan son of Uzziah responsible?", "ref": ["27-25"]}, {"a": "Olive trees and sycamore trees were in the lowlands.", "q": "What kinds of trees were in the lowlands", "ref": ["27-28"]}, {"a": "He was an advisor, since he was a wise man and a scribe.", "q": "Why was Jonathan, David's uncle an advisor?", "ref": ["27-32"]}], "28": [{"a": "God said that he could not build it because he was a man of war and had shed blood.", "q": "Why did God say David could not build a temple for his name?", "ref": ["28-03"]}, {"a": "He chose Solomon to sit on the throne of the kingdom of Yahweh, over Israel.", "q": "What did Yahweh choose Solomon, David's son, to do over Israel?", "ref": ["28-05"]}, {"a": "Yahweh said that he would establish his kingdom forever.", "q": "What did Yahweh say he would do for Solomon if he remained committed to obey his commandments?", "ref": ["28-07"]}, {"a": "They would possess the good land and leave it as an inheritance to their children after them forever.", "q": "If all the people kept the commandments of Yahweh, what would happen to the good land they posessed?", "ref": ["28-08"]}, {"a": "He understands every motivation of everyone's thoughts.", "q": "What does Yahweh understand of everyone's thoughts?", "ref": ["28-09"]}, {"a": "Yahweh will reject him permanently.", "q": "What will happen if Solomon abandons Yahweh?", "ref": ["28-09"]}, {"a": "The storerooms and the treasuries were for the things consecrated for the temple.", "q": "What were the storerooms in God's house and the treasuries to store?", "ref": ["28-12"]}, {"a": "Their assigned responsibilities were for the service of the house of Yahweh.", "q": "Where were the priests and Levites assigned responsibilies to serve?", "ref": ["28-13"]}, {"a": "Yahweh directed him and gave him to understand regarding the design.", "q": "How was David directed in all the things he put in writing?", "ref": ["28-19"]}, {"a": "Yahweh would not leave him nor abandon him until all the work for the service of Yahweh's temple was finished.", "q": "What did David promise Solomon about Yahweh's presence until all the work was finished?", "ref": ["28-20"]}, {"a": "They were ready to follow Solomon's commands.", "q": "What were the officials and all the people ready to do?", "ref": ["28-21"]}], "29": [{"a": "The task was great, for the temple is not for people, but for Yahweh God.", "q": "Why did David say the task of building the temple was great?", "ref": ["29-01"]}, {"a": "He delighted in the house of his God.", "q": "Why did David donate his personal treasure for the house of God?", "ref": ["29-03"]}, {"a": "They made freewill offerings.", "q": "What kind of gifts were made by the leaders of the ancestors' families?", "ref": ["29-06"]}, {"a": "They rejoiced because they had contributed wholeheartedly to Yahweh.", "q": "Why did the people rejoice for the freewill offerings?", "ref": ["29-09"]}, {"a": "All that is in the heavens and on the earth is Yahweh's, as well as the kingdom.", "q": "What does David say belongs to Yahweh?", "ref": ["29-11"]}, {"a": "He possesses strength and might and is able to give strength to anyone.", "q": "How is Yahweh able to make people great and give them strength?", "ref": ["29-12"]}, {"a": "All things come from Yahweh, and they had simply given back to him what was his.", "q": "What did David say about the things the people gave to Yahweh?", "ref": ["29-14"]}, {"a": "Yahweh examines the heart and has pleasure in uprightness.", "q": "In what does God have pleasure when he examines the heart?", "ref": ["29-17"]}, {"a": "He looked with joy as they willingly offered gifts to Yahweh.", "q": "What made David look with joy on God's people who were present?", "ref": ["29-17"]}, {"a": "All the assembly blessed Yahweh, bowed their heads and worshiped Yahweh.", "q": "How did all the assembly bless and worship Yahweh?", "ref": ["29-20"]}, {"a": "They anointed him with Yahweh's authority.", "q": "With whose authority did they annoint Solomon to be ruler?", "ref": ["29-22"]}, {"a": "He bestowed on him greater power than he had ever given to any king before him in Israel.", "q": "How did Yahweh greatly honor Solomon before all Israel?", "ref": ["29-25"]}, {"a": "He enjoyed wealth and honor.", "q": "What two things had David enjoyed during his long life?", "ref": ["29-28"]}, {"a": "The prophets recorded his accomplishments and the events that affected all the kingdoms of the other lands.", "q": "What kingdoms were affected by David's accomplishments, in addition to Israel?", "ref": ["29-30"]}]}