[{"id": "01", "tn": [{"ref": "No doubt", "text": "\"Surely\""}, {"ref": "you are the people", "text": "\"you are the important people who know everything\""}, {"ref": "No doubt you are the people; wisdom will die with you.", "text": "Job mocks how they are acting and shows how ridiculous they sound. AT: \"Surely you are such important people that wisdom cannot exist without you\" or \"You all act like you are the only wise people and that when you die, wisdom will disappear\" (See: [[:en:ta:vol1:translate:figs_irony]])."}, {"ref": "you", "text": "This is plural here and in the next two sentences. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Indeed, who does not know such things as these?", "text": "Job used this question to express a truth that should be obvious to his listeners. It can be expressed as a statement. AT: \"Indeed, there is no one who does not know such things as these\" or \"Indeed, everyone knows these things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "I am something for my neighbor to laugh at—I, one who called on God and who was answered by him!", "text": "The relationship between these phrases can be made clear with the words \"even though.\" AT: \"I am something for my neighbor to laugh at—even though I am one who called on God and he answered me\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "I, a just and blameless man—I am now something to laugh at", "text": "The relationship between these phrases can be made clear with the words \"even though.\" AT: \"Even though I am a just and blameless man, people now laugh at me\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "In the thought of someone who is at ease, there is contempt for misfortune.", "text": "The abstract nouns \"thought\", \"ease,\" \"contempt,\" and \"misfortune\" can be expressed with other phrases. AT: \"A person who lives an easy life despises a person who suffers\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "brings more misfortune", "text": "Bringing misfortune represents causing it to happen. AT: \"causes more bad things to happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to those whose foot is slipping.", "text": "The foot slipping represents being in danger or trouble. AT: \"to those who are already in trouble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The tents of robbers prosper", "text": "Their tents prospering represents the robbers prospering in their tents. AT: \"Robbers live in prosperity in their own tents\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their own hands are their gods", "text": "'Their own hands\" is a metonym for strength, and \"their gods\" is a  metaphor for their pride. AT: \"they are extremely proud of their own abilities\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "But now ask ... will declare to you.", "text": "These 4 statements all express the idea that the beasts, the birds, the earth, and the fish understand God better than Job's friends do. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "But now ask the beasts, and they will teach you", "text": "The imperative in the first part of the sentence functions as a hypothetical condition. AT: \"But if you were to ask the beasts, they would teach you\" (See: [[:en:ta:vol2:translate:figs_imperative]] an [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "ask the birds of the heavens, and they will tell you", "text": "The imperative in the first part of the sentence functions as a hypothetical condition. AT: if you were to ask the birds of the heavens, they would tell you\" (See: [[:en:ta:vol2:translate:figs_imperative]] an [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Or speak to the earth, and it will teach you", "text": "The imperative in the first part of the sentence functions as a hypothetical condition. AT: Or if you were to speak to the earth, it would teach you\" (See: [[:en:ta:vol2:translate:figs_imperative]] an [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the fish of the sea will declare to you", "text": "The imperative \"Ask the fish of the sea\" is understood from the previous sentences. It functions as a hypothetical condition. AT: \"and if you were to ask the fish of the sea, they would declare to you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_imperative]] and [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "09", "tn": [{"ref": "Which animal among all these does not know ... this?", "text": "This question emphasizes the point that all the animals know that Yahweh has done this. It means, \"Every animal knows ... this.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "the hand of Yahweh has done this", "text": "Yahweh's hand represents his power. AT: \"Yahweh has done this by his power\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "In his hand is the life ... and the breath of all mankind", "text": "Yahweh's hand represents his control or power. Things being in his hand represents his ability to control them. AT: \"who controls the life of every living thing and gives breath to all mankind\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "the breath of all mankind", "text": "\"Breath\" represents life or ability to live. (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Does not the ear test words just as the palate tastes its food?", "text": "Job uses this question to emphasize that people listen to what others say and judge whether it is good or not. The ear and palate are metonyms for hearing and tasting. AT: \"We hear what people say and test it just as we taste food test it\" (See:  [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "With aged men is wisdom", "text": "\"Aged men have wisdom.\" The abstract noun \"wisdom\" can be expressed with \"wise.\" The word \"men\" refers to people in general. AT: \"Old people are wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "in length of days is understanding", "text": "The phrase 'length of days\" is a metonym for living a long time. Understanding being in length of days represents people gaining understanding when the live a long time. The abstract noun \"understanding\" can be expressed with the phrase \"understand much.\" AT: \"People gain understanding when they live a long time\" or \"People who live a long time understand much\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Verse 13 says that God is wise and mighty. The rest of this chapter shows that this is true by telling about the wise and mighty things that God does."}, {"ref": "With God are wisdom and might", "text": "The abstract nouns \"wisdom\" and \"might\" can be expressed with the adjectives \"wise\" and \"mighty.\" AT: \"God is wise and mighty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "See", "text": "This word marks where Job wants the listener to pay special attention."}, {"ref": "it cannot be built again", "text": "This can be stated in active form. AT: \"no one can rebuild it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if he imprisons someone, there can be no release", "text": "The abstract noun \"release\" can be expressed with the verb \"release.\" AT: \"if God shuts someone in, no one can release him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "if he withholds the waters, they dry up", "text": "Possible meanings are that withholding waters represents 1) preventing the rain from falling. AT: \"if he stops the rain from falling the land dries up\" or 2) preventing running water from flowing. AT: \"if he stops the water from flowing, the land dries up\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if he sends them out, they overwhelm the land", "text": "Possible meanings are that sending them out is a metaphor meaning 1) causing the rain to fall. AT: \"if he causes a lot of rain to fall, it floods the land\" or 2) causing the waters to flow. AT: \"if he makes a lot of water flow, it floods the land\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "With him are strength and wisdom", "text": "The abstract nouns \"strength\" and \"wisdom\" can be expressed with the words \"strong\" and wise. AT \"God is strong and wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "people who are deceived and the deceiver are both in his power", "text": "Being in God's power represents God ruling over them. AT: \"people who believe a lie and people who deceive others are both in his power\" or \"God  rules over both people who believe lies and people who deceive others\""}, {"ref": "He leads counselors away barefoot", "text": "Leading counselors away barefoot represents taking away their wisdom and authority. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in sorrow", "text": "The abstract noun \"sorrow\" can be expressed with the words \"sad\" or \"grieve\" AT: \"and they feel very sad\" or \"and they grieve\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he turns judges into fools", "text": "\"he makes judges become foolish\""}, {"ref": "He takes off the chain of authority from kings", "text": "Possible meanings are that 1) this is a metonym for making kings no longer have authority. AT: He takes away the authority of kings\" or 2) this is a metonym for setting people free from the chains that kings have put on them. AT: \"he takes off the bonds that kings have put on people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he wraps a cloth about their waists", "text": "This cloth is probably what a slave wears. Putting these cloths on kings represents making the kings become slaves. AT: \"he makes kings wear the clothing of slaves\" or \"he makes them slaves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "He leads priests away barefoot in sorrow", "text": "Leading priests away barefoot represents taking away their authority. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in sorrow", "text": "The abstract noun \"sorrow\" can be expressed with the words \"sad\" or \"grieve\" AT: \"and they feel very sad\" or \"and they grieve\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "overthrows mighty people", "text": "\"defeats powerful people\""}, {"ref": "He removes the speech of those who had been trusted", "text": "Removing their speech represents making them unable to speak. AT: \"He makes those who were trusted unable to speak\" or \"He silences people whom others trusted\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "takes away the understanding of the elders", "text": "Taking away their understanding represents making them unable to understand or make good decisions. AT: \"makes the elders unable to understand\" or \"makes the elders unable to make good decisions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the elders", "text": "Possible meanings are 1) the older people or 2) the leaders."}, {"ref": "He pours contempt upon princes", "text": "Pouring contempt on princes is a metaphor for causing people to feel contempt about them. AT: \"He causes people to greatly disrespect those who rule\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "unfastens the belt of strong people", "text": "The belt is a symbol of strength. Unfastening a strong person's belt represents taking away his strength and making him weak. AT: \"makes the strong people weak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "He reveals deep things from darkness", "text": "Revealing things represents either making them known. \"Deep things from darkness\" represent secrets that people do not know. AT: \"He makes known secrets that people do not know\"   (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brings out to light the shadows where dead people are", "text": "Bringing things out to light represents making them known. AT: \"makes known the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He enlarges nations", "text": "\"He causes the extent of the land of people groups to become bigger\" or \"He causes the nations to take more land\""}, {"ref": "he also leads them along as prisoners", "text": "God leading nations represents God causing enemy nations to lead them. The word \"them\" represents nations, which here represents the people of those nations. AT: \"He also causes their enemies to lead them along as prisoners\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "He takes away understanding from the leaders of the people of the earth", "text": "Taking away their understanding represents causing them to be unable to understand. AT: \"He causes the leaders of the people of the earth to be unable to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to wander in a wilderness where there is no path", "text": "Wandering in a wilderness where there is no path represents being in a difficult situation and not knowing what to do. AT: \"to be unsure of what to do like a person wandering in a wasteland with no path\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They grope in the dark without light", "text": "Being in the dark without light represents lacking knowledge. AT: \"They struggle to make decisions without knowledge as people struggle to walk in the dark without light\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he makes them stagger like a drunk man", "text": "Staggering or wandering like a drunk man represents living without purpose. AT: \"he makes them live without purpose like a drunk person who staggers as he walks\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]