[{"id": "01", "tn": [{"ref": "went up from", "text": "\"left\" or \"departed from\""}, {"ref": "went into the Negev", "text": "The Negev was a desert region in southern Canaan, west of Egypt. This can be made explicit. AT: \"went back to the Negev desert\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Abram was very rich in animals, in silver, and in gold", "text": "\"Abram had many animals, much silver, and much gold\""}, {"ref": "animals", "text": "\"livestock\" or \"cattle\""}]}, {"id": "03", "tn": [{"ref": "He continued on his journey", "text": "Abram and his family traveled by stages, going from place to place. This can be made explicit. AT: \"They continued on their journey\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to the place where his tent had been before", "text": "Translators may add a footnote that says \"See Genesis 12:8.\" The time of his travel can be made explicit. AT: \"to the place where he had set up his tent before he went to Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "called on the name of Yahweh", "text": "\"prayed in the name of Yahweh\" or \"worshiped Yahweh.\" See how you translated this in [[:en:bible:notes:gen:12:08|12:8]]."}]}, {"id": "05", "tn": [{"ref": "Now", "text": "This word is used to show what follows is background information to help the reader understand the events that follow. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The land was not able to support them", "text": "There was not enough grazing land and water for all their animals."}, {"ref": "their possessions", "text": "This includes livestock, which need pasture and water."}, {"ref": "could not stay together", "text": "\"could not live together\""}, {"ref": "The Canaanites and the Perizzites were living in the land at that time", "text": "This is another reason that the land could not support them all."}]}, {"id": "08", "tn": [{"ref": "Let there be no strife between you and me", "text": "\"Let's not quarrel\""}, {"ref": "strife", "text": "\"hostility\" or \"fighting\" or \"quarreling\""}, {"ref": "and between your herdsmen and my herdsmen", "text": "\"and let's stop the men who take care of our animals from quarreling\""}, {"ref": "after all, we are family", "text": "\"because we are family\""}, {"ref": "family", "text": "\"kinsmen\" or \"relatives.\" Lot was Abraham's nephew."}, {"ref": "Is not the whole land before you?", "text": "This rhetorical question can be translated as a positive statement. AT: \"The whole land is available for you to use.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Go ahead and separate yourself from me", "text": "Abraham was speaking kindly to Lot and encouraging him to do something that would help them both. \"Let's separate.\""}, {"ref": "If you go to the left, then I will go to the right", "text": "Possible meanings are 1) \"If you go one way, then I will go the other\" or 2) \"If you go to the north, I will go to the south.\" Abram let Lot choose the part of the land he wanted, and Abram would take what remained."}]}, {"id": "10", "tn": [{"ref": "the whole plain of the Jordan", "text": "This refers to the general region of the Jordan River."}, {"ref": "was well watered", "text": "\"had much water\""}, {"ref": "like the garden of Yahweh, like the land of Egypt", "text": "\"like the garden of Yahweh or like the land of Egypt.\" These were two different places."}, {"ref": "the garden of Yahweh", "text": "This is another name for the garden of Eden."}, {"ref": "garden", "text": "Use the same word for \"garden\" as you used in [[:en:bible:notes:gen:02:07|2:8]]."}, {"ref": "This was before Yahweh destroyed Sodom and Gomorrah", "text": "This anticipates something that would happen later. It is important here because it explains why Lot settled in a region that later was not fertile."}, {"ref": "the relatives", "text": "\"the kinsmen\" or \"the families.\" This refers to Lot and Abram with their households."}]}, {"id": "12", "tn": [{"ref": "lived", "text": "\"settled\" or \"stayed\""}, {"ref": "the land of Canaan", "text": "\"the land of the Canaanites\""}, {"ref": "He set up his tents as far away as Sodom", "text": "Possible meanings are 1) \"He set up his tents near Sodom\" (UDB) or 2) \"He moved his tents around in an area that reached all the way to Sodom.\""}]}, {"id": "14", "tn": [{"ref": "after Lot had departed from him", "text": "\"after Lot left Abraham\""}]}, {"id": "16", "tn": [{"ref": "walk through the length and breadth of the land", "text": "\"walk around all over the whole land\""}, {"ref": "Mamre", "text": "This was the name of the man who owned the oak trees. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hebron", "text": "place name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "an altar to Yahweh", "text": "\"an altar for worshiping Yahweh\""}]}]