[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "shine over us", "text": "\"show yourself\" or \"reveal your justice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Rise up, judge of the earth, give to the proud what they deserve", "text": "\"Come, judge of the earth, and punish the proud\""}, {"ref": "Rise up", "text": "The psalmist speaks of starting to do something as getting up. If your language has a word for beginning to act, use it here.  AT: \"Take action\" or \"Do something\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "How long will the wicked, Yahweh, how long will the wicked rejoice?", "text": "The psalmist repeats the question to show that he is unhappy with how long Yahweh has allowed the wicked to rejoice. This rhetorical question can be translated as a statement. AT: \"You have waited too long Yahweh; you have waited too long to stop the wicked from rejoicing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will the wicked rejoice", "text": "Why the wicked rejoice can be stated clearly. AT: \"will the wicked rejoice because you never punish them for the evil deeds they do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They", "text": "\"All those who do evil\""}, {"ref": "They pour out their arrogant words", "text": "The psalmist writes of the the wicked speaking as if their words were a liquid being poured out. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all those who do evil boast", "text": "\"All those who do evil boast about their evil deeds and behavior\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "005", "tn": [{"ref": "afflict the nation", "text": "Here the metonym \"nation\" refers to the people of the nation. AT: \"afflict the people of the nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They crush", "text": "The psalmist speaks of powerful people treating powerless people badly as if it were crushing them or breaking them in pieces. AT: \"They completely destroy\" or \"They greatly harm.\" See how \"break in pieces\" is translated in [[:en:bible:notes:psa:072:004|72:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the widow", "text": "\"women whose husbands have died\""}, {"ref": "the fatherless", "text": "\"children without fathers\""}, {"ref": "the God of Jacob does not take notice of it", "text": "\"the God of Israel does not see what we do\""}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "The writer now instructs the wicked people."}, {"ref": "when will you ever learn?", "text": "This rhetorical question emphasizes the anger of the writer with the wicked people he is speaking to. This question can be translated as a statement. AT: \"stop your foolish ways!\" or \"learn from your mistakes!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He who made the ear, does he not hear? He who formed the eye, does he not see?", "text": "These rhetorical questions can be translated as statements or commands. AT: \"God made ears, so he can hear. God made eyes, so he can see.\" or \"God made ears, so stop acting as if he does not hear. God made eyes, so stop acting as if he does not see.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "010", "tn": [{"ref": "General Information:", "text": "The writer continues instructing the wicked people."}, {"ref": "He who disciplines the nations, does he not correct?", "text": "This question can be translated as a statement. It is implied that Yahweh corrects his people. AT: \"You know that Yahweh corrects the nations, so you can be sure that he will correct his people\" or \"he will punish his people\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "does he not correct", "text": "This can be stated in positive form. Possible meanings are 1) God corrects. AT: \"he corrects\" or 2) God punishes. \"he punishes\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "that they are vapor", "text": "Here the thoughts of men are compared to vapor or steam that disappears into the air. This metaphor shows how unimportant and useless they are. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "vapor", "text": "\"steam.\" See how this word is translated in [[:en:bible:notes:psa:039:010|39:11]]"}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "Now the writer again talks to Yahweh."}, {"ref": "until a pit is dug for the wicked", "text": "The psalmist speaks of Yahweh's punishing the wicked as if Yahweh were trapping an animal in a pit. This can be stated in active form. AT: \"until you dig a pit for the wicked\" or \"until you destroy the wicked\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "014", "tn": [{"ref": "his inheritance", "text": "\"those whom he has chosen to be with him forever\""}, {"ref": "judgment will again be righteous", "text": "The psalmist speaks of those who judge as if they were the decisions they make. The abstract noun \"judgment\" can be translated with the verb \"judge.\" AT: \"judges will again judge righteously\" or \"judges will again make righteous decisions\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the upright in heart", "text": "The adjective phrase \"upright in heart\" can be translated as a noun phrase. AT: \"those whose hearts are right with God\"  (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "will follow it", "text": "\"will want the judges to judge righteously\""}, {"ref": "Who will rise up to defend me against the evildoers? Who will stand up for me against the wicked?", "text": "This can be translated as a statement. AT: \"No one will defend me against the evildoers. No one will help me fight against the wicked.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the wicked", "text": "The adjective \"wicked\" can be translated as a noun phrase. AT: \"wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "017", "tn": [{"ref": "Unless Yahweh had been my help ... silence", "text": "This is a hypothetical situation. Yahweh did help him, so he was not lying in the place of silence. ([[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Unless Yahweh had been my help", "text": "The abstract noun \"help\" can be expressed as a verb. AT: \"If Yahweh had not helped me.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I would soon be lying down in the place of silence", "text": "Here \"would be lying down\" refers to \"death\" and \"in the place of silence\" refers to the grave.\" AT: \"in a short time, I would be dead, lying in a silent grave\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "When cares within me are many, your consolations make me happy", "text": "The psalmist speaks of care as if he could count separate cares. The abstract noun \"consolations\" can be translated with the verb \"console\" or \"comfort.\" AT: \"When I have been worried about many things, you have comforted me and made me happy\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "020", "tn": [{"ref": "Can a throne of destruction be allied with you, one who creates injustice by statute?", "text": "This rhetorical question is used to make a point. It can be translated as a statement. AT: \"A wicked ruler who makes unjust laws is not your friend\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a throne of destruction", "text": "Here the metonym \"throne\" refers to a king or ruler. AT: \"a wicked ruler\" or \"corrupt judge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "conspire", "text": "secretly plan with a person something harmful or illegal"}, {"ref": "take the life of", "text": "This is an idiom which means to kill someone. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "022", "tn": [{"ref": "Yahweh has been my high tower", "text": "Here \"tower\" is a metaphor for protection. AT: \"Yahweh has protected me from my enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God has been the rock of my refuge", "text": "The psalmist speaks of having God protect him as if God were a place where the psalmist could go to be safe. See how \"rock\" and \"refuge\" are translated in [[:en:bible:notes:psa:062:007|62:7]]. AT: \"I have asked God to protect me, and he has kept me safe by his power\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will bring on them their own iniquity", "text": "Possible meanings are 1) \"will do to them the evil things they have done to others\" or 2) \"will punish them for all the evil things he has done to others.\""}, {"ref": "cut them off", "text": "This is an idiom which means \"kill them.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in their own wickedness", "text": "Possible meanings are 1) \"while they are doing wicked things\" or 2) \"because they have done wicked things.\""}]}]