{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story where the writer tells of growing opposition to Jesus' ministry. Here, the Pharisees criticize his disciples for picking grain on the Sabbath."}, {"ref": "At that time", "text": "This marks a new part of the story. AT: \"A little later\""}, {"ref": "grainfields", "text": "a place to plant grain. If wheat is unknown and \"grain\" is too general, then you can use \"fields of the plant they made bread from.\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "pluck heads of grain and eat them ... do what is unlawful to do on the Sabbath", "text": "Picking grain in others' fields and eating it was not considered stealing. The question was whether one could do this otherwise lawful activity on the Sabbath."}, {"ref": "to pluck heads of grain and eat them", "text": "\"to pick some of the wheat and eat it\" or \"to pick some of the grain and eat it\""}, {"ref": "heads of grain", "text": "This is the topmost part of the wheat plant. It holds the mature grain or seeds of the plant."}, {"ref": "the Pharisees", "text": "This does not mean all of the Pharisees. AT: \"some Pharisees\""}, {"ref": "See", "text": "\"Look\" (UDB). The Pharisees use this word to draw attention to what the disciples are doing."}], "03": [{"ref": "Connecting Statement:", "text": "Jesus responds to the Pharisees' criticism."}, {"ref": "to them", "text": "\"to the Pharisees\""}, {"ref": "Have you never read ... with him?", "text": "Jesus uses a question to respond to the criticism of the Pharisees. Jesus is challenging them to think about the meaning of the scriptures they have read. AT: \"I know you have read about ... with him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the house of God", "text": "During the time of David there was no temple yet. AT: \"the tabernacle\" or \"the place for worshiping God\""}, {"ref": "bread of the presence", "text": "This is sacred bread that priests placed before God in the tabernacle. AT: \"bread that the priest placed before God\" or \"the sacred bread\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who were with him", "text": "\"the men who were with David\""}, {"ref": "but lawful only for the priests", "text": "\"but, according to the law, only the priest could eat it\""}], "05": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "and have you not read in the law ... but are guiltless?", "text": "Jesus uses a question to respond to the criticism of the Pharisees. Jesus is challenging them to think about the meaning of what they have read in the scriptures. AT: \"And, you have read in the law of Moses ... but are guiltless\""}, {"ref": "profane the Sabbath", "text": "\"do on the Sabbath what they would do on any other day\""}, {"ref": "are guiltless", "text": "\"God will not punish them\" or \"God does not consider them guilty\""}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "one greater than the temple", "text": "\"someone who is more important than the temple.\" Jesus was referring to himself as the one greater. (See: [[:en:ta:vol2:translate:figs_123person]])"}], "07": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "General Information:", "text": "In verse 7, Jesus quotes the prophet Hosea to rebuke the Pharisees."}, {"ref": "If you had known what this meant, 'I desire mercy and not sacrifice,' you would not have condemned the guiltless", "text": "Here Jesus quotes scripture. AT: \"The prophet Hosea wrote this long ago: 'I desire mercy and not sacrifice.' If you had understood what this meant, you would not have condemned the guiltless\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I desire mercy and not sacrifice", "text": "In the law of Moses, God did command the Israelites to offer sacrifices. This means God considers mercy more important than the sacrifices."}, {"ref": "I desire", "text": "The pronoun \"I\" refers to God."}, {"ref": "the guiltless", "text": "This can be translated as an adjective. AT: \"those who are not guilty\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Son of Man", "text": "Jesus is referring to himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "is Lord of the Sabbath", "text": "\"rules over the Sabbath\" or \"makes the laws about what people can do on the Sabbath\""}], "09": [{"ref": "General Information:", "text": "Here the scene shifts to a later time when the Pharisees criticize Jesus for healing a man on the Sabbath."}, {"ref": "Then Jesus left from there", "text": "\"Jesus left the grainfields\" or \"Then Jesus left\""}, {"ref": "their synagogue", "text": "\"a synagogue.\" Here \"their\" refers to the Jews in general not just the Pharisees from the previous section."}, {"ref": "Behold", "text": "The word \"Behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "a man who had a withered hand", "text": "\"a man who had a paralyzed hand\" or \"a man with a crippled hand\""}, {"ref": "The Pharisees asked Jesus, saying, \"Is it lawful to heal on the Sabbath?\" so that they might accuse him of sinning", "text": "\"The Pharisees wanted to accuse Jesus of sinning, so they asked him, 'Is it lawful to heal on the Sabbath?'\""}, {"ref": "Is it lawful to heal on the Sabbath?", "text": "\"According to the law of Moses, may a person heal another person on the Sabbath?\""}, {"ref": "so that they might accuse him of sinning", "text": "They did not just want to accuse Jesus in front of the people. The Pharisees wanted Jesus to give an answer that contradicted the law of Moses so they could take him before a judge and legally charge him with breaking the law. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus responds to the Pharisees' criticism."}, {"ref": "What man would there be among you, who, if he had just one sheep ... would not grasp hold of it and lift it out?", "text": "Jesus uses a question to respond to the Pharisees. He is challenging them to think about what kind of work they do on the Sabbath. AT: \"Every one of you, if you only had one sheep ... would grab the sheep and lift it out\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How much more valuable, then, is a man than a sheep!", "text": "The phrase \"how much more\" adds emphasis to the statement. AT: \"Obviously, a man is much more valuable than a sheep!\" or \"Just think about how much more important a man is than a sheep\""}, {"ref": "it is lawful to do good on the Sabbath", "text": "\"those who do good on the Sabbath are obeying the law\""}], "13": [{"ref": "Then Jesus said to the man, \"Stretch out your hand.\"", "text": "This can be translated as an indirect quotation. AT: \"Then Jesus commanded the man to stretch out his hand\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "to the man", "text": "\"to the man with the paralyzed hand\" or \"to the man with the crippled hand\""}, {"ref": "Stretch out your hand", "text": "\"Hold out your hand\" or \"Extend your hand\""}, {"ref": "He stretched", "text": "\"The man stretched\""}, {"ref": "it was restored to health", "text": "This can be stated in active form. AT: \"it was healthy again\" or \"it became well again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "plotted against him", "text": "\"planned to harm Jesus\""}, {"ref": "were seeking how they might put him to death", "text": "\"were discussing how they might kill Jesus\""}], "15": [{"ref": "General Information:", "text": "This account explains how the actions of Jesus fulfilled one of the prophecies of Isaiah."}, {"ref": "As Jesus perceived this, he", "text": "\"Jesus was aware of what the Pharisees were planning, so he\""}, {"ref": "withdrew from", "text": "\"departed from\" or \"left\""}, {"ref": "not to make him known to others", "text": "\"not to tell anyone else about him\""}, {"ref": "that it might come true, what", "text": "This can be translated as a new sentence. AT: \"This fulfilled what\""}, {"ref": "what had been said through Isaiah the prophet, saying", "text": "This can be stated in active form. AT: \"what God had said long ago through the prophet Isaiah\""}], "18": [{"ref": "Connecting Statement:", "text": "Here Matthew quotes the prophet Isaiah to show that Jesus' ministry fulfilled scripture."}, {"ref": "See", "text": "\"Look.\" God used this word to introduce a new person."}, {"ref": "my ... I", "text": "All occurrences of these words refer to God. Isaiah is quoting what God said to him."}, {"ref": "in whom my soul is well pleased", "text": "Here \"soul\" refers to the whole person. AT: \"and I am very pleased with him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and he will", "text": "\"and my servant will\""}, {"ref": "announce judgment", "text": "Here \"judgment\" does not mean \"punishment.\" It means the servant will tell the Gentiles that God is just, and he will save them."}], "19": [{"ref": "Connecting Statement:", "text": "Matthew continues to quote the prophet Isaiah."}, {"ref": "neither will anyone hear his voice in", "text": "Here \"voice\" refers to the whole person. AT: \"And he will not speak loudly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his ... He", "text": "All occurrences of these words refer to God's chosen servant."}, {"ref": "in the streets", "text": "This is an idiom that means \"publicly.\" AT: \"in the cities and towns\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He will not break any bruised reed; he will not quench any smoking flax", "text": "Both of these statements mean the same thing. They are metaphors emphasizing that God's servant will be gentle and kind. Both \"bruised reed\" and \"smoking flax\" represent weak and hurting people. If the metaphor is confusing, you could translate the literal meaning. AT: \"He will be kind to weak people, and he will be gentle to those who are hurting\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bruised reed", "text": "\"damaged plant\""}, {"ref": "he will not quench", "text": "\"he will not put out\""}, {"ref": "smoking flax", "text": "This refers to a lamp wick after the flame has gone out and when it is only smoking."}, {"ref": "flax, until", "text": "This can be translated with a new sentence: \"flax. This is what he will do until\""}, {"ref": "he leads justice to victory", "text": "\"until he succeeds in bringing my justice and salvation to the people.\" The meaning of the abstract noun \"judgment\" can be translated as \"just\" or \"save.\" AT: \"the people know that I am just, and I will save them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in his name", "text": "Here \"name\" refers to the whole person. AT: \"in him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}], "22": [{"ref": "General Information:", "text": "Here the scene shifts to a later time when the Pharisees accuse Jesus of healing a man by the power of Satan."}, {"ref": "Then someone blind and mute, possessed by a demon, was brought to Jesus", "text": "This can be stated in active form. AT: \"Then someone brought to Jesus a man who was blind and mute because a demon was controlling him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "someone blind and mute", "text": "\"someone who could not see and could not talk\""}, {"ref": "All the crowds were amazed", "text": "\"All the people who had seen Jesus heal the man were greatly surprised\""}, {"ref": "the Son of David", "text": "This is a title for the Christ or Messiah."}, {"ref": "Son of", "text": "Here this means \"descendant of.\""}], "24": [{"ref": "General Information:", "text": "In verse 25, Jesus begins to respond to the Pharisees' accusation that he healed the man by the power of Satan."}, {"ref": "this miracle", "text": "This refers to the miracle of the healing of a blind, deaf, and demon-possessed man."}, {"ref": "This man does not cast out demons except by Beelzebub", "text": "This can be stated in a positive form. \"This man is only able to cast out the demon because he is a servant of Beelzebub\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "This man", "text": "The Pharisees avoid calling Jesus by name to show they reject him."}, {"ref": "the prince of the demons", "text": "\"the chief of the demons\""}, {"ref": "Every kingdom divided against itself is made desolate, and every city or house divided against itself will not stand", "text": "Jesus uses a proverb to respond to the Pharisees. Both of these statements mean the same thing. They emphasize that it would not make sense for Beelzebul to use his power to fight other demons. (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Every kingdom divided against itself is made desolate", "text": "Here \"kingdom\" refers to those who live in the kingdom. This can be translated in active form. AT: \"A kingdom will not last when its people fight among themselves\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every city or house divided against itself will not stand", "text": "Here \"city\" refers to the people who live there. And, \"house\" refers to a family. AT: \"it ruins a city or a family when the people fight each other\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "26": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees' accusation that he healed the man by the power of Satan."}, {"ref": "If Satan drives out Satan", "text": "The second use of Satan refers to the demons that serve Satan. AT: \"If Satan works against his own demons\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Satan ... Beelzebul", "text": "Both names refer to the same person."}, {"ref": "How then will his kingdom stand?", "text": "Jesus uses a question to challenge the Pharisees. AT: \"Satan's kingdom cannot stand\" or \"Satan's kingdom will not last\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "by whom do your sons drive them out?", "text": "Jesus uses another question to challenge the Pharisees. AT: \"then you must say your followers also drive out demons by the power of Beelzebul. But, you know this is not true\".  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your sons", "text": "Jesus was speaking to the Pharisees. The phrase \"your sons\" refers to their followers. This was a common way of referring to those who follow teachers or leaders. AT: \"your followers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For this reason they will be your judges", "text": "\"Because your followers cast out demons by the power of God, they prove that you are wrong about me.\""}], "28": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "But if I", "text": "Here \"if\" does not mean Jesus is questioning how he drives out demons. Here Jesus uses the word to introduce a true statement. AT: \"But, because I\""}, {"ref": "then the kingdom of God has come upon you", "text": "\"then the kingdom of God has arrived among you.\" Here \"kingdom\" refers to God's rule as king. AT: \"this means God is establishing his rule among you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "come upon you", "text": "Here \"you\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "And how can anyone enter the house ... belongings from his house", "text": "Jesus uses a parable to continue his response to the Pharisees. Jesus means he can drive out demons because he is more powerful than Satan. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "And how can anyone enter ... without tying up the strong man first?", "text": "Jesus uses a question to teach the Pharisees and the crowd. AT: \"No one can enter ... without tying up the strong man first\" or \"If a person wants to enter ... he must first tie up the strong man\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "without tying up the strong man first", "text": "\"without taking control of the strong man first\""}, {"ref": "Then he will steal", "text": "\"The he can steal\" or \"Then he will be able to steal\""}, {"ref": "who is not with me", "text": "\"who does not support me\" or \"who does not work with me\""}, {"ref": "is against me", "text": "\"opposes me\" or \"works against me\""}, {"ref": "the one who does not gather with me scatters", "text": "Jesus is using a metaphor that refers to a person either gathering the flock of sheep to a shepherd or making them scatter away from the shepherd. Jesus means that a person is either helping to make people become disciples of Jesus or he is making people reject Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "31": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "say to you", "text": "Here \"you\" is plural. Jesus is speaking directly to the Pharisees, but he is also teaching the crowd. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "every sin and blasphemy will be forgiven men", "text": "This can be stated in active form. AT: \"God will forgive every sin that people commit and every evil thing they say\" or \"God will forgive every person who sins or says evil things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blasphemy against the Spirit will not be forgiven", "text": "This can be stated in active form. AT: \"God will not forgive the person who speaks evil things about the Holy Spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "And whoever speaks any word against the Son of Man", "text": "Here \"word\" refers to what someone says. AT: \"And if a person says anything bad about the Son of Man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "that will be forgiven him", "text": "This can be stated in active form. AT: \"God will forgive a person for that\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that will not be forgiven him", "text": "This can be stated in active form. AT: \"God will not forgive that person\""}, {"ref": "neither in this world, nor in that which is to come", "text": "Here \"this world\" and \"that which is to come\" refer to the present life and the next life. AT: \"in this life or in the next life\" or \"now or ever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "33": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "Make a tree good and its fruit good, or make the tree bad and its fruit bad", "text": "Possible meanings are 1) \"If you make a tree good, its fruit will be good, and if you make the tree bad, its fruit will be bad\" or 2) \"If you consider a tree to be good, it will be because its fruit is good, and if you consider it tree to be bad, it will be because its fruit is bad.\" This was a proverb. People were to apply its truth to how they can know whether a person is good or bad."}, {"ref": "good ... bad", "text": "\"healthy ... diseased\""}, {"ref": "a tree is recognized by its fruit", "text": "This can be stated in active form. AT: \"people know whether a tree is good or bad by looking at its fruit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You offspring of vipers", "text": "Here \"offspring\" means \"having the characteristic of.\" Vipers are poisonous snakes that are dangerous and represent evil. See how you translated a similar phrase in [[:en:bible:notes:mat:03:07|3:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You ... you", "text": "These are plural and refer to the Pharisees. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "how can you say good things?", "text": "Jesus uses a question to rebuke the Pharisees. AT: \"you cannot say good things\" or \"you can only say evil things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "out of the abundance of the heart his mouth speaks", "text": "Here \"abundance of the heart\" refers to the thoughts in a person's mind. The \"mouth\" represents a person here. AT: \"what a person says with his mouth reveals what is in his mind\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The good man from the good treasure of his heart produces what is good, and the evil man from the evil treasure of his heart produces what is evil", "text": "Jesus speaks about the \"heart\" as if it is a container that a person fills with good or evil things. This is a metaphor that means what a person says reveals what the person is truly like. If you want to keep this imagery see the UDB. You can also translate the literal meaning. AT: \"A man who is truly good will speak good things, and the man who is truly evil will speak evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "36": [{"ref": "Connecting Statement:", "text": "Jesus concludes his response to the Pharisees' accusation that he healed the man by the power of Satan."}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "people will give an account for", "text": "\"God will ask people about\" or \"people will have to explain to God\""}, {"ref": "every idle word they will have said", "text": "Here \"word\" refers to something that someone says. AT: \"every harmful thing they will have said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will be justified ... you will be condemned", "text": "This can be stated in active form. AT: \"God will justify you ... God will condemn you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "38": [{"ref": "Connecting Statement:", "text": "The dialogue in these verses happens immediately after Jesus responded to the Pharisees' accusation that he healed a man by the power of Satan."}, {"ref": "General Information:", "text": "In verse 39, Jesus begins to rebuke the scribes and Pharisees."}, {"ref": "wish", "text": "\"want\""}, {"ref": "to see a sign from you", "text": "You can make explicit why they want to see a sign. AT: \"to see a sign from you that proves what you say is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "An evil and adulterous generation seeks for a sign ... given to it", "text": "Jesus is speaking to his present generation. AT: \"You are an evil and adulterous generation who demands signs from me ... given to you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "adulterous generation", "text": "Here \"adulterous\" is a metaphor for people who are not faithful to God. AT: \"unfaithful generation\" or \"godless generation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seeks for a sign", "text": "This request angers Jesus because of the religious leaders skeptical attitude about Jesus. He had already performed many miracles, but they still did not believe him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no sign will be given", "text": "This can be stated in active form. AT: \"God will not give a sign\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "except the sign of Jonah the prophet", "text": "\"except the same sign God gave to Jonah the prophet\""}, {"ref": "three days and three nights", "text": "Here \"day\" and \"night\" mean complete 24-hour periods. AT: \"three complete days\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "in the heart of the earth", "text": "This means inside a physical grave. (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "41": [{"ref": "Connecting Statement:", "text": "Jesus continues to rebuke the scribes and Pharisees."}, {"ref": "The men of Nineveh", "text": "\"The citizens of Nineveh\""}, {"ref": "will stand up at the judgment with this generation", "text": "\"will stand up on the judgment day and accuse this generation\""}, {"ref": "this generation", "text": "Jesus means the people living during his time."}, {"ref": "and will condemn it", "text": "It will actually be God who condemns Jesus' generation. AT: \"and God will listen to the citizens of Nineveh and condemn this generation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and see", "text": "\"and look.\" This emphasizes what Jesus says next."}, {"ref": "someone greater", "text": "\"someone more important\""}, {"ref": "someone", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "than Jonah is here", "text": "You can make explicit the implicit meaning of Jesus' statement. AT: \"than Jonah is here, yet you still have not repented, which is why God will condemn you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "42": [{"ref": "Connecting Statement:", "text": "Jesus continues to rebuke the scribes and Pharisees."}, {"ref": "Queen of the South", "text": "This refers to the Queen of Sheba. Sheba is a land south of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will rise up at the judgment with the men of this generation", "text": "\"will stand up on the judgment day and accuse the men of this generation.\" See how you translated a similar statement in [[:en:bible:notes:mat:12:41|12:41]]."}, {"ref": "this generation", "text": "This means the people living during the time Jesus was preaching."}, {"ref": "condemn it", "text": "It will actually be God who condemns Jesus' generation. AT: \"and God will listen to the citizens of Nineveh and condemn this generation.\" See how you translated a similar statement in [[:en:bible:notes:mat:12:41|12:41]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "She came from the ends of the earth", "text": "Here \"ends of the earth\" is an idiom that means \"far away.\" AT: \"She came from very far away\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "She came", "text": "This statement explains why the Queen of the South will condemn Jesus' generations. AT: \"For she came\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "and see", "text": "\"and look.\" This adds emphasis to what Jesus says next."}, {"ref": "someone greater", "text": "\"someone more important\""}, {"ref": "someone", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "than Solomon is here", "text": "You can make explicit the implicit meaning of Jesus' statement. AT: \"than Solomon is here, yet you do not listen. That is why God will condemn you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "43": [{"ref": "Connecting Statement:", "text": "Jesus continues to rebuke the scribes and Pharisees."}, {"ref": "When an unclean spirit ... with this evil generation", "text": "Jesus tells a parable to warn the people of the danger of not believing him. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "waterless places", "text": "\"dry places\" or \"places where no people live\""}, {"ref": "does not find it", "text": "Here \"it\" refers to rest."}, {"ref": "Then it says, 'I will return to my house from which I came.'", "text": "This can be translated as a statement rather than a quotation. AT: \"So, the unclean spirit decides to return to the house from which it came\""}, {"ref": "to my house from which I came", "text": "This is a metaphor for the person in whom the unclean spirit was living. AT: \"to the place I left\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it finds that house swept out and put in order", "text": "This can be stated in active form. AT: \"the unclean spirit finds that someone has swept the house clean and has put everything in the house where it belongs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that house swept out and put in order", "text": "Again, \"house\" is a metaphor for the person in whom the unclean spirit was living. Here, \"swept out and put in order\" suggests that no one is living in the house. Jesus means when an unclean spirit leaves a person, the person must invite the Holy Spirit to live in him or else the demon will come back. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It will be just like that with this evil generation", "text": "This means that if the people of Jesus' generation do not believe him and become his disciples, they will be in a worse situation than they were before he came."}], "46": [{"ref": "General Information:", "text": "The arrival of Jesus' mother and brothers becomes an opportunity for him to describe his spiritual family."}, {"ref": "behold", "text": "The word \"behold\" alerts us to a new people in the story. Your language may have a way of doing this."}, {"ref": "his mother", "text": "This is Mary, Jesus' human mother."}, {"ref": "his brothers", "text": "These are probably other children born to Mary. But, it is possible they are Jesus' cousins."}, {"ref": "seeking to speak", "text": "\"wanting to speak\""}, {"ref": "Someone said to him, \"Look, your mother and your brothers stand outside, seeking to speak to you.\"", "text": "This can be translated as an indirect quotation. AT: \"Someone told Jesus that his mother and brothers were outside and wanted to speak to him\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}], "48": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story that began in [[:en:bible:notes:mat:12:01|12:1]], where the writer tells of growing opposition to Jesus' ministry."}, {"ref": "who told him", "text": "The details of the message the person told Jesus are understood and not repeated here. AT: \"who told Jesus that his mother and brothers wanted to speak to him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Who is my mother and who are my brothers?", "text": "Jesus uses these questions to teach the people. AT: \"I will tell you who are really my mother and brothers\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "See", "text": "\"Look.\" This adds emphasis to what Jesus says next."}, {"ref": "here are my mother and my brothers", "text": "This is a metaphor that means Jesus' disciples belong to Jesus' spiritual family. This is more important than belonging to his physical family. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whoever", "text": "\"anyone\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "that person is my brother, and sister, and  mother", "text": "This is a metaphor meaning that those who obey God belong to Jesus' spiritual family. This is more important than belonging to his physical family. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}