[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Ezekiel. He tells Ezekiel to take a brick and dirt and pieces of wood and act as if he were Yahweh destroying the city of Jerusalem."}, {"ref": "son of man", "text": "\"son of a human being\" or \"son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. AT: \"mortal person\" or \"human\""}, {"ref": "carve the city of Jerusalem", "text": "You may need to make explicit that Ezekiel is to carve a picture. AT: \"carve a picture of the city of Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lay siege against it", "text": "\"surround the city in order to capture it\""}, {"ref": "build forts against it", "text": "\"build strong walls against it.\" The walls would keep people from leaving the city."}, {"ref": "Raise up an assault ramp against it", "text": "\"build a ramp outside of it for the enemies to get inside.\" Jerusalem had a wall around it to protect the people inside. The enemies could only get inside if they had a ramp to climb up over the wall."}, {"ref": "Place battering rams all around it", "text": "\"Battering rams\" are large trees or poles that many men in an army would pick up and hit against a wall or door so they could break it down and get inside. \"Set around it huge poles people would use to break down the gates and get inside\""}, {"ref": "set your face against it", "text": "\"look at it with an angry face\""}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Ezekiel."}, {"ref": "put the sin of the house of Israel on it", "text": "Possible meanings are 1) \"symbolically bear the punishment for the sins of the Israelites\" (see UDB) or 2) \"suffer by lying on your side because of their sin.\""}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will carry their sin", "text": "Possible meanings are 1) \"you will be guilty of their sin\" or 2) \"you will be punished for their sin.\" Either of these meanings will be demonstrated \"symbolically\" by Ezekiel as noted in the UDB."}, {"ref": "lie down against the house of Israel", "text": "Alternate translation: \"lie facing the kingdom of Israel in a hostile manner.\""}, {"ref": "I myself am assigning to you one day to represent each year of their punishment", "text": "Alternate translation: \"I myself command you to lay on your side for the same number of days as the number of years that I will punish them.\""}, {"ref": "each year of their punishment", "text": "Possible meanings are 1) each year that they will be punished for their sins or 2) each year that they have sinned."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The Spirit continues speaking to Ezekiel."}, {"ref": "these days", "text": "the days Ezekiel lies down on his left side to illustrate the siege of the kingdom of Israel"}, {"ref": "you will carry the sin", "text": "Possible meanings are 1) \"you will be guilty of the  sin\" or 2) \"you will be punished for the sin.\" Either of these meanings will be demonstrated \"symbolically\" by Ezekiel as noted in the UDB. Similar words appear in [[:en:bible:notes:ezk:04:04|4:4]]."}, {"ref": "house of Judah", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the descendants of Judah over many years. AT: \"the Judah people group\" or \"the people of Judah\" Similar words appear in [[:en:bible:notes:ezk:03:01|3:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am assigning to you one day for each year", "text": "\"I will make you do this one day for each year that I will punish them.\""}, {"ref": "", "text": "\"Look at Jerusalem with an angry face\" See how you translated this in [[:en:bible:notes:ezk:04:01|4:3]]"}, {"ref": "prophesy against it", "text": "\"prophesy about the bad things that will happen to Jerusalem\""}, {"ref": "behold!", "text": "\"look!\" or \"listen!\" or \"pay attention to what I am about to tell you!\""}, {"ref": "I am placing bonds on you", "text": "Bonds are ropes or chains that keep a person from moving. It is not clear whether the word \"bonds\" is a metaphor for something Yahweh does that is as if he had bound Ezekiel (UDB) or if he used literal, physical ropes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The Spirit continues speaking to Ezekiel."}, {"ref": "wheat, barley, ... millet, and spelt", "text": "These are different kinds of grains."}, {"ref": "beans", "text": "vines whose seeds, which grow in a single row inside its otherwise empty fruit, can be eaten"}, {"ref": "lentils", "text": "These are like beans, but their seeds are very small, round, and somewhat flat. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "twenty shekels per day", "text": "\"20 shekels per day.\" AT: 200 grams of bread each day\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "a sixth of a hin", "text": "\"1/6 hin\" or \"a sixth part of a hin\" or \"about one-half liter\" (UDB). (See: [[:en:ta:vol2:translate:translate_bvolume]] and [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The Spirit continues speaking to Ezekiel."}, {"ref": "You will eat it", "text": "the bread ([[:en:bible:notes:ezk:04:09|4:9]])"}, {"ref": "barley cakes", "text": "flat bread made of barley ([[:en:bible:notes:ezk:04:09|4:9]]) (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "you will bake it on excrement of human dung", "text": "\"you will cook it over a fire made with pieces of human solid waste.\" Your language may have a way of expressing this politely."}, {"ref": "will banish", "text": "will send away by force"}]}, {"id": "14", "tn": [{"ref": "Alas", "text": "Ezekiel is very troubled by what the Lord has told him to do. \"It would be wrong for me to do that\""}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]. Here Ezekiel is speaking to the Lord."}, {"ref": "foul meat", "text": "This refers to meat that is unclean because it has come from an animal that has died of sickness or old age or was killed by another animal. The word \"foul\" shows his disgust over meat like this. \"disgusting, unclean meat\""}, {"ref": "foul meat has never entered my mouth", "text": "\"I have never eaten foul meat.\""}, {"ref": "Look!", "text": "\"Listen\" or \"Pay attention to the important thing I will tell you now\""}, {"ref": "I have given you", "text": "\"I will allow you to use\""}, {"ref": "cow manure", "text": "solid waste from cows. Your language may have a polite way of expressing this."}, {"ref": "human dung", "text": "solid waste from humans.  Your language may have a polite way of expressing this. Translate as in [[:en:bible:notes:ezk:04:12|4:12]]."}]}, {"id": "16", "tn": [{"ref": "Behold!", "text": "\"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "I am breaking the staff of bread in Jerusalem", "text": "\"I will stop the supply of food to Jerusalem.\""}, {"ref": "the staff of bread", "text": "The supply is called a staff because some people need a staff to walk and do their work, and people need bread to live. Bread represents all kinds of food. AT: \"the supply of food\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Jerusalem, and they will ... trembling. Because", "text": "Another possible meaning, which connects \"they will lack bread and water\" to \"I am breaking the staff of bread\" is \"Jerusalem—they will ... trembling—so that\""}, {"ref": "they will eat bread while rationing it in anxiety", "text": "\"they will carefully divide their bread because they fear that there will not be enough\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rationing", "text": "giving small amounts to many people of something of which there is not enough"}, {"ref": "rationing it in trembling", "text": "\"rationing it while shaking\" or \"rationing it in fear\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "every man will be dismayed at his brother and waste", "text": "Possible meanings are 1) \"everyone will look at his brother and worry about how much food his brother eats and waste\" or 2) \"every one of them will be dismayed and waste\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "waste away", "text": "This word is usually used of flesh or wood rotting. Here it is a metaphor for wicked people becoming thin and dying because they have no food. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]