{"1": [{"a": "John says the Word of life was from the beginning.", "q": "What does John say was from the beginning?", "ref": ["01-01"]}, {"a": "John had heard, seen, contemplated, and handled the Word of life.", "q": "By what means did John know about the Word of life?", "ref": ["01-01"]}, {"a": "The Word of life was with the Father before it was manifested to John.", "q": "Where was the Word of life before it was manifested to John?", "ref": ["01-02"]}, {"a": "John is declaring what he has seen and heard so that others may also have fellowship with him.", "q": "Why is John declaring what he has seen and heard?", "ref": ["01-03"]}, {"a": "John already has fellowship with the Father and his Son, Jesus Christ.", "q": "With whom does John already have fellowship?", "ref": ["01-03"]}, {"a": "John is announcing the message that God is light, and in him there is no darkness at all.", "q": "What message from God is John announcing to his readers?", "ref": ["01-05"]}, {"a": "John says that such a person is a liar and does not practice the truth.", "q": "What does John say about a person who says he has fellowship with God, but walks in darkness?", "ref": ["01-06"]}, {"a": "The blood of Jesus cleanses them from all sin.", "q": "For those walking in the light, what cleanses them from all sin?", "ref": ["01-07"]}, {"a": "John says that such a person deceives himself and the truth is not in him.", "q": "What does John say about a person who says they have no sin?", "ref": ["01-08"]}, {"a": "For those who confess their sins, God will forgive their sins and cleanse them from all unrighteousness.", "q": "What will God do for those who confess their sins?", "ref": ["01-09"]}], "2": [{"a": "Jesus Christ is the sacrifice for the sins for the whole world.", "q": "For whose sins is Jesus Christ the sacrifice for?", "ref": ["02-02"]}, {"a": "We know if we know Jesus Christ if we keep his commandments.", "q": "How do we know if we know Jesus Christ?", "ref": ["02-03"]}, {"a": "Someone who says they know God, but does not keep God's commandments, is a liar.", "q": "What kind of person is someone who says they know God, but does not keep God's commandments?", "ref": ["02-04"]}, {"a": "A believer should walk even as Jesus Christ walked.", "q": "How should a believer walk?", "ref": ["02-06"]}, {"a": "Someone who says he is in the light, but hates his brother, is in the darkness.", "q": "What is the spiritual condition of someone who says he is in the light, but hates his brother?", "ref": ["02-09", "02-11"]}, {"a": "God forgives the sins of believers for Christ's name's sake.", "q": "Why does God forgive the sins of believers?", "ref": ["02-12"]}, {"a": "He says the believer must not love the world nor the things of the world.", "q": "What does John say a believer's attitude toward the things of the world must be?", "ref": ["02-15"]}, {"a": "He names the lust of the flesh, the lust of the eyes, and the vain glory of life as being in the world and not of the Father.", "q": "What are the three things in the world that John names as being not of the Father?", "ref": ["02-16"]}, {"a": "He says he knows it is the last hour because many antichrists have come.", "q": "How does John say he knows it is the last hour?", "ref": ["02-18"]}, {"a": "He says that the antichrist is coming.", "q": "Who does John say is coming?", "ref": ["02-18"]}, {"a": "The antichrist denies the Father and the Son.", "q": "What will the antichrist do that will enable us to recognize him?", "ref": ["02-22"]}, {"a": "No, someone who denies the Son cannot have the Father.", "q": "Can someone who denies the Son have the Father?", "ref": ["02-23"]}, {"a": "John tells the believers to remain in what they have heard from the beginning.", "q": "What does John tell the believers to do in order to remain in the Son and in the Father?", "ref": ["02-24"]}, {"a": "God has promised the believers eternal life.", "q": "What promise has been given the believers by God?", "ref": ["02-25"]}, {"a": "Those who remain in the Son will have boldness and will not be ashamed when Christ appears at his coming.", "q": "What attitudes will those who remain in the Son have when Christ appears at his coming?", "ref": ["02-28"]}], "3": [{"a": "The Father has bestowed on them the name children of God.", "q": "What has the Father bestowed on believers because of his love?", "ref": ["03-01", "03-02"]}, {"a": "When Christ appears, believers will be like Christ, and will see him as he is.", "q": "What will happen to believers when Christ appears?", "ref": ["03-02"]}, {"a": "Every believer who hopes in Christ purifies himself.", "q": "What does every believer who hopes in Christ do concerning himself?", "ref": ["03-03"]}, {"a": "Christ has no sin in himself.", "q": "What does Christ not have in himself?", "ref": ["03-05"]}, {"a": "Whoever continues in sin has neither seen Christ, nor known him.", "q": "What relationship to God does someone have who continues in sin?", "ref": ["03-06"]}, {"a": "The Son of God was revealed to destroy the works of the devil.", "q": "For what reason was the Son of God revealed?", "ref": ["03-08"]}, {"a": "The children of God are revealed as they do righteousness, and the children of the devil are revealed as they sin.", "q": "How are the children of God and the children of the devil each revealed?", "ref": ["03-09", "03-10"]}, {"a": "Cain demonstrated that he was a child of the evil one when he murdered his brother.", "q": "How did Cain demonstrate that he was a child of the evil one?", "ref": ["03-12"]}, {"a": "John says the believers should not marvel that the world hates them.", "q": "At what does John say the believers should not marvel?", "ref": ["03-13"]}, {"a": "The attitude of love toward the believers demonstrates that someone is a child of God.", "q": "What attitude toward the believers demonstrates that someone is a child of God?", "ref": ["03-10-11", "03-14"]}, {"a": "We know what love is because Christ laid down his life for us.", "q": "How do we know what love is?", "ref": ["03-16"]}, {"a": "When there is a brother in need, a believer demonstrates the love of God by helping him with this world's goods.", "q": "When there is a brother in need, how does a believer demonstrate the love of God?", "ref": ["03-17", "03-18"]}, {"a": "When a believer demonstrates the love of God in deed and truth, he obtains for himself assurance and confidence toward God.", "q": "When a believer demonstrates the love of God in deed and truth, what does he obtain for himself?", "ref": ["03-19", "03-21"]}, {"a": "John reminds the believers of God's commandment to believe in the name of his Son Jesus Christ and to love one another.", "q": "Of what commandment from God does John remind the believers?", "ref": ["03-23"]}, {"a": "God has given believers the Spirit so that they know God remains in them.", "q": "What has God given believers so that they know God remains in them?", "ref": ["03-24"]}], "4": [{"a": "John warns the believers because there are many false prophets that have gone out into the world.", "q": "Why does John warn the believers to not believe every spirit?", "ref": ["04-01"]}, {"a": "Every spirit that confesses that Jesus Christ has come in the flesh is of God.", "q": "How can you know if the Spirit of God is speaking?", "ref": ["04-02"]}, {"a": "The spirit of an antichrist does not confess that Jesus Christ has come in the flesh.", "q": "What spirit does not confess that Jesus Christ has come in the flesh?", "ref": ["04-03"]}, {"a": "The greater spirit is the one in believers, greater than the spirits of the world.", "q": "Who does John say is the greater spirit?", "ref": ["04-04", "04-05"]}, {"a": "Believers love one another, which shows they know God, because God is love.", "q": "What do believers do, which shows they know God, and to be like he is?", "ref": ["04-07", "04-08"]}, {"a": "God revealed his love for us by sending his only begotten Son into the world.", "q": "How did God reveal his love for us?", "ref": ["04-09"]}, {"a": "The Father sent his Son that we might live through him.", "q": "For what purpose did the Father send his Son?", "ref": ["04-09"]}, {"a": "True believers confess that Jesus is the Son of God.", "q": "What do true believers confess about Jesus?", "ref": ["04-15"]}, {"a": "Those who remain in love and in God will have confidence on the day of judgment.", "q": "Those who remain in love and in God will have what attitude on the day of judgment?", "ref": ["04-17"]}, {"a": "We love because God first loved us.", "q": "How are we able to love?", "ref": ["04-19"]}, {"a": "Someone who hates his brother cannot love God.", "q": "What relationship with God does someone have who hates his brother?", "ref": ["04-20"]}, {"a": "Those who love God must also love their brother.", "q": "Those who love God must also love whom?", "ref": ["04-21"]}], "5": [{"a": "We demonstrate that we love God when we keep his commandments.", "q": "How do we demonstrate that we love God?", "ref": ["05-03"]}, {"a": "The victory that has overcome the world is our faith.", "q": "What is the victory that has overcome the world?", "ref": ["05-04"]}, {"a": "Jesus Christ came by water and by blood.", "q": "By what two things did Jesus Christ come?", "ref": ["05-06"]}, {"a": "The Spirit, the water, and the blood all bear witness to Jesus Christ.", "q": "Which three things bear witness to Jesus Christ?", "ref": ["05-07", "05-08"]}, {"a": "Anyone who does not believe the testimony of God concerning his Son makes God a liar.", "q": "What does anyone who does not believe the testimony of God concerning his Son, make God?", "ref": ["05-09", "05-10"]}, {"a": "God has given us eternal life in his Son.", "q": "What has God given us in his Son?", "ref": ["05-11"]}, {"a": "Believers have confidence that if they ask anything according to God's will, he hears them.", "q": "What confidence do believers have before God?", "ref": ["05-14"]}, {"a": "A believer who sees his brother committing a sin not to death must pray that God will give his brother life.", "q": "What must a believer do who sees his brother committing a sin not to death?", "ref": ["05-16"]}, {"a": "All unrighteousness is sin.", "q": "What is all unrighteousness?", "ref": ["05-17"]}, {"a": "The whole world lies in the evil one.", "q": "Where does the whole world lie?", "ref": ["05-19"]}, {"a": "The true God is the Father of Jesus Christ.", "q": "Who is the true God?", "ref": ["05-20"]}, {"a": "Believers must keep themselves from idols.", "q": "From what must believers keep themselves?", "ref": ["05-21"]}]}