[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about the coming of the Assyrian army to attack the northern kingdom."}, {"ref": "An eagle is coming over the house of Yahweh", "text": "The eagle, a bird of prey, is sometimes used to represent the enemies of Israel. AT: \"As an eagle hunts another animal, the enemies of Israel are coming to capture my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "broken my covenant", "text": "Here \"broken\" represents \"disobeyed,\" \"violated.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "know you", "text": "\"are faithful to you\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "but it was only so they might be cut off", "text": "This can be stated in active form. AT: \"but the result will be that I will destroy the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your calf has been rejected, Samaria", "text": "Possible meanings are 1) this is the prophet speaking (see UDB) or 2)  Yahweh is speaking. AT: \"I myself have rejected your calf, Samaria\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Your calf", "text": "King Jeroboam the Second of Israel (See [[:en:bible:notes:1ki:12:28]]) had made two golden idols that looked like calves and set them up so the people of his kingdom would worship it. Yahweh is speaking of their worship as if it were the calves themselves. AT: \"You because you worship your calf idol\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My anger is burning against these people", "text": "Anger is often spoken of as if it were a fire. AT: \"I am very angry with these people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For how long will they stay guilty?", "text": "Yahweh asks this question to express his anger about his people being impure. \"I am angry with these people because they have no desire to be innocent.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "For the people sow the wind and reap the whirlwind", "text": "To sow or plant the wind is to act in useless or destructive ways. To reap the whirlwind is to suffer disaster from one's own actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The standing grain has no heads", "text": "Here \"head\" refers to the part of the plant where the grain is. A stalk with no head has nothing to give to the farmer. In the same way, Israel's actions will result in nothing good.  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If it does come to maturity, foreigners will devour it", "text": "If any of Israel's actions do happen to result in something good, Israel's enemies will come and take it from them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Israel is swallowed up", "text": "\"swallowed\" means to be defeated and taken into exile. This can be stated in active form. AT: \"The enemies of Israel have taken the Israelites away to other lands\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "like a wild donkey all alone", "text": "People often think of donkeys as being stubborn. This means the people of Israel refused to listen to Yahweh but instead went to the people of Assyria for help. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Ephraim has hired lovers for herself", "text": "Ephraim's alliances with other nations are spoken of as if they had paid them to become prostitutes for Ephraim. AT: \"The people of Israel have tried to pay other nations to protect them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of the oppression of the king of princes", "text": "That is, because the Assyrian king, also called \"the Great King,\" will make the people suffer."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "I could write down my law for them ten thousand times", "text": "This means that Yahweh has already given Israel his law through the prophets and told them what he expects from them many times. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "ten thousand", "text": "\"10,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "They will return to Egypt", "text": "Because of their sin, God will send his people away as slaves to the Egyptians."}]}]