[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Job speaks to his three friends."}, {"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "How long will you make me suffer and break me into pieces with words", "text": "Job uses this question to complain about how his friends are treating him. AT: \"Stop making me suffer and breaking me into pieces with words.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "break me into pieces with words", "text": "Job uses this image to say that their words make him feel very sad and hopeless. AT: \"and torment me with your words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "These ten times you have reproached me", "text": "The phrase \"These ten times\" refers to the way that the friends have completely rebuked Job. AT: \"You have completely reproached me\" or \"You have reproached me many times\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you are not ashamed that you have treated me harshly", "text": "Job is rebuking them for this. AT: \"You should be ashamed that you have treated me so harshly\""}, {"ref": "have treated me harshly", "text": "\"have despised me\" or \"have publicly ridiculed me\""}, {"ref": "have erred", "text": "\"have sinned by accident\" or \"mistakenly sinned\""}, {"ref": "my error", "text": "\"my sin\" or \"my mistake\""}, {"ref": "my error remains my own concern", "text": "Job implies that his friends are not responsible for continuing to rebuke him. AT: \"my error is my own responsibility, so you should not continue to rebuke me\" or \"my error did not hurt you, so you should not continue to rebuke me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "If indeed you will exalt yourselves above me", "text": "\"If you think you are better than I am\" or \"Since you act as though you are better than I am\""}, {"ref": "and use my humiliation against me", "text": "How they would do this can be stated clearly. AT: \"and claim that my humiliation is proof against me\" or \"and use my humiliation as evidence that I am guilty\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "use my humiliation against me", "text": "The abstract noun \"humiliation\" can be expressed with the verb humiliate. AT: \"claim that what has happened to humiliate me proves that I am guilty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "has caught me in his net", "text": "Job speaks as if God were a hunter that has trapped Job in his net. This metaphor represents God taking control of Job and Job's feeling of helplessness. AT: \"has trapped me\" or \"has taken control of me\" or \"has control of what happens to me, so that I am helpless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "See", "text": "The word \"See\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "Violence!", "text": "This is a cry for help. This can be stated clearly. AT: \"Violence! Help!\" or \"Help! I am being attacked!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I call out for help", "text": "\"I shout for help\" or \"I cry for help\""}, {"ref": "but there is no justice", "text": "The abstract noun \"justice\" can be translated with a phrase. AT: \"but no one protects me from those who do me wrong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He has walled up ... darkness in my path", "text": "Job uses these images to say that God has made him feel helpless and hopeless. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has walled up my way so that I cannot pass", "text": "\"God has put a wall on the road that I am walking on\" or \"He has blocked the way so I can not keep going\""}, {"ref": "He has stripped ... the crown from my head", "text": "Job uses these images to say that God has taken his good reputation, wealth, and prosperity away from him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has stripped me of my glory", "text": "Job speaks of his glory as if it were a robe that God. AT: \"He has taken away my glory\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has taken the crown from my head", "text": "The crown refers to Job's dignity or honor. AT: \"he has taken away my crown of dignity\" or \"it is as though he has taken my crown off my head\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "He has broken me down on every side", "text": "Job speaks of God ruining him as if Job were building that God is smashing down. AT: \"He has ruined me in every way\" or \"he has attacked me in every way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and I am gone", "text": "Being \"gone\" represents being completely destroyed. AT: \"and I am completely destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has plucked up my hopes like a tree", "text": "Job speaks of God causing Job not to have hope as if Job's hope were a tree and instead of cutting down the tree, God  pulled the whole tree with its roots out of the ground. AT: \"he has completely taken away all my hope\" or \"because of what he has done, I can no longer hope for anything good\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He has also kindled his wrath against me", "text": "Job speaks of God's wrath as if it were a fire. AT: \"God has also lit a fire of anger against me\" or \"God has also become very angry with me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he regards me as one of his adversaries", "text": "\"he thinks of me as an enemy\""}, {"ref": "His troops come on together", "text": "Job speaks of God attacking him as if Job was a city and God was sending an army to attack it. AT: \"God sends his army to attack me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they cast up siege mounds against me", "text": "Job speaks of God attacking him as if Job was a city and God's army was piling up dirt against the city wall in order to climb over the wall and attack the city. AT: \"the soldiers pile up dirt in order to climb over my wall\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and encamp around my tent", "text": "Job speaks of God attacking him as if Job was in his tent and God's army was  camping around him and preparing to attack him. AT: \"they camp around my tent and prepare to attack me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "He has put my brothers far from me", "text": "Being \"far from\" someone represents being unwilling to relate to him or help him. AT: \"God has caused my brothers to stay away from me\" or \"God caused my brothers to refuse to help me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my acquaintances are wholly alienated from me", "text": "This can be stated in active form. AT: \"my acquaintances have alienated themselves from me\" or \"my friends treat me like a stranger\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My kinsfolk have failed me", "text": "\"My relatives have left me without help\""}, {"ref": "my close friends", "text": "\"my intimate friends\""}, {"ref": "have forgotten me", "text": "This means that they refuse to treat him according to how he and they had related to each other in the past. It implies that they abandon him. AT: \"have abandoned me\" or \"neglect me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "regard me", "text": "\"consider me\""}, {"ref": "I am an alien in their sight", "text": "Their sight represents their attitude toward him. AT: \"they think of me as a foreigner\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but he gives me no answer", "text": "The answer is a response to Job's call. AT: \"but he does not respond to me\" or \"but he does not come to me\""}, {"ref": "although I entreat him with my mouth", "text": "The phrase \"with my mouth\" refers Job speaking. AT: \"even though I speak to him and plead with him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "entreat him", "text": "\"plead with him\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "My breath is offensive to my wife", "text": "Here \"breath\" represents the smell of his breath. If something is offensive to someone, it means that he hates it. AT: \"My wife hates the smell of my breath\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who were born from my mother's womb", "text": "Job refers to his brothers and sisters this way to imply that they are people who should love him. AT: \"my own brothers\" or \"my brothers and sisters\""}, {"ref": "despise me", "text": "\"hate me\" or \"detest me\""}, {"ref": "they speak against me", "text": "\"they ridicule me\" or \"they make fun of me\""}, {"ref": "All my familiar friends", "text": "This refers to his closest friends. AT: \"All my closest friends\" or \"All of my friends with whom I shared my secrets\""}, {"ref": "abhor me", "text": "\"are disgusted by me\""}, {"ref": "have turned against me", "text": "\"have betrayed me\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "My bones cling to my skin and to my flesh", "text": "Job speaks of his bones, skin, and flesh to describe his appearance. He was extremely thin, and people could easily see the shape of his bones. Some languages have idioms for this. AT: \"I am just skin and bones\" or \"My skin stick to my bones\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I survive only by the skin of my teeth", "text": "This idiom means that he is barely surviving, that he almost does not survive. AT: \"I am barely alive\"  or \"I hardly survive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Have pity upon me", "text": "\"Have compassion on me\""}, {"ref": "for the hand of God has touched me", "text": "Here \"touched me\" is a metonym for \"hit me.\" This is a metaphor for doing things that cause Job to suffer. AT: \"because God has afflicted me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Why do you persecute me ... God?", "text": "Job uses this question to complain about how his friends are treating him.  AT: \"Do not persecute me ... God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why are you not satisfied with consuming my flesh?", "text": "Job uses this question to complain about how his friends are treating him. AT: \"You have consumed my flesh enough!\" or \"Stop consuming my flesh!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why are you not satisfied with consuming my flesh?", "text": "Job speaks of his friends speaking so cruelly to him as if they were wild beasts eating up another animal. AT: \"Stop violently slandering me.\" or \"Stop attacking me with your words.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "Oh, that my words were now written down", "text": "This exclamation tells what Job wishes for. It can be stated in active form. AT: \"I wish that someone would write down my words\" (See: [[:en:ta:vol2:translate:figs_exclamations]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my words", "text": "This phrase represents what Job says. AT: \"what I am saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Oh, that they were inscribed in a book", "text": "This exclamation tells what Job wishes for. It can be stated in active form. AT: \"I wish that someone would write them in a book\" (See: [[:en:ta:vol2:translate:figs_exclamations]] and[[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Oh, that with an iron pen and lead they were engraved in the rock forever", "text": "This exclamation tells what Job wishes for. It can be stated in active form. \"I wish that someone would use an iron pen and lead to carve them in the rock forever\" (See: [[:en:ta:vol2:translate:figs_exclamations]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an iron pen", "text": "This was a tool used for writing. It was made of iron so that people could carve words in rock.  AT: \"an iron chisel\""}, {"ref": "lead", "text": "Lead is a soft metal. We do not know how people used lead when carving rock. They may have filled the letters of the inscription with lead in order to make the inscription last longer."}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "my Redeemer", "text": "Here \"Redeemer\" refers to a person who will rescue Job by proving Job's innocence, restoring his honor, and giving him justice. AT: \"My Defender\""}, {"ref": "at last he will stand on the earth", "text": "This refers to standing to speak in court. Possible meanings are 1) the Redeemer will be the last one to speak in the court. AT: \"he will judge whether or not I am guilty\" or 2) the Redeemer will stand in this final court to defend Job. AT: \"at last he will defend me in court\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "after my skin ... is destroyed", "text": "Possible meanings are this refers to 1) his body being destroyed by disease or 2) his body decaying after he has died."}, {"ref": "in my flesh I will see God", "text": "His flesh represents his body, and \"in my flesh\" represents being alive. AT: \"While I live in my body, I will see God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my eyes—and not someone else—will see him", "text": "The phrase \"my eyes\" represents Job. The phrases \"My eyes\" and \"and not someone else\" emphasize that Job will actually see God. It is not that someone else will see God and tell Job about him. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "My kidneys fail within me", "text": "People thought of the kidneys as being where the emotions are. So the kidneys failing represents him having very many emotions. AT: \"I am very emotional about it\" or \"My emotions overwhelm me as I think about that\" (UDB)(See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My kidneys fail within me", "text": "Possible meanings are that 1) Job feels very hopeful, thankful, and happy or 2) Job feels exhausted waiting to see his Redeemer. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Job continues to speak to his three friends."}, {"ref": "How we will persecute him!", "text": "This is an exclamation. Possible meanings are 1) that they will certainly persecute Job or 2) that they will persecute him severely. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The root of his troubles lies in him", "text": "The \"root\" represents the source. AT: \"He is the source of all his troubles\" or \"He has all these troubles because of what he has done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then be afraid of the sword", "text": "Possible meanings are that the sword represents 1) God judging them. AT: \"then be afraid that God will judge you\" or 2) God killing them. AT: \"then be afraid that God will kill you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because wrath brings the punishment of the sword", "text": "Here \"brings\" is a metaphor for \"results in\" or \"causes.\" The abstract nouns \"wrath\" and \"punishment\" can be expressed with the adjective \"angry\" and the verb \"punish.\" Possible meanings are that 1) God's anger results in punishment. AT: \"because God will be angry with you and punish you\" or 2) the anger of Job's friends results in punishment.  AT: \"if you are so angry with me, God will punish you\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and  [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "there is a judgment", "text": "The abstract noun \"judgment\" can be expressed with the verb \"judge\". AT: \"God judges people\""}]}]