[{"id": "01", "tn": [{"ref": "The man", "text": "\"the human being\" or \"Adam\" (UDB)"}, {"ref": "slept with", "text": "Your language may have a way of saying this politely. Some older versions say \"knew.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I have produced a man", "text": "The word for \"man\" typically describes an adult male, rather than a baby or child. If that would cause confusion, it could be translated as \"manchild\" or \"boy\" or \"baby boy\" or \"son.\""}, {"ref": "Cain", "text": "Translators may want to include a footnote that says \"The name Cain sounds like the Hebrew word that means 'produce.' Eve named him Cain because she produced him.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then she gave birth", "text": "We do not know how much time passed between the births of Cain and Abel. They may have been twins, or Abel may have been born after Eve became pregnant again. If possible, use an expression that does not tell how much time passed."}, {"ref": "cultivated", "text": "This means he did everything he needed to do so that the plants would grow well. See how \"cultivate\" is translated in [[:en:bible:notes:gen:02:04|2:5]]."}]}, {"id": "03", "tn": [{"ref": "It came about that", "text": "This phrase is used to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using that method here."}, {"ref": "in the course of time", "text": "Possible meanings are 1) \"after some time had passed\" or 2) \"at the right time\""}, {"ref": "fruit of the ground", "text": "This refers to the food that came from plants he had tended. AT: \"crops\" or \"harvest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "some of the fat", "text": "This refers to the fatty parts of the lambs that he had killed, it was the best part of the animal. AT: \"some of their fat parts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "accepted", "text": "\"looked favorably upon\" or \"was pleased with\""}, {"ref": "was very angry", "text": "Some languages have an idiom for anger such as \"He burned\" or \"His anger burned.\""}, {"ref": "he scowled", "text": "This means that the expression on his face showed that he was angry or jealous. Some languages have an idiom that describes what a person's face looks like when he is angry. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "Why are you angry and why are you scowling?", "text": "God used these rhetorical questions to tell Cain that he was wrong to be angry and scowl. They may also have been intended to give Cain an opportunity to confess that he was wrong. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If you ... will you not be accepted?", "text": "God used this rhetorical question to remind Cain of something Cain should have already known. AT: \"You know that if you do what is right, I will accept you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But if you do not ... you must rule over it", "text": "God speaks of sin as if it were a person. AT: \"But if you do not do what is right, you will desire to sin even more, and then you will do sinful things. You must refuse to obey it\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sin crouches ... to control you", "text": "Here sin is spoken of as a dangerous wild animal that is waiting for the chance to attack Cain. AT: \"you will become so angry that you will not be able to stop sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sin", "text": "Languages that do not have a noun that means \"sin\" could translate this as \"your desire to sin\" or \"the bad things you want to do.\""}, {"ref": "you must rule over it", "text": "Yahweh speaks of Cain's desire to sin as if it were a person over whom Cain should rule. AT: \"you must control it so you do not sin\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "08", "tn": [{"ref": "Cain spoke to Abel his brother", "text": "Some languages will need to add the implicit information that Cain spoke to his brother about going to the fields. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "brother", "text": "Abel was Cain's younger brother. Some languages may need to use the word for \"younger brother.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rose up against", "text": "\"attacked\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Where is Abel your brother", "text": "God knew that Cain had killed Abel, but he asked Cain this question so that Cain would have to answer. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am I my brother's keeper?", "text": "Cain used this rhetorical question in order to avoid telling the truth. This can be translated as a statement. AT: \"I am not my brother's keeper!\" or \"Taking care of my brother is not my job!\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "What have you done?", "text": "God uses a rhetorical question to rebuke Cain. This can be translated as a statement. AT: \"What you have done is terrible!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your brother's blood is calling out to me", "text": "Abel's blood is a metonym for his death, as if it were a person calling out for God to punish Cain. AT: \"Your brother's blood is like a person calling out to me to punish the person who killed him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now cursed are you from the ground", "text": "This can be stated in active form. AT: \"I am cursing you so that you will not be able to grow food from the ground\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which has opened its mouth to receive your brother's blood", "text": "God speaks of the earth as if it were a person who could drink Abel's blood. AT: \"which is soaked with your brother's blood\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from your hand", "text": "God speaks of Cain's hand as if it had poured Abel's blood into the ground's \"mouth.\" AT: \"that spilled when you killed him\" or \"from you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "cultivate", "text": "This means to do everything necessary to do so that the plants would grow well. See how \"cultivate\" is translated in [[:en:bible:notes:gen:02:04|2:5]]."}, {"ref": "it will not yield to you its strength", "text": "The ground is personified as if it were a person who loses strength. AT: \"the ground will not produce much food for you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "A fugitive and a wanderer", "text": "You can join these words together. AT: \"A homeless wanderer\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "13", "tn": [{"ref": "I will be hidden from your face", "text": "The term \"your face\" represents God's presence. AT: \"I will not be able to speak to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a fugitive and a wanderer", "text": "Translate this as in [[:en:bible:notes:gen:04:10|4:12]]"}, {"ref": "vengeance will be taken on him sevenfold", "text": "This can be stated in active form. AT: \"I will take vengeance on him seven times\" or \"I will punish that person seven times as severely as I am punishing you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "would not attack him", "text": "\"would not kill Cain\""}]}, {"id": "16", "tn": [{"ref": "went out from the presence of Yahweh", "text": "Even though Yahweh is everywhere, this idiom speaks of Cain as though he went far away. AT: \"went away from where Yahweh spoke to him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Nod", "text": "Translators may add a footnote saying \"The word Nod means 'wandering.'\""}, {"ref": "slept with", "text": "Your language may have a way of saying this politely. Some older versions say \"knew.\" See how you translated this in [[:en:bible:notes:gen:04:01|4:1]]. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "He built a city", "text": "\"Cain built a city\""}]}, {"id": "18", "tn": [{"ref": "To Enoch was born Irad", "text": "It is implied that Enoch grew up and married a woman. AT: \"Enoch grew up and married and became the father of a son whom he named Irad\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Irad became the father of Mehujael", "text": "\"Irad had a son and named him Mehujael\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Adah ... Zillah", "text": "women's names (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "20", "tn": [{"ref": "Adah ... Zillah", "text": "Translate these names as in [[:en:bible:notes:gen:04:18|4:19]]."}, {"ref": "He was the father of those who lived in tents", "text": "Possible meanings are 1) \"He was the first person to live in a tent\" or 2) \"He and his descendants lived in tents.\""}, {"ref": "who lived in tents who have livestock", "text": "people who both live in tents and also take care of animals"}, {"ref": "He was the father of those who play the harp and pipe", "text": "Possible meanings are 1) \"He was the first person to play the harp and pipe\" or 2) \"He and his descendants played the harp and pipe.\""}, {"ref": "Tubal Cain, the forger of tools of bronze and iron", "text": "\"Tubal Cain. He made bronze and iron tools\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "iron", "text": "This is a very strong metal used to make tools, implements and weapons."}]}, {"id": "23", "tn": [{"ref": "Adah ... Zillah", "text": "Translate these names as in [[:en:bible:notes:gen:04:18|4:19]]."}, {"ref": "listen to my voice ... listen to what I say", "text": "Lamech said the same thing twice for emphasis. His voice is a metonym for his whole person. AT: \"listen carefully to me\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a man ... a young man", "text": "Lamech killed only one person. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "for wounding me ... for bruising me", "text": "\"because he wounded me ... because he bruised me\" or \"because he hurt me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "If Cain is avenged seven times, then Lamech", "text": "Lamech knows that God will avenge Cain seven times. AT: \"Since God will punish anyone who kills Cain seven times, Lamech\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then Lamech will be avenged seventy-seven times", "text": "seven times** - This can be stated in active form. AT: \"whoever kills me, God will punish seventy-seven times\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "seventy-seven", "text": "seven** - 77 (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "25", "tn": [{"ref": "slept with", "text": "Your language may have a way of saying this politely. Some older versions say \"knew.\" See how you translated this in [[:en:bible:notes:gen:04:01|4:1]]. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and said, \"God has given me another son", "text": "This is the reason that she named him Seth. This can be made explicit. AT: \"and explained, 'God has given me another child.'\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Seth", "text": "Translators may add a footnote that says \"This name sounds like the Hebrew word that means 'has given.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A son was born to Seth", "text": "This can be made explicit. AT: \"Seth's wife bore him a son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to call on the name of Yahweh", "text": "This is the first time people called God by the name Yahweh. This can be made explicit. AT: \"to worship God by using the name Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]