[{"id": "01", "tn": [{"ref": "Solomon's fame concerning the name of Yahweh", "text": "Possible meanings are 1) \"Solomon's fame, which glorified Yahweh\" or 2) \"Solomon's fame, which Yahweh had given him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all that was in her heart", "text": "This is a generalization. AT: \"everything she wanted to know\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "the seating of his servants", "text": "Possible meanings are 1) \"how his servants were seated around the table\" or 2) \"where his servants lived.\""}, {"ref": "there was no more breath in her", "text": "This is an idiom. AT: \"she was utterly amazed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "I heard in my own land", "text": "\"I heard while I was in my own land\""}, {"ref": "your words and your wisdom", "text": "Here the word \"wisdom\" can describe the word \"words.\" AT: \"your wise sayings\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])."}, {"ref": "my eyes have seen it", "text": "The eye is a metonym for the person. AT: \"I have seen it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Not half was told me", "text": "This can be expressed positively and stated in active form. AT: \"People told me very little\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "who constantly stand before you", "text": "This is an idiom. AT: \"who are always in your presence waiting to serve you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May Yahweh your God be praised", "text": "This can be stated in active form. AT: \"May people praise Yahweh your God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who placed you on the throne of Israel", "text": "The throne is a metonym for the king who sits on it. AT: \"who made you king of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "120 talents of gold", "text": "A talent is a unit of weight equal to about 34 kilograms. AT: \"about 4,000 kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "No greater amount of spices ... was ever given to him again", "text": "This can be stated in active form. AT: \"No one ever again gave to King Solomon more spices than the queen of Sheba gave to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "The king made", "text": "It might be best to translate so that the reader understands that other people helped Solomon do this. AT: \"The king told his people to make\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "almug wood", "text": "a type of wood, possibly one with a pleasant scent (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "or been seen again", "text": "This can be stated in active form. AT: \"nor has anyone ever seen such a great quantity again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to this day", "text": "This means to the day that the author was writing this."}]}, {"id": "13", "tn": [{"ref": "everything she wished for, whatever she asked", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "of his royal bounty", "text": "\"because as king he had so much\""}]}, {"id": "14", "tn": [{"ref": "in one year", "text": "\"each year\" (UDB). This refers to every year of Solomon's reign, and not to just one time."}, {"ref": "666 talents of gold", "text": "A talent is a unit of weight equal to about 34 kilograms. AT: \"almost 23,000 kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "16", "tn": [{"ref": "King Solomon made", "text": "It might be best to translate so that the reader understands that other people helped Solomon do this. AT: \"King Solomon's men made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "two hundred large shields", "text": "\"200 large shields\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Six hundred shekels of gold", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"About 6.6 kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "Six hundred shekels", "text": "Because the word \"shekels\" does not appear here in the Hebrew text, some modern versions assume instead the unit of bekah, which was equivalent to only a half shekel. Any version making this assumption would signal a metric equivalent of about three kilograms."}, {"ref": "He also made", "text": "It might be best to translate so that the reader understands that other people helped Solomon do this. AT: \"The king's men also made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "three hundred shields", "text": "\"300 shields\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Three minas of gold", "text": "A mina is a unit of weight equal to about 600 grams. AT: \"About 1.8 kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "the Palace of the Forest of Lebanon", "text": "\"the house called the House of the Lebanon Forest.\" Translate as in [[:en:bible:notes:1ki:07:01|7:2]]."}]}, {"id": "18", "tn": [{"ref": "the king made", "text": "It might be best to translate so that the reader understands that other people helped the king do this. AT: \"the king's men made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "throne of ivory", "text": "Ivory is the hard, white substance from the tusks or teeth of large animals. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "21", "tn": [{"ref": "the Palace of the Forest of Lebanon", "text": "\"the house called the House of the Lebanon Forest.\" Translate as in [[:en:bible:notes:1ki:07:01|7:2]]."}, {"ref": "ivory", "text": "Ivory is the hard, white substance from the tusks or teeth of large animals. Translate as in [[:en:bible:notes:1ki:10:18|10:18]]. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "apes and baboons", "text": "These animals live wild in Africa. At the ends of their four limbs are what look like human hands and feet, and they have long tails. Some people consider baboons a type of ape. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "23", "tn": [{"ref": "All the earth", "text": "This is a generalization. AT: \"People from everywhere\" or \"People from many different places\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "sought the presence of Solomon", "text": "The presence of the person is a metonym for being able to speak and listen to the person. AT: \"sought an audience with Solomon\" or \"wanted to visit Solomon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to hear his wisdom, which God had put in his heart", "text": "The heart is a metonym for what a person thinks and is spoken of as if it were a container. The abstract noun \"wisdom\" is spoken of as if it were an object that could be put in a container and can be translated as an adjective. It can be a metonym for either the person or the words the person speaks. AT: \"to hear his wisdom, which God had given him\" or \"to hear how wise God had enabled him to be\" or \"to hear him speak the wise words that God had enabled him to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "1,400 chariots and twelve thousand horsemen", "text": "\"1,400 chariots and 12,000 horsemen\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "The king had silver in Jerusalem, as much as the stones on the ground", "text": "The narrator uses hyperbole to emphasize the great amount of silver that was in Jerusalem. AT: \"The king had so much silver in Jerusalem, it was like there was as much silver as there was stones on the ground\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "28", "tn": [{"ref": "that had been bought from Egypt", "text": "This can be stated in active form. AT: \"that his merchants had bought from people in Egypt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Chariots were purchased", "text": "This can be stated in active form. AT: \"His merchants purchased chariots\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "six hundred shekels of silver ... 150 shekels", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 6.6 kilograms of silver ... about 1.7 kilograms\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "six hundred shekels of silver", "text": "\"600 shekels of silver\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Many of these were then sold", "text": "This can be stated in active form. AT: \"His merchants then sold many of these\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]