[{"id": "01", "tn": [{"ref": "Rally yourselves together and gather", "text": "These two phrases mean the same thing. Together they intensify the command for the people to gather together in order to repent of their sins. AT: \"gather yourselves together.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "unashamed nation", "text": "The nation is not sorry for their sins."}, {"ref": "that day passes like the chaff", "text": "The chaff is the insignificant part of the plant being thrown away and so this day will pass quickly. (See: [[:en:ta:vol1:translate:figs_simile]])."}, {"ref": "before the fierce anger of Yahweh's wrath comes upon you, before the day of the wrath of Yahweh comes upon you", "text": "The prophet repeats the same phrase almost exactly in order to emphasize how terrible Yahweh's judgment will be and the urgency with which the people must repent. (See: [[:en:ta:vol2:translate:figs_parallelism]])."}, {"ref": "Yahweh's wrath", "text": "This stands for God's intent to punish. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "They will drive out Ashdod at noon, and they will uproot Ekron!", "text": "The people will be quickly and completely removed from these cities."}, {"ref": "until no inhabitant remains", "text": "AT: \"until no one is there\""}]}, {"id": "06", "tn": [{"ref": "So the seacoast will become ... for sheep pens", "text": "Part of this verse's meaning is unclear and is translated in different ways by modern versions."}, {"ref": "sheep pens", "text": "A sheep pen is a small area surrounded by a fence to keep the sheep together."}, {"ref": "lie down", "text": "means to sleep in a bed."}]}, {"id": "08", "tn": [{"ref": "declaration of Yahweh of hosts", "text": "\"what Yahweh of hosts has declared\" or \"what Yahweh of hosts has solemnly said\""}]}, {"id": "12", "tn": [{"ref": "in the top of her columns", "text": "When buildings were destroyed and fell down, the columns used for decoration and support would often remain standing."}, {"ref": "beams", "text": "Beams are long and thick pieces of wood that are used to keep a building stable."}]}, {"id": "15", "tn": [{"ref": "hiss and shake his fist", "text": "A hiss is an angry sound. This phrase indicates extreme anger of the people toward Nineveh."}]}]