[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "they cause battles", "text": "Here \"battles\" probably refers to conflict of any kind, including quarrels."}, {"ref": "Their tongues wound like serpents", "text": "People who cause conflict by what they say are spoken of as if they had tongues of serpents. Of course, snakes do not do damage with their tongues, but with their bites and especially with poison. Neither can a person make his tongue sharp. Instead, here the idea of a sharp tongue stands for speaking in a way to cause trouble. And the idea the snakes have sharp tongues stands for the fact that many of them have poison. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "the hands of the wicked", "text": "That is, the power of the wicked (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set a trap ... spread a net ... set a snare", "text": "The exact kinds of traps are less important than the idea that the \"wicked ... violent men\" are planning to make trouble for the psalmist. If your readers do not know much about trapping, you may need to reduce this down to one line, as the UDB reduces two lines of ULB to one in [[:en:bible:notes:psa:140:001|140:3]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "006", "tn": [{"ref": "listen to my cries", "text": "This is a call for help. AT: \"listen to me as I call to you now for help\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you shield my head in the day of battle", "text": "A person's head is in great danger during battle. AT: \"you protect me when I go to war\" (See [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "battle", "text": "Here \"battle\" probably stands for any kind of severe trouble (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not grant the desires of the wicked", "text": "\"please do not allow the wicked to have what they desire\""}, {"ref": "the wicked", "text": "The adjective \"wicked\" can be translated as a noun phrase. AT: \"wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "009", "tn": [{"ref": "raise their heads", "text": "This is a sign of being arrogant. AT: \"are arrogant\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "let the mischief of their own lips cover them", "text": "This is a prayer that God would make the evildoers suffer from the trouble that they caused by the things they said."}, {"ref": "the mischief of their own lips", "text": "The trouble that they themselves caused by what they said. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cover them", "text": "That is, stop them from causing any more trouble. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let burning coals fall on them; throw them into the fire", "text": "Images of fire stand for severe punishment for the wicked. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bottomless pits", "text": "This is probably a reference to Sheol, the world of the dead."}, {"ref": "men of tongues", "text": "those who speak evil of others without cause (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "secure on the earth", "text": "\"safe in this life\""}, {"ref": "may evil hunt down the violent man", "text": "Here evil is spoken of as if it were someone taking revenge on another person. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "012", "tn": [{"ref": "he will give justice to the needy", "text": "Here justice is spoken of as if it were an object that could be given to someone. AT: \"He will act in a just manner to help the needy\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to your name", "text": "to you (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]