[{"id": "01", "tn": [{"ref": "must give light in front", "text": "\"must shine towards the front\""}]}, {"id": "03", "tn": [{"ref": "to give light", "text": "\"to shine\""}, {"ref": "The lampstand was made", "text": "This can be stated in active form.  AT: \"They had made the lampstand\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with hammered cups like blossoms", "text": "They were commanded to form the hammered cups so that they resembled flower blossoms. AT: \"with hammered cups that resemble flower blossoms\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "to purify them", "text": "Here \"them\" refers to the Levites."}, {"ref": "Sprinkle the water of atonement on them", "text": "Moses sprinkling water on them was symbolic of their atonement. AT: \"Sprinkle on their the water that symbolizes atonement\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "wash their clothes", "text": "The Levites are supposed to wash their own clothes. You can make clear the understood information. AT: \"then make them wash their clothes\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a young bull and its grain offering", "text": "When offering a young bull, a grain offering was usually required to accompany it."}, {"ref": "of fine flour mingled with oil", "text": "This can be stated in active form. AT: \"of fine flour that they have mingled with oil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "assemble the whole community", "text": "\"gather the whole community\""}, {"ref": "before me, Yahweh", "text": "Here Yahweh refers to himself by his own name."}, {"ref": "The people of Israel must lay their hands on the Levites", "text": "The action \"laying on hands\" on someone was often done to dedicate them to Yahweh's work or service. AT: \"The people Israel must lay their hands on the Levites, dedicating them to me\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "as a wave offering", "text": "Aaron was to present the Levites to Yahweh with the same amount of dedication as if they were a sacrifice given to him. AT: \"if they were a wave offering\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "12", "tn": [{"ref": "The Levites must place their hands on the heads of the bulls", "text": "This is a symbolic action that identifies the Levites with the animals being offered. In this way the person is offering himself through the animal to Yahweh. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "lift them up as a wave offering to me", "text": "Aaron was to present the Levites to Yahweh as if he were lifting up an offering to Yahweh. AT: \"dedicate them to me, as if you were lifting them up a wave offering to me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "14", "tn": [{"ref": "You must purify them. You must offer them as a wave offering", "text": "Yahweh repeats these things to emphasize their importance. This must happen before the Levites go to serve at the tent of meeting. The full meaning of this statement can be made clear. AT: \"But first, you must purify them. You must offer them as a wave offering\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You must offer them as a wave offering", "text": "Aaron was to present the Levites to Yahweh as if they were a wave offering to him. AT: \"You must dedicate them to me, as if you were presenting a wave offering to me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "16", "tn": [{"ref": "each male child who opens the womb, the firstborn", "text": "These two phrases mean basically the same thing and are combined for emphasize the firstborn sons. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "male child who opens the womb", "text": "This is an idiom. \"To open the womb\" means to give birth for the first time. Here this refers to the first male child to which a mother gives birth. AT: \"child who is the firstborn son of his mother\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I took the lives", "text": "This is a polite way of referring to when a person kills someone. AT: \"I killed\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I set them apart", "text": "Here \"them\" refers to \"the firstborn from among the people of Israel.\""}]}, {"id": "18", "tn": [{"ref": "I have given the Levites as a gift to Aaron and his sons", "text": "Yahweh appointing the Levites to help Aaron and his sons is spoken of as if they were a gift that Yahweh were giving to Aaron and his sons. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have taken them ... I have given them", "text": "Here \"them\" refers to the Levites."}, {"ref": "instead of all the firstborn", "text": "The missing words may be added to make the meaning clear. AT: \"instead taking all of the firstborn\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "when they come near", "text": "Here \"they\" refers to the people of Israel."}]}, {"id": "20", "tn": [{"ref": "Moses, Aaron, and the whole community of the people of Israel ... The people of Israel did this with them", "text": "Here there are three parallel sentences that give the same information. It is repeated to emphasize that the people did to the Levites as Yahweh had commanded. AT: \"Moses, Aaron, and the whole community of the people of Israel did with the Levites everything that Yahweh had commanded Moses concerning the Levites\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "22", "tn": [{"ref": "to do their service", "text": "The word \"service,\" an abstract noun, can be expressed as a verb. AT: \"to serve\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "before Aaron and before Aaron's sons", "text": "\"in the presence of Aaron and his sons\""}, {"ref": "This was", "text": "\"What they did was\""}, {"ref": "They treated all the Levites in this way", "text": "\"They did to the Levites what Yahweh commanded.\" The word \"They\" refers to the people of Israel."}]}, {"id": "23", "tn": [{"ref": "All of this is for the Levites", "text": "\"All of these commandments are for the Levites\""}, {"ref": "twenty-five years old", "text": "five years old** - \"25 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "must join the company to serve in the tent of meeting", "text": "The word \"company\" refers to the rest of the people working in the tent of meeting. See how you translated this phrase in [[:en:bible:notes:num:04:01|4:3]]."}]}, {"id": "25", "tn": [{"ref": "at the age of fifty years", "text": "\"at 50 years old\" or \"when they become 50 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]