[{"id": "01", "tn": [{"ref": "The wilderness and the Arabah will be glad; and the desert will rejoice", "text": "These two phrases have basically the same meaning. These places are described as being glad, like a person is glad, because they have received water and are blossoming. AT: \"It will be like the wilderness and the Arabah are glad and the desert will rejoice\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "and blossom", "text": "This speaks of the plants in the desert blossoming as if the desert itself were blossoming. AT: \"and its plants will blossom\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Like the rose, it will blossom abundantly", "text": "This compares the way the plants of the desert blossom to the way a rose has many blossoms. AT: \"The desert will grow many new plants and trees\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and rejoice with joy and singing", "text": "This speaks of the desert as if it were happy and singing like a person. AT: \"it will be as though everything is rejoicing and singing!\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the glory of Lebanon will be given to it", "text": "This can be stated in active form. This speaks of Yahweh making the desert looks as glorious as Lebanon as if he were giving the desert Lebanon's glory. AT: \"Yahweh will give it the glory of Lebanon\" or \"Yahweh will make it as glorious as Lebanon\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the splendor of Carmel and Sharon", "text": "The missing words may be added. Also, this speaks of Yahweh making the desert look beautiful as Carmel and Sharon as if he were giving the desert their splendor. AT: \"the splendor of Carmel and Sharon will be given to it\" or \"Yahweh will make it as splendid as Carmel and Sharon\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the glory of Yahweh, the splendor of our God", "text": "These two phrases mean basically the same thing and emphasize Yahweh's appearance. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking to the people of Judah."}, {"ref": "Strengthen the weak hands, and steady the knees that shake.", "text": "The words \"weak hands\" and \"knees that shake\" represent a person who is fearful. AT: \"Strengthen those whose hands are weak and whose knees shake from fear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "those with a fearful heart", "text": "Here people are referred to by their hearts, which emphasize their inner feelings. AT: \"to those who are fearful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Look", "text": "This is an idiom. This word is used here to draw the listeners' attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your God will come with vengeance, with the recompense of God", "text": "This can be reworded so that the abstract nouns \"vengeance\" and \"recompense\" are expressed as the verb \"punish.\" The words \"vengeance\" and \"recompense\" mean the same thing and emphasize that God will punish Judah's enemies. AT: \"your God will punish your enemies for what they have done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "These verses begin a description of the glorious future for God's people."}, {"ref": "the eyes of the blind will see", "text": "\"The blind\" refers to people who are blind. They are referred to by their \"eyes\" to emphasize their healing. AT: \"blind people will see\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the ears of the deaf will hear", "text": "\"The deaf\" refers to people who cannot hear. They are referred to by their \"ears\" to emphasize their healing. AT: \"deaf people will hear\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the lame man will leap like a deer", "text": "This means a person who could not walk will be able to jump. His ability to jump is exaggerated by saying that he can jump like a deer. AT: \"the lame man will jump high\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the mute tongue will sing", "text": "This refers to people who cannot speak.  They are referred to by their \"tongues\" to emphasize their healing. AT: \"mute people will sing\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "streams in the wilderness", "text": "The missing words may be added. AT: \"streams will flow in the wilderness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The burning sand will become a pool", "text": "This means that a pool of water will appear in the hot sand. The full meaning of this statement can be made clear. AT: \"A pool will appear in the burning sand\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the thirsty ground", "text": "Here the dry ground is described as being thirsty. AT: \"the dry ground\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the thirsty ground springs of water", "text": "This means that springs will appear in the dry ground. The full meaning of this statement can be made clear. AT: \"springs of water will appear in the thirsty ground\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "jackals", "text": "Translate this the same as you did in [[:en:bible:notes:isa:13:21|13:22]]."}, {"ref": "reeds and rushes", "text": "These are plants that grow in wet areas."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "These verses continue the description of the glorious future for God's people."}, {"ref": "A highway will be there called The Holy Way", "text": "This can be stated in active form. AT: \"A highway will be there that has the name The Holy Way\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "highway", "text": "Translate this word the same as you did in [[:en:bible:notes:isa:11:16|11:16]]."}, {"ref": "The unclean", "text": "This refers to unclean people. A person who God considers spiritually unacceptable or defiled is spoken of as if the person were physically unclean. AT: \"Those who are unclean\" or \"People who are not acceptable to God\" (UDB) (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "him who walks in it", "text": "This is an idiom. Here \"walking\" refers to \"living.\" This refers to the person who lives a holy life. The full meaning of this statement can be made clear. AT: \"who lives in the holy way\" or \"who lives a holy life\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will not be found there", "text": "This can be stated in active form. AT: \"no one will find them there\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the redeemed", "text": "This refers to people who God has redeemed. AT: \"those who are redeemed\" or \"those who God has redeemed\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "10", "tn": [{"ref": "The ransomed of Yahweh", "text": "To \"ransom\" means to \"rescue.\" This refers to people who Yahweh has rescued. AT: \"Those who Yahweh has rescued\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "everlasting joy will be on their heads", "text": "This uses a person's head to mean the person as a whole. AT: \"they will have everlasting joy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "gladness and joy ... sorrow and sighing", "text": "The words \"gladness\" and \"joy\" mean basically the same thing, as do \"sorrow\" and \"sighing.\" Together they emphasize the intensity of these emotions. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "gladness and joy will overtake them", "text": "This speaks of the people being overwhelmed by gladness and joy by giving these emotions the human quality of being able to overtake someone by force. AT: \"they will be overwhelmed by joy and gladness\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sorrow and sighing will flee away", "text": "This speaks of the people no longer being sorrowful and sighing by giving these emotions the human ability to run away. AT: \"they will no longer be sorrowful and sighing\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]