[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a vision about receiving a measuring rod and two witnesses that God appointed. This vision also takes place between the blowing of the sixth and seventh trumpets."}, {"ref": "A reed was given to me", "text": "This can be stated in active form. AT: \"Someone gave me a reed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "given to me ... I was told", "text": "The words \"me\" and \"I\" refer to John."}, {"ref": "and those who worship in it", "text": "\"and count those who worship in the temple\""}, {"ref": "trample", "text": "to treat something as worthless by walking on it"}, {"ref": "forty-two months", "text": "two months** - \"42 months\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to John."}, {"ref": "clothed in sackcloth", "text": "Why they will wear sackcloth can be made explicit. AT: \"wearing rough mourning clothes\" or \"they will wear scratchy clothes to show that they are very sad\" (See: [[:en:ta:vol1:translate:translate_unknown]] and (See: [[:en:ta:vol1:translate:figs_explicit]]) )"}, {"ref": "These witnesses are", "text": "John explains who these witness are."}, {"ref": "These witnesses are the two olive trees and the two lampstands", "text": "\"These witnesses are the ones represented by the two olive trees and the two lampstands\" (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the two olive trees and the two lampstands", "text": "John expects his readers to know about them because many years earlier another prophet had written about them. AT: \"the two olive trees and the two lampstands that scripture tells about\" (See: [[:en:ta:vol1:translate:figs_explicit]]) )"}, {"ref": "fire comes out of their mouth and devours their enemies", "text": "Because this is about future events, it can also be stated in the future tense. AT: \"fire will come out of their mouth and devour their enemies\""}, {"ref": "fire ... devours their enemies", "text": "Fire burning and killing people is spoken of as if it were an animal that could eat them up. AT: \"fire ... will destroy their enemies\" or \"fire ... will completely burn up their enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "to close up the sky so that no rain will fall", "text": "John speaks of the sky as if it had a door that can be opened to let rain fall or closed to stop the rain. AT: \"to keep rain from falling from the sky\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to strike the earth with every kind of plague", "text": "John speaks of the plagues as if they were a stick that someone could hit the earth with. AT: \"to cause all kinds of trouble to occur on earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bottomless pit", "text": "This is an extremely deep narrow hole. Possible meanings are 1) the pit has no bottom; it continues to go down further forever or 2) the pit is so deep that it is as if it had no bottom. See how you translated this in [[:en:bible:notes:rev:09:01|9:1]]."}]}, {"id": "08", "tn": [{"ref": "Their bodies", "text": "This refers to the bodies of the two witnesses."}, {"ref": "in the street of the great city", "text": "The city had more than one street. This was a public place where people could see them. AT: \"in one of the streets of the great city\" or \"in the main street of the great city\""}, {"ref": "three and a half days", "text": "\"3 full days and one half day\" or \"3.5 days\" or \"3 1/2 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "their Lord", "text": "They served the Lord, and like him would die in that city."}, {"ref": "They will not permit them to be placed in a tomb", "text": "This was a sign of disrespect."}]}, {"id": "10", "tn": [{"ref": "will rejoice over them and celebrate", "text": "\"will rejoice that the two witnesses have died\""}, {"ref": "even send gifts to one another", "text": "This action shows how happy the people were.  (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "because these two prophets tormented those who lived on the earth", "text": "This is the reason that the people were so happy that the witnesses had died."}, {"ref": "three and a half days", "text": "\"3 full days and one half day\" or \"3.5 days\" or \"3 1/2 days.\" See how you translated this in [[:en:bible:notes:rev:11:08|11:9]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a breath of life from God will enter them", "text": "The ability to breathe is spoken of as if it were something that can go into people. AT: \"God will cause the two witnesses to breathe again and live\" (UBS) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Great fear will fall on those who see them", "text": "Fear is spoken of as if it is a object that can fall on people. AT: \"Those who see them will be extremely afraid\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then they will hear", "text": "Possible meanings are 1) the two witnesses will hear or 2) the people will hear what is said to the two witnesses."}, {"ref": "a loud voice from heaven", "text": "The word \"voice\" refers to the one who speaks. AT: \"someone speak loudly to them from heaven and\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "say to them", "text": "\"say to the two witnesses\""}]}, {"id": "13", "tn": [{"ref": "Seven thousand people", "text": "\"7,000 people\" (See [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the survivors", "text": "\"those who do not die\" or \"those who are still living\""}, {"ref": "give glory to the God of heaven", "text": "\"say that the God of heaven is glorious\""}, {"ref": "The second woe is past", "text": "\"The second terrible event is over.\" See how you translated \"The first woe is past\" in [[:en:bible:notes:rev:09:10|9:12]]."}, {"ref": "The third woe is coming quickly", "text": "Existing in the future is spoken of as coming. AT: \"The third woe will happen soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "The last of the seven angels begins to sound his trumpet."}, {"ref": "the seventh angel", "text": "This is the last of the seven angels. AT: \"the final angel\" or \"angel number seven.\" See how you translated \"seventh\" in [[:en:bible:notes:rev:08:01|8.1]]. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "loud voices spoke in heaven and said", "text": "The phrase \"loud voices\" represents speakers who spoke loudly. AT: \"Speakers in heaven spoke loudly and said\""}, {"ref": "The kingdom of the world", "text": "Here this refers to the authority to rule the world. AT: \"The authority to rule the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the world", "text": "This refers to everyone in the world. AT: \"everyone in the world\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the kingdom of our Lord and of his Christ", "text": "The word \"kingdom\" here refers to the authority that our Lord and his Christ have to rule. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The kingdom of the world has become the kingdom of our Lord and of his Christ", "text": "\"Our Lord and his Christ are now the rulers of the world\""}]}, {"id": "16", "tn": [{"ref": "twenty-four elders", "text": "four elders** - \"24 elders.\" See how you translated this in [[:en:bible:notes:rev:04:04|4:4]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "prostrated themselves on their faces", "text": "They lay down facing the ground. See how you translated a similar expression in [[:en:bible:notes:rev:04:09|4:10]]."}, {"ref": "Lord God Almighty, the one who is and who was", "text": "These phrases can be stated as sentences. AT: \"You, Lord God, are the ruler over all. You are the one who is, and you are the one who was\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "the one who is", "text": "\"the one who exists\" or \"the one who lives\""}, {"ref": "who was", "text": "\"who has always existed\" or \"the one who has always lived\""}, {"ref": "you have taken your great power", "text": "What God did with his great power can be stated clearly. AT: \"you have defeated with your power everyone who has rebelled against you\" (UBS) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "The twenty-four elders continue praising God."}, {"ref": "General Information:", "text": "The words \"you\" and \"your\" refer to God."}, {"ref": "were enraged", "text": "\"were extremely angry\""}, {"ref": "your wrath has come", "text": "Existing in the present is spoken of as having come. AT: \"You are ready to show your anger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The time has come", "text": "Existing in the present is spoken of as having come. AT: \"The time is right\" or \"Now is the time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "the prophets, those who are believers, and those who feared your name", "text": "This list explains what \"your servants\" means. These were not three completely different groups of people. The prophets also were believers and feared God's name. AT: \"the prophets and the others who are believers and fear your name\""}]}, {"id": "19", "tn": [{"ref": "the ark of his covenant was seen within his temple", "text": "This can be stated in active form. AT: \"I saw the ark of his covenant in his temple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "flashes of lightning", "text": "Use your language's way of describing what lightning looks like each time it appears. See how you translated this in [[:en:bible:notes:rev:04:04|4:5]]."}, {"ref": "rumblings, crashes of thunder", "text": "These are the loud noises that thunder makes. Use your language's way of describing the sound of thunder. See how you translated this in [[:en:bible:notes:rev:04:04|4:5]]."}]}]