[{"id": "01", "tn": [{"ref": "for the faith of", "text": "to strengthen the faith of"}, {"ref": "that agrees with godliness", "text": "\"that is suitable for honoring God\""}, {"ref": "before all the ages of time", "text": "\"before time began\""}, {"ref": "At the right time", "text": "\"At the proper time\""}, {"ref": "he revealed his word", "text": "Paul speaks of God's message as if it were an object that could be visibly shown to people. AT: \"He proclaimed his word\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he trusted me to deliver", "text": "\"I was entrusted to proclaim\" or \"he gave me the responsibility to preach\""}, {"ref": "God our savior", "text": "\"God, who saves us\""}]}, {"id": "04", "tn": [{"ref": "a true son", "text": "Though Titus was not Paul's biological son, they share a common faith in Christ. Thus, in Christ, Paul considers Titus as his own son. AT: \"you are like a son to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "our common faith", "text": "Paul expresses the same faith in Christ that they both share. AT: \"the same teachings that we both believe in\""}, {"ref": "Grace and peace", "text": "This was a common greeting Paul uses. AT: \"may you experience kindness and peace within\""}, {"ref": "Christ Jesus our savior", "text": "\"Christ Jesus who is our savior\""}, {"ref": "For this purpose", "text": "\"This is the reason\""}, {"ref": "I left you in Crete", "text": "\"I told you to stay in Crete\""}, {"ref": "that you might set in order things not yet complete", "text": "\"so that you would finish arranging things that needed to done\""}, {"ref": "ordain elders", "text": "\"appoint elders\" (UDB) or \"designate elders\""}, {"ref": "elders", "text": "In the early Christian churches, Christian elders gave spiritual leadership to the assemblies of believers."}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Having told Titus to ordain elders in every city on the island of Crete, Paul gives the requirements for elders."}, {"ref": "An elder must be without blame", "text": "To be \"without blame\" is to be known as a person who does not do bad things. AT: \"An elder must not have a bad reputation.\""}, {"ref": "the husband of one wife", "text": "to be a faithful husband. Possible meanings are 1) does not pursue relationships with other women or 2) does not have a second wife or concubine."}, {"ref": "faithful children", "text": "Possible meanings are 1) children who believe in Jesus or 2) children who are trustworthy."}, {"ref": "undisciplined", "text": "\"rebellious\" or \"who do not follow rules\""}, {"ref": "God's household manager", "text": "Paul speaks of elders as if they were the heads of families, in charge of households. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not addicted to wine", "text": "\"not an alcoholic\" or \"does not drink much wine\""}, {"ref": "not a brawler", "text": "\"not one who is violent\" or \"not one who likes to fight\" (UDB)"}]}, {"id": "08", "tn": [{"ref": "Instead", "text": "Paul is changing his argument from what an elder is not to be to what an elder is to be."}, {"ref": "a friend of what is good", "text": "To embrace good things and good behavior."}, {"ref": "hold tightly to", "text": "Paul speaks of devotion to the Christian faith as if it were grasping the faith with one's hands. AT: \"be devoted to\" or \"know well\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "good teaching", "text": "He must teach what is true about God and other spiritual matters."}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Because of those that would oppose God's word, Paul gives Titus reasons to preach the God's word and warns him about false teachers."}, {"ref": "rebellious people", "text": "These are rebellious people opposing Paul's gospel message."}, {"ref": "those of the circumcision", "text": "This refers to the Christian Jews who taught that one must be circumcised to follow Christ. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their words are worthless", "text": "\"Their words do not benefit anyone\""}, {"ref": "It is necessary to stop them", "text": "\"They must be prevented from spreading their teachings\" or \"They must be stopped from influencing others by their words\""}, {"ref": "what they should not teach", "text": "Things that are not proper to teach regarding Christ and the Law."}, {"ref": "for shameful profit", "text": "This refers only to profit that people make by doing things that are not honorable."}, {"ref": "break up whole families", "text": "\"destroy the faith of whole families\""}]}, {"id": "12", "tn": [{"ref": "One of them", "text": "\"One of the Cretans\" or \"Someone from the people of Crete\""}, {"ref": "a wise man of theirs", "text": "Possible meanings are 1) a prophet or 2) a poet or philosopher or 3) a teacher."}, {"ref": "Cretans are unceasing liars", "text": "\"Cretans lie all the time.\" This is an exaggeration for many cretans habitually lie. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "bad and dangerous animals", "text": "This metaphor compares the Cretans to dangerous beasts. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lazy bellies", "text": "an idiom for people who do nothing but eat too much food. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so correct them severely", "text": "\"therefore tell them strongly that they are wrong\""}, {"ref": "that they may be sound in the faith", "text": "\"so they will have a healthy faith\" or \"so their faith may be true\""}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues his instructions for what Titus is to teach the Cretans."}, {"ref": "Jewish myths", "text": "This refers to the false teaching of the Jews."}, {"ref": "turn back the truth", "text": "Paul speaks of the truth as if it were an object in motion that could be turned back in the direction from where it came. AT: \"reject the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "To those who are pure, all things are pure", "text": "\"If someone is pure inside, everything they do will be pure.\""}, {"ref": "To those who are pure", "text": "\"To those who are acceptable to God\""}, {"ref": "to those who are stained and unbelieving, nothing is pure", "text": "Paul speaks of sinners as if they were physically dirty. AT: \"the one who is morally defiled and who does not believe cannot be pure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they deny him by their deeds", "text": "\"their actions prove that they do not know him\""}, {"ref": "detestable", "text": "\"disgusting\""}, {"ref": "They are unapproved for any good deed", "text": "\"no one expects them to do anything good\""}]}]