{"01": [{"ref": "Connecting Statement:", "text": "To rebuke the religious leaders and to illustrate their unbelief, Jesus tells a parable about a marriage feast. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "to them", "text": "\"to the people\""}, {"ref": "The kingdom of heaven is like", "text": "This is the beginning of a parable. See how you translated this in [[:en:bible:notes:mat:13:24|13:24]]."}, {"ref": "those who had been invited", "text": "This can be stated in active form. AT: \"the people the king had invited\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "04": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "servants, saying, 'Tell them who are invited", "text": "This direct quotation can be stated as an indirect quotation. Also, this can be stated in active form. AT: \"servants, ordering them to tell those whom he invited\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "My oxen and fattened calves have been killed", "text": "It is implied that the animals are cooked and ready to eat. This can be stated in active form. AT: \"My servants have killed and cooked my oxen and my fattened calves\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My oxen and fattened calves", "text": "\"My best oxen and calves for eating\""}], "05": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "But they paid no attention", "text": "\"But the guests the king invited ignored the invitation\""}, {"ref": "killed those murderers", "text": "It is implied that the king's soldiers killed the murderers. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "08": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "those who were invited", "text": "This can be stated in active form. AT: \"those whom I invited\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the highway crossings", "text": "\"where the main roads of the city cross.\" The king is sending the servants to the place where they are most likely to find people."}, {"ref": "both bad and good", "text": "\"both the good people and the bad people\""}, {"ref": "So the wedding hall was filled with guests", "text": "This can be stated in active form. AT: \"So the guests filled the wedding hall\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hall", "text": "a large room"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "how did you come in here without wedding clothes?", "text": "The king uses a question to scold the guest. AT: \"you are not wearing proper clothes for a wedding. You should not be here\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the man was speechless", "text": "\"the man was silent\""}], "13": [{"ref": "Connecting Statement:", "text": "Jesus concludes his parable about a marriage feast."}, {"ref": "Bind this man hand and foot", "text": "\"Tie him up so that he cannot move his hands or feet\""}, {"ref": "into the outer darkness", "text": "This expression refers to the eternal destiny of those who reject God. AT: \"the dark place away from God.\" See how you translated this in [[:en:bible:notes:mat:08:11|8:12]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "weeping and the grinding of teeth", "text": "This represents extreme sadness and suffering. See how you translated this in [[:en:bible:notes:mat:08:11|8:12]]."}, {"ref": "For many people are called, but few are chosen", "text": "This can be stated in active form. AT: \"For God invites many people, but he only chooses a few\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For", "text": "This marks a transition. Jesus has ended the parable and will now explain the point of the parable."}], "15": [{"ref": "Connecting Statement:", "text": "This begins an account of the religious leaders trying to trap Jesus with several difficult questions. Here the Pharisees ask him about paying taxes to Caesar."}, {"ref": "how they might entrap Jesus in his own talk", "text": "\"how they could cause Jesus to say something wrong so they could arrest him\""}, {"ref": "their disciples ... Herodians", "text": "The disciples of the Pharisees supported paying taxes only to Jewish authorities. The Herodians supported paying taxes to the Roman authorities. It is implied that the Pharisees believed that no matter what Jesus said, he would offend one of these groups. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Herodians", "text": "These were officials and followers of the Jewish king Herod. He was friends with Roman authorities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "you do not show partiality between people", "text": "\"you do not show special honor to some people\" or \"you do not consider some people more important than other people\""}, {"ref": "to pay taxes to Caesar", "text": "People did not pay taxes directly to Caesar but to one of his tax collectors. AT: \"to pay the taxes that Caesar requires\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "18": [{"ref": "Why are you testing me, you hypocrites?", "text": "Jesus uses a question to scold those who were trying to trap him. AT: \"Do not test me, you hypocrites!\" or \"I know that you hypocrites are only trying to test me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "denarius", "text": "This was a Roman coin worth one day's wages. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}], "20": [{"ref": "to them", "text": "Here \"them\" refers to the Herodians and the disciples of the Pharisees."}, {"ref": "Whose image and name are these?", "text": "Jesus uses a question to get the people to think deeply about what he is saying. AT: \"Tell me whose image and name you see on this coin\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Caesar's", "text": "You can make clear the understood information in their response. AT: \"The coin has Caesar's image and name on it\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "things that are Caesar's", "text": "\"things that belong to Caesar\""}, {"ref": "things that are God's", "text": "\"things that belong to God\""}], "23": [{"ref": "Connecting Statement:", "text": "The Sadducees try to trap Jesus by asking him a difficult question about marriage and the resurrection of the dead."}, {"ref": "Teacher, Moses said, 'If a man dies", "text": "The religious leaders were asking Jesus about what Moses had written in the scriptures. If your language does not allow quotes within quotes, this could be stated as an indirect quote: \"Teacher, Moses said that if a man dies.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "his brother ... his wife ... his brother", "text": "Here \"his\" refers to the dead man."}], "25": [{"ref": "Connecting Statement:", "text": "The Sadducees continue asking Jesus a question."}, {"ref": "first ... second ... third ... seventh", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "After them all", "text": "\"After every brother had died\""}, {"ref": "Now", "text": "Here the Sadducees shift from the story about the seven brothers to their actual question."}, {"ref": "in the resurrection", "text": "\"when dead people come back to life\""}], "29": [{"ref": "You are mistaken", "text": "It is implied that Jesus means that they are mistaken about what they think about the resurrection. AT: \"You are mistaken about the resurrection\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the power of God", "text": "\"what God is able to do\""}, {"ref": "in the resurrection", "text": "\"when dead people rise back to life\""}, {"ref": "they neither marry", "text": "\"people will not marry\""}, {"ref": "nor are given in marriage", "text": "This can be stated in active form. AT: \"nor will people give their children in marriage\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "31": [{"ref": "General Information:", "text": "In 22:32, Jesus quotes from Exodus to prove that people live again after they die."}, {"ref": "have you not read what ... Jacob'?", "text": "Jesus asks this question to remind the religious leaders of what they know from scripture. AT: \"I know you have read it, but you do not seem to understand what ... Jacob'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what was spoken to you by", "text": "This can be stated in active form. AT: \"what God spoke to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God, saying, 'I am ... Jacob'?", "text": "You can translate this direct quotation as an indirect quotation. AT: \"God who said to Moses that he is the God of Abraham, the God of Isaac, and the God of Jacob\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "of the dead, but of the living", "text": "These nominal adjectives can be stated as adjectives. AT: \"of dead people, but he is the God of living people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}], "34": [{"ref": "Connecting Statement:", "text": "A Pharisee who was an expert in the law tries to trap Jesus by asking him a difficult question about the greatest commandment."}, {"ref": "lawyer", "text": "\"an expert in the law.\" This is a Pharisee who had special skill in understanding the law of Moses."}], "37": [{"ref": "General Information:", "text": "Jesus quotes a verse from Deuteronomy as the greatest commandment."}, {"ref": "with all your heart, with all your soul, and with all your mind", "text": "All three of these phrases mean basically the same thing. They mean a person must love God with all of their inner being and with complete devotion. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the great and first commandment", "text": "Here \"great\" and \"first\" mean the same thing. They emphasize that this is the most important commandment. (See: [[:en:ta:vol2:translate:figs_doublet]])"}], "39": [{"ref": "General Information:", "text": "Jesus quotes a verse from Leviticus as the second greatest commandment."}, {"ref": "And a second commandment is like it", "text": "Possible meanings are 1) \"And there is another commandment that is next in importance\" or 2) \"And there is a second commandment that is just as important.\" Either way, Jesus means these two commandments are more important than all other commandments."}, {"ref": "second commandment", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "like it", "text": "This means like the commandment in [[:en:bible:notes:mat:22:37|22:37]]."}, {"ref": "your neighbor", "text": "Here \"neighbor\" means more than just those who live nearby. Jesus means a person must love all people."}, {"ref": "On these two commandments depend the whole law and the prophets", "text": "Here \"whole law and the prophets\" refer to all of scripture. AT: \"Everything that Moses and the prophets wrote in the scriptures is based on these two commandments\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "41": [{"ref": "Connecting Statement:", "text": "Jesus asks the Pharisees a difficult question in order to stop their attempts to trap him."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story when Jesus asks the religious leaders a question."}, {"ref": "son ... son of David", "text": "In both of these \"son\" means \"descendant.\""}], "43": [{"ref": "General Information:", "text": "Jesus quotes from the Psalms to show that the Christ is more than just \"the son of David.\""}, {"ref": "How then does David in the Spirit call him Lord", "text": "Jesus uses a question to make the religious leaders think deeply about the Psalm he is about to quote. AT: \"Then, tell me why David in the Spirit calls him Lord\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "David in the Spirit", "text": "\"David, whom the Holy Spirit is inspiring.\" This means the Holy Spirit is influencing what David says."}, {"ref": "call him", "text": "Here \"him\" refers to the Christ, who is also the descendant of David."}, {"ref": "The Lord said", "text": "Here \"Lord\" refers to God the Father."}, {"ref": "to my Lord", "text": "Here \"Lord\" refers to the Christ. Also, \"my\" refers to David. This means the Christ is superior to David."}, {"ref": "at my right hand", "text": "Here \"my\" refers to God the Father. The \"right hand\" is often used to indicate a place of honor. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until I make your enemies your footstool", "text": "This is an idiom. AT: \"until I conquer your enemies\" or \"until I make your enemies bow down before you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "45": [{"ref": "Connecting Statement:", "text": "This is the end of the account of the religious leaders trying to trap Jesus with several difficult questions."}, {"ref": "General Information:", "text": "This is the end of the part of the story that began in [[:en:bible:notes:mat:19:01|19:1]], that tells of Jesus ministering in Judea."}, {"ref": "If David then calls the Christ 'Lord,' how is he David's son?", "text": "Jesus uses a question to make the religious leaders think deeply about what he is saying. AT: \"David calls him 'Lord,' so the Christ has to be more than just a descendant of David\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If David then calls the Christ", "text": "David referred to Jesus as \"Lord\" because Jesus was not only a descendant of David, but he was also superior to him."}, {"ref": "to answer him a word", "text": "Here \"word\" refers to what people say. AT: \"to answer him anything\" or \"to answer him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "any more questions", "text": "It is implied that no one asked him the kind of questions that were intended to make him say something wrong so the religious leaders could arrest him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}