[{"id": "01", "tn": [{"ref": "Do you think this is just ... 'My right before God'?", "text": "Elihu uses questions to challenge Job. AT: \"You must think you are right ... 'My right before God.'\" or \"It is not just ... 'My right before God.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you think this is just when you say", "text": "\"Do you think it is right for you to say\""}, {"ref": "Do you think", "text": "Here \"you\" is singular and refers to Job. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "My right before God", "text": "Possible meanings are 1) Job is claiming to be innocent before God or 2) Job is claiming that he, rather than God, is right."}, {"ref": "For you ask, 'What use is it to me?' and, 'Would I be better off if I had sinned?'", "text": "Elihu quotes Job as saying the these two rhetorical questions. AT: \"For you say, 'It does not benefit me' and, 'I am no better off than if I had sinned.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Elihu continues speaking."}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Elihu continues speaking."}, {"ref": "If you have sinned ... what do you do to him?", "text": "These two lines share similar meanings. The second line intensifies the meaning of the first line. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "If you have sinned, what harm do you do to God?", "text": "Elihu asks this question to emphasize that Job's sins cannot actually do anything to God. AT: \"If you have sinned, do have not done any hard to God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If your transgressions pile up high, what do you do to him?", "text": "Elihu speaks of \"transgressions\" as if they were objects, and of committing many transgressions as if it were piling those objects one on top of the other. He asks this question to emphasize that Job does nothing to God by his transgressions. AT: \"If you committed a great many transgressions, you still do nothing to him.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If you are righteous, what can you give to him? What will he receive from your hand?", "text": "The two rhetorical questions mean basically the same thing, that Job's righteousness adds nothing to God. AT: \"If you are righteous, that does not enable you to give anything to him, and there is nothing that he will receive from your hand.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "receive from your hand", "text": "Here the word \"hand\" represents Job. AT: \"receive from you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "another son of man", "text": "\"another  human-being\" or \"another person\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "Because of many acts of oppression", "text": "The word \"oppression\" can be translated with a verbal phrase. AT: \"Because of the many things that people do to oppress others\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they call for help from the arms of mighty men", "text": "Here \"arms\" refers to power or strength. AT: \"they call for someone to deliver them from the power of mighty men\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who gives songs in the night", "text": "Elihu speaks of God enabling people to have hope in troubling circumstances as if he were giving to them songs which they can sing during the night. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Elihu continues speaking."}, {"ref": "they cry out", "text": "\"the oppressed people cry out\""}, {"ref": "How much less will he answer you ... that you are waiting for him!", "text": "Since God will not hear the prayers of prideful, evil men, it is even less likely that he will hear Job, who is complaining against him. AT: \"So he certainly will not answer you ... that you are waiting for him!\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "that your case is before him", "text": "\"you have presented your case to him\""}, {"ref": "you are waiting for him", "text": "\"you are waiting for him to respond\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "How much less will he answer you ... concerned about people's pride", "text": "Elihu says that it is even less likely that God will answer Job's prayers since Job is saying these things about God that are untrue."}, {"ref": "he never punishes anyone in anger", "text": "\"he never punishes anyone because he is angry\""}, {"ref": "he piles up words without knowledge", "text": "Elihu speaks of \"words\" as if they were objects, and of speaking many words as if it were piling those objects one on top of the other. The word \"knowledge\" can be translated with a verbal phrase. AT: \"he speaks many words without knowing what he is talking about\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]