{"01": [{"ref": "General Information:", "text": "The author begins with Jesus' genealogy in order to show that he is a descendant of King David and of Abraham. The genealogy continues through [[:en:bible:notes:mat:01:15|1:17]]."}, {"ref": "The book of the genealogy of Jesus Christ", "text": "You could translate this as a complete sentence. AT: \"This is the list of the ancestors of Jesus Christ.\""}, {"ref": "son of David son of Abraham", "text": "There were many generations between Jesus, David, and Abraham. Here \"son\" means \"descendant.\" AT: \"a descendant of David, who was a descendant of Abraham\""}, {"ref": "son of David", "text": "Sometimes the phrase \"son of David\" is used as a title, but here it seems to be used only to identify Jesus' ancestry."}, {"ref": "Abraham was the father of Isaac", "text": "\"Abraham became the father of Isaac\" or \"Abraham had a son Isaac\" or \"Abraham had a son named Isaac.\" There are different ways you could translate this. Whichever way you translate it here, it would be best to translate it the same way throughout the list of Jesus' ancestors."}, {"ref": "Isaac the father ... Jacob the father", "text": "Here the word \"was\" is understood. AT: \"Isaac was the father ... Jacob was the father\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Perez and Zerah ... Hezron ... Ram", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Perez the father ... Hezron the father", "text": "Here the word \"was\" is understood. AT: \"Perez was the father ... Hezron was the father\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "04": [{"ref": "Amminadab the father ... Nahshon the father", "text": "Here the word \"was\" is understood. AT: \"Amminadab was the father ... Nahshon was the father\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Salmon was the father of Boaz by Rahab", "text": "\"Salmon was the father of Boaz, and Boaz's mother was Rahab\" or \"Salmon and Rahab were the parents of Boaz\""}, {"ref": "Boaz the father ... Obed the father", "text": "Here the word \"was\" is understood. AT: \"Boaz was the father ... Obed was the father\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Boaz the father of Obed by Ruth", "text": "\"Boaz was the father of Obed, and Obed's mother was Ruth\" or \"Boaz and Ruth were the parents of Obed\""}, {"ref": "David the father of Solomon by the wife of Uriah", "text": "Here the word \"was\" is understood. \"David was the father of Solomon, and Solomon's mother was Uriah's wife\" or \"David and the wife of Uriah were the parents of Solomon\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the wife of Uriah", "text": "\"the widow of Uriah.\" Solomon was born after Uriah died."}], "07": [{"ref": "Rehoboam the father of Abijah, Abijah the father of Asa", "text": "The word \"was\" is understood in both of these phrases. AT: \"Rehoboam was the father of Abijah, and Abijah was the father of Asa\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "09": [{"ref": "Amon", "text": "Sometimes this is translated \"Amos.\""}, {"ref": "Josiah was an ancestor of Jechoniah", "text": "A more specific term for \"ancestor\" can also be used, particularly if the word \"ancestor\" would only be used for someone who lived before one's grandparents. AT: \"Josiah was a grandfather of Jechoniah\""}, {"ref": "at the time of the deportation to Babylon", "text": "\"when they were forced to move to Babylon\" or \"when the Babylonians conquered them and made them go live in Babylon.\" If your language needs to specify who went to Babylon, you could say \"the Israelites\" or \"the Israelites who lived in Judah.\""}, {"ref": "Babylon", "text": "Here this means the country of Babylon, not just the city of Babylon."}], "12": [{"ref": "After the deportation to Babylon", "text": "Use the same wording you used in [[:en:bible:notes:mat:01:09|1:11]]."}, {"ref": "Shealtiel was an ancestor of Zerubbabel", "text": "Shealtiel was Zerubbabel's grandfather."}], "15": [{"ref": "Connecting Statement:", "text": "The author concludes Jesus' genealogy, which began in [[:en:bible:notes:mat:01:01|1:1]]."}, {"ref": "Mary, by whom Jesus was born", "text": "This can be stated in active form. AT: \"Mary, who gave birth to Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who is called Christ", "text": "This can be stated in active form. AT: \"whom people call Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fourteen", "text": "\"14\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "deportation to Babylon", "text": "Use the same wording you used in [[:en:bible:notes:mat:01:09|1:11]]."}], "18": [{"ref": "General Information:", "text": "This begins a new part of the story in which the author describes the events leading up to the birth of Jesus."}, {"ref": "His mother, Mary, was engaged to marry Joseph", "text": "\"His mother, Mary, was going to marry Joseph.\" Parents normally arranged the marriages of their children. AT: \"The parents of Mary, the mother of Jesus, had promised her in marriage to Joseph\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "His mother, Mary, was engaged", "text": "Translate in a way that makes it clear that Jesus was not already born when Mary was engaged to Joseph. AT: \"Mary, who would be the mother of Jesus, was engaged\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before they came together", "text": "\"before they got married.\" This may refer to Mary and Joseph sleeping together. AT: \"before they had slept together\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "she was found to be pregnant", "text": "This can be stated in active form. AT: \"they realized that she was going to have a baby\" or \"it happened that she was pregnant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the Holy Spirit", "text": "The power of the Holy Spirit had enabled Mary to have a baby before she had slept with a man."}, {"ref": "Her husband, Joseph", "text": "Joseph had not married Mary yet, but when a man and woman promised to marry each other, Jews considered them husband and wife though they did not live together. AT: \"Joseph, who was supposed to marry Mary\" or \"Joseph\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "end his engagement with her", "text": "\"cancel their plans to get married\""}], "20": [{"ref": "As he thought", "text": "\"As Joseph thought\""}, {"ref": "appeared to him in a dream", "text": "\"came to him while Joseph was dreaming\""}, {"ref": "son of David", "text": "Here \"son\" means \"descendant.\""}, {"ref": "the one who is conceived in her is conceived by the Holy Spirit", "text": "This can be stated in active form. AT: \"the Holy Spirit caused Mary to become pregnant with this child\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "She will give birth to a son", "text": "Because God sent the angel, the angel knew the baby was a boy."}, {"ref": "you will call his name", "text": "\"you must name him\" or \"you must give him the name.\" This is a command."}, {"ref": "for he will save", "text": "Translator may add a footnote that says \"The name 'Jesus' means 'the Lord saves.'\""}, {"ref": "his people", "text": "This refers to the Jews."}], "22": [{"ref": "General Information:", "text": "The author quotes the prophet Isaiah to show that Jesus' birth was according to scripture. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "All this happened", "text": "The angel is no longer speaking. Matthew is now explaining the importance of what the angel said."}, {"ref": "what was spoken by the Lord through the prophet", "text": "This can be stated in active form. AT: \"what the Lord told the prophet Isaiah to write long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Behold ... Immanuel", "text": "Here Matthew quotes the prophet Isaiah."}, {"ref": "Behold", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\" This word adds emphasis to what is said next."}, {"ref": "Immanuel", "text": "This is a male name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "which means, \"God with us.\"", "text": "This is not in the book of Isaiah. Matthew is explaining the meaning of the name \"Immanuel.\" You could translate it as a separate sentence. AT: \"This name means 'God with us.'\""}], "24": [{"ref": "Connecting Statement:", "text": "The author concludes his description of the events leading up to the birth of Jesus."}, {"ref": "as the angel of the Lord commanded", "text": "The angel had told Joseph to take Mary as his wife and to name the child Jesus."}, {"ref": "he took her as his wife", "text": "\"he married Mary\""}, {"ref": "to a son", "text": "\"to a male baby\" or \"to her son.\" Make sure it is clear that Joseph is not portrayed as the actual father."}, {"ref": "And he called his name Jesus", "text": "\"Joseph named the child Jesus\""}]}