[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "Hear this, all you peoples; give ear, all you inhabitants", "text": "These two phrases are parallel. Together they strengthen the command for all people to listen. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "give ear", "text": "This idiomatic expression means to use one's ears to listen. AT: \"listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "both low and high", "text": "The writer speaks of people who are weak or insignificant in society as being low and of people who are important and powerful as being high. Together, the words \"low\" and \"high\" represent all people. AT: \"both important people and unimportant people\" (UDB) or \"people of every social class\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "rich and poor together", "text": "Together the words \"rich\" and \"poor\" refer to all people, regardless of wealth. AT: \"all people\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "003", "tn": [{"ref": "My mouth will speak wisdom", "text": "Here the word \"mouth\" refers to the whole person who speaks. AT: \"I will speak wise words\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the meditation of my heart will be of understanding", "text": "Here the word \"heart\" represents the mind and thoughts. The word \"meditation\" can be translated as a verb. AT: \"the thoughts upon which I meditate will lead to understanding\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "incline my ear", "text": "The writer speaks of listening carefully to something as if it were bending one's ear towards the person who is speaking. AT: \"listen carefully\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with the harp", "text": "\"as I play the harp\""}, {"ref": "Why should I fear ... heels?", "text": "The writer asks this question to emphasize that he has no reason to fear when bad things happen. AT: \"I have no reason to fear ... heels.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the days of evil", "text": "\"when evil things happen.\" Here the word \"days\" refers to general periods of time."}, {"ref": "when iniquity surrounds me at my heels", "text": "Possible meanings are 1) the writer speaks of the evil desires of his enemies as if it were a predator ready to overtake him. AT: \"when the iniquity of sinful men is ready to overcome me\" or 2) the writer's enemies surround him as they commit their iniquity (UDB). AT: \"when my enemies surround me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "those who trust in their wealth", "text": "These people trust their wealth will keep them from having to suffer. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "about the amount of their riches", "text": "a large amount of something"}, {"ref": "It is certain that no one", "text": "\"There is no way that any of them can\" or AT: \"No one can\""}, {"ref": "no one can redeem his brother or give God a ransom for him", "text": "Both of these phrases express that a person cannot give God enough money to be able to avoid death. AT: \"no one can pay money to God so that their brother will not die\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the redemption of one's life is costly", "text": "The word \"redemption\" can be translated with a verb. AT: \"it costs too much to redeem a person's life\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "009", "tn": [{"ref": "so that his body should not decay", "text": "This refers to the body decomposing in the grave."}, {"ref": "he will see decay", "text": "The writer speaks of experiencing something as if it were seeing that thing. AT: \"he will die and his body will decay\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Wise men die; the fool and the brute alike perish", "text": "The author refers to all people by referring to those who have the most and least wisdom. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "brute", "text": "This means a person who is stupid or unintelligent."}]}, {"id": "011", "tn": [{"ref": "Their inner thought", "text": "\"Their belief\""}, {"ref": "and the places where they live, to all generations", "text": "The verb may be supplied from the previous phrase. AT: \"and the places where they live will continue to all generations\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "they call their lands after their own names", "text": "\"they name their lands after themselves.\" This phrase expresses ownership. AT: \"they own their own lands\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "012", "tn": [{"ref": "But man, having wealth", "text": "\"But man, even if he has wealth\""}, {"ref": "This, their way, is their folly", "text": "The writer speaks of the fate of fools as if it is the destination at the end of the path on which they walk. AT: \"This is the fate of those who practice folly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yet after them", "text": "\"yet after they die\""}]}, {"id": "014", "tn": [{"ref": "General Information:", "text": "The author continues to describe people who believe their wealth will save them."}, {"ref": "Like sheep", "text": "The writer compares people who will all die to a flock of sheep. Just as sheep cannot escape when the butcher decides to slaughter them, so men will not escape when it is their time to die. (See [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they are appointed", "text": "This can be stated in active form. AT: \"God has appointed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "death will be their shepherd", "text": "The writer speaks of men dying by personifying death as a shepherd who leads them into the grave. AT: \"death will take them away as a shepherd leads away sheep to be slaughtered\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the morning", "text": "Here the word \"morning\" is a metaphor that refers to a time when God will vindicate righteous people and save them from evil people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their bodies will be consumed in Sheol", "text": "The writer speaks of Sheol, the place of the dead, as if it were a person or animal. He speaks of the decay of dead bodies as if Sheol were eating them. AT: \"their bodies will decompose in the grave\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God will redeem my life from the power of Sheol", "text": "The writer speaks of Sheol as if it were a person who has power over those who die. From the context, it is implied that this power refers to consuming the bodies of the dead. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "God will redeem my life", "text": "Here the word \"life\" refers to the whole person. AT: \"God will redeem me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "016", "tn": [{"ref": "the glory of his house increases", "text": "The word \"glory\" here refers to wealth or riches. Possible meanings are 1) \"when he gains more wealth in his house\" or 2) \"when his family becomes richer.\""}, {"ref": "he will take nothing away", "text": "\"he will take nothing with him to the grave\""}, {"ref": "his glory will not go down after him", "text": "The phrase \"go down\" refers to when the man dies. AT: \"his glory will not go along with him when he dies\" or \"he will not keep his reputation when he dies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "018", "tn": [{"ref": "He blessed his soul", "text": "Here the word \"soul\" refers to the whole person. This phrase means that he considered himself to be happy and successful because of his riches. AT: \"He congratulated himself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and men praise you when you live for yourself", "text": "Here the writer offers a general statement about how people speak of other people who are successful according to worldly standards."}, {"ref": "live for yourself", "text": "This phrase refers to living successfully according to worldly standards. AT: \"do well for yourself\" or \"live successfully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will go to the generation of his fathers", "text": "\"he will go to where his fathers' generation is.\" This is a euphemism that means that the rich man will die and join his ancestors in the grave. AT: \"he will join his ancestors in the grave\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "they will never see the light again", "text": "The word \"they\" refers to the rich man and his ancestors. The word \"light\" may refer to the sun or be a metaphor for life. AT: \"they will never see the sun again\" or \"they will never live again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]