[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John continues to describe what he saw in his vision of the throne of God."}, {"ref": "Then I saw", "text": "\"After I saw those things, I saw\""}, {"ref": "the one who was seated on the throne", "text": "This is the same \"one\" as in [[:en:bible:notes:rev:04:01|4:2-3]]."}, {"ref": "a scroll written on the front side and the back side", "text": "\"a scroll with writing on the front and the back\""}, {"ref": "It had been sealed with seven seals", "text": "\"It had seven seals keeping it closed\""}, {"ref": "Who is worthy to open the scroll and break its seals?", "text": "The person would need to break the seals in order to open the scroll. AT: \"Who is worthy to break the seals and open the scroll?\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Who is worthy to open the scroll and break its seals?", "text": "This can be translated as a command: \"Let the one who is worthy to do this come break the seals and open the scroll!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "in heaven or on the earth or under the earth", "text": "This means everywhere: the place where God and the angels live, the place where people and animals live, and the place where those who have died are. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "The Lion of the tribe of Judah", "text": "This is a title for the man  from the tribe of Judah that God had promised would be the great king. AT: \"The one who is called the Lion of the Tribe of Judah\" or \"The king who is called the Lion of the Tribe of Judah\""}, {"ref": "The Lion", "text": "The king is spoken of as if he were a lion because a lion is very strong.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Root of David", "text": "This is a title for the descendant of David that God had promised would be the great king. AT: \"the one who is called the Root of David\""}, {"ref": "the Root of David", "text": "The descendant is spoken of as if David's family were a tree and he were a root of that tree. AT: \"the Descendant of David\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The Lamb appears in the throne room. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "a Lamb", "text": "A \"lamb\" is a young male sheep. Here is it used symbolically to refer to Christ. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "seven spirits of God", "text": "The number seven is a symbol of completeness and perfection.  The \"seven spirits\" refers either to the Spirit of God or to seven spirits who serve God. See how you translated this in [[:en:bible:notes:rev:01:04|1:4]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "sent out over all the earth", "text": "This can be translated with an active verb. AT: \"that God sent out over all the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He went", "text": "He approached the throne. Some languages would use the verb \"come\". AT: \"He came\" (See: [[:en:ta:vol2:translate:figs_go]])"}]}, {"id": "08", "tn": [{"ref": "the Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "twenty-four elders", "text": "four elders** - \"24 elders.\" See how you translated this in [[:en:bible:notes:rev:04:04|4:4]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "prostrated themselves", "text": "\"lay down on the ground.\" Their faces were toward the ground."}, {"ref": "Each of them", "text": "Possible meanings are 1) \"each of the elders and living creatures\" or 2) \"each of the elders.\""}, {"ref": "a golden bowl full of incense, which is the prayers of the believers", "text": "The incense here is a symbol for the believers' prayers to God. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}]}, {"id": "09", "tn": [{"ref": "For you were slaughtered", "text": "This can be stated in active form. AT: \"For they slaughtered you\" or \"For people killed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "slaughtered", "text": "If your language has a word for killing an animal for a sacrifice, consider using it here."}, {"ref": "with your blood", "text": "Since blood represents a person's life, losing the blood represents dying. This probably means \"by your death\" or \"by dying.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you purchased people for God", "text": "\"you bought people so that they could belong to God\" or \"you paid the price so that people could belong to God\""}, {"ref": "from every tribe, language, people, and nation", "text": "This means that people from every ethnic group are included."}]}, {"id": "11", "tn": [{"ref": "ten thousands of ten thousands and thousands of thousands", "text": "Use an expression in your language that shows that it is a huge number. AT: \"millions\" or \"too many thousands to count\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Worthy is the Lamb", "text": "\"The Lamb is worthy\""}, {"ref": "to receive power, wealth, wisdom, strength, honor, glory, and praise", "text": "These are all things that the Lamb has. Being praised for having them is spoken of as receiving them. AT: \"to be praised for his glory, wealth, wisdom, strength, honor, glory.\" See how you translated a similar sentence in [[:en:bible:notes:rev:04:09|4:11]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Worthy ... to receive ... praise", "text": "This means that he deserves that everyone should praise him. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "in heaven and on the earth and under the earth", "text": "his means everywhere: the place where God and the angels live, the place where people and animals live, and the place where those who have died are. See how you translated this in [[:en:bible:notes:rev:05:03|5:3]]. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "To the one who sits on the throne and to the Lamb, be praise, honor, glory", "text": "The verb \"give\" can be used to show how praise, honor, and glory are \"to\" the one on the throne and the Lamb. AT: \"We must give praise, honor, and glory to him who sits on the throne and to the Lamb\""}, {"ref": "and the power to rule, forever and ever", "text": "The verb \"have\" can be used to show how power can be \"to\" the one on the throne and the Lamb. AT: \"and may they have the power to rule forever and ever\""}]}]