[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe his vision of the throne of God."}, {"ref": "After these things", "text": "\"after what John had just seen\" ([[:en:bible:notes:rev:02:01|2:1-3:22]])"}, {"ref": "an open door in heaven", "text": "This expression stands for the ability that God gave John to see into heaven, at least by means of a vision. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "speaking to me like a trumpet", "text": "How the voice was like a trumpet can be stated clearly. AT: \"speaking to me loudly like the sound of a trumpet\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "trumpet", "text": "This refers to an instrument for producing music or for calling people to gather together for an announcement or meeting. See how you translated this in [[:en:bible:notes:rev:01:09|1:10]]."}, {"ref": "I was in the Spirit", "text": "John speaks of being influenced by God's Spirit as if he were in the Spirit. AT: \"influenced by the Spirit\" or \"the Spirit influenced me.\" See how you translated this in [[:en:bible:notes:rev:01:09|1:10]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "jasper and carnelian", "text": "valuable stones. Jasper may have been clear like glass or crystal, and carnelian may have been red. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "emerald", "text": "a green, valuable stone (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "04", "tn": [{"ref": "twenty-four elders", "text": "four elders** - \"24 elders\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "golden crowns", "text": "These were likenesses of wreaths of olive branches or laurel leaves, hammered out in gold. Such crowns, made of leaves, were given to victorious athletes to wear on their heads."}, {"ref": "flashes of lightning", "text": "Use your language's way of describing what lightning looks like each time it appears."}, {"ref": "rumblings, and crashes of thunder", "text": "These are the loud noises that thunder makes. Use your language's way of describing the sound of thunder."}, {"ref": "seven spirits of God", "text": "The number seven is a symbol of completeness and perfection.  The \"seven spirits\" refers either to the Spirit of God or to seven spirits who serve God. See how you translated this in [[:en:bible:notes:rev:01:04|1:4]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}]}, {"id": "06", "tn": [{"ref": "a sea of glass", "text": "How it was like glass or a sea can be stated clearly. Possible meanings are 1) a sea is spoken of as if it were glass. AT: \"a sea that was as smooth as glass\" or 2) glass if spoken of as if it were a sea. AT: \"glass that was spread out like a sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like crystal", "text": "How it was like crystal can be stated clearly. AT: \"clear as crystal\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "In the middle of the throne and around the throne", "text": "\"Immediately around the throne\" or \"Close to the throne and around it\""}, {"ref": "four living creatures", "text": "\"four living beings\" or \"four living things\""}]}, {"id": "07", "tn": [{"ref": "living creature", "text": "\"living being\" or \"living thing.\" See how you translated this in [[:en:bible:notes:rev:04:06|4:6]]"}, {"ref": "full of eyes on top and underneath", "text": "The top and bottom of each wing was covered with eyes."}, {"ref": "who is to come", "text": "Existing in the future is spoken of as coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "the one who was seated on the throne, the one who lives forever and ever", "text": "This is one person. The one who was seated on the throne lives forever and ever."}, {"ref": "forever and ever", "text": "These two words mean about the same thing and are repeated for emphasis. AT: \"for all eternity\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "twenty-four elders", "text": "four elders** - \"24 elders.\" See how you translated this in [[:en:bible:notes:rev:04:04|4:4]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "prostrated themselves", "text": "They lay down facing the ground."}, {"ref": "they threw down their crowns before the throne", "text": "These were likenesses of wreaths of olive branches or laurel leaves, hammered out in gold. Examples actually made of leaves were given to victorious athletes to wear on their heads. The elders were showing that they were submitting to God's authority to rule. AT: \"they threw down their crowns before the throne to show that they were submitting to him\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "our Lord and our God", "text": "\"our Lord and God.\" This is one person, the one who was sitting on the throne."}, {"ref": "to receive the glory and the honor and the power", "text": "These are things that God always has. Being praised for having them is spoken of as receiving them. AT: \"to be praised for his glory, honor, and power\" or \"for everyone to praise him because he is glorious, honorable, and powerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]