[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul stands before the chief priests and the council members. (See: [[:en:bible:notes:act:22:30|22:30]])"}, {"ref": "Brothers", "text": "Here this means \"Fellow Jews.\""}, {"ref": "I have lived before God in all good conscience until this day", "text": "\"I know that even to this day I have done what God has wanted me to do\""}, {"ref": "Ananias", "text": "This is the name of a man. Though this is the same name, this not the same Ananias as in [[:en:bible:notes:act:05:01|5:1]] nor the same Ananias as in [[:en:bible:notes:act:09:10|9:10]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "whitewashed wall", "text": "This refers to a wall that was painted white to make it look clean. Paul told Ananias that just as a wall can be painted to look clean so Ananias appeared to look morally clean, but he was really full of evil intent. AT: \"whitepainted wall\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Are you sitting to judge ... against the law?", "text": "Paul uses a question to point out Ananias' hypocrisy. AT: \"You sit there to judge ... against the law.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "order me to be struck", "text": "This can be stated in active form. You can use the same word for \"strike\" as you did in the phrase \"God will strike you.\" AT: \"command people to strike me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Is this how you insult God's high priest?", "text": "The men use this question to scold Paul for what he has said in [[:en:bible:notes:act:23:01|23:03]]. AT: \"Do not insult God's high priest!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For it is written", "text": "Paul is about to quote what Moses wrote in the law. This can be stated in active form. AT: \"For Moses wrote in the law\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "Brothers", "text": "Here \"Brothers\" means \"Fellow Jews\""}, {"ref": "a son of Pharisees", "text": "Here \"son\" means he is the literal son of a Pharisee and also the descendant of Pharisees. AT: \"and my father and forefathers were Pharisees\""}, {"ref": "the resurrection of the dead that I", "text": "The word \"resurrection\" can be stated as \"come back to life.\" The word \"dead\" can be stated as \"those who have died.\" AT: \"those who have died will come back to life, I\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "I am being judged", "text": "This can be stated in active form. AT: \"you are judging me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the crowd was divided", "text": "\"the people in the crowd strongly disagreed with one another\""}, {"ref": "For the Sadducees ... but the Pharisees", "text": "This is background information about the Sadducees and Pharisees. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "09", "tn": [{"ref": "So a large uproar occurred", "text": "\"So they began shouting loudly at one another.\" The word \"so\" marks an event that happened because of something else that happened previously. In this case, the previous event is Paul's stating his belief in the resurrection."}, {"ref": "What if a spirit or an angel has spoken to him?", "text": "The Pharisees are rebuking the Sadducees by affirming that spirits and angels do exist and can speak to people. AT: \"Maybe a spirit or an angel has spoken with him!\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "When there arose a great argument", "text": "The words \" a great argument\" can be re-stated as \"argue violently.\" AT: \"When they began to argue violently\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "chief captain", "text": "a Roman military officer or leader of about 600 soldiers"}, {"ref": "Paul would be torn to pieces by them", "text": "This can be stated in active form. AT: \"they might tear Paul to pieces\" or \"they would cause Paul great physical harm\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "take him by force", "text": "\"use physical force to take him away\""}, {"ref": "into the fortress", "text": "This fortress was connected to the outer temple court. See how you translated this in [[:en:bible:notes:act:21:34|21:34]]."}]}, {"id": "11", "tn": [{"ref": "The following night", "text": "This means the night after the day Paul went before the council. AT: \"That night\" (UDB)"}, {"ref": "bear witness in Rome", "text": "The words \"about me\" are understood. AT: \"bear witness about me in Rome\" or \"testify about me in Rome\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "While Paul was in the prison at the fortress, the disbelieving religious Jews vow to kill him."}, {"ref": "made a pact", "text": "\"made a vow\" or \"swore before God\""}, {"ref": "pact", "text": "a formal agreement to do something"}, {"ref": "called a curse down upon themselves", "text": "The word\"curse\" can be re-stated. It can also be made explicit what would cause them to be cursed. AT: \"asked God to curse them if they did not do what they promised\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "forty men", "text": "\"40 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "who made this plot", "text": "\" who made this plan\" or \"who planned to kill Paul\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Here the word \"They\" refers to the forty Jews in [[:en:bible:notes:act:23:12|23:13]]."}, {"ref": "General Information:", "text": "Here \"you\" is plural and refers to the chief priests and elders. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "General Information:", "text": "Both \"us\" and \"we\" refer to the forty Jews who planned to kill Paul. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "We have put ourselves under a great curse, to eat nothing until we have killed Paul", "text": "To make a vow and to ask God to curse them if they do not fulfill their vow is spoken of as if the curse were an object that they carry on their shoulders. AT: \"We have sworn to eat nothing until we have killed Paul. We asked God to curse us if we do not do what we promised to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "therefore", "text": "This word marks a statement that is said because of what was said previously. In this case, the Jews had told the council about their pact."}, {"ref": "bring him down to you", "text": "\"bring Paul from the fortress to meet with you\""}, {"ref": "as if you would decide his case more precisely", "text": "\"as though you want to learn more about what Paul has done\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to Paul's nephew. The word \"him\" refers to the chief captain."}, {"ref": "they were lying in wait", "text": "\"they were ready to ambush Paul\" or \"they were waiting to kill Paul\""}, {"ref": "the fortress", "text": "This fortress was connected to the outer temple court. See how you translated this in [[:en:bible:notes:act:21:34|21:34]]."}]}, {"id": "18", "tn": [{"ref": "Paul the prisoner called me to him", "text": "\"Paul the prisoner asked me to come talk with him\""}, {"ref": "this young man ... chief captain took him by the hand", "text": "Since the chief captain took the young man by the hand and calls him a young man, this suggests Paul's nephew may have been 12 to 15 years old."}]}, {"id": "20", "tn": [{"ref": "The Jews have agreed", "text": "This does not mean all Jews, but all of the group that was there. AT: \"Some of the Jews have agreed\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to bring down Paul", "text": "\"to bring Paul down from the fortress\""}, {"ref": "they were going to ask more precisely about his case", "text": "\"they want to learn more about what Paul has done\""}, {"ref": "forty men", "text": "\"40 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "lying in wait for him", "text": "\"ready to ambush Paul\" or \"ready to kill Paul\""}, {"ref": "They have called a curse down on themselves, neither to eat nor to drink until they have killed him", "text": "\"They have sworn to eat or drink nothing until they have killed Paul. And they asked God to curse them if they do not do what they promised to do\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers the chief captain."}, {"ref": "General Information:", "text": "Felix, who resided at Caesarea, was the roman governor of the area."}, {"ref": "he called to him", "text": "\"he called to himself\""}, {"ref": "two of the centurions", "text": "\"2 of the centurions\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventy horsemen", "text": "\"70 horsemen\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "two hundred spearmen", "text": "\"200 soldiers that are armed with spears\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "third hour of the night", "text": "This was about 9:00 p.m. at night."}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "The chief captain writes a letter to Governor Felix about the arrest of Paul."}, {"ref": "General Information:", "text": "Claudius Lysias is the name of the chief captain. Governor Felix was the Roman governor over the whole region. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Claudius Lysias to the most excellent Governor Felix, greetings", "text": "This is a formal introduction to the letter. The chief captain begins by referring to himself. You can translate it in the first person. The words \"am writing\" are understood. AT: \"I, Claudius Lysias, am writing to you, the most excellent Governor Felix. Greetings to you\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to the most excellent Governor Felix", "text": "\"to Governor Felix who deserves greatest honors\""}, {"ref": "This man was arrested by the Jews", "text": "Here \"Jews\" means \"some of the Jews.\" This can be stated in active form. AT: \"Some of the Jews arrested this man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was about to be killed", "text": "This can be stated in active form. AT: \"they were ready to kill Paul\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I came upon them with soldiers", "text": "\"I with my soldiers arrived at the place where Paul and these Jews were\""}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "The chief captain ends his letter to Governor Felix."}, {"ref": "General Information:", "text": "Here the word \"I\" refers to Claudius Lysias, the chief captain."}, {"ref": "General Information:", "text": "The word \"they\" refers to the group of Jews who accused Paul."}, {"ref": "General Information:", "text": "The word \"you\" is singular and refers to Governor Felix. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that he was being accused about questions concerning", "text": "This can be stated in active form. AT: \"that they were accusing him of questions about\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but that there was no accusation against him that deserved death or imprisonment", "text": "The abstract words \"death\" and \"imprisonment\" can be stated as verbs. AT: \"but there was nothing said against him that should cause Roman authorities to kill him or to send him to prison\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Then it was made known to me", "text": "This can be stated in active form. AT: \"Later I learned\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "This ends Paul's time under arrest in Jerusalem and begins his time of arrest in Caesarea with Governor Felix."}, {"ref": "General Information:", "text": "Antipatris was a city built by Herod in honor of his father, Antipater. It stood at a site located today in central Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "General Information:", "text": "Here the first word \"him\" refers to Paul; the second use of the word \"him\" refers to Governor Felix."}, {"ref": "So the soldiers obeyed their orders", "text": "The word \"so\" marks an event that happened because of something else that happened previously. In this case, the previous event is the chief captain's commanding the soldiers to escort Paul."}, {"ref": "they took Paul and brought him by night", "text": "Here \"brought\" can be translated as \"took.\" AT: \"they got Paul and took him at night\""}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "Here the first and second words \"he\" refer to Governor Felix, the third word \"he\" and the word \"him\" refer to Paul, and the last word \"he\" refers to Governor Felix."}, {"ref": "General Information:", "text": "The words \"you\" and your\" refer to Paul."}, {"ref": "he asked what province Paul was from", "text": "This can be stated as a direct quotation. AT: \"he asked Paul, 'What province are you from?'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "when he learned that he was from Cilicia, he said", "text": "This can be stated as a direct quotation. AT: \"Paul said, 'I am from Cilicia.' Then the governor said\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I will hear you fully", "text": "\"I will listen to all you have to say\""}, {"ref": "he commanded him to be kept", "text": "This can be stated in active form. AT: \"he commanded soldiers to keep him\" or \"commanded soldiers to restrain him\""}]}]