[{"id": "01", "tn": [{"ref": "General Information:", "text": "This begins a new event in the story. Most likely this is the next morning after the feast."}, {"ref": "steward of his house", "text": "The \"steward\" was responsible for managing Joseph's household activities."}, {"ref": "every man's money", "text": "Their money was silver coins most likely in a small bag."}, {"ref": "in his sack's opening", "text": "\"in his sack\""}, {"ref": "Put my cup, the silver cup", "text": "\"Put my silver cup\""}, {"ref": "in the sack's opening of the youngest", "text": "The word \"brother\" is understood. AT: \"in the youngest brother's sack\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "03", "tn": [{"ref": "The morning dawned", "text": "\"The morning light shown\""}, {"ref": "the men were sent away, they and their donkeys", "text": "This can be stated in active form. AT: \"they sent the men away, along with their donkeys\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Why have you returned evil for good?", "text": "This question is used to scold the brothers. AT: \"You have treated us badly, after we were good to you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is this not the cup from which my master drinks, and the cup that he uses for divination?", "text": "This question is used to scold the brothers. AT: \"You already know that this is the cup that my master uses for drinking and for fortune telling!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You have done evil, this thing that you have done", "text": "This repeats \"you have done\" for emphasis. AT: \"What you have done is very evil\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "06", "tn": [{"ref": "spoke these words to them", "text": "Here \"words\" stands for what was said. AT: \"spoke what Joseph told him to say\""}, {"ref": "Why does my master speak such words as these?", "text": "Here \"words\" stands for what was said. The brothers refer to the steward as \"my master.\" This is a formal way of speaking to someone with greater authority. It can be stated in the second person. AT: \"Why are you saying this, my master?\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Far be it from your servants that they would do such a thing", "text": "The brothers refer to themselves as \"your servants\" and \"they.\" This is a formal way of speaking to someone with greater authority. AT: \"We would never do such a thing!\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Far be it from your servants", "text": "Something that a person would never do is spoken of as if it were an object that person wants to put very far from himself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Look", "text": "This adds emphasis to what the brothers say next."}, {"ref": "the money that we found in our sacks' openings", "text": "\"you know the money that we found in our sacks\""}, {"ref": "we brought again to you out of the land of Canaan", "text": "\"we brought back to you from Canaan\""}, {"ref": "How then could we steal out of your master's house silver or gold?", "text": "The brothers use a question to emphasize that they would not steal from the lord of Egypt. AT: \"So we would never take anything from your master's house!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "silver or gold", "text": "These words are used together to mean that they would not steal anything of any value."}, {"ref": "With whomever of your servants it is found", "text": "The brothers refer to themselves as \"your servants.\" This is a formal way of speaking to someone with greater authority. It can be stated in the first person. Also, \"is is found\" can be stated in active form. AT: \"If you find that one of us has stolen the cup\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we also will be my master's slaves", "text": "The phrase \"my master\" refers to the steward. This can be stated in the second person. AT: \"you may take us as your slaves\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Now also let it be according to your words", "text": "Here \"now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows. Also, \"words\" stands for what was said. AT: \"Very well. I will do what you said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He with whom the cup is found will be my slave", "text": "This can be stated in active form. AT: \"If I find the cup in one of your sacks, that person will be my slave\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "brought his sack down", "text": "\"lowered his sack\""}, {"ref": "the oldest ... the youngest", "text": "The word \"brother\" is understood. AT: \"the oldest brother ... the youngest brother\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "youngest, and the cup was found in Benjamin's sack", "text": "This can be translated as a new sentence and in active form. AT: \"youngest. The steward found the cup in Benjamin's sack\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then they tore their clothes", "text": "The word \"they\" refers to the brothers. Tearing clothes was a sign of great distress and sorrow. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "and returned", "text": "\"and they returned\""}]}, {"id": "14", "tn": [{"ref": "He was still there", "text": "\"Joseph was still there\""}, {"ref": "they bowed before him", "text": "\"they fell before him.\" This is a sign of the brothers wanting the lord to be merciful to them. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Do you not know that a man like me practices divination?", "text": "Joseph uses a question to scold his brothers. AT: \"Surely you know that a man like me can learn things by magic!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "What can we say to my master? What can we speak? Or how can we justify ourselves?", "text": "All 3 questions mean basically the same thing. They use these questions to emphasize that there is nothing they can say to explain what happened. AT: \"We have nothing to say, my master. We cannot speak anything of value. We cannot justify ourselves.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What can we say to my master ... my master's slaves", "text": "Here \"my master\" refers to Joseph. This is a formal way of speaking to someone with greater authority. It can be stated in second person. AT: \"What can we say to you ... your slaves\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "God has found out the iniquity of your servants", "text": "Here \"found out\" does not mean God just found out what the brothers did. It means God is now punishing them for what they did. AT: \"God is punishing us for our past sins\""}, {"ref": "the iniquity of your servants", "text": "The brothers refer to themselves as \"your servants.\" This is a formal way of speaking to someone with greater authority. It can be stated in first person. AT: \"our iniquity\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "and he also in whose hand the cup was found", "text": "Here \"hand\" stands for the whole person. Also, \"was found\" can be stated in active form. AT: \"and the one who had your cup\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Far be it from me that I should do so", "text": "Something that a person would never do is spoken of as if it were an object the person wants put far away from him. AT: \"It is not like me to do something like that\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The man in whose hand the cup was found", "text": "Here \"hand\" stands for the whole person. Also, \"was found\" can be stated in active form. AT: \"The man who had my cup\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "came near to", "text": "\"approached\""}, {"ref": "let your servant", "text": "Judah refers to himself as \"your servant.\" This is a formal way of speaking to someone with more authority. This can be stated in first person. AT: \"let me, your servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "speak a word in my master's ears", "text": "Here \"word\" is a metonym that stands for what is said. And \"ear\" is a synecdoche that stands for the whole person. AT: \"speak to you, my master\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in my master's ears", "text": "Here \"my master\" refers to Joseph. This is a formal way of speaking to someone with more authority. This can be stated in second person. AT: \"to you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "do let your anger burn against your servant", "text": "Being angry is spoke of as if it were a burning fire. AT: \"please do not be angry with me, your servant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for you are just like Pharaoh", "text": "Judah compares the master to Pharaoh to emphasize the great power that the master has. He is also implying that he does want the master to become angry and execute him. AT: \"for you are as powerful as Pharaoh and could have your soldiers kill me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "My master asked his servants, saying, 'Do you have a father or a brother?'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"My master asked us if we have a father or a brother.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "My master asked his servants", "text": "Judah refers to Joseph with the words \"my master\" and \"his.\" He also refers to himself and his brothers as \"his servants.\" AT: \"You, my master, asked us, your servants\" or \"You asked us\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Judah continues to speak before Joseph"}, {"ref": "We said to my master, 'We have a father ... his father loves him.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"And we said to my master that we have a father ... his father loves him\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "we said to my master", "text": "Judah refers to Joseph as \"my master.\" This is a formal way of speaking to someone with greater authority. AT: \"we said to you, my master\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "his father loves him", "text": "This refers to love for a friend or family member."}, {"ref": "Then you said to your servants, 'Bring him down to me that I may see him.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"And you said to your servants that we should bring our youngest brother to you so that you may see him\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Then you said to your servants", "text": "Judah refers to himself and his brothers as \"your servants.\" AT: \"Then you said to us, your servants\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Bring him down to me", "text": "It was common to use the word \"down\" when speaking of traveling from Canaan to Egypt. AT: \"Bring him to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "After that, we said to my master, 'The boy cannot ... father would die.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"In response, we said to my master that the boy cannot ... father would die\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "his father would die", "text": "It is implied that their father would die from sorrow. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Judah continues his story to Joseph"}, {"ref": "Then you said to your servants, 'Unless your youngest brother comes down with you, you will not see my face again'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Then you said to your servants that unless our youngest brother comes with us, we would not see you again\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Then you said to your servants", "text": "Judah refers to himself and his brothers as \"your servants.\" This is a formal way of speaking to someone with greater authority. AT: \"Then you said to us, your servants\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "comes down ... go down", "text": "It was common to use the word \"down\" when speaking of traveling from Canaan to Egypt."}, {"ref": "you will not see my face again", "text": "Here \"face\" stands for the whole person. AT: \"you will not see me again\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Then it came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "we went up to your servant my father", "text": "It was common to use the phrase \"went up\" when speaking of traveling from Egypt to Canaan."}, {"ref": "we told him the words of my master", "text": "Judah refers to Joseph as \"my master.\" Also, \"words\" stands for what was said. AT: \"we told him what you said, my master\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Our father said, 'Go again, buy us some food'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Our father told us to go again to Egypt to buy food for us and our families\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Then we said, 'We cannot go down. If our youngest brother ... is with us.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Then we said to him that we cannot go down to Egypt. We told him that if our youngest brother is with us ... is with us\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "to see the man's face", "text": "Here \"face\" stands for the whole person. AT: \"to see the man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Judah continues his story to Joseph"}, {"ref": "said to us, 'You know that my wife bore me two sons. One of them went out from me and I said, \"Surely he is torn in pieces, and I have not seen him since.\" Now if you also take this one from me, and harm comes to him, you will bring down my gray hair with sorrow to Sheol.'", "text": "This has a two level and three level quotation. They can be stated as indirect quotations. AT: \"said to us that we know that his wife, Rachel, bore him only two sons, and that one of them went out and an animal tore him to pieces, and he has not seen him since. Then he said that if we take his other son and something bad happens to him, then we would cause him to die of sorrow.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "said to us", "text": "Here \"us\" does not include Joseph. (See [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "You know", "text": "Here \"You\" is plural and refers to the brothers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "he is torn in pieces", "text": "This can be stated in active form. AT: \"a wild animal has torn him to pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "harm comes to him", "text": "Something bad happening to a person is spoken of as if \"harm\" were something that travels and comes to a person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will bring down my gray hair with sorrow to Sheol", "text": "To \"bring down ... to Sheol\" is way of saying they will cause him to die and go to Sheol. He uses the word \"down\" because it was commonly believed Sheol is somewhere underground. AT: \"then you will cause me, an old man, to die of sorrow\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my gray hair", "text": "This stands for Jacob and emphasizes his old age. AT: \"me, an old man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "30", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "therefore, when I come ... sorrow to Sheol", "text": "Judah is describing to Joseph a realistic but hypothetical case of what he will expect will happen to Jacob when he returns without Benjamin. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "when I come to your servant", "text": "Here \"come\" can be translated as \"go\" or \"return.\""}, {"ref": "the lad is not with us", "text": "\"the boy is not with us\""}, {"ref": "since his life is bound up in the boy's life", "text": "The father saying he would die if his son died is spoken of as if their two lives were physically bound together. AT: \"since he said he would die if the boy did not come back\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will come about", "text": "Judah is speaking about a hypothetical case in the future as if it would certainly happen. (See [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Your servants will bring down the gray hair of your servant our father with sorrow to Sheol", "text": "To \"bring down ... to Sheol\" is way of saying they will cause him to die and go to Sheol. He uses the word \"down\" because it was commonly believed Sheol is somewhere underground. AT: \"And we will have caused our old father to die of sorrow\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Your servants", "text": "Judah refers to himself and his brothers as \"your servants.\" This is a formal way of speaking to someone with greater authority. AT: \"And we, your servants\" or \"And we\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the gray hair of your servant our father", "text": "Here \"gray hair\" stands for Jacob and emphasizes his old age. AT: \"our old father\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "For your servant became a guarantee for the boy to my father", "text": "The abstract noun \"guarantee\" can be stated with the verb \"promised.\" AT: \"For I promised my father concerning the boy\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "For your servant", "text": "Judah refers to himself as \"your servant.\" AT: \"For I, your servant\" or \"For I\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "then I will bear the guilt to my father", "text": "Being considered guilty is spoken of as if \"guilt\" were something that a person carries. AT: \"then my father may blame me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "let your servant", "text": "Judah refers to himself as \"your servant.\" This is a formal way of speaking to someone with greater authority. AT: \"let me, your servant\" or \"let me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "to my master", "text": "Judah refers to Joseph as \"my master.\" AT: \"to you, my master\" or \"to you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "let the boy go up", "text": "It was going to use the phrase \"go up\" when speaking about traveling from Egypt to Canaan."}, {"ref": "For how can I go up to my father if the boy is not with me?", "text": "Judah uses a question to emphasize the grief he would have if Benjamin did not return home. AT: \"I cannot return to my father if the boy is not with me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I am afraid to see the evil that would come on my father", "text": "A person suffering terribly is spoken of as if \"evil\" were a thing that comes upon a person. AT: \"I am afraid to see how much my father would suffer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]