[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking of caring for Israel like a parent cares for a child."}, {"ref": "When Israel was a young man", "text": "Yahweh is speaking about the people of Israel as if they were a young man. Yahweh is referring to when he first started his relationship with the nation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I called my son out of Egypt", "text": "\"son\" refers to the people of God the Father. AT: \"I led my son out of Egypt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The more they were called, the more they went away from me", "text": "This can be stated in active form. AT: \"The more I called them to be my people, the more they refused me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about how he cared for Israel."}, {"ref": "it was I who taught Ephraim to walk", "text": "Yahweh refers to Israel as a small child whom he taught to walk. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lifted them up by their arms", "text": "This expression continues the metaphor. AT: \"took care of them\""}, {"ref": "I led them with cords of humanity, with bands of love", "text": "Yahweh loved his people in ways that they as humans could understand and appreciate. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I was to them like someone who eased the yoke on their jaws", "text": "Yahweh is speaking of the nation of Israel as a hardworking animal whose work he made easier. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I bent down to them and fed them", "text": "This expression continues the metaphor in which Israel is pictured as a young child. It may mean that Yahweh provided for all their physical needs."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about Israel."}, {"ref": "Will they not return to the land of Egypt?", "text": "This question means that the nation of Israel will once again be slaves as they were in Egypt. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will Assyria not rule over them because they refuse to return to me?", "text": "The nation of Israel will be captives of Assyria as a result of their refusal to remain faithful to Yahweh. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The sword will fall on their cities", "text": "Here \"sword\" represents the enemies of Israel who will destroy Israel's cities. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "destroy the bars of their gates", "text": "Gates offered security to city inhabitants from their enemies, and the bars secured the closed gates. To destroy the bars meant to take away the people's security. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Though they call to the Most High", "text": "Here God is speaking about himself in the third person. It can be stated in first person. AT: \"Though they call to me, the Most High\" (see: [[:en:ta:vol2:translate:figs_123person]])."}, {"ref": "no one will help them", "text": "Yahweh will not allow anyone to help Israel because they turned away from him."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about Israel."}, {"ref": "How can I give you up, Ephraim? How can I hand you over, Israel?", "text": "Yahweh loves his people so much that he will not totally destroy them. These questions may be translated as statements. AT: \"I will not give you up, Ephraim. I will not hand you over, Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How can I make you like Admah? How can I make you like Zeboiim?", "text": "Yahweh loves his people so much that he will not totally destroy them. These questions may be translated as statements. AT: \"I do not want to act toward you as I acted toward Admah or make you like Zeboiim—cities that I destroyed along with Sodom\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For I am God and not a man", "text": "God is not like people, who often decide very quickly to take revenge."}, {"ref": "My heart has changed within me", "text": "Here \"heart\" represents God's will and decisions. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not come in wrath", "text": "The abstract noun \"wrath\" can be stated as the adjective \"angry.\" AT: \"I will not come to you and be angry with you\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about when he will restore his people."}, {"ref": "They will walk after me, Yahweh", "text": "Worshiping and honoring Yahweh is spoken of as if it were following after him (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will roar like a lion", "text": "Yahweh making it possible for his people to return to his land is spoken of as if he were calling to his people. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They will come trembling like a bird ... like a dove", "text": "They will come home quickly as a bird returns to its nest. \"Trembling\" may refer to the fluttering of a bird's wings (See UDB). It may also signal the people's feelings of humility and reverence for God (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the declaration of Yahweh", "text": "\"what Yahweh has declared\" or \"what Yahweh has solemnly said.\" See how you translated this in [[:en:bible:notes:hos:02:12|2:13]]."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel and Judah."}, {"ref": "Ephraim surrounds me with falsehood, and the house of Israel with deceit", "text": "Lies and deceitful acts are spoken of as if they were objects that the people of the northern kingdom surrounded Yahweh with. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But Judah is still going about with me", "text": "The people of the southern kingdom are still loyal to God. Here \"going about with me\" represents being together with God. However, many versions have different interpretations of this difficult passage. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]