[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "Possible meanings for the header \"a psalm of Solomon\" are 1) David wrote this psalm about Solomon (\"the king's son\") or 2) Solomon (who, as David's son, was \"the king's son\") wrote this psalm as a prayer about himself or 3) another king wrote it about his son in the style of Solomon. People in those days would often speak of themselves as if they were someone else. However, it would be best to translate this as though the psalmist is speaking of someone else, not of himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Give the king your righteous decrees, God, your righteousness to the king's son", "text": "Possible meanings are 1) \"Give me, the king, your righteous decrees, God, your righteousness to my son\" or 2) \"Give me, the king, your righteous decrees, God, your righteousness to me, the king's son.\" People in those days would often speak of themselves as if they were someone else. However, it would be best to translate this as though the psalmist is speaking of someone else, not of himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Give the king your righteous decrees", "text": "\"Enable the king to judge rightly\" (see UDB)"}, {"ref": "your righteousness to the king's son", "text": "\"May the king's son be able to do what pleases you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "May he judge", "text": "If David wrote this, he is talking about his son, \"the king's son,\" he is speaking of the time when his son will be king. If Solomon wrote it, even though he is writing about himself, it would be best to translate as though he were writing about someone else. Either way, \"May the king judge\" is the best translation."}, {"ref": "your people ... your poor", "text": "The psalmist is speaking to God."}, {"ref": "and your poor", "text": "\"and may the king judge your poor people\"  (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "May the mountains produce peace ... may the hills produce righteousness", "text": "The psalmist speaks of the people of Israel as if they were the mountains and hills on which they live. He speaks of the mountains and the hills as if they were the entire land of Israel, as if that land were a garden that produces fruit, and of peace and righteousness as if they are that fruit. AT: \"May the people of the land live in peace ... may they do everything in a righteous way\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "he ... he", "text": "These refer to the one who will \"judge\" ([[:en:bible:notes:psa:072:001|72:2]])."}, {"ref": "break in pieces the oppressor", "text": "\"destroy completely the one who oppresses them\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "while the sun endures, and as long as the moon lasts", "text": "The sun and the moon are metonyms for the day and the night, which together are a merism for all time. AT: \"forever, and without ending\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "006", "tn": [{"ref": "May he come down like rain on the mown grass", "text": "The king will be good, and he will do good things for his people as if he were rain doing good for freshly cut grass. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "May he come", "text": "\"I desire that he come\""}, {"ref": "like showers that water", "text": "\"May he come down like showers that water.\" The king will be good, and he will do good things for his people as if he were rain doing good for the ground. (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the righteous", "text": "The adjective \"righteous\" can be translated as a noun phrase. AT: \"righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "in his days", "text": "Possible meanings are 1) \"while the king rules\" or 2) \"as long as the righteous person lives\" or \"as long as the righteous people live.\""}, {"ref": "may there be an abundance of peace", "text": "The psalmist speaks as if peace were a physical object like food. An \"abundance\" is when there is much of something. AT: \"may righteous people be able to live in true peace\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "till the moon is no more", "text": "\"as long as the moon shines\" (UDB) or \"forever\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "008", "tn": [{"ref": "May he have dominion", "text": "\"May the king have dominion\""}, {"ref": "from sea to sea, and from the River to the ends of the earth", "text": "Both of these expressions are merisms and refer to the whole earth. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "from sea to sea", "text": "from the Dead Sea and the Sea of Chinnereth in the east to the Mediterranean Sea in the west."}, {"ref": "the River", "text": "\"the Euphrates River,\" which the Israelites would travel to on land by going north"}, {"ref": "the ends of the earth", "text": "as far as people could travel on land by different routes to the south. The Israelites spoke of the earth as if it were a flat surface with ends. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "lick the dust", "text": "This is a metaphor for extreme humiliation. AT: \"do everything they can so he will allow them to live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Tarshish", "text": "the name of a place (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "render", "text": "\"give\""}, {"ref": "offer gifts", "text": "\"give gifts\""}, {"ref": "Seba", "text": "This is the name of a country. It is not the same country as Sheba. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "011", "tn": [{"ref": "fall down before him", "text": "\"bow down before him\" or \"honor him as their king\""}, {"ref": "all nations", "text": "\"the people who live in every nation\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "no other helper", "text": "\"no one to help him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "013", "tn": [{"ref": "He has pity on the poor and needy", "text": "\"He wants to stop the poor and needy from suffering\""}, {"ref": "the poor and needy", "text": "Here the words \"poor\" and \"needy\" mean basically the same thing and emphasize that they are unable to help themselves. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "redeems their lives", "text": "\"redeems them\" or \"saves them\" or \"rescues them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "oppression and violence", "text": "These two words mean basically the same thing and emphasize how badly the needy suffer. AT: \"those who oppress them and hurt them\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "their blood is precious in his sight", "text": "\"he wants them to live well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "their blood", "text": "\"their lives\" or \"their well-being\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in his sight", "text": "\"to him.\" See how this is translated in ([[:en:bible:notes:psa:019:013|19:14]])"}]}, {"id": "015", "tn": [{"ref": "May he live!", "text": "\"May the king live a long time!\" or \"I desire that the king live a long time!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May the gold of Sheba be given to him", "text": "This can be stated in active form. AT: \"May they give him the gold of Sheba\" or \"May he receive the gold of Sheba\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all day long", "text": "\"continually\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "abundance of grain", "text": "An \"abundance\" is when there is much of something. \"much grain\" or \"plenty of grain\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "crops", "text": "plants that people grow for food"}, {"ref": "wave", "text": "Use the word for what long grass does when a gentle wind blows on it and it moves slowly back and forth."}, {"ref": "like Lebanon", "text": "\"like the cedar trees in Lebanon.\" These trees were beautiful and had wood that was good for building. The meaning of this can be made clear. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the people flourish in the cities like the grass of the field", "text": "The prosperity of the people in the cities is spoken of as if they were grass that grows abundantly in the fields. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "017", "tn": [{"ref": "May his name endure forever", "text": "\"May people always know about him\" or \"May people never forget who he is\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his name", "text": "\"the king's name\" or \"the king's reputation\" or \"the king's fame\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as long as the sun", "text": "\"as long as the sun shines\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "may people be blessed in him", "text": "This can be stated in active form. AT: \"may God cause him to do good things for people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "call him blessed", "text": "\"recognize that God has blessed them\""}]}, {"id": "018", "tn": [{"ref": "General Information:", "text": "These verses are more than the end of this psalm. It is the closing statement for all of Book 2 of the Psalms, which starts at Psalm 42 and ends with Psalm 72."}, {"ref": "May Yahweh God, the God of Israel, be blessed", "text": "This can be stated in active form. AT: \"May people bless Yahweh God, the God of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May his glorious name be blessed forever", "text": "This can be stated in active form. AT: \"May people bless his glorious name forever\" or, treating \"name\" as a metonym for Yahweh himself, \"May people forever know how glorious he is\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his glorious name be blessed", "text": "\"he, who is glorious, be blessed\""}, {"ref": "may the whole earth be filled with his glory", "text": "This can be stated in active form. AT: \"may his glory fill the whole earth\" or \"may he fill the whole earth with his glory\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Amen and Amen", "text": "The word \"Amen\" is repeated to emphasize approval of what has been said. See how you translated this in [[:en:bible:notes:psa:041:013|41:13]]. AT: \"May it certainly be so\""}, {"ref": "The prayers of David son of Jesse are finished", "text": "This can be stated in active form. AT: \"David, the son of Jesse has finished his prayers\" or \"This is the last prayer of the David the son of Jesse\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]