[{"id": "01", "tn": [{"ref": "A wise son hears", "text": "Here \"hears\" represents listening in order to do it. AT: \"A wise son obeys\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not listen to rebuke", "text": "Here \"listen\" represents paying attention in order to do it. AT: \"will not learn from rebuke\" or \"will not obey, despite rebuke\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "From the fruit of his mouth", "text": "Here \"fruit\" represents what a person says. AT: \"From the words of his mouth\" or \"From what he says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the appetite", "text": "the desire or liking for something"}, {"ref": "the treacherous", "text": "those who are willing to betray or deceive others (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "03", "tn": [{"ref": "his mouth", "text": "Here \"mouth\" represents what a person says. AT: \"what he says\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "opens wide his lips", "text": "Opening the lips represents speaking, and opening them wide represents speaking too often or too much. AT: \"speaks a lot\" or \"talks too much\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The appetite ... the appetite", "text": "Translate as you did in [[:en:bible:notes:pro:13:01|13:2]]."}, {"ref": "craves but gets nothing", "text": "\"strongly desires but gets nothing\""}, {"ref": "the appetite of diligent people will be richly satisfied", "text": "Here \"appetite\" represents desire. AT: \"diligent people will have a richly satisfied life\" or \"being diligent will make people richly satisfied\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "diligent people", "text": "people who work with careful and continued effort"}]}, {"id": "05", "tn": [{"ref": "repugnant", "text": "causing a strong feeling of disgust"}, {"ref": "Righteousness protects those", "text": "\"Righteousness\" represents a way of life approved by Yahweh. This quality acts like a person who protects. AT: \"A way of life approved by Yahweh protects\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "who are faultless in their path", "text": "Here \"path\" represents how a person directs his life. AT: \"who are faultless in their way of living\" or \"who live lives of integrity\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wickedness turns away those who commit sin", "text": "Here \"wickedness\" represents an evil conduct of life. This quality acts like a person who turns away those who commit sin. AT: \"wickedness turns sinners away from a successful path\" or \"wickedness ruins sinners' lives\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "07", "tn": [{"ref": "who enriches himself", "text": "\"who makes himself rich\""}, {"ref": "does not hear a threat", "text": "Possible meanings are 1) no one will threaten to steal from him because he has nothing anyone would want to steal or 2) he will not listen when people correct him because he has nothing to lose if they punish him. AT: \"does not listen to rebuke\""}]}, {"id": "09", "tn": [{"ref": "The light of righteous people rejoices", "text": "The light stands for the influence of righteous people and is described as experiencing the human emotion of joy. This can also be expressed as a simile as it is by the UDB. AT: \"The influence of righteous people produces joy\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the lamp of wicked people will be put out", "text": "The lamp of wicked people stands for the influence of those wicked people. The lamp being put out means their influence will stop. AT: \"wicked people will lose their influence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Pride only breeds conflict", "text": "\"Pride always causes conflict\""}, {"ref": "listen to", "text": "\"heed\" or \"follow\""}, {"ref": "good advice", "text": "suggestions that are helpful and profitable"}]}, {"id": "11", "tn": [{"ref": "Wealth dwindles away", "text": "\"Wealth decreases\" or \"Wealth slowly disappears\""}, {"ref": "working with his hand", "text": "The phrase \"working with his hand\" refers to physical work instead of only mental or other types of work. Many people give physical work a low value. AT: \"working with physical strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "make his money grow", "text": "Money is compared to a tree that grows. AT: \"make his money increase\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When hope is postponed", "text": "Here \"hope\" represents the thing a person hopes for. This can be stated in active form. AT: \"When a person hopes for something but does not receive it for a very long time\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it breaks the heart", "text": "Breaking a person's heart represents overwhelming that person with sadness. AT: \"it causes intense sadness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a longing fulfilled is a tree of life", "text": "Someone receiving what they hoped for and becoming very happy is spoken of as if the fulfillment of their hope were a tree that gives life. AT: \"a longing fulfilled is like a tree of life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tree of life", "text": "\"a tree that gives life\" or \"a tree whose fruit sustains life.\" Translate this as you did in [[:en:bible:notes:pro:03:17|3:18]]."}]}, {"id": "13", "tn": [{"ref": "the one who honors the command will be rewarded", "text": "This can be stated in active form. AT: \"they will reward the one who honors the command\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fountain of life", "text": "A fountain is a good source of water and here represents a source of life. AT: \"a bountiful source of life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "snares of death", "text": "Here \"snares\" represent dangers that will kill. AT: \"traps that lead to death\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "but the way of the treacherous is never-ending", "text": "ending** - Here a person's behavior or conduct is spoken of as if it were a way or path that a person walks. A person being ruined by their own treachery is spoken of as if they are on a way or path that never ends. AT: \"but the behavior of the treacherous will cause their own destruction\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the treacherous", "text": "This nominal adjective can be stated as an adjective. AT: \"the treacherous person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "a fool parades his folly", "text": "To \"parade\" means to display in front of everyone. AT: \"a fool displays his foolishness to everyone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "falls into trouble", "text": "\"is unreliable\" or \"does something evil\""}, {"ref": "envoy", "text": "\"messenger\" or \"diplomat\""}, {"ref": "learns from correction", "text": "The concept or idea of \"correction\" can be stated as an action. AT: \"learns when someone corrects him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "19", "tn": [{"ref": "is sweet", "text": "\"is a delight\" or \"brings joy\""}, {"ref": "the appetite", "text": "the desire or liking for something"}, {"ref": "will suffer harm", "text": "\"will experience harm\" or \"will be ruined\""}]}, {"id": "21", "tn": [{"ref": "Disaster runs after sinners", "text": "\"Disaster\" is given human characteristics like the ability to run. AT: \"Sinners have trouble wherever they go\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "righteous people are rewarded with good", "text": "This can be stated in active form. AT: \"God rewards righteous people with good\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his grandchildren", "text": "\"the sons of his sons\" or \"the children of his children\" or \"his descendants\""}, {"ref": "a sinner's wealth is stored up for the righteous person", "text": "This can be stated in active form. AT: \"the one who does right will receive the wealth that a sinner has stored up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "An unplowed field", "text": "\"A field that is not prepared for food production\" or \"An empty field not ready for planting\""}, {"ref": "but it is swept away by injustice", "text": "\"Swept away\" represents completely removing something. This can be stated in active from. AT: \"but injustice takes away that food\" or \"but unjust people take the food away\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is careful to instruct him", "text": "\"makes sure to instruct him\""}]}, {"id": "25", "tn": [{"ref": "he satisfies his appetite", "text": "\"he has satisfied himself\" or \"he fulfills his desires\""}, {"ref": "the stomach of the wicked is always hungry", "text": "Here \"stomach\" represents the desires of a person. AT: \"the wicked person is always hungry for more\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]