{"1": [{"a": "Ezekiel was living among the captives in the land of the Chaldeans when he had visions of God.", "q": "Among whom was Ezekiel living when he had visions of God?", "ref": ["01-01", "01-03"]}, {"a": "In the middle of the cloud was the likeness of four living creatures, each with four faces and four wings.", "q": "What was in the middle of the great cloud Ezekiel saw coming from the north?", "ref": ["01-04", "01-06"]}, {"a": "The creatures did not turn as the went but each one went straight forward.", "q": "How did the creatures move?", "ref": ["01-09"]}, {"a": "Their faces had the appearance of a man, a lion, an ox, and an eagle.", "q": "What appearances did the living creatures have on their faces?", "ref": ["01-10"]}, {"a": "The Spirit was directing the movement of the four living creatures.", "q": "What was directing the movement of the four living creatures?", "ref": ["01-12"]}, {"a": "As they moved, the four living creatures looked like lightning.", "q": "As the four living creatures moved back and forth, what did they look like?", "ref": ["01-14"]}, {"a": "The four wheels were able to go in any direction without turning.", "q": "What were the four wheels beside the four living creatures able to do?", "ref": ["01-17"]}, {"a": "The wheels followed the living creatures because the spirit of the living creatures was in the wheels.", "q": "Why did the wheels go wherever the living creatures went?", "ref": ["01-20", "01-21"]}, {"a": "An expansive dome was over the heads of the living creatures.", "q": "What was over the heads of the living creatures?", "ref": ["01-22"]}, {"a": "Each one of the creature's wings stretched out straight and touched another creature's wings and each of the living creatures also had a pair of wings to cover his own body.", "q": "What did the living creatures do with their wings?", "ref": ["01-23"]}, {"a": "The creatures' wings sounded like rushing water, like the voice of the Almighty, like a rainstorm, and like an army.", "q": "What does Ezekiel say the creatures' wings sounded like?", "ref": ["01-24"]}, {"a": "Above the dome was a throne, and on the throne was the appearance of one who looked like a man.", "q": "What was above the dome, which was over the creatures' heads?", "ref": ["01-26"]}, {"a": "The bright figure appeared as the likeness of the glory of Yahweh.", "q": "As what did the bright figure appear to Ezekiel?", "ref": ["01-28"]}, {"a": "When he saw the bright figure, Ezekiel fell on his face.", "q": "What did Ezekiel do when he saw the bright figure?", "ref": ["01-28"]}], "2": [{"a": "The Spirit stood Ezekiel on his feet as he spoke to Ezekiel.", "q": "What did the Spirit do to Ezekiel as the Spirit spoke to Ezekiel?", "ref": ["02-02"]}, {"a": "The Spirit sent Ezekiel to the people of Israel.", "q": "To whom did the Spirit send Ezekiel?", "ref": ["02-03"]}, {"a": "The descendants were a stubborn, hardhearted and rebellious people.", "q": "According to the Spirit, what kind of people were the descendants of Israel?", "ref": ["02-04", "02-05"]}, {"a": "Ezekiel was to say, \"This is what the Lord Yahweh says,\" to the people of Israel.", "q": "What was Ezekiel to say to the people of Israel?", "ref": ["02-04"]}, {"a": "The people of Israel would know that a prophet had been among them.", "q": "What would the people of Israel know because of Ezekiel's speaking to them?", "ref": ["02-05"]}, {"a": "The Spirit told Ezekiel not to be afraid of the people of Israel as he spoke to them.", "q": "What did the Spirit tell Ezekiel not to do as he spoke to the people of Israel?", "ref": ["02-06"]}, {"a": "Ezekiel was not to be rebellious like the people of Israel.", "q": "How was Ezekiel supposed to be different than the people of Israel?", "ref": ["02-08"]}, {"a": "A written scroll was spread out before Ezekiel.", "q": "What was spread out before Ezekiel?", "ref": ["02-09"]}, {"a": "On the scroll were written lamentations, mourning, and woe.", "q": "What was written on the scroll?", "ref": ["02-10"]}], "3": [{"a": "The Spirit gave Ezekiel a scroll and Ezekiel ate it.", "q": "What did the Spirit give to Ezekiel and what did Ezekiel do with it?", "ref": ["03-01", "03-03"]}, {"a": "The Spirit told Ezekiel to go and speak the Spirit's words to the house of Israel.", "q": "What did the Spirit tell Ezekiel to go and do?", "ref": ["03-04"]}, {"a": "If Ezekiel had been sent to a foreign people, they would have listened to Ezekiel's words.", "q": "According to the Spirit, if Ezekiel had been sent to a foreign people, how would they have responded to Ezekiel's words?", "ref": ["03-06"]}, {"a": "The house of Israel would not be willing to listen to Ezekiel's words.", "q": "According to the Spirit, how would the house of Israel respond to Ezekiel's words?", "ref": ["03-07"]}, {"a": "The Spirit has made Ezekiel stubborn, and his brow like a diamond.", "q": "How has the Spirit made Ezekiel so that he will not be fearful or discouraged?", "ref": ["03-08", "03-09"]}, {"a": "The great sound said, \"Blessed be the glory of Yahweh from his place!\"", "q": "What did the great sound behind Ezekiel say to him?", "ref": ["03-12"]}, {"a": "Ezekiel stayed with the captives for seven days, overwhelmed in amazement.", "q": "What did Ezekiel then do for seven days, and what was his condition?", "ref": ["03-15"]}, {"a": "Yahweh said he had made Ezekiel a watchman for the house of Israel.", "q": "What did Yahweh say he had made Ezekiel for the house of Israel?", "ref": ["03-17"]}, {"a": "If Ezekiel did not warn the wicked, Yahweh would require their blood from Ezekiel's hand.", "q": "What did Yahweh say would happen to Ezekiel if he did not warn the wicked about their evil deeds?", "ref": ["03-20"]}, {"a": "If Ezekiel did warn the wicked, then Ezekiel would rescue himself.", "q": "What did Yahweh say would happen to Ezekiel if he did warn the wicked about their evil deeds?", "ref": ["03-19"]}, {"a": "If Ezekiel did not warn the righteous man who turns, Yahweh would require his blood from Ezekiel's hand.", "q": "What did Yahweh say would happen to Ezekiel if he did not warn the righteous man who turns and acts unjustly?", "ref": ["03-20"]}, {"a": "Yahweh said the righteous man who turns and acts unjustly would die in his sin.", "q": "What did Yahweh say would happen to the righteous man who turns and acts unjustly?", "ref": ["03-20"]}, {"a": "If Ezekiel did warn the righteous man who turns, then Ezekiel would rescue himself.", "q": "What did Yahweh say would happen to Ezekiel if he did warn the righteous man who turns and acts unjustly?", "ref": ["03-21"]}, {"a": "When Ezekiel saw the glory of Yahweh, he fell on his face.", "q": "What did Ezekiel do when he saw the glory of Yahweh in the plain?", "ref": ["03-23"]}, {"a": "The Spirit told Ezekiel to go and shut himself up in his house.", "q": "What did the Spirit tell Ezekiel to go and do?", "ref": ["03-24"]}, {"a": "The Spirit said Ezekiel would not be able to rebuke the house of Israel by his own words.", "q": "What did the Spirit say Ezekiel would not be able to do by his own words?", "ref": ["03-26"]}, {"a": "The Spirit said Ezekiel would be able to open his mouth and say, \"Thus says the Lord Yahweh,\" when the Spirit spoke to him.", "q": "What did the Spirit say Ezekiel would be able to do when the Spirit spoke to him?", "ref": ["03-27"]}], "4": [{"a": "Yahweh told Ezekiel to carve the city of Jerusalem on a brick and then lay siege against it.", "q": "What did Yahweh tell Ezekiel to do with a brick?", "ref": ["04-01", "04-03"]}, {"a": "Yahweh told Ezekiel to do this as a sign to the house of Israel.", "q": "Why did Yahweh tell Ezekiel to do this with a brick?", "ref": ["04-03"]}, {"a": "Yahweh told Ezekiel to lie on his left side to carry the sin of the house of Israel.", "q": "Why did Yahweh tell Ezekiel to lie on his left side?", "ref": ["04-04"]}, {"a": "Ezekiel was to lie on his left side for 390 days to represent 390 years of punishment for the house of Israel.", "q": "Why was Ezekiel to lie on his left side for 390 days?", "ref": ["04-05"]}, {"a": "Ezekiel was to lie on his right side to carry the sin of the house of Israel.", "q": "Why was Ezekiel to lie on his right side?", "ref": ["04-06"]}, {"a": "Ezekiel was to lie on his right side for 40 days to represent 40 years of punishment for the house of Israel.", "q": "Why was Ezekiel to lie on his right side for 40 days?", "ref": ["04-06"]}, {"a": "Yahweh told Ezekiel to eat barley cakes and to drink water.", "q": "What did Yahweh tell Ezekiel to eat and drink while he lay on his side?", "ref": ["04-09", "04-11", "04-12"]}, {"a": "Ezekiel was to bake using human excrement as a sign that the food the people of Israel would eat among the nations would be unclean.", "q": "Why did Yahweh tell Ezekiel to bake using human excrement within the sight of the house of Israel?", "ref": ["04-12", "04-13"]}, {"a": "Yahweh allowed cow dung because Ezekiel had never eaten anything unclean in his life.", "q": "Why did Yahweh then allow Ezekiel to use cow dung instead of man's dung to bake?", "ref": ["04-14", "04-15"]}, {"a": "Yahweh said that bread and water would be rationed.", "q": "What did Yahweh say would happen in Jerusalem regarding food and drink?", "ref": ["04-16"]}, {"a": "Yahweh said the people of Jerusalem would be dismayed and would melt away.", "q": "What did Yahweh say would happen to the people of Jerusalem during this time?", "ref": ["04-17"]}], "5": [{"a": "Ezekiel was to burn a third in the city, strike a third with the sword around the city, and scatter a third to the wind.", "q": "What was Ezekiel do to with each third of his hair?", "ref": ["05-02"]}, {"a": "Yahweh said he would draw out a sword to chase after the people.", "q": "What did Yahweh say he would do after Ezekiel was finished?", "ref": ["05-02"]}, {"a": "Jerusalem is in the midst of the nations.", "q": "According to Yahweh, where is Jerusalem?", "ref": ["05-05"]}, {"a": "Jerusalem rejected Yahweh's decrees and did not walk in his statutes (laws).", "q": "Why does Yahweh say he has surrounded Jerusalem with other lands?", "ref": ["05-06"]}, {"a": "Yahweh says he will act against the nation of Israel and execute judgments within its midst.", "q": "What does Yahweh say he will do because of the nation of Israel's behavior?", "ref": ["05-08"]}, {"a": "Fathers will eat their children, and sons will eat their fathers.", "q": "What horrible things will the people of Israel do because of Yahweh's judgment on them?", "ref": ["05-10"]}, {"a": "Yahweh says will not spare them because they defiled Yahweh's sanctuary.", "q": "Why does Yahweh say he is not going to spare the people of Israel?", "ref": ["05-11"]}, {"a": "A third will die by plague, a third will fall by the sword, and a third will be scattered.", "q": "What will Yahweh do with each third of the people?", "ref": ["05-12"]}, {"a": "Yahweh said he would draw out a sword to chase after the people.", "q": "What did Yahweh say he would do after the thirds of the people were judged?", "ref": ["05-12"]}, {"a": "Yahweh says his wrath will be completed after this judgment.", "q": "What does Yahweh say he will do with his wrath after this judgment?", "ref": ["05-13"]}, {"a": "Other people will condemn and mock Jerusalem after Yahweh's judgments.", "q": "What will other people say about Jerusalem after Yahweh's judgments?", "ref": ["05-15"]}], "6": [{"a": "Ezekiel prophesied that the Lord Yahweh would destroy the high places of Israel with a sword.", "q": "What did Ezekiel prophesy against the high places of Israel?", "ref": ["06-02", "06-03"]}, {"a": "The Lord Yahweh will lay the dead bodies of the people of Israel before the altars.", "q": "What will happen before the idol altars of Israel?", "ref": ["06-05"]}, {"a": "The cities of Israel will be laid waste.", "q": "What will happen to the cities of Israel?", "ref": ["06-06"]}, {"a": "The people of Israel will know that the Lord is Yahweh.", "q": "As a result of all the destruction, what will the people of Israel know?", "ref": ["06-07"]}, {"a": "The remnant will remember Yahweh and will show loathing on their face for their wickedness.", "q": "What will the remnant who escapes do after they are scattered?", "ref": ["06-08", "06-09"]}, {"a": "Because of all the evil wickedness of the house of Israel, Yahweh is bringing sword, famine, and plague.", "q": "Why is Yahweh bringing sword, famine, and plague to the house of Israel?", "ref": ["06-11"]}, {"a": "The people of Israel were offering soothing fragrances to all their idols.", "q": "What were the people of Israel doing on the mountain peaks and under the trees?", "ref": ["06-13"]}, {"a": "The land will be a desolate and a waste when Yahweh strikes.", "q": "What will happen to the land when Yahweh strikes?", "ref": ["06-14"]}], "7": [{"a": "According to the word of Yahweh, an end was coming to the land of Israel.", "q": "According to the word of Yahweh, what was coming to the land of Israel?", "ref": ["07-01", "07-02"]}, {"a": "Yahweh will judge Israel according to its ways.", "q": "Yahweh will judge Israel according to what?", "ref": ["07-03"]}, {"a": "The time of Israel's doom and destruction has come.", "q": "What time has come for Israel?", "ref": ["07-07"]}, {"a": "Yahweh is pouring out his fury and filling up his wrath against Israel.", "q": "What is Yahweh pouring out and filling up against Israel?", "ref": ["07-08"]}, {"a": "None of the multitude, none of their wealth, and none of their importance will last.", "q": "What will not last in Israel?", "ref": ["07-11"]}, {"a": "The buyer should not rejoice and the seller not mourn because Yahweh's anger is upon the entire multitude.", "q": "Why should the buyer not rejoice and the seller not mourn in Israel?", "ref": ["07-12"]}, {"a": "Those in the city will die by famine and plague.", "q": "How will those in the city die?", "ref": ["07-15"]}, {"a": "The survivors will escape to the mountains.", "q": "To where will the survivors escape?", "ref": ["07-16"]}, {"a": "Their silver and gold will not be able to deliver the people of Israel.", "q": "What will not be able to deliver the people of Israel?", "ref": ["07-19"]}, {"a": "The ornaments will be given into the hands of strangers and the wicked as plunder.", "q": "What will happen to all the jeweled ornaments of the people of Israel?", "ref": ["07-21"]}, {"a": "Bandits will enter Yahweh's cherished place and defile it.", "q": "What will happen to Yahweh's cherished place?", "ref": ["07-22"]}, {"a": "The people of Israel will seek peace, but there will be none.", "q": "What will the people of Israel seek, but not find?", "ref": ["07-25"]}, {"a": "When the people seek a vision, the Law and counsel will perish.", "q": "What will happen when the people seek a vision from the prophet?", "ref": ["07-26"]}, {"a": "When judgment comes, the king will mourn and the people will tremble in fear.", "q": "How will the king and the people respond when Yahweh's judgment comes?", "ref": ["07-27"]}], "8": [{"a": "Ezekiel was sitting in his house, with the elders of Judah sitting before him.", "q": "Where was Ezekiel when the hand of the Lord Yahweh fell on him?", "ref": ["08-01"]}, {"a": "The Spirit took Ezekiel to the inner Northern Gate in Jerusalem, where he saw the idol that provokes jealousy.", "q": "Where did the Spirit take Ezekiel, and what did he see there?", "ref": ["08-03"]}, {"a": "The Spirit said he was being forced to go far from his own sanctuary.", "q": "What did the Spirit say he was being forced to do because of the great abominations (wickedness) of the house of Israel?", "ref": ["08-06"]}, {"a": "The Spirit to Ezekiel to, \"Go and see the wicked abominations that they are doing here.\"", "q": "After Ezekiel dug into the wall and saw a door, what did the Spirit tell Ezekiel to do?", "ref": ["08-09"]}, {"a": "The elders were saying that Yahweh does not see them and that Yahweh had forsaken the land.", "q": "What were the elders saying about Yahweh as they worshiped their idols?", "ref": ["08-12"]}, {"a": "The women were sitting there mourning for Tammuz.", "q": "What did Ezekiel see the women doing at the gate on the north side of Yahweh's house?", "ref": ["08-14"]}, {"a": "There were twenty-five men with their faces to the east worshiping Shamesh.", "q": "What did Ezekiel see in the inner courtyard of Yahweh's house?", "ref": ["08-16"]}, {"a": "The Spirit said that he would act and not spare them, nor have compassion even though they cry with a loud voice.", "q": "Because of the abominations of the house of Israel, what did the Spirit say he was going to do?", "ref": ["08-18"]}], "9": [{"a": "The Spirit called six men with weapons of destruction, and one man with a scribe's equipment.", "q": "Who did the Spirit call to come up to the city?", "ref": ["09-01", "09-02"]}, {"a": "The glory of the God of Israel moved from the cherubim where it had been to the threshold of the house.", "q": "From where did the glory of the God of Israel move, and to where did it go?", "ref": ["09-03"]}, {"a": "Yahweh told the scribe to make a mark on the foreheads of the men who groaned and sighed about the abominations being performed in the city.", "q": "What did Yahweh tell the scribe to do?", "ref": ["09-04"]}, {"a": "Yahweh told the six men to kill all of the people except those with the mark on their heads.", "q": "What did Yahweh tell the six men with weapons of destruction to do?", "ref": ["09-06"]}, {"a": "Ezekiel asked Yahweh if all the remnant of Israel would be destroyed by Yahweh's wrath.", "q": "What question did Ezekiel ask Yahweh as he saw the six men striking the city?", "ref": ["09-08"]}, {"a": "Yahweh answered that the iniquity of the house of Israel and Judah was great, and that he would not spare them.", "q": "What was Yahweh's answer to Ezekiel's question?", "ref": ["09-09", "09-10"]}, {"a": "The scribe reported that he had done all Yahweh had commanded him.", "q": "What did the scribe report?", "ref": ["09-11"]}], "10": [{"a": "Yahweh told the man dressed in linen to fill both his hands with fiery coals and to scatter them over the city.", "q": "What did Yahweh tell the man dressed in linen to do?", "ref": ["10-02"]}, {"a": "The glory of Yahweh then rose up and stood over the threshold of the house, filling the house with a cloud and the courtyard with brightness.", "q": "What did the glory of Yahweh then do?", "ref": ["10-04"]}, {"a": "The man dressed in linen went in, and a cherub lifted up the fire and placed it into the hands of the man.", "q": "How did the man dressed in linen receive the fire which was among the cherubim?", "ref": ["10-07"]}, {"a": "The wheels that were beside the cherubim were like a wheel intersecting another wheel.", "q": "What was the likeness of the wheels that were beside the cherubim?", "ref": ["10-10"]}, {"a": "Eyes covered the cherubim and the four wheels.", "q": "What covered the cherubim and the four wheels?", "ref": ["10-12"]}, {"a": "The four wheels were called \"Whirling\".", "q": "What was the name given to the four wheels?", "ref": ["10-13"]}, {"a": "The wheels would go beside the cherubim when the cherubim moved.", "q": "What did the wheels do as the cherubim moved?", "ref": ["10-16", "10-17"]}, {"a": "The glory of Yahweh, the cherubim, and the wheels moved to the eastern entrance of Yahweh's house.", "q": "To where did the glory of Yahweh, the cherubim, and the wheels move?", "ref": ["10-18", "10-19"]}, {"a": "Ezekiel had seen the same living creatures before by the Chebar canal.", "q": "Where had Ezekiel seen the same living creatures before?", "ref": ["10-20", "10-22"]}], "11": [{"a": "Ezekiel saw twenty-five men, with the leaders of the people among them.", "q": "What did Ezekiel see when the Spirit brought him to the eastern gate of Yahweh's house?", "ref": ["11-01"]}, {"a": "God said the men were guilty of devising inquity and deciding wicked plans in the city.", "q": "Of what did God say the twenty-five men were guilty?", "ref": ["11-02"]}, {"a": "The twenty-five men had filled the streets with the people they had killed.", "q": "With what had the twenty-five men filled the streets?", "ref": ["11-06"]}, {"a": "The twenty-five men feared the sword, and Yahweh said he would bring the sword upon them.", "q": "What did the twenty-five men fear, and what did Yahweh say he would bring?", "ref": ["11-08"]}, {"a": "Yahweh was going to put the twenty-five men into the hands of foreigners.", "q": "Into whose hands was Yahweh going to put the twenty-five men?", "ref": ["11-09"]}, {"a": "The twenty-five men were to be judged within the borders of Israel and because of Yahweh's judgment against them, the men would know that the Lord is Yahweh.", "q": "Where were the twenty-five men to be judged and because of Yahweh's judgment upon them, what would the twenty-five men know?", "ref": ["11-09", "11-10"]}, {"a": "The twenty-five men had carried out the decrees of the nations surrounding them.", "q": "What decrees had the twenty-five men carried out?", "ref": ["11-12"]}, {"a": "Ezekiel was afraid that Yahweh would completely destroy the remnant of Israel.", "q": "What was Ezekiel afraid that Yahweh would do to Israel?", "ref": ["11-13"]}, {"a": "Yahweh promised to gather Israel from the peoples, and to assemble them in the land of Israel.", "q": "What promise did Yahweh give Israel despite his judgments upon them?", "ref": ["11-17"]}, {"a": "Yahweh promised to take from them their stone heart, and to give to them a heart of flesh.", "q": "What did Yahweh promise to take from the people of Israel, and to give to them instead?", "ref": ["11-19"]}, {"a": "The people of Israel would then walk in Yahweh's statutes and decrees.", "q": "How would the people of Israel then walk?", "ref": ["11-20"]}, {"a": "Yahweh said he would bring their conduct on their own heads.", "q": "What did Yahweh say he would do for those who walk with affection towards their detestable things?", "ref": ["11-21"]}, {"a": "The glory of Yahweh left the midst of the city and stood on the mountain east of the city.", "q": "From where did the glory of Yahweh leave and to where did the glory of Yahweh go?", "ref": ["11-23"]}, {"a": "Ezekiel declared to the exiles all the things of Yahweh he had seen.", "q": "What did Ezekiel do when the Spirit brought him into Chaldea?", "ref": ["11-25"]}], "12": [{"a": "Yahweh said Ezekiel lived in the midst of a rebellious house.", "q": "Where did Yahweh say Ezekiel lived?", "ref": ["12-02"]}, {"a": "Ezekiel was to prepare for exile, going out in their sight to another place.", "q": "What was Ezekiel to do in the sight of the people of Israel?", "ref": ["12-03"]}, {"a": "Yahweh told Ezekiel to dig a hole through the wall and go out through it.", "q": "How did Yahweh tell Ezekiel to go out?", "ref": ["12-05"]}, {"a": "Yahweh said that Ezekiel's exile was a sign to the house of Israel.", "q": "According to Yahweh, what was the purpose of Ezekiel's exile?", "ref": ["12-06"]}, {"a": "The house of Israel was asking, \"What are you doing?\"", "q": "What question was the house of Israel asking Ezekiel as he came out of his house?", "ref": ["12-09"]}, {"a": "Ezekiel's prophetic action concerned the prince in Jerusalem and all the house of Israel.", "q": "Who did Ezekiel's prophetic action concern?", "ref": ["12-10"]}, {"a": "Yahweh said that the prince in Jerusalem would go out through the wall, but would be caught and taken to Babylon where he would die without sight.", "q": "What did Yahweh say would happen to the prince in Jerusalem?", "ref": ["12-12", "12-13"]}, {"a": "Yahweh said the army would be scattered, and he would send out a sword after them.", "q": "What did Yahweh say would happen to the army of the prince in Jerusalem?", "ref": ["12-14"]}, {"a": "Yahweh said he would spare a few men so they could record the abominations of Israel, and so they would know that the Lord is Yahweh.", "q": "What two reasons did Yahweh give for sparing a few men?", "ref": ["12-16"]}, {"a": "Yahweh said the people would eat their bread with trembling and drink their water while shaking.", "q": "How did Yahweh say the the people of the land of Israel would eat and drink?", "ref": ["12-19"]}, {"a": "Yahweh said the cities would be desolate and the land would be a wasteland.", "q": "What did Yahweh say would happen to the cities and the land?", "ref": ["12-20"]}, {"a": "The people thought that every prophetic vision was prolonged and failed.", "q": "What did the people of Israel think about prophetic visions?", "ref": ["12-22"]}, {"a": "Yahweh said there would no longer be any false visions or favorable divination within the house of Israel.", "q": "What did Yahweh say there would no longer be within the house of Israel?", "ref": ["12-24"]}, {"a": "The house of Israel had said, 'The vision that he sees is for many days from now, and he prophesies of far off times.'", "q": "When did the house of Israel think the prophetic vision of Ezekiel would be fulfilled?", "ref": ["12-27"]}, {"a": "Yahweh said his words would no longer be delayed but the word that Yahweh had spoken would be done.", "q": "What did Yahweh say about the fulfillment of Ezekiel's vision.", "ref": ["12-28"]}], "13": [{"a": "The false prophets in Israel were getting their prophecies from their own minds and spirits.", "q": "From where were the false prophets of Israel getting their prophecies?", "ref": ["13-02", "13-03"]}, {"a": "The false prophets had failed to repair the breaks in the wall around the house of Israel.", "q": "What had the false prophets failed to do?", "ref": ["13-05"]}, {"a": "The false prophets were saying, \"Such and such is Yahweh's declaration,\" even though Yahweh had not sent them.", "q": "What were the false prophets saying, even though Yahweh had not sent them?", "ref": ["13-06", "13-07"]}, {"a": "Yahweh declared that his hand was against the false prophets, and they would not be enrolled in the record of the house of Israel.", "q": "What declaration did Yahweh make against the false prophets of Israel?", "ref": ["13-08", "13-09"]}, {"a": "The people would know that the Lord is Yahweh.", "q": "What would the people know when Yahweh destroys the false prophets?", "ref": ["13-14"]}, {"a": "Yahweh said he would annihilate the wall and those who whitewashed it.", "q": "What did Yahweh say he would do to the wall and those who whitewashed it?", "ref": ["13-15"]}, {"a": "The false prophets were prophesying peace for Jerusalem.", "q": "What were the false prophets prophesying to the people concerning Jerusalem?", "ref": ["13-16"]}, {"a": "The \"son of man\" was told to prophesy against them.", "q": "What was the \"son of man\" told to do about the daughters of his people who prophesy out of their own minds?", "ref": ["13-17"]}, {"a": "The magic charms and veils the women made were used to hunt down people.", "q": "What were the magic charms and the veils the women made used for?", "ref": ["13-18"]}, {"a": "Yahweh said he would let his people who are trapped go free.", "q": "What did Yahweh say he would do for his people who are trapped?", "ref": ["13-20", "13-21"]}, {"a": "The false prophets were discouraging the righteous and encouraging the wicked person.", "q": "What were the false prophets doing to the righteous and the wicked person?", "ref": ["13-22"]}, {"a": "Yahweh said the false prophets would no longer have false visions or continue to make false predictions.", "q": "What did Yahweh say the false prophets would no longer have?", "ref": ["13-23"]}], "14": [{"a": "The elders of Israel came to Ezekiel to inquire of him.", "q": "Who came to Ezekiel to inquire of him?", "ref": ["14-01"]}, {"a": "Yahweh questioned because the elders had taken their idols into their hearts.", "q": "Why did Yahweh question if he should be inquired of by these men?", "ref": ["14-03"]}, {"a": "Yahweh said he would answer those who take idols into their hearts according to the number of their idols.", "q": "How did Yahweh say he would answer those who take idols into their hearts?", "ref": ["14-04"]}, {"a": "Yahweh called the house of Israel to repent and turn away from its idols.", "q": "What did Yahweh call the house of Israel to do?", "ref": ["14-06"]}, {"a": "Yahweh said he would make that man a sign and a proverb by cutting him off from the people of Israel.", "q": "What did Yahweh say he would do to every man who worships idols and then seeks to inquire from a prophet of Yahweh?", "ref": ["14-07", "14-08"]}, {"a": "Yahweh said he would deceive that prophet and destroy him.", "q": "What did Yahweh say he would do to every deceived prophet?", "ref": ["14-09"]}, {"a": "Yahweh said he wanted the people to be his people, and for him to be their God.", "q": "What relationship did Yahweh say he wanted with the people of Israel?", "ref": ["14-11"]}, {"a": "When Yahweh brought judgment, even the most righteous in the land could only deliver their own souls.", "q": "When Yahweh brought judgment, what would be all that even the most righteous in the land could do?", "ref": ["14-14"]}, {"a": "Yahweh used as examples of some of the most righteous men in history Noah, Daniel, and Job.", "q": "Who did Yahweh use as examples of some of the most righteous men in history?", "ref": ["14-14", "14-16", "14-18", "14-20"]}, {"a": "When Yahweh brought judgment, the most righteous in the land would not be able to deliver their sons or daughters.", "q": "When Yahweh brought judgment, who would the most righteous in the land not be able to deliver?", "ref": ["14-16", "14-18", "14-20"]}, {"a": "Yahweh said he would send the four punishments of famine, sword, wild animals, and plague.", "q": "What four punishments did Yahweh say he would send to Jerusalem?", "ref": ["14-21"]}, {"a": "After Yahweh's judgment, a remnant would be left who would go out with sons and daughters.", "q": "After Yahweh's judgment, who would be left?", "ref": ["14-22"]}, {"a": "When Ezekiel saw the ways and actions of the remnant of survivors, he would be comforted.", "q": "What would cause Ezekiel to be comforted?", "ref": ["14-23"]}], "15": [{"a": "Yahweh compares the vine to any tree with branches.", "q": "What two things in the forest does Yahweh compare?", "ref": ["15-02"]}, {"a": "The Lord Yahweh said he had given the vine as fuel for fires.", "q": "What did the Lord Yahweh say he had given the vine for?", "ref": ["15-06"]}, {"a": "Yahweh says the inhabitants of Jerusalem are like the vine in that both are given as fuel for fires.", "q": "How does Yahweh say the inhabitants of Jerusalem are like the vine?", "ref": ["15-06"]}, {"a": "All will know that the Lord is Yahweh.", "q": "What will all know when Yahweh destroys the inhabitants of Jerusalem with fire?", "ref": ["15-07"]}, {"a": "Yahweh will make the land into an abandoned wasteland because the inhabitants of Jerusalem have committed sin.", "q": "Why will Yahweh make the land into an abandoned wasteland?", "ref": ["15-08"]}], "16": [{"a": "Yahweh said Jerusalem had its beginning and birth in the land of Canaan.", "q": "Where did Yahweh say Jerusalem had its beginning and birth?", "ref": ["16-03"]}, {"a": "Jerusalem was thrown out into the open field on the day it was born.", "q": "What was done with Jerusalem on the day it was born?", "ref": ["16-05"]}, {"a": "Yahweh made Jerusalem grow like a plant in a field after its birth.", "q": "What did Yahweh do for Jerusalem after its birth?", "ref": ["16-07"]}, {"a": "Yahweh spread his robe over Jerusalem, and brought it into covenant with him.", "q": "What did Yahweh do for Jerusalem when it reached the age of maturity?", "ref": ["16-08"]}, {"a": "Jerusalem's fame went out among the nations because of its beauty.", "q": "Why did Jerusalem's fame go out among the nations?", "ref": ["16-14"]}, {"a": "Jerusalem acted like a prostitute after its fame went out among the nations.", "q": "How did Jerusalem act after its fame went out among the nations?", "ref": ["16-15", "16-16"]}, {"a": "Jerusalem sacrificed its sons and daughters to the images.", "q": "What did Jerusalem do with its sons and daughters born for Yahweh?", "ref": ["16-20"]}, {"a": "Jerusalem made a shrine in every public place.", "q": "What did Jerusalem make in every public place?", "ref": ["16-24"]}, {"a": "Yahweh said he would cut off Jerusalem's food because of its prostitution.", "q": "What did Yahweh say he would cut off because of Jerusalem's prostitution?", "ref": ["16-27"]}, {"a": "Yahweh said the difference is that prostitutes are paid for their acts, but Jerusalem pays its lovers and bribes them.", "q": "What did Yahweh say is the difference between Jerusalem and every prostitute?", "ref": ["16-33", "16-34"]}, {"a": "Yahweh said he would gather all of Jerusalem's lovers against her on every side.", "q": "Who did Yahweh say he would gather against Jerusalem?", "ref": ["16-37"]}, {"a": "After Jerusalem is punished, Yahweh will no longer be angry with Jerusalem.", "q": "How will Yahweh's attitude toward Jerusalem change after it is punished?", "ref": ["16-42"]}, {"a": "Yahweh said that Jerusalem had done more evil than Sodom and Samaria.", "q": "Yahweh said that Jerusalem had done more evil than what other two places?", "ref": ["16-48"]}, {"a": "Sodom refused to help the poor and needy.", "q": "Who did Sodom refuse to help?", "ref": ["16-49"]}, {"a": "The people around Jerusalem despised it and made it an object of scorn.", "q": "What did the people all around Jerusalem think about the city?", "ref": ["16-57"]}, {"a": "Yahweh said he would treat Jerusalem as he would treat anyone who despised their oath and broke a covenant.", "q": "Yahweh said he would treat Jerusalem as he would treat anyone who did what?", "ref": ["16-59"]}, {"a": "Yahweh said he would call to mind his covenant with Jerusalem and establish an everlasting covenant with it.", "q": "What did Yahweh say he would call to mind and establish?", "ref": ["16-60"]}, {"a": "Jerusalem will be ashamed and will not longer speak because of its shame.", "q": "What will Jerusalem's reaction be when Yahweh forgives it for all it has done?", "ref": ["16-63"]}], "17": [{"a": "Yahweh told Ezekiel to present a riddle and speak a parable to the house of Israel.", "q": "What did Yahweh tell Ezekiel to present and speak to the house of Israel?", "ref": ["17-02"]}, {"a": "The large eagle planted the tips of the cedar tree branches in the land of Canaan in a city of merchants.", "q": "In the parable, where did the large eagle plant the tips of the cedar tree branches?", "ref": ["17-03", "17-04"]}, {"a": "The large eagle planted the seed beside a large body of water, and the vine produced branches and sent out shoots.", "q": "In the parable, where did the large eagle plant the seed of the land, and how did it grow?", "ref": ["17-05", "17-06"]}, {"a": "The vine turned its roots towards the other great eagle.", "q": "In the parable, what did the vine do when the other great eagle came?", "ref": ["17-07"]}, {"a": "Yahweh said that the vine would completely wither away in its plot.", "q": "What did Yahweh say would happen to the vine in the parable?", "ref": ["17-09", "17-10"]}, {"a": "The king of Babylon took the king of Jerusalem to Babylon.", "q": "What did the king of Babylon do with the king of Jerusalem?", "ref": ["17-12"]}, {"a": "The king of Babylon made a covenant with the royal descendant of the king of Jerusalem.", "q": "What did the king of Babylon do with the royal descendant of the king of Jerusalem?", "ref": ["17-13"]}, {"a": "Yahweh said the land of Israel would survive by the king of Jerusalem keeping his covenant with the king of Babylon.", "q": "How did Yahweh say the land of Israel would survive?", "ref": ["17-14"]}, {"a": "The king of Jerusalem rebelled and sent ambassadors to Egypt to acquire horses and an army.", "q": "How did the king of Jerusalem violate the covenant he made with the king of Babylon?", "ref": ["17-15"]}, {"a": "Yahweh said the king of Jerusalem would die in the middle of Babylon.", "q": "What did Yahweh say would happen to the king of Jerusalem?", "ref": ["17-16"]}, {"a": "According to Yahweh, the king of Jerusalem actually broke his covenant with Yahweh.", "q": "According to Yahweh, whose covenant did the king of Jerusalem actually break?", "ref": ["17-19"]}, {"a": "Yahweh declared the armies of the king of Jerusalem would fall by the sword.", "q": "What did Yahweh declare would happen to the armies of the king of Jerusalem?", "ref": ["17-21"]}, {"a": "Yahweh said he would plant the tender branches on a high mountain.", "q": "What did Yahweh say he would do with the tender branches of the cedar tree?", "ref": ["17-22"]}, {"a": "The tender branches Yahweh plants will become a majestic cedar where every winged bird will live.", "q": "What will the tender branches that Yahweh plants become?", "ref": ["17-23"]}], "18": [{"a": "Yahweh declares that every person who sins will die.", "q": "What does Yahweh declare will happen to every person who sins?", "ref": ["18-04"]}, {"a": "A righteous man gives his food to the hungry and covers the naked with clothes.", "q": "Who does a righteous man help?", "ref": ["18-07"]}, {"a": "A righteous man walks in Yahweh's laws and keeps Yahweh's decrees.", "q": "What does a righteous man walk in and keep?", "ref": ["18-09"]}, {"a": "Yahweh declares a righteous man will live.", "q": "What does Yahweh declare will happen to a righteous man?", "ref": ["18-09"]}, {"a": "Yahweh declares the unrighteous son will not live.", "q": "If a righteous man has a son who oppresses the poor and needy, what does Yahweh declare will happen to him?", "ref": ["18-12", "18-13"]}, {"a": "If a son carries out Yahweh's decrees and walks according to Yahweh's statutes, then he will not die for his father's sin.", "q": "If a son does not walk in his father's sins, will a son die for his father's sins?", "ref": ["18-17"]}, {"a": "The righteous son does not bear the iniquity of the father because he carries out justice and righteousness.", "q": "Why does the righteous son not bear the iniquity of his father?", "ref": ["18-19"]}, {"a": "Yahweh declares that a wicked person who turns away from all his sins will certainly live.", "q": "What does Yahweh declare will happen to a wicked person who turns away from all his sins?", "ref": ["18-21", "18-22"]}, {"a": "Yahweh declares that a righteous person who turns and commits iniquity will die in the sins that he commits.", "q": "What does Yahweh declare will happen to a righteous person who turns and commits sins and practices wickedness?", "ref": ["18-24"]}, {"a": "Yahweh says he will judge each man according to his ways.", "q": "How does Yahweh say he will judge each man?", "ref": ["18-30"]}, {"a": "Yahweh calls the house of Israel to repent and turn away from all its sins.", "q": "What does Yahweh call the house of Israel to do?", "ref": ["18-30"]}, {"a": "Yahweh calls the house of Israel to make a new heart and a new spirit for themselves.", "q": "What does Yahweh call the house of Israel to make for themselves?", "ref": ["18-31"]}], "19": [{"a": "Ezekiel was told to lift up a lamentation against the leaders of Israel.", "q": "What was Ezekiel told to lift up?", "ref": ["18-01"]}, {"a": "One of the cubs learned to tear his victims and devour men.", "q": "In the parable of the lions, what did one of the cubs learn to do?", "ref": ["18-03"]}, {"a": "The nations trapped the cub and brought him to the land of Egypt.", "q": "When the nations heard about this cub, what did they do?", "ref": ["18-04"]}, {"a": "The second young lion learned to tear his victims and devour men.", "q": "After the first cub was gone, what did the second young lion learn to do?", "ref": ["18-06"]}, {"a": "The nations trapped the young lion and brought him to the king of Babylon.", "q": "What did the nations do with the second young lion?", "ref": ["18-09"]}, {"a": "Israel's mother was once like a fruitful vine planted beside the water.", "q": "What was Israel's mother once like?", "ref": ["18-10"]}, {"a": "Her strong branches were to be used for ruler's scepters.", "q": "For what were her strong branches to be used?", "ref": ["18-11"]}, {"a": "The vine was uprooted, thrown down, and dried out by an eastern wind.", "q": "What happened to the vine?", "ref": ["18-12"]}, {"a": "The vine is in the wilderness.", "q": "Where is the vine?", "ref": ["18-13"]}, {"a": "The vine no longer has strong branches or a scepter to rule.", "q": "What does the vine no longer have?", "ref": ["18-14"]}], "20": [{"a": "The elders of Israel came to Ezekiel to inquire of Yahweh.", "q": "Who came to Ezekiel and why did they come?", "ref": ["20-01"]}, {"a": "Yahweh said that he would not be inquired of by the elders of Israel.", "q": "What was Yahweh's response to those who came to Ezekiel?", "ref": ["20-03"]}, {"a": "Yahweh swore that he would bring them into a land flowing with milk and honey.", "q": "What did Yahweh swear he would do for Israel when they were in the land of Egypt?", "ref": ["20-06"]}, {"a": "Yahweh commanded the people to throw away their idols of Egypt.", "q": "What command did Yahweh give the people of Israel in the land of Egypt?", "ref": ["20-07"]}, {"a": "The people rebelled against Yahweh and were unwilling to listen.", "q": "How did the people of Israel respond to Yahweh's command?", "ref": ["20-08"]}, {"a": "Yahweh said he acted for his name's sake so that it would not be profaned in the eyes of the nations.", "q": "Why did Yahweh say he acted to bring the people of Israel out of the land of Egypt?", "ref": ["20-09"]}, {"a": "Yahweh gave the people his statutes, decrees, and Sabbaths.", "q": "What did Yahweh give the people of Israel in the wilderness?", "ref": ["20-11", "20-12"]}, {"a": "The people rebelled against Yahweh and rejected his decrees.", "q": "How did the people of Israel respond to what Yahweh gave them in the wilderness?", "ref": ["20-13"]}, {"a": "Yahweh then swore he would not bring them into the land he was going to give them.", "q": "What did Yahweh then swear he would not do for the people of Israel because they rejected his decrees?", "ref": ["20-15"]}, {"a": "The sons and daughters of Israel rebelled against Yahweh and did not keep his decrees.", "q": "How did the sons and daughters of Israel respond when Yahweh commanded them to walk in his decrees?", "ref": ["20-21"]}, {"a": "Yahweh then swore to scatter them among the nations.", "q": "What did Yahweh then swear to do to the sons and daughters of Israel?", "ref": ["20-23"]}, {"a": "Yahweh told the people they would be able to live if they obeyed his decrees.", "q": "What did Yahweh tell the people they would be able to do if they obeyed his decrees?", "ref": ["20-11", "20-13", "20-21"]}, {"a": "The fathers of Israel blasphemed and betrayed Yahweh by offering sacrifices to idols on the high places.", "q": "How did the fathers of Israel blaspheme and betray Yahweh?", "ref": ["20-27", "20-29"]}, {"a": "The people of Israel were causing their sons to pass through the fire.", "q": "What were the people of Israel doing with their sons?", "ref": ["20-31"]}, {"a": "The people of Israel were thinking they wanted to be like the other nations, worshiping wood and stone.", "q": "What thought was in the minds of the people of Israel?", "ref": ["20-32"]}, {"a": "Yahweh said he would gather the people of Israel out of the countries where they were scattered into the wilderness of the peoples.", "q": "What did Yahweh say he would do to the people of Israel in order to judge them face to face?", "ref": ["20-34", "20-35"]}, {"a": "Yahweh said he would purge the rebellious and transgressing ones from among the people of Israel.", "q": "What did Yahweh say he would purge from among the people of Israel?", "ref": ["20-38"]}, {"a": "After Yahweh gathered the house of Israel on his holy mountain, Israel would treat Yahweh as holy in the sight of the nations.", "q": "After Yahweh gathered the house of Israel on his holy mountain, how would Israel treat Yahweh?", "ref": ["20-40", "20-41"]}, {"a": "The house of Israel would hate themselves for all the evil actions they committed.", "q": "What would the house of Israel think of themselves as they called to mind their past evil ways?", "ref": ["20-43"]}, {"a": "Yahweh declared that he would kindle a fire that would burn every face from south to north.", "q": "What declaration did Yahweh make against the forest of the Negev?", "ref": ["20-46", "20-47"]}, {"a": "The people of Israel were saying Ezekiel was a mere teller of parables.", "q": "What were the people of Israel saying about Ezekiel?", "ref": ["20-49"]}], "21": [{"a": "Yahweh told Ezekiel to speak against the sanctuaries; against the land of Israel.", "q": "Against whom did Yahweh tell Ezekiel to speak?", "ref": ["21-02"]}, {"a": "Yahweh said he would cut off both the righteous and wicked person from the land of Israel.", "q": "Who did Yahweh say he would cut off from the land of Israel?", "ref": ["21-03"]}, {"a": "Yahweh told Ezekiel to groan before the eyes of the people.", "q": "What did Yahweh tell Ezekiel to do before the eyes of the people?", "ref": ["21-06"]}, {"a": "Yahweh told Ezekiel to act this way to show what it would be like for them when Yahweh brought the sword against them.", "q": "Why did Yahweh tell Ezekiel to act this way before the eyes of the people?", "ref": ["21-07"]}, {"a": "The polished and sharpened sword were to be given into the hand of a killer.", "q": "Who was the sharpened and polished sword to be given to?", "ref": ["21-11"]}, {"a": "That sword would come on Yahweh's people and the leaders of Israel.", "q": "On whom would that sword come?", "ref": ["21-12"]}, {"a": "After the great slaughter, Yahweh's fury would come to rest.", "q": "What would come to rest after the great slaughter?", "ref": ["21-17"]}, {"a": "The two destinations were Rabbah of the Ammonites, and Judah and Jerusalem.", "q": "What were the destinations of the two roads assigned for the king of Babylon?", "ref": ["21-20"]}, {"a": "The king of Babylon would obtain a prophetic message from divination to determine which road to take.", "q": "How would the king of Babylon determine which road to take?", "ref": ["21-21"]}, {"a": "The king of Babylon would accuse Israel of violating their treaty in order to attack them.", "q": "Of what would the king of Babylon accuse Israel in order to attack them?", "ref": ["21-23"]}, {"a": "Yahweh told the wicked ruler of Israel to remove his turban and crown, because the crown would no longer exist.", "q": "What did Yahweh tell the wicked ruler of Israel to do, and why?", "ref": ["21-25", "21-27"]}, {"a": "Yahweh said he would restore the crown in Israel when one came who had a right to it.", "q": "When did Yahweh say he would restore the crown in Israel?", "ref": ["21-27"]}, {"a": "Ammon's prophets see empty visions for the people of Ammon, while they perform rituals to come up with lies for the people of Ammon.", "q": "What do the prophets of Ammon do for the people of Ammon?", "ref": ["21-28", "21-29"]}, {"a": "The Lord Yahweh was going to give the Ammonites into the hand of cruel men, craftsmen of destruction.", "q": "Who was the Lord Yahweh going to give the people of Ammon over to?", "ref": ["21-31"]}], "22": [{"a": "Yahweh calls the city of Jerusalem the city of blood.", "q": "What name does Yahweh give the city of Jerusalem that he is judging?", "ref": ["22-02", "22-03"]}, {"a": "The city is guilty of the blood it has poured out, and is made unclean by the idols it has made.", "q": "What two sins does Yahweh name that have made the city guilty?", "ref": ["22-04"]}, {"a": "The reputation known everywhere will be that it is a city of confusion.", "q": "What reputation will the city have after Yahweh judges it?", "ref": ["22-05"]}, {"a": "Fathers and mothers have been dishonored, foreigners have been oppressed, and orphans and widows have been mistreated.", "q": "Which three groups of people have been mistreated by the rulers of Israel?", "ref": ["22-07"]}, {"a": "Men are committing sins with their neighbor's wife, are making their daughters-in-law unclean, and are abusing their sisters.", "q": "What three sexual sins are being committed by men in the city?", "ref": ["22-11"]}, {"a": "Yahweh declares he is going to scatter the people among the nations.", "q": "What does Yahweh declare he is going to do to the people because of their sins?", "ref": ["22-13", "22-15"]}, {"a": "The people will know the Lord is Yahweh.", "q": "What will the people know after Yahweh strikes them?", "ref": ["22-16"]}, {"a": "In his parable, Yahweh likens the house of Israel to dross.", "q": "In his parable, to what does Yahweh liken the house of Israel?", "ref": ["22-17"]}, {"a": "Yahweh says he will gather the dross into the midst of Jerusalem.", "q": "Where does Yahweh say he will gather the dross?", "ref": ["22-19"]}, {"a": "Yahweh will pour out the dross and melt it down as he pours out his fury.", "q": "What will Yahweh do to the dross as he pours out his fury?", "ref": ["22-20", "22-22"]}, {"a": "The priests are failing to distinguish between holy and profane things, and failing to teach the difference between the unclean and the clean.", "q": "What are the priests of the land failing to distinguish and failing to teach?", "ref": ["22-26"]}, {"a": "The prophets of the land are painting with whitewash, seeing false visions and making false predictions.", "q": "What are the prophets of the land doing?", "ref": ["22-28"]}, {"a": "Yahweh looked for a man who would build up a wall and stand before him in its breach for the land, but he did not find one.", "q": "What did Yahweh look for and not find?", "ref": ["22-30"]}], "23": [{"a": "The two daughters act as prostitutes in Egypt.", "q": "In Yahweh's parable, what do the two daughters do in Egypt?", "ref": ["23-02", "23-03"]}, {"a": "The older daughter represents Samaria and the younger daughter represents Jerusalem.", "q": "What does the older daughter represent and what does the younger daughter represent?", "ref": ["23-04"]}, {"a": "The older daughter gave herself as a prostitute to Assyria's men.", "q": "What did the older daughter do even though she was Yahweh's?", "ref": ["23-05", "23-07"]}, {"a": "The older daughter's lovers stripped her naked, took her sons and daughters, and killed her.", "q": "What did the older daughter's lovers do to her when Yahweh gave her over to them?", "ref": ["23-09", "23-10"]}, {"a": "The younger daughter acted like a prostitute even more than her sister.", "q": "What did the younger daughter do when she saw what happened to the older daughter?", "ref": ["23-11"]}, {"a": "Because of their prostitution, Yahweh turned away his soul from the two sisters.", "q": "Because of their prostitution, how did Yahweh's attitude change toward the two sisters?", "ref": ["23-18"]}, {"a": "Yahweh said he would turn her lovers against her.", "q": "What did Yahweh say he would do to the younger sister because of her prostitution?", "ref": ["23-22"]}, {"a": "The younger sister will have her nose and ears cut off, and her descendants will be devoured by fire.", "q": "What does Yahweh say will happen to the younger sister and her descendants?", "ref": ["23-25"]}, {"a": "The naked shame of the younger sister's prostitution will be revealed.", "q": "What will be revealed when the younger sister is given into the hand of the ones she hates?", "ref": ["23-29"]}, {"a": "The younger sister will become a laughingstock and a subject for moking to those around her.", "q": "What will the younger sister become to those around her?", "ref": ["23-32"]}, {"a": "Because of their prostitution, Yahweh puts a cup of punishment into the hands of the younger and older sister.", "q": "Because of their prostitution, what does Yahweh put into the hands of the younger and older sister?", "ref": ["23-30", "23-31"]}, {"a": "The two sisters were passing their sons born for Yahweh through the fire to be consumed.", "q": "What were the two sisters doing with their sons born for Yahweh?", "ref": ["23-37"]}, {"a": "On the same day they slaughtered their children, the two sisters came to Yahweh's sanctuary to defile it.", "q": "What did the two sisters do on the same day they slaughtered their children?", "ref": ["23-38", "23-39"]}, {"a": "Yahweh says righteous men will condemn the prostitutes to punishment for adultery.", "q": "What does Yahweh say righteous men will do to the prostitutes?", "ref": ["23-45"]}, {"a": "The company that Yahweh raises up will stone the prostitutes with stones and cut them down with their swords.", "q": "What will the company do that Yahweh raises up against the prostitutes?", "ref": ["23-47"]}, {"a": "When they bear the guilt of their sins with their idols, the prostitutes will know that the Lord is Yahweh.", "q": "What will the prostitutes know when they bear the guilt of their sins with their idols?", "ref": ["23-49"]}], "24": [{"a": "Yahweh said that the king of Babylon was attacking Jerusalem on that exact day.", "q": "What did Yahweh say was happening on the exact day he spoke to Ezekiel?", "ref": ["24-02"]}, {"a": "Yahweh tells them to pour water into the cooking pot, fill it with the best bones, and boil it thoroughly.", "q": "In Yahweh's parable, what does Yahweh tell the people of Jerusalem to do?", "ref": ["24-03", "24-05"]}, {"a": "The cooking pot of Jerusalem has rust in it that will not come out of it.", "q": "What is wrong with the cooking pot of Jerusalem that will not come out of it?", "ref": ["24-06"]}, {"a": "Jerusalem has not covered the blood that is in her midst.", "q": "What has Jerusalem done to exact vengeance from Yahweh?", "ref": ["24-07", "24-08"]}, {"a": "Set the empty pot on the fire in order to heat and scorch its bronze, so its uncleanness within it will be melted, its corrosion consumed!", "q": "Why set the empty pot on the fire?", "ref": ["24-11"]}, {"a": "The corrosion of Jerusalem has not been removed by the fire.", "q": "What has not been removed from Jerusalem by the fire?", "ref": ["24-12"]}, {"a": "The people of Jerusalem will be judged by their ways and their activities.", "q": "According to Yahweh, by what will the people of Jerusalem be judged?", "ref": ["24-14"]}, {"a": "Yahweh said he was taking Ezekiel's wife from him.", "q": "What did Yahweh say he was taking from Ezekiel?", "ref": ["24-16", "24-17"]}, {"a": "Yahweh told Ezekiel not to mourn or weep for having lost his wife.", "q": "What did Yahweh tell Ezekiel not to do?", "ref": ["24-16", "24-17"]}, {"a": "Yahweh said that the desire of the people's eyes was defiling the sanctuary, so their sons and daughters would fall by the sword.", "q": "What did Yahweh say was the meaning of the events which happened to Ezekiel?", "ref": ["24-19", "24-21"]}, {"a": "The people would do exactly as Ezekiel did, and not mourn or weep.", "q": "What would the people of Jerusalem do when they suffered their loss?", "ref": ["24-22", "24-23"]}, {"a": "Ezekiel served as a sign for the people of Jerusalem.", "q": "As what did Ezekiel serve for the people of Jerusalem?", "ref": ["24-24"]}, {"a": "Yahweh said that on the day the temple was captured, a refugee would come to Ezekiel to give him the news.", "q": "What did Yahweh say would happen on the day the temple was captured?", "ref": ["24-25", "24-26"]}, {"a": "On the day the temple was captured, the people of Jerusalem would know that the Lord is Yahweh.", "q": "On the day the temple was captured, what would the people of Jerusalem know?", "ref": ["24-27"]}], "25": [{"a": "Yahweh told Ezekiel to prophesy against the people of Ammon.", "q": "Who did Yahweh tell Ezekiel to prophesy against?", "ref": ["25-02"]}, {"a": "When the sanctuary was profaned and the house of Judah went into exile, the people of Ammon said, \"Aha!\"", "q": "What did the people of Ammon do when the sanctuary was profaned and the house of Judah went into exile?", "ref": ["25-03"]}, {"a": "Yahweh will give the people of Ammon to a people in the east.", "q": "What will Yahweh do to the people of Ammon because of what they said when the house of Judah went into exile?", "ref": ["25-04"]}, {"a": "Yahweh will cut Ammon off from the other peoples and destroy them.", "q": "What will Yahweh do to Ammon that will cause them to know that Yahweh is Lord?", "ref": ["25-07"]}, {"a": "When the house of Judah went into exile, Moab and Seir said that the house of Judah was like every other nation.", "q": "What did Moab and Seir say when the house of Judah went into exile?", "ref": ["25-08"]}, {"a": "The people of Ammon will no longer be remembered among the nations.", "q": "What will no longer be remembered among the nations?", "ref": ["25-10"]}, {"a": "Edom had exacted vengeance against the house of Judah.", "q": "What had Edom done against the house of Judah?", "ref": ["25-12"]}, {"a": "Yahweh will destroy every person and animal in Edom.", "q": "What will Yahweh do to Edom because of what Edom did to the house of Judah?", "ref": ["25-13"]}, {"a": "The Philistines had taken vengeance with disdain against the house of Judah.", "q": "What had the Philistines done against the house of Judah?", "ref": ["25-15"]}, {"a": "Yahweh will destroy the Philistines.", "q": "What will Yahweh do to the Philistines because of what the Philistines did to the house of Judah?", "ref": ["25-16"]}], "26": [{"a": "The people of Tyre were saying they would be filled up as Jerusalem was ruined.", "q": "What were the people of Tyre saying against Jerusalem?", "ref": ["26-02"]}, {"a": "Yahweh said he would raise up many nations against Tyre, who would destroy its walls and towers.", "q": "What did Yahweh say he would do to Tyre?", "ref": ["26-04"]}, {"a": "Yahweh said that nets would be dried out at the place Tyre once stood.", "q": "What did Yahweh say would be done at the place Tyre once stood?", "ref": ["26-05"]}, {"a": "Yahweh said he was bringing Nebuchadnezzar, the king of Babylon, against Tyre.", "q": "Who did Yahweh say he was bringing against Tyre?", "ref": ["26-07"]}, {"a": "Yahweh said the walls of Tyre would be broken down with Nebuchadnezzar's battering rams.", "q": "How did Yahweh say the walls of Tyre would be broken down?", "ref": ["26-09"]}, {"a": "Yahweh said the stone and wood of Tyre's houses would be laid in the midst of the waters.", "q": "Where did Yahweh say the stone and wood of Tyre's houses would be laid?", "ref": ["26-12"]}, {"a": "The chiefs of the sea will come down from their thrones, lay aside their robes, strip off their colorful clothing, and sit on the ground trembling.", "q": "What will the chiefs of the sea do when the terrible slaughter occurs in Tyre?", "ref": ["26-16"]}, {"a": "The chiefs of the sea lament that the famous city of Tyre is now in the sea.", "q": "Where do the chiefs of the sea lament that the famous city of Tyre is now?", "ref": ["26-17"]}, {"a": "Yahweh said the people of Tyre would be brought down into the pit.", "q": "To where did Yahweh say the people of Tyre would be brought down?", "ref": ["26-20"]}, {"a": "According to Yahweh, Tyre would never be found ever again.", "q": "According to Yahweh, when would Tyre be found again?", "ref": ["26-21"]}], "27": [{"a": "The people of Tyre were famous for being merchants of peoples to many islands.", "q": "For what trade were the people of Tyre famous?", "ref": ["27-03"]}, {"a": "Tyre had said about itself that it was perfect in beauty.", "q": "What had Tyre said about itself?", "ref": ["27-03"]}, {"a": "The ship decks of Tyre were made with cypress wood overlaid with ivory.", "q": "Of what were the ship decks of Tyre made?", "ref": ["27-06"]}, {"a": "The ship pilots were the sages of Tyre.", "q": "Who were the ship pilots of Tyre?", "ref": ["27-08"]}, {"a": "The ships of Tyre were carrying merchandise for trade.", "q": "What were the ships of Tyre carrying?", "ref": ["27-09"]}, {"a": "Tarshish was a client of Tyre because of the multitude of every kind of wealth.", "q": "Why was Tarshish a client of Tyre?", "ref": ["27-12"]}, {"a": "Tyre was dealing in men's lives and in items of bronze.", "q": "In what was Tyre dealing with Javan, Tubal, and Meshech?", "ref": ["27-13"]}, {"a": "Judah and the land of Israel traded with wheat, millet, honey, oil, and balsam.", "q": "With what items did Judah and the land of Israel trade with Tyre?", "ref": ["27-17"]}, {"a": "Sheba traded with spices, precious gems, and gold.", "q": "With what items did Sheba trade with Tyre?", "ref": ["27-22"]}, {"a": "Yahweh said the wealth of Tyre would fall into the depths of the sea on the day of its destruction.", "q": "What did Yahweh say would happen to the wealth of Tyre on the day of its destruction?", "ref": ["27-27"]}, {"a": "The cities at the sea will tremble at the sound of their pilot's cry.", "q": "What will the cities at the sea do when they hear the sound of their pilot's cry?", "ref": ["27-28"]}, {"a": "The kings of the coasts would shudder in horror and tremble when they saw Tyre's destruction.", "q": "What would the kings of the coasts do when they saw Tyre's destruction?", "ref": ["27-35"]}, {"a": "Yahweh said Tyre would never again exist.", "q": "When did Yahweh say Tyre would again exist?", "ref": ["27-36"]}], "28": [{"a": "The ruler of Tyre said about himself, \"I am a god!\"", "q": "What did the ruler of Tyre say about himself?", "ref": ["28-02"]}, {"a": "The ruler's heart was arrogant because of his wealth.", "q": "Why was the heart of the ruler of Tyre arrogant?", "ref": ["28-05"]}, {"a": "Yahweh said he would bring foreigners against the ruler of Tyre.", "q": "What did Yahweh say he would do to the ruler of Tyre because of his arrogance?", "ref": ["28-07"]}, {"a": "The ruler of Tyre would die the death of the uncircumcised by the hand of foreigners.", "q": "How did Yahweh say the ruler of Tyre would die?", "ref": ["28-10"]}, {"a": "Yahweh said the king of Tyre was once the model of perfection, full of wisdom, and perfect in beauty.", "q": "What did Yahweh say the king of Tyre once was?", "ref": ["28-12"]}, {"a": "The king of Tyre was in Eden, the garden of God.", "q": "According to Yahweh, where was the king of Tyre when he was created?", "ref": ["28-13"]}, {"a": "The king of Tyre was on the holy mountain of God as the cherub anointed to guard mankind.", "q": "Where did Yahweh place the king of Tyre, and what responsibility did the king of Tyre have?", "ref": ["28-14"]}, {"a": "Injustice was later found within the king of Tyre.", "q": "What was later found within the king of Tyre?", "ref": ["28-15"]}, {"a": "Yahweh threw the king of Tyre down as defiled from the mountain of God and destroyed him.", "q": "Because of the sin of the king of Tyre, what did Yahweh do to him?", "ref": ["28-16"]}, {"a": "The ones who knew the king of Tyre will shudder at him and will be horrified.", "q": "What will the ones who knew the king of Tyre do when they see his destruction?", "ref": ["28-19"]}, {"a": "Yahweh said he was sending out a plague and blood in the streets of Sidon.", "q": "What did Yahweh say he was sending out to Sidon?", "ref": ["28-23"]}, {"a": "The peoples around Israel were like pricking briers and painful thorns.", "q": "According to Yahweh, what were the peoples around Israel like for the house of Israel?", "ref": ["28-24"]}, {"a": "Israel will live securely, build houses, and plant vineyards in the land Yahweh will give to his servant Jacob.", "q": "After Yahweh executes justice on the ones who despise Israel, what will happen to Israel?", "ref": ["28-25", "28-26"]}], "29": [{"a": "Yahweh told Ezekiel to prophesy against Pharaoh, king of Egypt.", "q": "Who did Yahweh tell Ezekiel to prophesy against?", "ref": ["29-02"]}, {"a": "Yahweh says the king of Egypt is like a great sea creature that lies in the midst of the river.", "q": "What animal does Yahweh say the king of Egypt is like?", "ref": ["29-03"]}, {"a": "Yahweh says he is going to throw the king of Egypt down into the wilderness.", "q": "Where does Yahweh say he is going to throw the king of Egypt?", "ref": ["29-05"]}, {"a": "Yahweh says Egypt is like a reed stalk to the house of Israel.", "q": "What plant does Yahweh say Egypt is like to the house of Israel?", "ref": ["29-06"]}, {"a": "Egypt shattered Israel's legs and made their hip shake when Israel leaned on Egypt.", "q": "What had Egypt done when the house of Israel leaned on Egypt?", "ref": ["29-07"]}, {"a": "Yahweh says the land of Egypt will be given over to desolation and waste.", "q": "To what does Yahweh say the land of Egypt will be given over?", "ref": ["29-10"]}, {"a": "Yahweh says the land of Egypt will not be inhabited for forty years.", "q": "For how long does Yahweh say the land of Egypt will not be inhabited?", "ref": ["29-11", "29-12"]}, {"a": "Yahweh says Egypt will be a lowly kingdom after they return from being scattered.", "q": "What does Yahweh say Egypt will be after they return from being scattered?", "ref": ["29-14"]}, {"a": "Nebuchadnezzar received no wages for all the hard work he did against Tyre.", "q": "What wages did Nebuchadnezzar the king of Babylon receive for all the hard work he did against Tyre?", "ref": ["29-18"]}, {"a": "Yahweh will give Nebuchadnezzar the land of Egypt as the wages for all the hard work he did against Tyre.", "q": "What will Yahweh give Nebuchadnezzar in return for all the hard work he did against Tyre?", "ref": ["29-19", "29-20"]}, {"a": "On that day, Yahweh will make Ezekiel speak in the midst of the house of Israel.", "q": "On that day, what will Yahweh make Ezekiel do?", "ref": ["29-21"]}, {"a": "On that day, the house of Israel will know that the Lord is Yahweh.", "q": "On that day, what will the house of Israel know?", "ref": ["29-21"]}], "30": [{"a": "The coming day of Yahweh is a day of clouds, a time of doom for nations.", "q": "According to Yahweh, what kind of day and time is the coming day of Yahweh?", "ref": ["30-02", "30-03"]}, {"a": "On the day of Yahweh, they will all fall by the sword.", "q": "On the day of Yahweh, what will happen to Egypt, Cush, Libya, Lydia, and the people belonging to the covenant?", "ref": ["30-04", "30-05"]}, {"a": "The people will know that the Lord is Yahweh.", "q": "What will the people know when Egypt and her helpers are destroyed?", "ref": ["30-08"]}, {"a": "Yahweh will use the hand of Nebuchadnezzar, the king of Babylon, to destroy the land of Egypt.", "q": "Who's hand will Yahweh use to destroy the land of Egypt?", "ref": ["30-10"]}, {"a": "Yahweh will destroy and bring an end to the worthless idols of Memphis.", "q": "To what will Yahweh bring an end in Memphis?", "ref": ["30-13"]}, {"a": "The survivors will walk into captivity when Yahweh brings destruction.", "q": "What will happen to the survivors in the Egyptian cities when Yahweh brings destruction?", "ref": ["30-17", "30-18"]}, {"a": "Yahweh said he had broken the arm of Pharaoh, so it was not strong enough to grasp a sword.", "q": "What did Yahweh say he had done to Pharaoh's arm, and what would Pharaoh now not be able to do?", "ref": ["30-21"]}, {"a": "Yahweh will scatter and disperse Egypt among the nations.", "q": "After Egypt is destroyed, what will Yahweh do to Egypt among the nations?", "ref": ["30-23"]}, {"a": "Yahweh will strengthen the arms of the king of Babylon.", "q": "Whose arms will Yahweh strengthen?", "ref": ["30-25"]}, {"a": "Pharaoh's arms will fall.", "q": "What will happen to arms of Pharoah?", "ref": ["30-25"]}], "31": [{"a": "Yahweh told Ezekiel to prophesy to Pharaoh, king of Egypt.", "q": "To whom did Yahweh tell Ezekiel to prophesy?", "ref": ["31-02"]}, {"a": "Yahweh likened Assyria to a great cedar in Lebanon.", "q": "To what kind of plant did Yahweh liken Assyria?", "ref": ["31-03"]}, {"a": "Every bird of the heavens nested in the cedar's branches, and every living thing of the field gave birth under its foliage.", "q": "In Yahweh's parable of Assyria as a tree, what lived in and around the great cedar?", "ref": ["31-06"]}, {"a": "The great cedar of Assyria was greater than all the trees in the garden of God.", "q": "What was the great cedar of Assyria greater than?", "ref": ["31-08", "31-09"]}, {"a": "Yahweh grasped Assyria and drove it away because its heart was lifted up (proud) and it was wicked.", "q": "Why did Yahweh grasp Assyria and drive it away?", "ref": ["31-10", "31-11"]}, {"a": "Yahweh said that no other tree would ever again grow that tall.", "q": "After the cedar of Assyria was abandoned, what did Yahweh say would never happen again?", "ref": ["31-14"]}, {"a": "On that day Yahweh brought mourning to the earth", "q": "What did Yahweh bring to the earth on the day when Assyria went down to sheol?", "ref": ["31-15"]}, {"a": "Yahweh threw the great cedar of Assyria down to Sheol.", "q": "To where did Yahweh throw the great cedar of Assyria?", "ref": ["31-16"]}, {"a": "Those nations that had lived in the shade of Assyria also went down to Sheol.", "q": "What happened to those nations that had lived in the shade of the great cedar of Assyria?", "ref": ["31-17"]}, {"a": "Yahweh declares that Pharaoh and his servants will be brought down to the lowest parts of the earth.", "q": "Who does Yahweh declare will be brought down to the lowest parts of the earth?", "ref": ["31-18"]}], "32": [{"a": "Yahweh told Ezekiel to lift up a lament concerning Pharaoh.", "q": "What did Yahweh tell Ezekiel to lift up concerning Pharaoh?", "ref": ["32-02"]}, {"a": "Yahweh said Pharaoh was like a young lion and like a monster in the seas.", "q": "What two animals did Yahweh say Pharaoh was like?", "ref": ["32-02"]}, {"a": "When the sea monster is thrown into a field, the birds and animals will eat it.", "q": "When Yahweh throws the sea monster into a field, what will happen to it?", "ref": ["32-04"]}, {"a": "The stars will be darkened, clouds will cover the sun, and the moon will not shine.", "q": "What will happen in the heavens when Yahweh puts out the lamp of Egypt?", "ref": ["32-07"]}, {"a": "The people of the nations will be terrified and will shudder in horror.", "q": "How will the people of the nations react when they see Egypt's collapse?", "ref": ["32-09", "32-10"]}, {"a": "The king of Babylon will come against Egypt and devastate it.", "q": "Who will come against Egypt and devastate it?", "ref": ["32-11"]}, {"a": "Neither man nor animal will stir the waters of Egypt.", "q": "What does Yahweh declare will happen to man and animal in Egypt?", "ref": ["32-13"]}, {"a": "The people of Egypt will know that the Lord is Yahweh.", "q": "What will the people of Egypt know when they are attacked and destroyed?", "ref": ["32-15"]}, {"a": "They will be thrown down to the lowest earth with those who have gone down to the pit.", "q": "To where will the servants of Egypt and the daughters of majestic nations be thrown?", "ref": ["32-18"]}, {"a": "They will declare that Egypt and her allies have come down here and will lie with the uncircumcised killed by the sword.", "q": "What will the warriors in Sheol declare about Egypt and her allies?", "ref": ["32-21"]}, {"a": "Elam brought their terrors on the land of the living.", "q": "What did Elam on the land of the living?", "ref": ["32-24"]}, {"a": "They carry their own shame.", "q": "What do the princes of the north and all the Sidonians who went down with the dead, carry?", "ref": ["32-30"]}, {"a": "In Sheol, Pharaoh will be comforted about all his servants who were killed by the sword.", "q": "In Sheol, what will comfort Pharaoh?", "ref": ["32-31"]}], "33": [{"a": "The watchman looks for the sword coming on the land, and blows his horn to warn the people.", "q": "What does the watchman do for the people of the land?", "ref": ["33-03"]}, {"a": "If the people do not pay attention, the sword kills the people and each one's blood is on his own head.", "q": "What happens if the people do not pay attention to the watchman?", "ref": ["33-04"]}, {"a": "If the watchman does not warn the people, his blood will be required by Yahweh.", "q": "What happens to the watchman if he does not warn the people?", "ref": ["33-06"]}, {"a": "Yahweh made Ezekiel a watchman for the house of Israel.", "q": "Who did Yahweh make a watchman for the house of Israel?", "ref": ["33-07"]}, {"a": "Yahweh says he does not delight in the death of the wicked.", "q": "In what does Yahweh say he does not delight?", "ref": ["33-11"]}, {"a": "Yahweh calls the wicked to repent so they will live.", "q": "What does Yahweh call the wicked to do?", "ref": ["33-11"]}, {"a": "Yahweh says the righteous person who then commits injustice will die in the wickedness that he has committed.", "q": "What does Yahweh say will happen to a righteous person who then commits injustice?", "ref": ["33-12", "33-13"]}, {"a": "Yahweh says the wicked person who repents and does what is just and right will surely live.", "q": "What does Yahweh say will happen to a wicked person who repents and does what is just and right?", "ref": ["33-14", "33-16"]}, {"a": "According to Yahweh, the ways of the people of Israel are not fair.", "q": "According to Yahweh, whose ways are not fair?", "ref": ["33-17"]}, {"a": "Yahweh says he will judge each person according to his way.", "q": "How does Yahweh say he will judge each person of the house of Israel?", "ref": ["33-20"]}, {"a": "The fugitive brought the message that the city of Jerusalem had been captured.", "q": "What message did the fugitive bring to Ezekiel?", "ref": ["33-21"]}, {"a": "The people of Israel were saying the land that Abraham inherited was their possession.", "q": "What were the people of Israel saying about the land that Abraham inherited?", "ref": ["33-24"]}, {"a": "Yahweh questions whether or not they should possess the land because they had depended on their swords and had done disgusting things.", "q": "Why does Yahweh question whether or not the people of Israel should really possess the land?", "ref": ["33-25", "33-26"]}, {"a": "Yahweh says he will turn the land into a desolation and a horror because of the things the people of Israel have done.", "q": "What does Yahweh say he will do to the land because of the things the people of Israel have done?", "ref": ["33-28", "33-29"]}, {"a": "The people of Israel will listen to the words of Ezekiel, but they will not obey them.", "q": "What will the people of Israel do with the words of Ezekiel?", "ref": ["33-30", "33-31"]}, {"a": "The people of Israel will know that a prophet has been among them when everything comes to pass.", "q": "What will the people of Israel know when everything comes to pass?", "ref": ["33-33"]}], "34": [{"a": "Yahweh accuses the shepherds of Israel of not shepherding at all, but of slaughtering the best animals of the flock.", "q": "What accusation does Yahweh make against the shepherds of Israel?", "ref": ["34-02", "34-03"]}, {"a": "The shepherds of Israel ruled over the flock with strength and violence.", "q": "How did the shepherds of Israel rule over the flock?", "ref": ["34-04"]}, {"a": "The flock was then scattered and became food for all the living beasts in the fields.", "q": "What then happened to the flock?", "ref": ["34-05", "34-06"]}, {"a": "The shepherds of Israel were actually guarding themselves.", "q": "Who were the shepherds of Israel actually guarding?", "ref": ["34-08"]}, {"a": "Yahweh says he will dismiss the shepherds of Israel and take away the flock from their mouths.", "q": "What does Yahweh say he will do to the shepherds of Israel?", "ref": ["34-10"]}, {"a": "Yahweh says he will rescue them from all the places where they were scattered on the day of clouds and darkness. Then he will bring them out from among the peoples, he will gather them from the lands.", "q": "From where does Yahweh say he will gather his flock?", "ref": ["34-12", "34-13"]}, {"a": "Yahweh says he will shepherd with justice.", "q": "How does Yahweh say he will shepherd?", "ref": ["34-16"]}, {"a": "Yahweh says he will judge among the sheep, rams, and goats.", "q": "Among what three groups does Yahweh say he will judge?", "ref": ["34-17"]}, {"a": "The weak and thin sheep have been pushed and gored until they have been scattered.", "q": "What has been done to the weak and thin sheep?", "ref": ["34-21"]}, {"a": "Yahweh says he will raise up his servant David to shepherd the flock.", "q": "Who does Yahweh say he will raise up to shepherd the flock?", "ref": ["34-23", "34-24"]}, {"a": "Yahweh will make a covenant of peace with the sheep and remove the evil wild animals from the land.", "q": "When Yahweh raises up his shepherd, what will Yahweh do so the sheep will live securely?", "ref": ["34-25"]}, {"a": "The nations will no longer be able to plunder the sheep or bring insults against them.", "q": "What will the nations no longer be able to do to the sheep?", "ref": ["34-28", "34-29"]}, {"a": "The house of Israel will then know that Yahweh their God is with them.", "q": "What will the house of Israel then know?", "ref": ["34-30"]}, {"a": "Yahweh declares that he is the God of the house of Israel, and that they are his people.", "q": "What does Yahweh declare to the sheep, the house of Israel?", "ref": ["34-31"]}], "35": [{"a": "Yahweh tells Ezekiel to prophesy against Mount Seir.", "q": "Who does Yahweh tell Ezekiel to prophesy against?", "ref": ["35-02"]}, {"a": "Yahweh says he will make Mount Seir a desolation and a horror.", "q": "What does Yahweh say he will do to Mount Seir?", "ref": ["35-03"]}, {"a": "The people of Mount Seir were hostile to the people of Israel, and poured them out into the hands of the sword.", "q": "What did the people of Mount Seir do that is bringing the judgment of Yahweh upon them?", "ref": ["35-05"]}, {"a": "Bloodshed will pursue the people of Mount Seir because they did not hate bloodshed.", "q": "According to Yahweh, what will pursue the people of Mount Seir, and why?", "ref": ["35-06"]}, {"a": "The mountains in the area of Mount Seir will be filled with its dead.", "q": "What will fill the mountains in the area of Mount Seir?", "ref": ["35-08"]}, {"a": "The desolation of Mount Seir will be a perpetual desolation.", "q": "For how long will the desolation of Mount Seir last?", "ref": ["35-09"]}, {"a": "The people of Mount Seir said that the two nations would become theirs.", "q": "What did the people of Mount Seir say about the two nations of Yahweh's people Israel?", "ref": ["35-10"]}, {"a": "Yahweh heard the people of Mount Seir boasting against Yahweh and saying many things against him.", "q": "What did Yahweh hear the people of Mount Seir saying against him?", "ref": ["35-13"]}, {"a": "The people of Mount Seir rejoiced when the people of Israel were desolated.", "q": "What did the people of Mount Seir do when the people of Israel were desolated?", "ref": ["35-15"]}, {"a": "The entire earth will rejoice when the people of Mount Seir are desolated.", "q": "What will the entire earth do when the people of Mount Seir are desolated?", "ref": ["35-14", "35-15"]}, {"a": "Yahweh declares that Mount Seir and all of Edom will become a desolation.", "q": "Yahweh declares that all of what area will become a desolation?", "ref": ["35-15"]}, {"a": "The people of Mount Seir and Edom will know that the Lord is Yahweh when Yahweh judges them.", "q": "What will the people of Mount Seir and Edom know when Yahweh judges them?", "ref": ["35-15"]}], "36": [{"a": "Yahweh told Ezekiel to prophesy to the mountains of Israel.", "q": "To what did Yahweh tell Ezekiel to prophesy?", "ref": ["36-01"]}, {"a": "The enemy was saying that the ancient high places had become their possession.", "q": "What was the enemy saying about the mountains of Israel?", "ref": ["36-02"]}, {"a": "Yahweh spoke in the fire of his fury against Edom and all who took the land of Israel.", "q": "Against whom did Yahweh speak in the fire of his fury?", "ref": ["36-05"]}, {"a": "Yahweh swore that the nations surrounding Israel would carry their own shame.", "q": "What did Yahweh swear concerning the nations that surrounded Israel?", "ref": ["36-07"]}, {"a": "Yahweh said the people of Israel would soon be coming back to the mountains of Israel.", "q": "Who did Yahweh say would soon be coming back to the mountains of Israel?", "ref": ["36-08"]}, {"a": "Man and beast will be multiplied on the mountains of Israel.", "q": "What will be multiplied on the mountains of Israel?", "ref": ["36-10", "36-12"]}, {"a": "Yahweh had poured out his fury against Israel because Israel had polluted the land by their idols.", "q": "Why had Yahweh poured out his fury against Israel?", "ref": ["36-18"]}, {"a": "When they went to the nations, the people of Israel profaned Yahweh's holy name.", "q": "What did the people of Israel do when they went to the nations?", "ref": ["36-20"]}, {"a": "Yahweh says he is going to bring the house of Israel back for the sake of his holy name.", "q": "Why does Yahweh say he is going to bring back the house of Israel to the mountains of Israel?", "ref": ["36-22"]}, {"a": "Yahweh said would set his Spirit in them and enable them to walk in his statutes and keep his decrees, so they would do them.", "q": "What did Yahweh say he would do to the house of Israel to enable them to walk in his statutes and keep his decrees?", "ref": ["36-27"]}, {"a": "The house of Israel will hate themselves because of their previous wicked ways.", "q": "After Yahweh saves the house of Israel, what will the house of Israel think of their previous wicked ways?", "ref": ["36-31"]}, {"a": "Yahweh says the cities will be inhabited and the ruined places will be rebuilt.", "q": "What does Yahweh say will happen to the cities and ruined places of Israel?", "ref": ["36-33"]}, {"a": "The land of Israel will become like the garden of Eden.", "q": "Like what place will the land of Israel become?", "ref": ["36-35"]}, {"a": "The nations will know that the Lord is Yahweh, and that Yahweh rebuilt Israel.", "q": "What will the other nations know when they see the inhabited cities and rebuilt ruins of Israel?", "ref": ["36-35", "36-36"]}, {"a": "The number of the people of Israel will become like the flocks in Jerusalem at her appointed feasts.", "q": "Yahweh says that the number of the people of Israel will become like what?", "ref": ["36-38"]}], "37": [{"a": "The Spirit of Yahweh set Ezekiel down in the midst of a valley full of bones.", "q": "Where did the Spirit of Yahweh set Ezekiel down, and what was there?", "ref": ["37-01"]}, {"a": "Yahweh asked Ezekiel if the dry bones could live again.", "q": "What question did Yahweh ask Ezekiel?", "ref": ["37-03"]}, {"a": "Ezekiel prophesied that the dry bones would have flesh and live again.", "q": "What did Ezekiel prophesy would happen to the dry bones?", "ref": ["37-05", "37-06"]}, {"a": "When Ezekiel prophesied to them the first time, the dry bones drew together and flesh and skin covered them.", "q": "What happened to the bones when Ezekiel prophesied to them the first time?", "ref": ["37-07", "37-08"]}, {"a": "When Ezekiel prophesied to the bones the second time, the Spirit came into them and they lived.", "q": "What happened to the bones when Ezekiel prophesied to them the second time?", "ref": ["37-09", "37-10"]}, {"a": "According to Yahweh, the valley of dry bones represented the entire house of Israel.", "q": "According to Yahweh, who did the valley of dry bones represent?", "ref": ["37-11"]}, {"a": "Yahweh said he would lift the people of Israel from their graves and bring them back to the land of Israel.", "q": "What did Yahweh say he would do for Israel, which was represented by the dry bones coming back to life?", "ref": ["37-12"]}, {"a": "Yahweh told Ezekiel to write a name on each stick, Judah and Joseph, and then bring both sticks together.", "q": "What did Yahweh tell Ezekiel to do with the two sticks?", "ref": ["37-16", "37-17"]}, {"a": "Yahweh said he was joining the two branches of Joseph and Judah so that they would be one in his hand.", "q": "What did Yahweh say was the meaning of Ezekiel's two sticks?", "ref": ["37-19"]}, {"a": "Yahweh said he was about to gather the people of Israel on the mountains of Israel as one nation with one king.", "q": "What did Yahweh say he was about to do for the people of Israel?", "ref": ["37-21", "37-22"]}, {"a": "Yahweh said that his servant David would be king over the united nation of Israel.", "q": "Who did Yahweh say would be king over the united nation of Israel?", "ref": ["37-24"]}, {"a": "According to Yahweh, the king of Israel would be their chief forever.", "q": "According to Yahweh, how long would the king of Israel be their chief?", "ref": ["37-25"]}, {"a": "Yahweh said he would establish a covenant of peace with Israel for eternity.", "q": "What did Yahweh say he would establish with Israel, and for how long?", "ref": ["37-26"]}, {"a": "Yahweh said he would live forever in the midst of the people of Israel.", "q": "Where did Yahweh say he would live forever?", "ref": ["37-27", "37-28"]}], "38": [{"a": "Yahweh told Ezekiel to prophesy against Gog from the land of Magog.", "q": "Against whom did Yahweh tell Ezekiel to prophesy?", "ref": ["38-02"]}, {"a": "Yahweh says he will send out Gog with all his army, horses, and horsemen.", "q": "With what does Yahweh say he will send out Gog?", "ref": ["38-04"]}, {"a": "Gog is the commander of all these troops assembled with him.", "q": "Who is the commander of all the troops from Persia, Cush, Put, Gomer, and Beth Togarmah?", "ref": ["38-07"]}, {"a": "Gog will go to a land that has recovered from the sword and that has been gathered from many peoples to the mountains of Israel.", "q": "To which land will Gog be called to go?", "ref": ["38-08"]}, {"a": "Gog will devise a scheme to capture booty and steal plunder from the quiet people living in safety.", "q": "What will be the wicked scheme that Gog devises?", "ref": ["38-11", "38-12"]}, {"a": "The people gathered from the nations are living at the center of the earth.", "q": "At what part of the earth are the people who have been gathered from the nations living?", "ref": ["38-12"]}, {"a": "Gog and his great army come from a place far away in the north.", "q": "From what direction does Gog and his great army come?", "ref": ["38-15"]}, {"a": "Yahweh had spoken through the prophets of Israel that Gog would come against Israel.", "q": "Through whom had Yahweh spoken that Gog would come against Israel?", "ref": ["38-17"]}, {"a": "When Gog attacks the land of Israel, Yahweh will respond with fury in his nostrils.", "q": "How will Yahweh respond when Gog attacks the land of Israel?", "ref": ["38-18"]}, {"a": "Yahweh says that there will be a great earthquake on the day Gog attacks Israel.", "q": "What great event does Yahweh say will happen on the day Gog attacks Israel?", "ref": ["38-19", "38-20"]}, {"a": "Yahweh will judge Gog and his troops on that day with plague, blood, flooding rains, hailstones of fire, and rains of brimstone.", "q": "With what will Yahweh judge Gog and his troops on that day?", "ref": ["38-22"]}, {"a": "In that day, Yahweh will show his greatness and holiness in the eyes of many nations.", "q": "In that day, what will Yahweh show in the eyes of many nations?", "ref": ["38-23"]}], "39": [{"a": "Yahweh says he will bring Gog to the mountains of Israel.", "q": "To where does Yahweh say he will bring Gog, chief of Meshech and Tubal?", "ref": ["39-02"]}, {"a": "Gog will fall dead on the mountains of Israel.", "q": "Where will Gog fall dead?", "ref": ["39-04"]}, {"a": "Yahweh will send out fire to Magog and to those living in safety on the coasts.", "q": "What will Yahweh do to Magog and to those living in safety on the coasts?", "ref": ["39-06"]}, {"a": "Yahweh says he will no longer allow his holy name to be profaned.", "q": "What does Yahweh say he will no longer allow?", "ref": ["39-07"]}, {"a": "They will not need to gather wood for seven years because they will burn the weapons of Gog.", "q": "Why will the ones living in the cities of Israel not need to gather wood for seven years?", "ref": ["39-09", "39-10"]}, {"a": "Gog and all his multitudes will be buried in the Valley of Hamon Gog.", "q": "Where will Gog and all his multitudes be buried?", "ref": ["39-11"]}, {"a": "The house of Israel will have to bury Gog and all his multitudes for seven months in order to purify the land.", "q": "What will the house of Israel have to do in order to purify the land?", "ref": ["39-12"]}, {"a": "Yahweh is making a large sacrifice of the flesh of warriors and the blood of princes of the earth on the mountains of Israel.", "q": "What large sacrifice is Yahweh making on the mountains of Israel?", "ref": ["39-17", "39-18"]}, {"a": "All the nations will see Yahweh's judgment and his hand.", "q": "What will all the nations see when Yahweh makes his large sacrifice on the mountains of Israel?", "ref": ["39-21"]}, {"a": "The house of Israel went into captivity because of their sins.", "q": "Why did the house of Israel go into captivity?", "ref": ["39-23"]}, {"a": "Yahweh will restore the fortunes of Jacob and have compassion on the house of Israel.", "q": "What will Yahweh do for the house of Israel when he acts in zeal for his holy name?", "ref": ["39-25"]}, {"a": "The house of Israel will forget their shame and all the treason in which they betrayed Yahweh.", "q": "What will the house of Israel forget when they rest in their land in safety?", "ref": ["39-26"]}, {"a": "Yahweh declares that when he pours out his Spirit on the house of Israel he will no longer hide his face from them.", "q": "What does Yahweh declare he will do when he pours out his Spirit on the house of Israel?", "ref": ["39-29"]}], "40": [{"a": "Ezekiel had been a captive of the Babylonians for twenty-five years.", "q": "For how many years had Ezekiel been a captive of the Babylonians?", "ref": ["40-01"]}, {"a": "The city of Jerusalem had been captured fourteen years ago.", "q": "How many years ago had the city of Jerusalem been captured?", "ref": ["40-01"]}, {"a": "God brought Ezekiel to the land of Israel in visions.", "q": "To where did God bring Ezekiel in visions?", "ref": ["40-02"]}, {"a": "Ezekiel was told to report everything that he saw to the house of Israel.", "q": "What was Ezekiel told to report to the house of Israel?", "ref": ["40-04"]}, {"a": "In Ezekiel's vision, a wall surrounded the temple complex.", "q": "In Ezekiel's vision, what was surrounding the temple complex?", "ref": ["40-05"]}, {"a": "The man measured the width of the gateway entrance to be ten cubits.", "q": "What did the man who looked like bronze measure the width of the gateway entrance to be?", "ref": ["40-11"]}, {"a": "Ezekiel saw carvings of palm trees on the walls.", "q": "What did Ezekiel see carved on the walls?", "ref": ["40-16"]}, {"a": "The man took Ezekiel to the outer courtyard of the temple.", "q": "Where did the man who looked like bronze take Ezekiel after measuring in the area of the gate?", "ref": ["40-17"]}, {"a": "A person had to go through a gate in order to enter the inner courtyard.", "q": "Through what did a person have to go in order to enter the inner courtyard?", "ref": ["40-23"]}, {"a": "The gates of the inner courtyard all had the same measurements.", "q": "How did the gates to the inner courtyard compare in size?", "ref": ["40-28", "40-29"]}, {"a": "The rooms with doors by each of the inner gateways were used to rinse the burnt offerings.", "q": "For what were the rooms with doors by each of the inner gateways used?", "ref": ["40-38"]}, {"a": "The four tables on either side of each gate were used for slaughtering animals.", "q": "For what were the four tables on either side of each gate used?", "ref": ["40-41"]}, {"a": "The sons of Zadok were serving as priests in the temple.", "q": "Whose sons were serving as priests in the temple?", "ref": ["40-46"]}, {"a": "The inner courtyard was one hundred cubits long and wide in a square.", "q": "How large was the inner courtyard?", "ref": ["40-47"]}, {"a": "Columns stood on either side of the sanctuary's portico.", "q": "What stood on either side of the sanctuary's portico?", "ref": ["40-49"]}], "41": [{"a": "The man brought Ezekiel into the temple's holy place.", "q": "To where did the man bring Ezekiel?", "ref": ["41-01"]}, {"a": "The man went next into the very holy place.", "q": "Where did the man go next?", "ref": ["41-03"]}, {"a": "To get to the highest level of the house, there was a stairway that went up through the middle level.", "q": "How would someone get to the highest level of the house?", "ref": ["41-07"]}, {"a": "The sanctuary and the front of the courtyard were both one hundred cubits.", "q": "What was the size of the sanctuary and the width of the front of the courtyard in front of the sanctuary?", "ref": ["41-13", "41-14"]}, {"a": "Above the entryway to the inner sanctuary there was a measured pattern.", "q": "What was above the entryway to the inner sanctuary?", "ref": ["41-17"]}, {"a": "Each cherub had the face of a man and the face of a young lion.", "q": "What two faces did each cherub have?", "ref": ["41-19"]}, {"a": "The man said that the wooden altar was the table that stood before Yahweh.", "q": "What did the man say about the wooden altar in front of the holy place?", "ref": ["41-22"]}, {"a": "Cherubim and palm trees were carved on the doors of the holy place.", "q": "What was carved on the doors of the holy place?", "ref": ["41-25"]}], "42": [{"a": "The man sent Ezekiel to the outer courtyard on the north side.", "q": "To which part of the temple did the man send Ezekiel?", "ref": ["42-01"]}, {"a": "In those rooms the priests ate the most holy food, and put the most holy things.", "q": "For what did the man say the northern and southern rooms in front of the outer courtyard were used?", "ref": ["42-13"]}, {"a": "The most holy things of the priests were the food offering, the sin offering, and the guilt offering.", "q": "What were the most holy things of the priests?", "ref": ["42-13"]}, {"a": "The man said the northern and southern rooms were holy places.", "q": "What kind of place did the man say the northern and southern rooms were?", "ref": ["42-13"]}, {"a": "The priests had to dress in other clothes before going near the people.", "q": "What did the priests have to do before going near the people?", "ref": ["42-14"]}, {"a": "Each side was five hundred cubits long", "q": "What was the length of each side; north, south east and west?", "ref": ["42-16", "42-19"]}, {"a": "The east gate separated between the holy and the not holy.", "q": "What two things did the east gate separate between?", "ref": ["42-20"]}], "43": [{"a": "The man then brought Ezekiel to the gate that opened to the east.", "q": "To which place did the man then bring Ezekiel?", "ref": ["43-01"]}, {"a": "Ezekiel saw the glory of the God of Israel come from the east.", "q": "What did Ezekiel see and from what direction did it come?", "ref": ["43-02"]}, {"a": "The Spirit lifted Ezekiel up and brought him to the inner court.", "q": "How did Ezekiel get to the inner court?", "ref": ["43-05"]}, {"a": "Yahweh said he would place his throne there and would live in the midst of the people of Israel there forever.", "q": "What did Yahweh say he would do in the inner court?", "ref": ["43-07"]}, {"a": "The people of Israel would no longer profane Yahweh's holy name by putting the thresholds of their shrines next to Yahweh's.", "q": "In what way would the people of Israel no longer profane Yahweh's holy name?", "ref": ["43-08"]}, {"a": "Yahweh told Ezekiel to tell the house of Israel about the house he had seen in the vision.", "q": "What did Yahweh tell Ezekiel to do about the house he had seen in the vision?", "ref": ["43-10"]}, {"a": "Israel would have to be ashamed of their sins in order for Ezekiel to reveal to them the design of the house.", "q": "What would Israel have to do in order for Ezekiel to reveal to them the design of the house?", "ref": ["43-10", "43-11"]}, {"a": "Yahweh said the regulation for the house was that it would be most holy.", "q": "What did Yahweh say was the regulation for the house?", "ref": ["43-12"]}, {"a": "The hearth on the altar would be used for the burnt offerings.", "q": "For what would the hearth on the altar be used?", "ref": ["43-15"]}, {"a": "There were four horns pointing upward on the hearth.", "q": "What things pointed upward on the hearth?", "ref": ["42-15"]}, {"a": "Yahweh said a bull from the cattle would be a sin offering for the Levitical priests on the first day.", "q": "What did Yahweh say would be the sin offering for the Levitical priests on the first day?", "ref": ["43-19"]}, {"a": "The descendants of Zadok would serve as Levitical priests at this altar.", "q": "Whose descendants would serve as the Levitical priests at this altar?", "ref": ["43-19"]}, {"a": "Placing the blood on the altar would cleanse it and make atonement for it.", "q": "What would placing the blood on the altar do for it?", "ref": ["43-20"]}, {"a": "Yahweh said a male goat without blemish would be a sin offering for the Levitical priests on the second day.", "q": "What did Yahweh say would be the sin offering for the Levitical priests on the second day?", "ref": ["43-22"]}, {"a": "The priests would have to prepare an unblemished bull and an unblemished ram as a burnt offering to atone for the altar.", "q": "What would the priests have to do for seven days in order to atone for the altar?", "ref": ["43-25", "43-26"]}, {"a": "On the eighth day and onward, Yahweh declared he would accept them.", "q": "On the eighth day and onward, what did Yahweh declare he would do?", "ref": ["43-27"]}], "44": [{"a": "The man brought Ezekiel back to the outer sanctuary gate that faced east.", "q": "To where did the man bring Ezekiel?", "ref": ["44-01"]}, {"a": "The east gate had been sealed shut, because Yahweh the God of Israel had come through it.", "q": "What had been done to the east gate, and why?", "ref": ["44-01", "44-02"]}, {"a": "Ezekiel was told to think about the house of Yahweh's entrance and exits.", "q": "About what was Ezekiel told to think regarding the house of Yahweh?", "ref": ["44-05"]}, {"a": "The house of Israel had brought foreigners with uncircumcised hearts and flesh to the sanctuary.", "q": "What disgusting actions had the house of Israel done to profane Yahweh's sanctuary?", "ref": ["44-07"]}, {"a": "The house of Israel allowed foreigners into Yahweh's sanctuary because Israel gave the duty of caring for the sanctuary to them.", "q": "Why did the house of Israel allow foreigners into Yahweh's sanctuary?", "ref": ["44-08"]}, {"a": "The Levites who had wandered away from Yahweh had performed sacrifices before their idols.", "q": "What had the Levites done who wandered away from Yahweh?", "ref": ["44-10", "44-12"]}, {"a": "Yahweh declared that the Levites who wandered away from him would not come near him to act as his priests or to approach any of his holy things, the most holy things.", "q": "What did Yahweh say the Levites who wandered away from him would not be allowed to do?", "ref": ["44-13"]}, {"a": "Yahweh said he would place them as keepers of the work in the house, for all of its duties and everything that is done in it.", "q": "Where was Yahweh going to place the Levites who wandered away from him?", "ref": ["44-14"]}, {"a": "The sons of Zadok would come near and stand before Yahweh because they fulfilled the duties of Yahweh's sanctuary when the people of Israel wandered away.", "q": "Why did Yahweh declare that the sons of Zadok would come near to him and would stand before him?", "ref": ["44-15"]}, {"a": "The priests were to wear linen clothes when they came to the gates of the inner courtyard so that they did not sweat.", "q": "What kind of clothes were the priests to wear when they came to the gates of the inner courtyard, and why?", "ref": ["44-17", "44-18"]}, {"a": "The priest was allowed to marry a virgin from the line of the house of Israel, or a widow who was married to a priest.", "q": "Who was the priest allowed to marry?", "ref": ["44-22"]}, {"a": "The priests would teach the people the difference between the holy and the profane, the unclean from the clean.", "q": "Between what would the priests teach the people the difference?", "ref": ["44-23"]}, {"a": "The priest stood to judge between the people with Yahweh's decrees, and had to be just.", "q": "What was the priest's role in a dispute between Israelites?", "ref": ["44-24"]}, {"a": "The priests did not receive any property or inheritance in the land of Israel because Yahweh was their inheritance and property.", "q": "Why did the priests not receive any property or inheritance in the land of Israel?", "ref": ["44-28"]}, {"a": "The priests were to eat the food offerings.", "q": "In short what were the priest to eat?", "ref": ["44-29"]}, {"a": "The priests were not to eat any carcass or animal torn by a beast, whether bird or beast.", "q": "What were the priests not to eat?", "ref": ["44-31"]}], "45": [{"a": "The people were to make an offering of a holy part of the land when they cast lots to divide up the land.", "q": "What offering were the people to make to Yahweh when they cast lots to divide up the land?", "ref": ["45-01"]}, {"a": "The holy part of the land would be a place for the houses and towns of the priests.", "q": "The holy part of the land would be a place for what?", "ref": ["45-04", "45-05"]}, {"a": "The area of the city would belong to all the house of Israel.", "q": "To whom would the area of the city belong?", "ref": ["45-06"]}, {"a": "The land of the princes of Israel would be on both sides of the holy place and the city.", "q": "Whose land would be on both sides of the holy place and the city?", "ref": ["45-07"]}, {"a": "Yahweh tells the princes of Israel to stop evicting Yahweh's people, and to remove violence and strife.", "q": "What does Yahweh tell the princes of Israel to stop doing?", "ref": ["45-09"]}, {"a": "Yahweh says the balances, ephahs, and baths must be made accurate.", "q": "What does Yahweh say must be made accurate?", "ref": ["45-10"]}, {"a": "A tenth of a bath for every ten baths would be the regulation offering of oil.", "q": "How much oil from ten baths would be the regulation offering of oil?", "ref": ["45-14"]}, {"a": "The people of the land would give their contributions to the prince in Israel.", "q": "To whom would the people of the land give their contributions?", "ref": ["45-16"]}, {"a": "The prince in Israel would be responsible to furnish animals for the offerings.", "q": "Who would be responsible to furnish animals for the offerings at the festivals of the house of Israel?", "ref": ["45-17"]}, {"a": "The priests were to offer an unblemished bull as a sin offering on the first day of the first month.", "q": "When were the priests to offer an unblemished bull as a sin offering for the sanctuary?", "ref": ["45-18"]}, {"a": "On the fourteenth day of the first month there would be a seven day festival of unleavened bread.", "q": "When would there be a seven day festival of unleavened bread?", "ref": ["45-21"]}, {"a": "On the fifteenth day of the seventh month, sin offerings, burnt offerings, food offerings, and offerings of oil were to be given.", "q": "What offerings were to be given on the fifteenth day of the seventh month?", "ref": ["45-25"]}], "46": [{"a": "Yahweh said the east gate of the inner courtyard would be opened on the Sabbath and on the day of the new moon.", "q": "When did Yahweh say the east gate of the inner courtyard would be opened?", "ref": ["46-01"]}, {"a": "The prince of Israel would worship at the threshold of the inner gate.", "q": "Where would the prince of Israel worship?", "ref": ["46-02"]}, {"a": "The prince would offer six unblemished lambs and an unblemished ram.", "q": "What would be the burnt offering of the prince on the Sabbath day?", "ref": ["46-04"]}, {"a": "Yahweh said the rule was that the prince must leave by the same way he came in to worship.", "q": "What did Yahweh say was the rule about how the prince must leave after he worships?", "ref": ["46-08"]}, {"a": "Yahweh said the rule was that the people must leave by going out straight ahead from where they came in.", "q": "What did Yahweh say was the rule about how the people must leave after they worship?", "ref": ["46-09"]}, {"a": "The prince would have to open the east gate for the offering, and then go out and shut the gate after him.", "q": "What would the prince have to do at a festival when he gave a freewill offering?", "ref": ["46-12"]}, {"a": "Yahweh said an unblemished lamb one year old would be given as a burnt offered every morning.", "q": "What did Yahweh say would be given as a burnt offering every morning?", "ref": ["46-13"]}, {"a": "The inheritance of the prince would be received by his sons.", "q": "According to Yahweh, who would receive the inheritance of the prince?", "ref": ["46-17"]}, {"a": "The people's inheritance must not be taken away so they are not scattered from their own property.", "q": "Why did Yahweh say the prince must not take the people's inheritance away?", "ref": ["46-18"]}, {"a": "The priests were not to bring the offerings out to the outer courtyard and so consecrate the people.", "q": "Why were the priests not to bring the guilt, sin, and grain offerings out to the outer courtyard?", "ref": ["46-20"]}, {"a": "In the cooking hearths at the corners of the outer courtyard, the temple servants would boil the people's sacrifices.", "q": "What would be done in the cooking hearths at the corners of the outer courtyard?", "ref": ["46-24"]}], "47": [{"a": "The temple faced east.", "q": "Which direction did the temple face in Ezekiel's vision?", "ref": ["47-01"]}, {"a": "Ezekiel saw water flowing from the gate facing east, on its south side.", "q": "What did Ezekiel see at the gate facing east?", "ref": ["47-02"]}, {"a": "The water became a river that was too deep to pass without swimming.", "q": "How deep did the water become that Ezekiel saw?", "ref": ["47-05"]}, {"a": "On both sides of the river, the riverbank had many trees.", "q": "What were on both sides of the river?", "ref": ["47-07"]}, {"a": "This water flowed to the Salt Sea and would restore it to freshness.", "q": "To where did this water flow, and what did it do there?", "ref": ["47-08"]}, {"a": "The swamps and marshes would not be made fresh at the Salt Sea.", "q": "What would not be made fresh at the Salt Sea?", "ref": ["47-11"]}, {"a": "Edible trees would grow on the riverbanks, bearing fruit each month and never withering.", "q": "What kind of trees would grow on the riverbanks, and how would they grow?", "ref": ["47-12"]}, {"a": "Joseph would receive two portions of land among the tribes of Israel.", "q": "Who would receive two portions of land among the tribes of Israel?", "ref": ["47-13"]}, {"a": "The northern boundary of the land would reach to the border of Damascus.", "q": "The northern boundary of the land would reach to the border of what city?", "ref": ["47-16", "47-17"]}, {"a": "The eastern border of the land would be the Jordan River.", "q": "What would be the eastern border of the land?", "ref": ["47-18"]}, {"a": "The Brook of Egypt would be part of the southern border of the land.", "q": "What brook would be part of the southern border of the land?", "ref": ["47-19"]}, {"a": "The western border of the land would be the Great Sea.", "q": "What would be the western border of the land?", "ref": ["47-20"]}, {"a": "The Israelites were to throw lots to determine the inheritance for each person in the land.", "q": "How were the Israelites to determine the inheritances for each person in the land?", "ref": ["47-22"]}, {"a": "Foreigners living in the midst of the Israelites were to be treated just like the native born people of Israel.", "q": "Who were to be treated just like the native born people of Israel?", "ref": ["47-22"]}], "48": [{"a": "The tribe of Dan would be given the land on the northern border of Israel.", "q": "Which tribe would be given the land on the northern border of Israel?", "ref": ["48-01"]}, {"a": "The tribe of Asher would be south of the border of Dan.", "q": "Which tribe would be south of the border of the tribe of Dan?", "ref": ["48-02"]}, {"a": "The tribe of Naphtali would be south of the border of Asher.", "q": "Which tribe would be south of the border of the tribe of Asher?", "ref": ["48-03"]}, {"a": "In order, the four tribes south of Naphtali would be Manasseh, Ephraim, Reuben, and Judah.", "q": "In order, which four tribes would be south of the tribe of Naphtali?", "ref": ["48-04", "48-07"]}, {"a": "The temple would be in the middle of the land located along the border with Judah.", "q": "What would be in the middle of the land located along the border with Judah?", "ref": ["48-08"]}, {"a": "The priests of the line of Zadok would live on the land surrounding the sanctuary of Yahweh.", "q": "Who would live on the land surrounding the sanctuary of Yahweh?", "ref": ["48-11"]}, {"a": "The Levites would live on the land bordering the priests' land.", "q": "Who would live on the land bordering the priests' land?", "ref": ["48-13"]}, {"a": "The remaining area of the holy offering of land would be used to produce food for those working in the city.", "q": "For what would the remaining area of the holy offering of land be used?", "ref": ["48-18"]}, {"a": "The land on the eastern and western borders of the holy offering of land would be for the prince.", "q": "For whom would be the land on the eastern and western borders of the holy offering of land?", "ref": ["48-21"]}, {"a": "The southern boundary of Gad was to extend from Tamar to the waters of Meribah Kadesh, and farther to the brook of Egypt, and then to the Great Sea.", "q": "What was to be the southern boundary of Gad?", "ref": ["48-28"]}, {"a": "There would be three gates on the north side of the city, with one  being named for Reuben, one for Judah, and one for Levi.", "q": "How many gates were to be on the north side of the city, and what were they to be named for?", "ref": ["48-30", "48-31"]}, {"a": "The city's name would be \"Yahweh is There\".", "q": "What would be the city's name?", "ref": ["48-35"]}]}