[{"id": "01", "tn": [{"ref": "he who created you, Jacob, and he who formed you, Israel", "text": "Both clauses mean the same thing. AT: \"the one who created you, O people of Israel\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "When you pass through the waters ... the flames will not destroy you", "text": "Yahweh speaks of suffering and difficult experiences as if they are deep waters and fires through which the people walk. The words \"waters\" and \"flames\" form a merism and emphasize any difficult circumstance. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "When you pass through the waters, I will be with you; and through the rivers, they will not overwhelm you", "text": "These two statements mean basically the same thing and emphasize that the people will experience no harm because Yahweh is with them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you will not be burned", "text": "This can be stated in active form. AT: \"it will not burn you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have given Egypt as your ransom, Ethiopia and Seba in exchange for you", "text": "These two phrases share similar meanings and emphasize that Yahweh will allow Israel's enemy to conquer these nations instead of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Seba", "text": "This is the name of a nation. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Since you are precious and special in my sight", "text": "The words \"precious\" and \"special\" mean basically the same thing and emphasize how much Yahweh values his people. AT: \"Because you are very precious to me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "therefore I will give people in exchange for you, and other peoples in exchange for your life", "text": "Both phrases mean the same thing. AT: \"therefore I will let the enemy conquer other peoples instead of you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will bring your offspring from the east, and gather you from the west", "text": "The directions \"east\" and \"west\" form a merism and represent from every direction. AT: \"I will bring you and your offspring from every direction\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "say to the north ... to the south", "text": "Yahweh speaks to \"the north\" and \"the south\" as if commanding the nations in those locations. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my sons ... my daughters", "text": "Yahweh speaks of the people who belong to him as if they were his children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "everyone who is called by my name", "text": "Here to be called by someone's name represents belonging to that person. This can be stated in active form. AT: \"everyone whom I have called by my name\" or \"everyone who belongs to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whom I have formed, yes, whom I have made", "text": "Both of these mean the same thing and emphasize that it is God who made the people of Israel. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "08", "tn": [{"ref": "the people who are blind ... the deaf", "text": "Yahweh speaks of those who do not listen to him or obey him as if they were blind and deaf. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who among them could have declared this and announced to us earlier events?", "text": "This rhetorical question applies to the gods whom the people of the nations worship. The implied answer is that none of them could do this. This question can be translated as a statement. AT: \"None of their gods could have declared this or announced to us earlier events.\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "announced to us earlier events", "text": "This phrase refers to their ability to tell about events that happened in the past before they happened. AT: \"announced to us earlier events before they happened\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let them bring their witnesses to prove themselves right, let them listen and affirm, 'It is true.'", "text": "Yahweh challenges the gods whom the nations worship to provide witnesses who will testify that they have been able to do these things, although he knows that they cannot do so. AT: \"These gods have no witnesses who will prove them right, witnesses who will listen and affirm, 'It is true'\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "10", "tn": [{"ref": "You ... my servant", "text": "Here \"you\" is plural and refers to the people of Israel. The phrase \"my servant\" refers to the nation, as a whole. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "Before me ... after me", "text": "In speaking this way, Yahweh is not saying that there was a time before which he did not exist or a time after which he will not exist. He is asserting that he is eternal and that the gods whom the people of other nations worship are not."}, {"ref": "Before me there was no god formed", "text": "Here the word \"formed\" indicates that Yahweh is speaking of idols that people have made. This can be stated in active form. AT: \"None of the gods whom people have formed existed before me\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and there will be none after me", "text": "\"and none of those gods will exist after me\""}, {"ref": "I, I am Yahweh", "text": "The word \"I\" is repeated to emphasize the focus on Yahweh. AT: \"I alone am Yahweh\" or \"I myself am Yahweh\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "there is no savior but me", "text": "This can be expressed positively. AT: \"I am the only savior\" or \"I am the only one who can save you\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "no one can rescue anyone from my hand", "text": "Here the word \"hand\" represents Yahweh's power. AT: \"no one can rescue anyone from my power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who can turn it back?", "text": "Yahweh uses this question to say that no one can turn back his hand. It can be translated as a statement. Turning back his hand represents stopping him from doing something. See how you translated a similar phrase in [[:en:bible:notes:isa:14:26|14:27]].  AT: \"no one can turn it back.\" or \"no one can stop me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Holy One of Israel", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "I send to Babylon and lead them all down", "text": "The object of the verb \"send\" may be supplied in translation. AT: \"I send an army to Babylon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lead them all down as fugitives", "text": "\"lead all of the Babylonians down as fugitives\""}, {"ref": "fugitives", "text": "A fugitive is a person who runs away so that his enemy will not capture him."}]}, {"id": "16", "tn": [{"ref": "who opened a way ... like a burning wick", "text": "In these verses, Isaiah speaks of the events following the exodus from Egypt, when Yahweh divided the sea to let the Israelites walk through on dry ground but then drowned the Egyptian army. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They fell down together; they will never rise again", "text": "Dying is spoken of as if it were falling down to the ground. AT: \"They all died together; they will never live again\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "they are extinguished, quenched like a burning wick", "text": "The people dying is spoken of as if they were burning candle wicks that someone has extinguished. This can be stated in active form. AT: \"their lives have ended, like a person extinguishes the flame of a burning candle\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Do not think about these former things, nor consider the things of long ago.", "text": "These two phrases mean basically the same thing and emphasize that they are not to worry about what happened in the past. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Look", "text": "This is an idiom. AT: \"Listen\" or \"Pay attention\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "do you not perceive it?", "text": "Yahweh uses a question to teach the people of Israel. This rhetorical question can be translated as a statement. AT: \"surely you have noticed it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "wild animals of the field will honor me, the jackals and the ostriches", "text": "Here animals honor Yahweh as if they were people. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the jackals and the ostriches", "text": "These are examples of the kinds of animals that will honor Yahweh. See how you translated the names of these animals in [[:en:bible:notes:isa:13:21|13:21-22]]. The missing words can be added to make the meaning clear. AT: \"the jackals and the ostriches will honor me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "sweet-smelling cane", "text": "smelling cane** - This is a plant with a pleasant smell used to make anointing oil. It did not grow in the land of Israel so the people had to buy it from other nations."}, {"ref": "burdened me with your sins, you have wearied me with your evil deeds", "text": "These both mean the same thing and emphasize the complaint Yahweh has with his people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "burdened me with your sins", "text": "\"troubled me with your sins\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I, yes, I", "text": "The word \"I\" is repeated for emphasis. AT: \"I alone\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "who blots out your offenses", "text": "Forgiving sins is spoken of as either 1) blotting them out or wiping them away or 2) erasing a written record of the sins. AT: \"who forgives your offenses like someone wiping something away\" or \"who forgives your offenses like someone who erases a record of sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for my own sake", "text": "\"for my own honor\" or \"for my own reputation\""}, {"ref": "call to mind", "text": "\"remember\""}, {"ref": "present your cause, that you may be proved innocent", "text": "Yahweh challenges the people to offer proof that they are innocent of the charges that he has brought against them, although he knows that they cannot do so. AT: \"present your case, but you cannot prove yourselves to be innocent\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "that you may be proved innocent", "text": "This can be stated in active form. AT: \"that you may prove yourselves innocent\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Your first father sinned", "text": "This refers to the founder of Israel and may represent either Abraham or Jacob."}, {"ref": "I will hand Jacob over to complete destruction", "text": "Here to \"hand over\" represents putting someone under the power of another. The noun \"destruction\" can be translated with a verbal phrase. AT: \"I will cause the enemy to completely destroy Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Israel to abusive humiliation", "text": "The verb may be supplied from the previous phrase, with which this phrase is parallel. The noun \"humiliation\" can be translated with a verbal phrase. AT: \"I will allow the enemy to abuse and humiliate Israel\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]