[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues telling the people what Yahweh wants them to do."}, {"ref": "will have no portion nor inheritance with Israel", "text": "The Levites not receiving any land from Yahweh is spoken of as if they would not receive an inheritance. AT: \"will not possess any of the people's land\" or \"will not receive any of the land that the Israelites will possess\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no portion", "text": "\"no part\" or \"no share\""}, {"ref": "among their brothers", "text": "\"among the other tribes of Israel\" or \"among the other Israelites\""}, {"ref": "Yahweh is their inheritance", "text": "Moses speaks of the great honor that Aaron and his descendants will have by serving Yahweh as priests as if Yahweh were something that they will inherit. See how you translated a similar phrase in [[:en:bible:notes:deu:10:08|10:9]]. AT: \"instead, they will have Yahweh\" or \"instead, Yahweh will allow them to serve him and he will provide for them through that service\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "priests' due", "text": "\"priests' claim\" or \"priests' share\""}, {"ref": "the inner parts", "text": "This is the stomach and intestines."}, {"ref": "you must give him", "text": "\"you must give to the priest\""}, {"ref": "has chosen him", "text": "Here \"him\" represents all the Levites. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to stand to serve in the name of Yahweh", "text": "Here \"the name of Yahweh\" stands for Yahweh himself and his authority. AT: \"to be his special servants\" or \"to serve as a representative of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "him and his sons forever", "text": "Here \"him\" represents all the Levites. AT: \"the Levites and their descendants forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "desires with all his soul", "text": "This is an idiom. AT: \"strongly desires\" or \"really wants\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "then he must serve in the name of Yahweh his God", "text": "Here \"name\" represents Yahweh and his authority. AT: \"then he must serve Yahweh his God as a priest\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who stand there before Yahweh", "text": "\"who serve in the sanctuary in the presence of Yahweh\""}, {"ref": "his family's inheritance", "text": "This is what the priest would inherit from his father."}]}, {"id": "09", "tn": [{"ref": "When you have come", "text": "Here \"come\" can be translated as \"gone\" or \"entered.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "you must not learn to observe the abominations of those nations", "text": "God hates the religious activities of the people in the surrounding nations. He considers them to be terribly evil. Here \"nations\" represents the people. AT: \"you must not do the terrible things that the people of the other nations do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "There must not be found among you any one", "text": "This can be stated in active form. AT: \"There must not be anyone among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "puts his son or his daughter into the fire", "text": "\"sacrifice his children by fire on an altar\""}, {"ref": "anyone who uses divination ... who talks with spirits", "text": "These are different people who practice magic. God has forbidden every kind of magic. If you do not have a word for all of these types of people, it can be stated more generally. AT: \"anyone who uses magic to try to find out what will happen in the future, to cast spells, or to talk to the spirits of dead people\""}, {"ref": "augury", "text": "the use of magic to predict the future"}]}, {"id": "12", "tn": [{"ref": "driving them out", "text": "Here \"them\" refers to the people already living in Canaan."}, {"ref": "For these nations", "text": "Here \"nations\" stands for the people groups that live in Canaan. AT: \"For these people groups\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dispossess", "text": "\"displace\" or \"drive out\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Yahweh your God will raise up for you a prophet", "text": "Yahweh appointing a person to be a prophet is spoken of as if Yahweh would raise or lift the person up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one of your brothers", "text": "\"one of your fellow Israelites\""}, {"ref": "This is what you asked", "text": "Here \"you\" refers to the Israelites at Mount Horeb about 40 years earlier."}, {"ref": "at Horeb on the day of the assembly", "text": "\"on the day you gathered together at Horeb\""}, {"ref": "day of the assembly, saying, 'Let us not hear again the voice of Yahweh our God, nor see this great fire anymore, or we will die'", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"day of the assembly when you said that you did not want to hear the voice of Yahweh our God, nor see his great fire anymore, because you were afraid that you would die\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Let us not hear again the voice of Yahweh our God", "text": "Here \"voice\" represents Yahweh speaking. AT: \"Let us not hear Yahweh our God speak again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "I will raise up a prophet for them", "text": "Yahweh appointing a person to be a prophet is spoken of as if Yahweh would raise or lift the person up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from among their brothers", "text": "\"from among their fellow Israelites\""}, {"ref": "I will put my words in his mouth", "text": "Yahweh telling the prophet what to say is spoken of as if Yahweh would put words in the prophet's mouth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "speak to them", "text": "\"speak to the people of Israel\""}, {"ref": "does not listen to the words of mine that he speaks in my name", "text": "Here \"words\" represent what Yahweh says. Here the metonym \"my name\" represents Yahweh and his authority. AT: \"does not listen to him when he speaks my message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "require it of him", "text": "\"I will hold him responsible\" or \"I will punish him.\" Here \"him\" refers to the person who does not listen to the prophet."}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "who speaks a word arrogantly", "text": "Here \"word\" represents a message. AT: \"who dares to speak a message\" or \"who is arrogant enough to speak a message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in my name", "text": "Here \"my name\" refers to Yahweh himself and his authority. AT: \"for me\" or \"with my authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a word that I have not commanded", "text": "Here \"word\" represents a message. AT: \"a message that I have not commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who speaks in the name of other gods", "text": "Here \"name\" represents the gods themselves or their authority. This means the prophet claims that false gods told him to speak a certain message. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This is what you must say in your heart", "text": "Here \"heart\" represents the thoughts of a person. AT: \"You ask yourself\" or \"You must say to yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How will we recognize a message that Yahweh has not spoken?", "text": "\"How will we know if the message that the prophet speaks is from Yahweh?\" Here \"we\" refers to the people of Israel."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "a prophet speaks in the name of Yahweh", "text": "Here \"name of Yahweh\" refers to Yahweh himself and his authority. AT: \"a prophet claims to speak for me\" or \"a prophet claims to speak with my authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the prophet has spoken it arrogantly", "text": "\"the prophet has spoken this message without my authority\""}]}]