[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "<b>Connecting Statement:</b> Job continues to speak to his friends."}, {"ref": "See", "text": "\"Pay attention\" or \"Listen.\" This word marks where Job wants the three friends to listen carefully."}, {"ref": "my eye has seen all this", "text": "Job referred to himself as his eye since it is with his eyes that he saw these things.  AT: \"I have seen all this  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my ear has heard and understood it", "text": "Job referred to himself as his ear since it is with his ears that he heard these things. AT: \"I have heard and understood it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "What you know, the same I also know", "text": "\"What you know, I also know\" (UDB) or \"I know as much as you\""}]}, {"id": "03", "tn": [{"ref": "I wish to reason with God", "text": "Job's friends are judging him, but they not speaking the truth. Job would rather argue with God alone about his complaint."}, {"ref": "you whitewash the truth with lies", "text": "Putting whitewash or plaster on the truth represents ignoring the truth. AT: \"you hide the truth with lies\" or \"you lie and ignore the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are all physicians of no value", "text": "Being a physician represents being a person who comforts others. Being of no value means that they do not know how to do what they should. AT: \"You are all like physicians who do not know how to heal people\" or \"you all come to comfort me, but you do not know how, like unskilled physicians\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hold your peace", "text": "This expression means \"be quiet\" or \"stop talking.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "That would be your wisdom", "text": "They thought that they were saying wise things, but Job was saying that they would be wiser if they would stop talking. The abstract noun \"wisdom\" can be expressed with the word \"wise.\"  AT: \"If you were to do that, you would be wise\" or \"If you were to stop talking, you would appear wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Job continues to speak to his friends."}, {"ref": "listen to the pleading of my own lips", "text": "Here \"lips\" represent the person who is speaking. AT: \"listen to what I myself plead for\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Will you speak unrighteously ... deceitfully for him?", "text": "Job uses these two questions to rebuke his friends for speaking unrighteously.  AT: \"You think that you are speaking for God, but you are speaking unrighteously. You are speaking deceitfully\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "talk deceitfully", "text": "\"lie\" or \"tell lies\""}, {"ref": "Would you really ... as attorneys for God?", "text": "Showing kindness to God represents helping God or defending God against Job's complaints. Job uses these questions to rebuke his friends for thinking that they can defend God.  AT: \"You think that you can defend God. You think that you can argue for God like attorneys in court\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "09", "tn": [{"ref": "Would it really be good for you when he searches you out", "text": "Here \"searches you out\" is a metaphor meaning \"examine you.\" Job uses this question to warn his friends that if God were to examine them, he would say that what they are doing is wrong. AT: \"If God were to examine you, it would not be good for you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Could you deceive him as you might deceive men?", "text": "Job uses this question to warn his friends that God knows the truth about them. AT: \"You might be able to deceive men, but you cannot deceive God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "reprove you", "text": "\"rebuke you\""}, {"ref": "if in secret you showed partiality", "text": "Showing partiality refers to saying only good things about someone so that the judge will say that the person is good. Doing this in secret means pretending to speak fairly, but really favoring one person over another. AT: \"if you secretly show favor to another\""}]}, {"id": "11", "tn": [{"ref": "Would not his majesty make you afraid? Would not his dread fall upon you?", "text": "Job uses these questions to rebuke his friends. Possible meanings are 1) Job is saying that they should fear God. AT: \"His majesty should make you afraid, and his dread should fall on you\" or 2) Job is saying that they will fear God. AT: \"His majesty will make you afraid, and his dread will fall on you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Would not his dread fall upon you", "text": "Dead falling on people represents them becoming terribly afraid. AT: \"Would you not be terribly afraid\" or \"Would you not be terrified\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your memorable sayings are proverbs made of ashes", "text": "Ashes represent things that are worthless and do not last. AT: \"Your memorable sayings are worthless like ashes\" or \"Your memorable sayings will be forgotten like ashes that are blown away\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your defenses are defenses made of clay", "text": "Job speaks of what they say as if it were a wall around a city made of clay; it cannot defend the people because clay breaks easily. AT: \"What you say in defense is as useless as a wall of clay\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your defenses", "text": "Possible meanings are that this refers to 1) what they say to defend themselves or 2) what they say to defend God."}]}, {"id": "13", "tn": [{"ref": "Hold your peace", "text": "This is an idiom meaning \"Be quiet\" or \"Stop talking.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let me alone", "text": "This is an idiom that means \"stop bothering me\" or \"stop hindering me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let come what may on me", "text": "Things coming on a person represents things happening to a person. This expression starting with \"Let\" means that he does not care what might happen to him. AT: \"let whatever may happen to me happen\" or \"I do not care what may happen to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will take my own flesh ... in my hands", "text": "\"Flesh\" is a metonym for life. \"Teeth\" and \"hands\" are metonym for his own control. These two phrases together emphasize that Job is willing to risk his life by arguing his case with God. AT: \"I am ready to risk my life\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "16", "tn": [{"ref": "This will be the reason for my acquittal", "text": "The abstract noun \"acquittal\" can be expressed with the verb \"acquit.\" AT: \"This is the reason that God will acquit me\" or \"This is the reason that God will say that I am not guilty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "God, listen carefully", "text": "Job begins directing his speech directly to God."}, {"ref": "listen carefully to my speech; let my declaration come to your ears", "text": "These two lines mean basically the same thing and intensify Job's request for God to listen to him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "let my declaration come to your ears", "text": "The abstract noun \"declaration\" can be expressed with the verb \"declare.\" The ears represent listening. AT: \"listen to my declaration\" or \"listen to what I declare\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Job continues speaking to God."}, {"ref": "See now", "text": "This emphasizes what follows. \"Listen now\" or \"Please pay special attention\""}, {"ref": "I have set my defense in order", "text": "Setting his defense in order represents deciding what he will say to defend himself. AT: \"I have thought through how I will defend myself\" or \"I have decided how I will explain myself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who is the one who would argue against me in court?", "text": "Job uses this question to express his belief that since he is right, no one would argue against him. AT: \"I do not believe that anyone will argue against me in court\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If you came to do so", "text": "\"If you came to argue against me\""}, {"ref": "If you", "text": "\"You\" here means God himself."}, {"ref": "if I were proved wrong", "text": "This can be stated in active form. AT: \"if you were to prove me wrong\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "give up my life", "text": "Giving up one's life is a metaphor for dying.  AT: \"die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Job continues speaking to God."}, {"ref": "from your face", "text": "\"Face\" represents the person. AT: \"from you.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "withdraw your oppressive hand", "text": "An oppressive hand is a metonym for doing things that oppress someone. Withdrawing the hand is a metaphor for  stopping doing those things. AT: \"stop oppressing me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not let your terrors make me afraid", "text": "The phrase \"your terrors\" refers to what causes people to be terrified of God. AT: \"do not terrify me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Job continues speaking to God."}, {"ref": "Why do you hide ... like your enemy?", "text": "Job asks this question to complain about how God is treating him. He probably hopes for an answer. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you hide your face from me", "text": "Hiding one's face from someone represents refusing to look at him or ignoring him. AT: \"you refuse to look at me\" or \"you ignore me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will you persecute ... pursue dry stubble?", "text": "Job uses these questions to tell God that since Job is so insignificant and weak, it is useless to persecute him. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "driven leaf ... dry stubble", "text": "\"Leaf\" and \"stubble\" are metaphors describing Job's weakness, insignifance and fraility. AT: \"You persecute me, but I am weak like a leaf blown by the wind and insignificant like dry stubble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Job finishes presenting his case to God."}, {"ref": "For you write down bitter things against me", "text": "\"Bitter things\" represents accusations. AT: \"You write down accusations against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you make me inherit the iniquities of my youth", "text": "Inheriting the iniquities of his youth is a metaphor. Possible meanings are it represents 1) being guilty for the sins of his youth. AT: \"you say that I am still guilty for the sins of my  youth\" or 2) being punished for the sins of his youth. AT: \"you punish me for the sins of my youth (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the iniquities of my youth", "text": "The abstract noun \"youth\" can be translated with the word \"young.\" AT: \"the sins I committed when I was young\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "You also put my feet in the stocks", "text": "Doing this represents punishing Job and keeping him from living freely as if Job had committed a crime and was a prisoner. AT: \"It is as though you put my feet in the stocks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the stocks", "text": "Possible meanings are 1) a frame that holds a prisoner's feet in place so that he cannot move at all, or 2) chains around a prisoner's feet that make it hard for him to walk. These are used as a form of punishment."}, {"ref": "You watch all my paths", "text": "Paths represent the things Job does. AT: \"everything I do\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you examine the ground where the soles of my feet have walked", "text": "The soles of his feet represent the person who walks. AT:  \"you examine the ground where I have walked\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you examine the ground where the soles of my feet have walked", "text": "Examining this ground represents examining all that Job has done. AT: \"It is as though you examine the ground where I have walked\" or \"You examine everything I do like a person examining someone's footsteps on the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a rotten thing that wastes away", "text": "Job compares his life to something that is decaying. He is slowly dying. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a garment that moths have eaten", "text": "Job compares himself to clothes that are full of holes because the worms of moths have eaten parts of it. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]