[{"id": "01", "tn": [{"ref": "all Israel was coming", "text": "Here \"Israel\" ​is a metonym for all men of Israel capable of fighting. \"All Israel\" is an exaggeration which means almost all the men of Israel. AT: \"all the men of Israel were coming\"​ (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "It happened that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "Jeroboam ... Nebat", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "called him", "text": "Here the word \"him\" refers to Jeroboam."}, {"ref": "made our yoke heavy", "text": "A heavy yoke is a metaphor for very difficult labor and requirements. AT: \"treated us cruelly\" or \"forced us to work very hard\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "the old men who had stood before Solomon", "text": "To \"stand before\" is an idiom for serving the king in his presence. AT: \"the old men who counseled Solomon\" or \"the old men who attended to Solomon\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "Lighten the yoke that your father put on us", "text": "To \"lighten the yoke\" is a metaphor to represent lifting of the burden. AT: \"Do not treat us as cruelly as your father did\" or \"Do not force us to work as hard as your father did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "My little finger is thicker than my father's waist", "text": "This metaphor means that Rehoboam is more cruel and intimidating than his father. AT: \"What I will do to make your burden heavier is much more than what my father put on you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My father punished you with whips, but I will punish you with scorpions", "text": "This metaphor means that the punishment Rehoboam plans to give will be worse than what his father gave. AT: \"My father used whips to force you to work but I will use even crueler punishment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "punish you with scorpions", "text": "The word \"scorpions\" may refer to 1) a whip with sharp metal barbs on the end or 2) a spider-like creature that has a poisonous sting."}]}, {"id": "12", "tn": [{"ref": "burdened you with a heavy yoke", "text": "A heavy yoke is a metaphor for very difficult labor and requirements. See how you translated this in [[:en:bible:notes:1ki:12:03|12:4]]. AT: \"treated you cruelly\" or \"forced you to work very hard\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My father punished you with whips, but I will punish you with scorpions", "text": "This metaphor means that the punishment Rehoboam plans to give will be worse than what his father gave. See how you translated this in [[:en:bible:notes:1ki:12:10|12:11]]. AT: \"My father used whips to force you to work but I will use even crueler punishment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "it was a turn of events brought about by Yahweh", "text": "This is an idiom and can be stated in active form. AT: \"Yahweh caused things to happen like this\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Ahijah ... Jeroboam ... Nebat", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shilonite", "text": "This is the name of a people group from the town of Shiloh. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "16", "tn": [{"ref": "all Israel", "text": "Here \"Israel\" ​is a metonym for all men of Israel capable of fighting. \"All Israel\" is an exaggeration which means almost all the men of Israel. AT: \"all the men of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "What share do we have in David?", "text": "\"Share\" is a metonym meaning a part, involvement, or interest. This question can be translated as a simple statement. AT: \"We will have no part in the family of David.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We have no inheritance in the son of Jesse", "text": "\"Son of Jesse\" is a metonym for David, a son of Jesse. \"Inheritance\" is a metonym for the part left for these people from David's successes. AT: \"We will have nothing to do with the descendants of Jesse\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Go to your tents, Israel", "text": "\"Tents\" is a metonym representing a person's place of residence. AT: \"Go to your homes, people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now see to your own house, David", "text": "\"House\" is a metonym for David's lineage of power and prestige. AT: \"Now take care of your own kingdom, descendant of David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Adoram", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all Israel", "text": "Here \"Israel\" is a metonym for the people of Israel. \"All Israel\" is an exaggeration which means almost all the people of Israel. AT: \"all the people of Israel who were there\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the house of David", "text": "Here \"house\" is a metonym that represents family or descendants. AT: \"the kings descended from David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to this day", "text": "\"Day\" is a metonym for a period of time, a duration. Here it refers to the time that the writer was actually writing this. AT: \"to the time of the writer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "It happened that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "when all Israel heard", "text": "\"All Israel\" is hyperbole to mean the capable men of Israel who represent the rest of the people by a metonym. AT: \"when all the leaders of Israel heard\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "king over all Israel", "text": "\"Israel\" implicitly means the northern ten tribes that rebelled against Rehoboam. AT: \"king over all of the 10 tribes of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the family of David", "text": "\"David's descendants\""}]}, {"id": "21", "tn": [{"ref": "all the house of Judah and the tribe of Benjamin", "text": "Here \"house\" is a metonym that represents a tribe or descendants. And, here \"tribe\" refers specifically to the soldiers from those tribes. AT: \"all the soldiers from the tribes of Judah and Benjamin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house of Israel", "text": "Here \"house\" represents the kingdom made up of the 10 northern tribes of Israel. AT: \"the kingdom of Israel\" or \"the people of the northern tribes of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "the word of God came ... it said", "text": "This is an idiom that is used to introduce something that God told his prophets or his people. AT: \"God spoke this message ... and he said\" or \"God spoke these words ... and he said\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Shemaiah", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the man of God", "text": "The expression \"man of God\" is a respectful way of referring to a prophet of Yahweh. AT: \"the man who belongs to God\" or \"the prophet of God\""}, {"ref": "all the house of Judah and Benjamin", "text": "Here \"house\" is a metonym that represents a tribe or descendants. AT: \"all the people from the tribes of Judah and Benjamin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your brothers the people of Israel", "text": "The words \"brothers\" and \"people of Israel\" are a doublet that refer to the men of the ten northern tribes and emphasize the family relationship between them and the tribes of Judah and Benjamin. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "for this thing has been made to happen by me", "text": "This can be stated in active form. AT: \"because I have made this thing happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "thought in his heart", "text": "\"Heart\" is a metonym for a person's inner consciousness, thoughts, motivation, or feelings. AT: \"thought to himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house of David", "text": "Here \"house\" is a metonym representing family or descendants. AT: \"the kings descended from David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If these people go up", "text": "The words \"these people\" refer to the people of the northern ten tribes of Israel."}, {"ref": "the heart of these people", "text": "\"Heart\" is a metonym for the people's allegiance and affection. AT: \"the allegiance of these people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "turn again to their master, to Rehoboam king of Judah ... return to Rehoboam king of Judah", "text": "These phrases mean basically the same thing and are combined to emphasize Jeroboam's fear that the people would turn again to Rehoboam as king. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "28", "tn": [{"ref": "brought you up", "text": "\"You\" here is a metonym for the ancestors of the people. AT: \"brought your ancestors up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "31", "tn": [{"ref": "Jeroboam made houses on high places", "text": "The workers who did this at Jeroboam's commands are represented by the metonym of the name of Jeroboam himself. AT: \"Jeroboam's workers made houses on high places\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "houses on high places", "text": "The implied information is that these were houses of worship. The full meaning of this statement can be made explicit.  AT: \"houses of worship on high places\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "made priests", "text": "\"appointed men to be priests\""}, {"ref": "in the eighth month, on the fifteenth day of the month", "text": "This is the eighth month of the Hebrew calendar. The fifteenth day is near the beginning of November on Western calendars. AT: \"on the fifteenth day of the eighth month\" (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "went up to the altar", "text": "\"Went up\" is an idiom for going to a sacred place to worship since these altars were located on high places. AT: \"offered sacrifices on the altar\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "33", "tn": [{"ref": "went up to the altar", "text": "\"Went up\" is an idiom for going to a sacred place to worship since these altars were located on high places. AT: \"offered sacrifices on the altar\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the month he had planned in his own mind", "text": "\"in the month that he had determined\""}]}]