[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hannah recites a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "My heart exults", "text": "\"I have great joy\""}, {"ref": "in Yahweh", "text": "\"because of who Yahweh is\" or \"because Yahweh is so great\""}, {"ref": "My horn is exalted", "text": "A horn is a symbol of strength. AT: \"I am now strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "there is no rock like our God", "text": "This is another way of saying that God is strong and faithful. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "rock", "text": "This is a rock large enough to hide behind or to stand on and so be high above one's enemies."}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. She speaks as if other people were listening to her. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "no arrogance", "text": "\"no arrogant words\""}, {"ref": "by him actions are weighed", "text": "This can be stated in active form. AT: \"he weighs people's actions\" or \"he understands why people act as they do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The bow of the mighty men are broken", "text": "Possible meanings are 1) the bows themselves are broken or 2) the men who carry the bows are prevented from acting. AT: \"Mighty bowmen are kept from acting\""}, {"ref": "The bow of the mighty men are broken", "text": "This can be stated in active form. AT: \"Yahweh breaks the bows of the mighty men\" or \"Yahweh can make even the strongest of people weak\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who stumble put on strength like a belt", "text": "This metaphor means they will no longer stumble, but their strength will remain with them as tightly as a belt. AT: \"he will make those who stumble strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "put on ... a belt", "text": "This is the general term for putting something around one's waist to prepare for work."}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "gives birth to seven", "text": "\"gives birth to seven children\""}, {"ref": "languishes", "text": "\"becomes weak and sad and lonely\""}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Yahweh kills ... brings to life ... brings down ... raises up ... makes some people poor ... some rich ... humbles ... lifts up", "text": "Yahweh is in control of everything. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "out of the dust ... from the ash heap", "text": "These are metaphors for the lowest position in society. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the needy", "text": "people who do not have the things that they need"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "guard the feet of his faithful people", "text": "Here \"feet\" is a metonym for the way a person walks, which in turn is a metaphor for the way a person decides how to live his life. AT: \"keep his faithful people from making foolish decisions\" or \"enable his faithful people to make wise decisions\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wicked will be put to silence in darkness", "text": "This polite way of saying that Yahweh will kill the wicked can be stated in active form. AT: \"Yahweh will put the wicked to silence in darkness\" or \"Yahweh will put the wicked in the dark and silent world of the dead\" (See: [[: en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the wicked will be put to silence", "text": "The words \"be put to silence\" are an idiom for \"be made silent.\" This can be stated in active form. AT: \"Yahweh will make them silent\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by strength", "text": "\"because he is strong\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Hannah continues to recite a song to Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Those who oppose Yahweh will be broken", "text": "This can be stated in active form. AT: \"Yahweh will break those who oppose him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "broken to pieces", "text": "This idiom means \"defeated.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the ends of the earth", "text": "This is an idiom that means everywhere. AT: \"the whole earth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "exalt the horn of his anointed", "text": "A horn is a symbol of strength. See how you translated similar words in [[:en:bible:notes:1sa:02:01|2:1]]. AT: \"he will make the leader he has chosen stronger than his enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his anointed", "text": "This speaks of the person that Yahweh chose and empowered for his purposes as if Yahweh had anointed the person with oil. This can be stated in active form. AT: \"the one he has anointed\" or \"the one he has chosen\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "When people would offer animals as sacrifices, they would first burn the animal's fat and then boil the meat and eat it."}, {"ref": "did not know Yahweh", "text": "\"did not listen to Yahweh\" or \"did not obey Yahweh\""}, {"ref": "custom", "text": "A custom is an action that people regularly do."}, {"ref": "into the pan, or kettle, or cauldron, or pot", "text": "These are containers in which food could be cooked. If your language does not have separate words for these items it can be stated more generally. AT: \"into whatever the people were cooking the meat in\""}, {"ref": "pan", "text": "a small metal container for boiling and cooking"}, {"ref": "kettle", "text": "a large, heavy metal container for boiling and cooking"}, {"ref": "cauldron", "text": "a large, heavy metal container for boiling and cooking"}, {"ref": "pot", "text": "a clay container for cooking"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "When people would offer animals as sacrifices, they would first burn the animal's fat and then boil the meat, give some to the priest, and eat the rest."}, {"ref": "Worse, before", "text": "\"They even did something worse than that. Before\""}, {"ref": "they burned", "text": "The person who actually did the burning can be made explicit. AT: \"the man who was sacrificing took his sacrifice to the priests and the priests burned\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Give meat to roast for the priest", "text": "\"Give me some meat so I can give it to the priest so he can roast it\""}, {"ref": "roast", "text": "cook over a fire"}, {"ref": "boiled", "text": "cooked in water"}, {"ref": "raw", "text": "not cooked"}, {"ref": "despised Yahweh's offering", "text": "The young men did not like Yahweh's instructions regarding the offering and paid no attention to them."}]}, {"id": "20", "tn": [{"ref": "because of the request she made of Yahweh", "text": "Hannah had asked Yahweh for a baby and promised him that she would give the baby to serve in the temple."}, {"ref": "before Yahweh", "text": "This means where Yahweh could see him and Samuel could learn about Yahweh."}]}, {"id": "22", "tn": [{"ref": "Why do you such things?", "text": "This rhetorical question can be translated as a statement. AT: \"It is terrible that you do such things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "who will speak for him?", "text": "This rhetorical question can be translated as a statement. AT: \"there is certainly no one who can speak for him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "speak for him", "text": "\"ask Yahweh to have mercy on him\""}, {"ref": "the voice of their father", "text": "This is a metonym in which the voice represents the person. AT: \"their father\" or \"what their father said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "man of God", "text": "This phrase usually means a prophet of Yahweh. AT: \"a man who hears and tells words from God\""}, {"ref": "Did I not reveal myself ... house?", "text": "This rhetorical question can be translated as a statement. AT: \"You should know that I revealed myself ... house.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the house of your ancestor", "text": "The word \"house\" is a metonym for the people who lived in the house. AT: \"the family of your ancestor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your ancestor", "text": "Aaron"}, {"ref": "to go up to my altar, and to burn incense", "text": "This refers to making an offering to Yahweh."}, {"ref": "to wear an ephod before me", "text": "The words \"wear an ephod\" are a metonym for the work of the priests who wear the ephod. AT: \"to do what I had commanded the priests to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "The man of God continues to speak to Eli."}, {"ref": "Why, then, do you scorn my sacrifices ... live?", "text": "This rhetorical question is a rebuke. It can be translated as a statement. AT: \"You should not scorn my sacrifices ... where I live.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the place where I live", "text": "\"the place where my people bring offerings to me\""}, {"ref": "making yourselves fat with the best of every offering", "text": "The best part of the offering was to be burned up as an offering to Yahweh, but the priests were eating it."}, {"ref": "the house of your ancestor", "text": "The word \"house\" is a metonym for the people who lived in the house. Translate as in [[:en:bible:notes:1sa:02:27|2:27]]. AT: \"the family of your ancestor\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "should walk before me", "text": "This is an idiom that means \"live in obedience to me.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Far be it from me to do this", "text": "\"I will certainly not allow your family to serve me forever\""}, {"ref": "those who despise me will be lightly esteemed", "text": "The words \"lightly esteemed\" is an ironic euphemism for \"greatly despised.\" This can be stated in active form. AT: \"I will lightly esteem those who despise me\" or \"I will greatly despise those who despise me\" (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "See", "text": "\"Listen carefully to what I am about to say\" or \"What I am about to say is very important\""}, {"ref": "I will cut off your strength and the strength of your father's house", "text": "The words \"cut off ... strength\" are probably a euphemism for the death of strong, young men; the words \"your father's house\" are a metonymy for \"your family.\" AT: \"I will kill you and all strong, young male descendants in your family\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be any old man", "text": "\"be any old men\" or \"be any men who grow old\""}, {"ref": "cause your eyes to fail", "text": "\"cause you to lose your eyesight\" or \"cause you to go blind\""}]}, {"id": "34", "tn": [{"ref": "I will raise up ... a faithful priest", "text": "This is an idiom. AT: \"I will cause a man to become priest\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for myself", "text": "This is an idiom. AT: \"to serve me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "what is in my heart and in my soul", "text": "\"what I want him to do and what I tell him to do\""}, {"ref": "I will build him a sure house", "text": "Here \"house\" is an idiom used for \"descendants.\" AT: \"I will ensure that he always has a descendant who serves as high priest\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "36", "tn": [{"ref": "him", "text": "the faithful priest whom God will raise up"}, {"ref": "so I can eat a piece of bread", "text": "Here \"piece of bread\" is used for \"food. \"AT: \"so I can have something to eat\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]