[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\" See how this is translated in [[:en:bible:notes:psa:004:001|4:1]]."}, {"ref": "set to the Shoshannim", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:045:001|45:1]]."}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote.\" See how this is translated in [[:en:bible:notes:psa:050:001|50:1]]."}, {"ref": "Shepherd of Israel", "text": "Asaph is referring to God as the one who leads and protects Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you who lead Joseph like a flock", "text": "\"you who lead the descendants of Joseph as though they were a flock of sheep\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Joseph", "text": "Here Joseph represents the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you who sit above the cherubim", "text": "The lid or cover of the ark of the covenant in the temple, the symbolic throne from which God ruled Israel, had gold cherubim attached to it, one on each end, facing each other. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shine on us", "text": "Asaph speaks of God as if he were the sun, giving light, a metaphor for moral goodness. AT: \"give us light\" or \"show us the right way to live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stir up your power", "text": "The phrase \"stir up\" means to \"put into action.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "make your face shine on us", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. AT: \"act favorably towards us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and we will be saved", "text": "This can be translated in active form. AT: \"and please save us\" or \"so that you can save us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "004", "tn": [{"ref": "your people", "text": "Israel"}, {"ref": "You have fed them with the bread of tears and given them tears to drink in great quantities", "text": "The words \"bread of tears\" and \"tears to drink\" are metaphors for continual sadness. AT: \"You have made sure that they are very sad all the time\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "Asaph is speaking on behalf of the people of Israel. He begins in verse 8 to speak of the way God settled Israel in their land as if God were a man clearing ground to plant a grapevine. If you need to translate the meaning of the story rather than the story itself, see how the UDB translates it."}, {"ref": "make your face shine on us", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. See how you translated this in [[:en:bible:notes:psa:080:001|80:3]]. AT: \"act favorably towards us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we will be saved", "text": "This can be stated in active form. AT: \"you will save us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You brought a vine out of Egypt", "text": "Asaph compares the nation of Israel to a vine made ready to transplant. AT: \"You brought us, like a vine, out of Egypt\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you drove out nations and transplanted it", "text": "The psalmist speaks of his people as if they were a plant that Yahweh was transplanting. AT: \"you drove out nations from their land and gave it to us, the vine, and planted us there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "Asaph continues to speak of the way God settled Israel in their land as if God were a man clearing ground to plant a grapevine. If you need to translate the meaning of the story rather than the story itself, see how the UDB translates it."}, {"ref": "You cleared the land for it", "text": "\"You cleared the land for the vine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it took root", "text": "\"the vine took root\" or \"the vine began to grow\""}, {"ref": "filled the land", "text": "\"its branches covered the land\""}, {"ref": "The mountains were covered with its shade, the cedars of God by its branches", "text": "This can be stated in active form. AT: \"Its shade covered the mountains, its branches the cedars of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the cedars of God by its branches", "text": "\"and the cedars of God were covered by its branches,\" which copies the verb from the previous sentence. This can be stated in active form. AT: \"and its branches covered the cedars of God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cedars of God", "text": "Possible meanings are 1) \"the highest cedar trees,\" the cedar trees that grew on the \"mountains\" in the land of Lebanon north of Israel, or 2) \"God's own cedar trees.\""}, {"ref": "the sea", "text": "the Mediterranean Sea to the west of Israel"}, {"ref": "shoots", "text": "the parts of new plants that are just starting to grow above the ground"}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "Asaph continues speaking of the way God settled Israel in their land as if God were a man clearing ground to plant a grapevine. If you need to translate the meaning of the story rather than the story itself, see how the UDB translates it."}, {"ref": "its walls", "text": "walls of stone, not of wood"}, {"ref": "boars", "text": "wild pigs that ruin gardens and farms and attack people. If your readers do not know what these are, use the word for a wild animal that ruins gardens and farms and attacks people. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "forest", "text": "land where there are many trees"}, {"ref": "beasts", "text": "wild animals of any kind"}, {"ref": "field", "text": "land where there are many plants but no trees"}]}, {"id": "014", "tn": [{"ref": "General Information:", "text": "Asaph finishes speaking of the way God settled Israel in their land as if God were a man clearing ground to plant a grapevine. If you need to translate the meaning of the story rather than the story itself, see how the UDB translates it."}, {"ref": "Turn back", "text": "\"Turn back to us\" or \"Come and help us again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and take notice", "text": "\"and look at\""}, {"ref": "this vine", "text": "The writer continues comparing the nation of Israel to the vine. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This is the root that your right hand planted", "text": "The right hand represents the Yahweh's power and control. AT: \"This is the root that you, Yahweh, planted\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "shoot", "text": "the part of a new plant that is just starting to grow above the ground. See how this is translated in [[:en:bible:notes:psa:080:009|80:11]]."}, {"ref": "down; they perish because of your rebuke", "text": "Possible meanings are 1) down; your people perish because of your rebuke.\" or 2) \"down. May your enemies perish because of your rebuke!\""}]}, {"id": "017", "tn": [{"ref": "your hand", "text": "This refers to Yahweh's power and control. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the man of your right hand", "text": "the nation of Israel, which Yahweh has chosen as his people. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "right hand", "text": "When a man in Israel wanted to honor another man, he would have that other man stand at his right side, close to his right hand. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "we will not turn away from you", "text": "\"we will not stop worshiping and obeying you\" or \"we will always worship and obey you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "019", "tn": [{"ref": "shine on us", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. See how you translated this in [[:en:bible:notes:psa:080:001|80:3]]. AT: \"act favorably towards us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we will be saved", "text": "This can be stated in active form. AT: \"you will save us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]