[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "for you have fallen because of your iniquity", "text": "Sinning is spoken of here as if it were falling. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Take with you words", "text": "This probably means words of confession and praise. \"Confess your sins\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fruit of our lips", "text": "What a person says is called the fruit of his lips. AT: \"our words and songs of praise.\" Modern versions have different translations of this difficult passage. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Hosea is speaking"}, {"ref": "to the work of our hands", "text": "\"hands\" refers to people making things. AT: \"to the idols we made\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the fatherless person", "text": "This expression stands perhaps for the entire nation. It indicates God's enormous compassion for his people."}, {"ref": "finds compassion", "text": "Here the act of God having compassion is spoken of as if it were an object that someone experiencing that compassion had found. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "I will heal their turning away", "text": "Stopping the people from turning away from God is spoken of as if he were healing them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their turning away", "text": "The failure of the people to obey God is spoken of as if they had physically turned away from him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will be like the dew to Israel; he will blossom like the lily", "text": "God is spoken of as if he were dew that brought needed moisture to plants, and Israel is spoken of as if it were one person, and as if he were a flower that could blossom. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and take root like a cedar in Lebanon", "text": "The picture of Israel in the form of a plant is continued here, but this time in the form of a tall cedar tree in Lebanon, which was known for such trees. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His branches will spread out ... like the cedars in Lebanon", "text": "This passage continues the same image. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "The people who live in his shade will return", "text": "The people of Israel will once again live protected by God. Israel is spoken of as living in his shade. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will revive like grain and blossom like vines", "text": "Israel's new prosperity is spoken of in agricultural terms. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His fame will be like the wine of Lebanon", "text": "Just as Lebanon's wine was famous, so Israel will be famous. AT: \"People everywhere will know about the nation of Israel\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "what more have I to do with idols?", "text": "This passage signifies that God will stop the people of Israel from worshiping idols any longer. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a cypress whose leaves are always green", "text": "A cypress is a tree whose leaves stay green all year. This represents Yahweh and his blessings on Israel. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "from me comes your fruit", "text": "Here \"fruit\" represents every good thing that comes from Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "Who is wise that he may understand these things? Who understands these things so that he may know them?", "text": "The prophet uses these questions to say that wise people will understand and listen to what has been said to them. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the ways of Yahweh are right, and the righteous will walk in them", "text": "Yahweh's commandments are spoken of as ways to walk in. (See: [[:en:ta:vol1:translate:figs_metaphor]]"}, {"ref": "stumble", "text": "Disobeying Yahweh is spoken of as if it were stumbling while walking. (See: [[:en:ta:vol1:translate:figs_metaphor]]"}]}]