[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story from the previous chapter continues. Jesus had been speaking to his disciples, but now he begins to pray to God."}, {"ref": "he lifted up his eyes to the heavens", "text": "This is an idiom that means to look upward. AT: \"he looked up to the sky.\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "heavens", "text": "This refers to the sky."}, {"ref": "Father ... glorify your Son so that the Son will glorify you", "text": "Jesus asks God the Father to honor him so that he can give honor to God."}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the hour has come", "text": "Here the word \"hour\" is a metonym that refers to the time for Jesus to suffer and die. AT: \"it is time for me to suffer and die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all flesh", "text": "This refers to all people."}]}, {"id": "03", "tn": [{"ref": "This is eternal life ... know you, the only true God, and ... Jesus Christ", "text": "Eternal life is to know the only true God, God the Father and God the Son."}, {"ref": "that they know you", "text": "This is an idiom that means to experience God, rather than just knowing things about God. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the work that you have given me to do", "text": "Here \"work\" is a metonym that refers to Jesus' entire earthly ministry. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Father, glorify me ... with the glory that I had with you before the world was made", "text": "Jesus had glory with God the Father \"before the world was made\" because Jesus is God the Son. AT: \"Father, give me honor by bringing me into your presence as we were before we made the world\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to pray for his disciples."}, {"ref": "I revealed your name", "text": "Here \"name\" is a metonym that refers to the person of God. AT: \"I taught them who you really are and what you are like.\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the world", "text": "Here \"world\" is a metonym that refers to the people of the world that oppose God. This means that God has separated the believers spiritually from the people who do not believe in him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "kept your word", "text": "This is an idiom that means to obey. AT: \"obeyed your teaching\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "I do not pray for the world", "text": "Here the word \"world\" is a metonym that refers to the people who oppose God. AT: \"I am not praying for those who do not belong to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the world", "text": "This is a metonym that refers to being on earth and being among the people who oppose God. AT: \"among the people who do not belong to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Holy Father, keep them ... that they will be one ... as we are one", "text": "Jesus asks the Father to keep those who trust in him so they can have a close relationship with God."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "keep them in your name that you have given me", "text": "Here the word \"name\" is a metonym that refers to God's protection and oversight. AT: \"keep them under the protection of your name just as you have protected me\" or \"protect them by the power of your name that you have given me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "I kept them in your name", "text": "Here \"name\" is a metonym that refers to the power and protection of God. AT: \"I kept them with your protection\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not one of them was destroyed, except for the son of destruction", "text": "\"the only one among them who was destroyed is the son of destruction\""}, {"ref": "the son of destruction", "text": "This refers to Judas, who betrayed Jesus. AT: \"the one whom you long ago decided you would destroy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that the scriptures would be fulfilled", "text": "You can translate this in an active form. AT: \"to fulfill the prophecy about him in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the world", "text": "Here \"world\" is a metonym for the people who live in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that they will have my joy fulfilled in themselves", "text": "You can translate this in an active form. AT: \"so that you might give them great joy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the world ... because they are not of the world ... I am not of the world", "text": "Here \"the \"world\" is a metonym that refers to the people who oppose God. AT: \"The people who oppose you have hated my followers because they do not belong to those who do not believe, just as I do not belong to them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "the world", "text": "In this passage, \"the world\" is a metonym for the people who oppose God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keep them from the evil one", "text": "This refers to Satan. AT: \"protect them from Satan, the evil one\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Set them apart by the truth", "text": "The purpose for setting them apart can be stated clearly. The phrase \"by the truth\" here represents by teaching the truth. AT: \"Make them your own people by teaching them the truth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Your word is truth", "text": "\"Your message is true\" or \"What you say is true\""}]}, {"id": "18", "tn": [{"ref": "into the world", "text": "Here into \"the world\" is a metonym that means to the people who live in the world. AT: \"to the people of the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that they themselves may also be set apart in truth", "text": "You can translate this in an active form. AT: \"so that they may also set apart themselves truly to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "they will all be one ... just as you, Father, are in me, and I am in you ... they will also be in us", "text": "Those who trust in Jesus become united with the Father and the Son when they believe."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the world", "text": "Here the \"the world\" is a metonym that refers to the people who do not yet know God. AT: \"the people who do not know God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "The glory that you gave me, I have given to them", "text": "\"I have honored my followers just as you have honored me\""}, {"ref": "so that they will be one, just as we are one", "text": "You can translate this in an active form. AT: \"so that you can unite them just as you have united us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that they may be brought to complete unity", "text": "\"that they may be completely united\""}, {"ref": "that the world will know", "text": "Here \"the world\" is a metonym that refers to the people who do not know God. AT: \"that all the people will know\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "loved", "text": "This kind of love comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}]}, {"id": "24", "tn": [{"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "where I am", "text": "Here \"where I am\" refers to heaven. AT: \"with me in heaven\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and to see my glory", "text": "\"and to see my greatness\""}, {"ref": "before the creation of the world", "text": "Here Jesus refers to the time before creation. AT: \"before we created the world\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes his prayer."}, {"ref": "Righteous Father", "text": "Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the world did not know you", "text": "The \"world\" is a metonym for the people who do not belong to God. AT: \"those who do not belong to you do not know what you are like\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I made your name known to them", "text": "The word \"name\" refers to God. AT: \"I have revealed to them what you are like\" (See: [[[[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "love ... loved", "text": "This kind of love comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}]}]