{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story that runs through [[:en:bible:notes:mat:22:45|22:46]], which tells of Jesus ministering in Judea."}, {"ref": "General Information:", "text": "These verses provide background information of how Jesus came to be in Judea. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It came about that when", "text": "This phrase shifts the story from Jesus' teachings to what happened next. AT: \"Then\" or \"After\""}, {"ref": "had finished these words", "text": "Here \"words\" refers to what Jesus taught starting in [[:en:bible:notes:mat:18:01|18:1]]. AT: \"had finished teaching\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "departed from", "text": "\"walked away from\" or \"left\""}], "03": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about marriage and divorce."}, {"ref": "came to him", "text": "\"came to Jesus\""}, {"ref": "testing him, saying to him", "text": "Here \"tested\" is used in a negative sense. AT: \"and challenged him by asking him\" or \"and wanted to trap him by asking him\""}, {"ref": "Have you not read that he who made them from the beginning made them male and female?", "text": "Jesus uses a question to respond to the Pharisees. AT: \"Surely you have read that in the beginning when God created people he made them male and female\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "05": [{"ref": "General Information:", "text": "In verse 5, Jesus quotes from Genesis to show that a husband and wife should not divorce."}, {"ref": "He who made them also said, 'For this reason ... flesh'?", "text": "This is a continuation of the question that Jesus uses to respond to the Pharisees in [[:en:bible:notes:mat:19:03|19:3]]. This direct quotation can be stated as an indirect quotation. AT: \"And surely you know that God also said that this is the reason ... flesh\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "For this reason", "text": "This is a part of the quotation from Genesis story about Adam and Eve. In that context the reason a man will leave his father and mother is because God created a woman to be the man's companion."}, {"ref": "join to his wife", "text": "\"stay close to his wife\" or \"live with his wife\""}, {"ref": "and the two will become one flesh", "text": "This is a metaphor that emphasizes the unity of a husband and a wife. AT: \"and they will become like one person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So they are no longer two, but one flesh", "text": "This is a metaphor that emphasizes the unity of a husband and a wife. AT: \"So a husband and wife are no longer like two persons, but they are like one person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "07": [{"ref": "They said to him", "text": "\"The Pharisees said to Jesus\""}, {"ref": "command us", "text": "\"command us Jews\""}, {"ref": "certificate of divorce", "text": "This is a document that legally ends the marriage."}, {"ref": "For your hardness of heart", "text": "The phrase \"hardness of heart\" is an idiom that means \"stubborn.\" AT: \"Because you are stubborn\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your hardness ... allowed you ... your wives", "text": "Here \"you\" and \"your\" are plural. Jesus is speaking to the Pharisees, but Moses gave this command many years earlier to their ancestors. Moses' command applied to all Jewish men in general. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "from the beginning", "text": "Here \"beginning\" refers to when God first created man and woman. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "and marries another", "text": "You can make clear the understood information. AT: \"and marries another woman\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "and the man who marries a woman who is divorced commits adultery", "text": "Many early texts do not include these words. (See: [[:en:ta:vol2:translate:translate_textvariants]])"}], "10": [{"ref": "who are allowed", "text": "This can be stated in active form. AT: \"whom God allows\" or \"whom God enables\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For there are eunuchs who were so born from their mother's womb", "text": "You can make explicit the implicit information. AT: \"For there are different reasons that men do not marry. For instance, there are men who are born eunuchs\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and there are eunuchs who were made eunuchs by men", "text": "This can be stated in active form. AT: \"And there are men whom other men have made eunuchs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "eunuchs who made themselves eunuchs", "text": "Possible meanings are 1) \"men who have made themselves eunuchs by removing their private parts\" or 2) \"men who choose to remain unmarried and sexually pure.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the sake of the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is found only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"so they can better serve our God in heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "receive this teaching ... receive it", "text": "\"accept this teaching ... accept it\""}], "13": [{"ref": "Connecting Statement:", "text": "Jesus receives and blesses little children."}, {"ref": "some little children were brought to him", "text": "This can be stated in active form. AT: \"some people brought little children to Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Permit", "text": "\"Allow\""}, {"ref": "do not forbid them to come to me", "text": "\"do not stop them from coming to me\""}, {"ref": "for the kingdom of heaven belongs to such ones", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is found only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"for when our God in heaven establishes his rule on earth, he will be king over such as these\" or \"for God will allow such as these into his kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "belongs to such ones", "text": "\"belongs to those who are like children.\" This is a simile that means those who are humble like children will enter God's kingdom. (See: [[:en:ta:vol1:translate:figs_simile]])"}], "16": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a different time when Jesus explains to a rich man what it will cost to follow him."}, {"ref": "Behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "good thing", "text": "This means a thing that pleases God."}, {"ref": "Why do you ask me about what is good?", "text": "Jesus uses a question to respond to the man. AT: \"You should not ask me about what is good\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Only one is good", "text": "\"God alone is completely good\""}, {"ref": "to enter into life", "text": "\"to receive eternal life\""}], "18": [{"ref": "love your neighbor", "text": "The Jewish people believed that their neighbors are only those who are Jews. Jesus will extend that definition to include all people."}], "20": [{"ref": "If you wish", "text": "\"If you want\""}, {"ref": "to the poor", "text": "This nominal adjective can be stated as an adjective. AT: \"to those who are poor\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "you will have treasure in heaven", "text": "The phrase \"treasure in heaven\" is a metaphor that refers to a reward from God. AT: \"God will reward you in heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "23": [{"ref": "Connecting Statement:", "text": "Jesus explains to his disciples the rewards of giving up material possessions and relationships to follow him."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "to enter the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is found only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"to accept our God in heaven as their king\" or \"to enter God's kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is easier ... kingdom of God", "text": "Jesus uses a hyperbole to emphasize that it is very difficult for rich people to get into the kingdom of God. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the eye of a needle", "text": "a hole in the end of a needle for passing thread through"}], "25": [{"ref": "they were very astonished", "text": "\"the disciples were amazed.\" It is implied that they were astonished because they believed having riches was proof that God approved of someone. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Who then can be saved?", "text": "The disciples use a question to emphasize their surprise. This can be stated in active form. AT: \"Then there is no one whom God will save!\" or \"Then there is no one who will receive eternal life!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we have left everything", "text": "\"we have left all our wealth\" or \"we have given up all our possessions\""}, {"ref": "What then will we have?", "text": "\"What good thing will God give us?\""}], "28": [{"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "in the new age", "text": "\"in the new time.\" This refers to when God restores all things. AT: \"at the time when God makes all things new\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "sits on his glorious throne", "text": "Sitting on his throne represents ruling as a king. His throne being glorious represents his rule being glorious. AT: \"sits as king on his glorious throne\" or \"rules gloriously as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sit upon twelve thrones", "text": "Here \"thrones\" refers to ruling as king. The disciples will not be equal to Jesus who is also on a throne. They will receive authority from him. AT: \"sit as kings on 12 thrones\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the twelve tribes of Israel", "text": "Here \"tribes\" refers to people from those tribes. AT: \"the people of the 12 tribes of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "29": [{"ref": "for my name's sake", "text": "Here \"name\" refers to the entire person. AT: \"because of me\" or \"because he believes in me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "receive a hundredfold", "text": "\"receive from God 100 times as many good things as they gave up\""}, {"ref": "inherit eternal life", "text": "This is an idiom that means \"God will bless them with eternal life\" or \"God will cause them to live forever.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But many who are first now will be last, and many who are last will be first", "text": "Jesus is comparing this age to the next age. Those who are important now, God will consider them unimportant when he establishes his rule on earth. Those who seem unimportant now, God will consider them important when he establishes his rule."}]}