[{"id": "01", "tn": [{"ref": "if only my anguish were weighed; if only all my calamity were laid in the balance!", "text": "Here the writer uses two different statements to convey a single idea, the burden of Job's suffering. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "in the balance", "text": "\"on a scale\""}, {"ref": "For now it would be heavier than the sand of the seas", "text": "Job compares the burden of his suffering to the weight of wet sand; both can crush a person. \"The burden of my anguish and troubles is heavier than the sand on the seashore.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize Job's intense suffering as the grounds for his complaint. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the arrows of the Almighty are in me", "text": "This is a metaphor for Job's suffering. He compares his many troubles to arrows that pierce his body. (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "my spirit drinks up the poison", "text": "The metaphor continues. Suffering has penetrated Job to his core. AT: \"I feel the pain to my very core.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "the terrors of God have arranged themselves in array against me", "text": "AT: \"all the awful things that could happened have come against me at one time.\""}, {"ref": "in array", "text": "\"like an army regiment\" or \"like a band of soldiers\""}, {"ref": "Does the wild donkey bray in despair when he has grass? Or does the ox low in hunger when it has fodder?", "text": "Job poses these questions to emphasize that he has good reason to complain. AT: \"Would I be complaining if everything was all right?\" or \"I would not complain without reason.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "bray", "text": "the sound a donkey makes"}, {"ref": "low", "text": "the sound an ox makes"}, {"ref": "fodder", "text": "animal food"}, {"ref": "Can that which has no taste be eaten without salt? Or is there any taste in the white of an egg?", "text": "Even the food, or circumstances, in Job's life are painful. Job compares his life to a meal that has no seasoning or flavor. \"My life has no savor; it is like the tasteless white of an egg.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Can that which has no taste be eaten", "text": "This passive question can be translated as an active statement: \"A person cannot eat bad tasting food without salt.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize Job's intense suffering and his desire for death. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I refuse to touch them", "text": "\"Them\" refers to bad tasting foods. Here Job continues to use the image of bad food as a metaphor for his unpalatable circumstances. (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "Oh, that I might have my request; oh, that God would grant me the thing I long for", "text": "AT: \"Oh that God would do what I have been asking him to do\""}, {"ref": "that it would please God to crush me once", "text": "AT: \"That God would go ahead and crush me\""}, {"ref": "that he would let loose his hand and cut me off from this life", "text": "AT: \"that he would act quickly and cut short my life\""}, {"ref": "let loose his hand", "text": "\"act quickly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "May this still be my consolation", "text": "\"May this yet be my consolation\" or \"May this bring me comfort\""}, {"ref": "even if I exult in pain that does not lessen", "text": "\"I would leap for joy in unending pain\" or \"I would endure pain that does not diminish\""}, {"ref": "exult", "text": "\"rejoice\""}, {"ref": "does not lessen", "text": "\"does not diminish\""}, {"ref": "that I have not denied the words of the Holy One", "text": "\"that I have not disowned God\""}, {"ref": "What is my strength, that I should try to wait? What is my end, that I should prolong my life?", "text": "Job poses these questions to emphasize that it is pointless for him to go on living. AT: \"Besides, what else is there for me to live for and look forward to?\" or \"I have no strength to go on living; I have no reason to be patient\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The writer uses parallel rhetorical questions in each of these verses, conveying a single idea using two different statements to emphasize Job's lack of strength to endure suffering. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Is my strength the strength of stones? Or is my flesh made of bronze?", "text": "Job contrasts the weakness of his body to tough, durable building materials to emphasize his lack of strength. AT: \"I am not as strong as the rocks. My body is not made of metal.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is it not true that I have no help in myself ... me?", "text": "AT: \"It is true that I have no strength left ... me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "wisdom has been driven out of me?", "text": "\"my success has been taken from me\" or \"or \"inner strength has been driven out of me\" This can be stated in active form. AT: \"My inner strength is gone.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "14", "tn": [{"ref": "To the person who is about to faint, faithfulness should be shown by his friend", "text": "\"A friend should be kind to the person who feels hopeless\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "even to him who forsakes the fear of the Almighty", "text": "\"even if he stops honoring Almighty God\" (UDB) Possible meanings are 1) the person does not fear God or 2) His friend does not fear God."}, {"ref": "But my brothers have been as faithful to me as a desert streambed", "text": "Job is describing his friends as being like a \"wadi\" which is a stream that can suddenly dry up and is not dependable. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as channels of water that pass away to nothing", "text": "\"like streams of water that dry up\""}, {"ref": "which are darkened because of ice over them", "text": "\"which are dark like ice\""}, {"ref": "and because of the snow that hides itself in them", "text": "\"and the snow hides in them\" or \"the snow disappears in them\""}, {"ref": "When they thaw out, they vanish", "text": "\"When they warm up, they disappear\""}, {"ref": "when it is hot, they melt out of their place", "text": "\"when it is hot, they dry up\""}]}, {"id": "18", "tn": [{"ref": "The caravans that travel by their way turn aside for water", "text": "Job is continuing his description of his friends being as unreliable as streams that dry up. AT: \"The paths of travelers change course looking for water\""}, {"ref": "The caravans", "text": "This phrase can also be translated as \"the paths of caravans\" or \"the paths of travelers\" or \"travelers.\""}, {"ref": "they wander into barren land and then perish", "text": "\"they go nowhere and then die\""}, {"ref": "Tema", "text": "This is the name of a place. The people of that place used caravans to trade things with people from other lands. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "while companies of Sheba hoped in them", "text": "\"while travelers from Sheba hoped for them\""}, {"ref": "Sheba", "text": "This is the name of a place. The people of that place used caravans to trade things with people from other lands. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "hoped in them", "text": "\"hoped for them\" or \"put their hope in them\""}, {"ref": "They were disappointed because they had been confident of finding water", "text": "\"They were confused because they had trusted that they would find water\""}, {"ref": "but they were deceived", "text": "AT: \"but they were disappointed\" or \"but they were not satisfied\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "In these verses, Job poses four questions to rebuke his friends and to emphasize that he did not ask for help from any of them. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For now", "text": "Job uses this phrase to introduce the main part of what he is saying."}, {"ref": "you friends are nothing to me", "text": "\"you do not act like my friends\""}, {"ref": "and are afraid", "text": "\"and you are afraid that God might do similar things to you.\" (UDB) Here the UDB makes more explicit the implicit information that the friends are afraid of God punishing them."}, {"ref": "Did I say to you, 'Give something to me?'", "text": "AT: \"I did not ask any of you for anything.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Offer me a gift from your wealth?", "text": "AT: \"I did not ask you to give me money.\" or \"I did not ask you to offer from your wealth a bride on my account.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Save me from my adversary's hand?", "text": "\"My adversary's hand\" is a metonym that stands for the power of someone who is strongly against Job. AT: \"I never asked any of you to rescue me from my enemies\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Ransom me from the hand of my oppressors?", "text": "\"Hand of my oppressors\" is a metonym that stands for the power of the men who are treating Job badly. AT: \"I did not ask you to rescue me from those who treated me badly.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Ransom me", "text": "\"Rescue me\""}]}, {"id": "24", "tn": [{"ref": "Teach me", "text": "The verb \"to teach\" is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and I will hold my peace", "text": "\"and I will be silent\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "make me understand", "text": "AT: \"you make me understand.\" The verb is in second person plural form."}, {"ref": "How painful are truthful words", "text": "The ULB and the UDB have opposite meanings for this phrase. This is because possible meanings in the Hebrew are 1) The truthful words are painful to hear or 2) The words of a truthful person are not painful to hear."}, {"ref": "But your arguments, how do they actually rebuke me?", "text": "Job is using this question to rebuke his friends and to emphasize that what they are saying does not apply to him. AT: \"Your reasons do not apply to me even though you sternly correct me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your arguments", "text": "\"your reasons\" or \"your claims.\" \"Your\" is in second person plural form."}]}, {"id": "26", "tn": [{"ref": "Do you plan to ignore my words, treating the words of a desperate man like the wind?", "text": "Job uses this question to scold his friends. AT: \"You ignore my words, and treat my words like they are nothing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you", "text": "\"You\" is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "treating the words of a desperate man like the wind", "text": "Job is comparing the hopeless words of a man desperate for help to the emptiness of the wind; both are useless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you cast lots for a fatherless child", "text": "\"you even gamble to win an orphan\""}, {"ref": "you cast lots ... haggle over your friend", "text": "Here \"you\" and \"your\" are in second person plural form."}, {"ref": "and haggle over your friend like merchandise", "text": "\"and dig a pit for your friend\""}]}, {"id": "28", "tn": [{"ref": "Now", "text": "This word is used by Job to introduce new information."}, {"ref": "please look", "text": "The verb \"to look\" is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your face", "text": "\"Your\" is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Relent, I beg you", "text": "\"Please be merciful to me\" or \"Please turn back\""}, {"ref": "Relent", "text": "This verb is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "let there be no injustice with you", "text": "\"treat me fairly\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Indeed, relent, for my cause is just", "text": "\"Change the way you are treating me again; I am right in this\" or \"Change the way you are treating me; I am still right in this\""}, {"ref": "relent", "text": "This verb is in second person plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Is there evil on my tongue?", "text": "\"Do I say wicked things?\" Job uses this question to rebuke his friends and to emphasize that he is not wicked. AT: \"I do not say wicked things.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is there evil on my tongue?", "text": "A tongue cannot physically have evil on it, so this is a metonym used to describe wicked speech. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Cannot my mouth detect malicious things?", "text": "Job uses this question to rebuke his friends and to emphasize that he can tell the difference between right and wrong. AT: \"I can tell the difference between good and bad.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]