[{"id": "01", "tn": [{"ref": "I ... my ... me", "text": "Habakkuk"}, {"ref": "he", "text": "Yahweh"}, {"ref": "I will stand at my guard post and station myself on the watchtower", "text": "These phrases say the same thing in two different ways. \"I will stand at my post on the watchtower.\" Habakkuk uses these phrases to compare himself waiting to hear from God to a soldier standing guard on a watchtower. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I should turn from my complaint", "text": "The word \"turn\" speaks of changing one's mind as if it were turning from one thing to another. AT: \"I should stop complaining and agree with God.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh answers Habakkuk."}, {"ref": "Record this vision, and write plainly on the tablets", "text": "Both of these phrases are saying the same thing in two different ways. Alternate translation: \"Write clearly on tablets what God is about to tell you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "tablets", "text": "These are flat pieces of stone or clay that were used for writing."}, {"ref": "the one reading them might run", "text": "This can mean 1) someone will run with the tablets and read them to people or 2) anyone who reads them will be able to read them easily (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and will finally speak", "text": "What is written will happen or become real. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and will not tarry", "text": "Possible meanings: 1) \"and will not wait\" or 2) \"and will not come slowly\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues to answer Habakkuk."}, {"ref": "Look!", "text": "The word \"Look!\" here adds emphasis to what follows."}, {"ref": "The one whose desires are not right within him ... the arrogant young man ... he will not abide, but enlarges his desire ... He gathers to himself ... gathers up for himself", "text": "Yahweh speaks of the Chaldeans as though they are one person."}, {"ref": "He gathers to himself every nation and gathers up for himself all of the peoples", "text": "This is saying the same thing in two different ways. \"He collects all the people from every nation\" (See: [[:en:ta:vol2:translate:figs_parallelism]]) \"He\" refers to the Chaldeans as though they are one person."}, {"ref": "gathers", "text": "\"collects\""}, {"ref": "every ... all", "text": "a very large number (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues to answer Habakkuk. He refers to the Chaldeans as though they are one person."}, {"ref": "For how long will you increase the weight of the pledges you have taken?", "text": "\"At some time you will no longer be able to take pledges from people.\" This can mean 1) the Chaldeans are like robbers who are carrying around pledges they have forced other people to sign or 2) Yahweh is keeping an account of what the Chaldeans have stolen and will someday require them to pay it back. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pledges", "text": "promise notes given for a debt that is owed, often written on clay"}, {"ref": "Will the ones biting at you not rise up suddenly, and the ones terrifying you awaken", "text": "This question was asked in order to make the Chaldeans think about the answer. \"The ones who are angry at you will come against you, the ones you are afraid of will begin to attack\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the ones biting at you", "text": "This is an idiom meaning those who have debts that they must repay. However, some modern versions interpret this phrase to mean creditors, not debtors. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the ones terrifying you", "text": "This refers to the same debtors. They will terrify the Chaldeans by attacking them in revenge for the unjust debts that they were forced to have."}, {"ref": "rise up", "text": "\"become more numerous\" or \"become more powerful\""}, {"ref": "plundered", "text": "stolen or taken by force."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues to answer Habakkuk. He refers to the Chaldeans as though they are one person."}, {"ref": "who carves out evil gains for his house", "text": "\"who works to get dishonest profits for his family\""}, {"ref": "set his nest on high", "text": "\"builds his house far from trouble\""}, {"ref": "the hand of evil", "text": "AT: \"the hand of evil,\" treating \"evil\" as a person or \"evil people\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_synecdoche]])."}, {"ref": "You have devised shame for your house by cutting off many people", "text": "\"Because you cut off many people, your family will be suffer shame\""}, {"ref": "You", "text": "singular (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "cutting off", "text": "destroying (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have sinned against yourself.", "text": "\"hurt yourself\""}, {"ref": "stones ... rafters of timber", "text": "The \"stones\" and \"rafters of timber\" represent the people hurt in the building of the house, who in turn represent the people destroyed by the Chaldeans. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "cry out", "text": "make accusations to God against the house builder"}, {"ref": "answer them", "text": "agree with the accusations"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues to answer Habakkuk. He refers to the Chaldeans as though they are one person."}, {"ref": "Woe to the one who builds a city with blood, and who establishes a town in iniquity", "text": "These two phrases are saying the same thing in different ways. Alternate translation: \"A warning to the Chaldeans who built their cities with what they have stolen from the people they have killed\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "with blood", "text": "by killing people (See: [[:en:ta:vol2:translate:figs_metonymy]]). Alternate translation: \"the one who kills people and steals their goods in order to build a city.\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and who establishes a town in iniquity", "text": "\"The one who starts a town through evil behavior.\" The Chaldeans built their cities using goods stolen from the people they killed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Is it not from Yahweh of hosts that peoples labor for fire and all the other nations weary themselves for nothing?", "text": "God has caused the destruction of what the people built. It is said in two different ways in order to make the meaning more clear. Alternate translation: \"Yahweh is the one who causes what people work hard to build to be destroyed by fire and result in nothing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues to answer Habakkuk. He refers to the Chaldeans as though they are one person."}, {"ref": "add your poison", "text": "\"add your poison to their drink\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You will be gorged with shame rather than glory", "text": "\"As you sought great glory, God will bring on you great shame\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You", "text": "singular (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Drink of it", "text": "\"Drink from the poisoned cup\""}, {"ref": "The cup of Yahweh's right hand will come in its turn to you", "text": "\"As Yahweh has punished other nations with all his might, so he will punish you with all his might\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The cup", "text": "\"The poisoned wine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "right hand", "text": "the stronger hand"}, {"ref": "will come in its turn to you", "text": "\"will come to you as it did to others\""}, {"ref": "disgrace will cover your honor", "text": "\"everyone will see your disgrace and no one will see your honor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "God continues to speak of how he will punish the Chaldeans"}, {"ref": "the destruction of animals will terrify you", "text": "\"the deaths of animals will make you afraid\""}]}, {"id": "18", "tn": [{"ref": "you", "text": "the word \"you\" refers to the Chaldeans."}, {"ref": "casts a figure", "text": "This is the process of forming a statue by pouring liquid metal into something carved in the form that is wanted. The metal will take the form of the cast and harden as a figure or statue."}, {"ref": "molten", "text": "This is the word for metal when it is in its liquid form."}, {"ref": "a teacher of lies", "text": "This phrase refers to the one who carved or cast the figure. By making a false god, he is teaching a lie."}]}]