[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to tell Timothy how to treat the men, women, widows, and younger women in the church."}, {"ref": "General Information:", "text": "Paul was giving these commands to one person, Timothy. Languages that have different forms of \"you\" or different forms for commands would use the singular form here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Do not scold an older man", "text": "\"Do not speak harshly to an older man\""}, {"ref": "Instead, exhort him", "text": "\"Instead, encourage him\""}, {"ref": "as if he were a father ... as if they were brothers ... as mothers ... as sisters", "text": "Paul uses these similes to tell Timothy that he should treat fellow believers with sincere love and respect. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and younger women", "text": "You can state clearly the understood information. AT: \"and exhort younger women\" or \"and encourage younger women\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in all purity", "text": "\"with pure thoughts and actions\" or \"in a holy way\""}]}, {"id": "03", "tn": [{"ref": "Honor widows", "text": "\"Respect and provide for widows\""}, {"ref": "the real widows", "text": "\"widows with no one to provide for them\""}, {"ref": "let them first learn", "text": "\"first of all they should learn\" or \"let them make it a priority to learn\""}, {"ref": "in their own household", "text": "\"to their own family\" or \"to those living in their homes\""}, {"ref": "Let them repay their parents", "text": "\"Let them do good to their parents in return for the good things their parents have given them\""}]}, {"id": "05", "tn": [{"ref": "But a real widow is left all alone", "text": "\"But one who is truly a widow has no family\""}, {"ref": "She always remains with requests and prayers", "text": "\"She continues to make requests and prayers\""}, {"ref": "requests and prayers", "text": "These two words mean basically the same thing. Paul uses them together to emphasize how much these widows pray. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "both night and day", "text": "The words \"night\" and \"day\" are used together to mean \"at all times.\" AT: \"all the time\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "However", "text": "\"But\""}, {"ref": "is dead", "text": "Paul speaks about people who do not seek to please God as if they were dead. AT: \"is like a dead person, she does not respond to God\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is still alive", "text": "This refers to physical life."}]}, {"id": "07", "tn": [{"ref": "And preach these things", "text": "\"Command these things as well\""}, {"ref": "so that they may be without reproach", "text": "\"so that no one can find fault with them.\" Possible meanings of \"they\" are 1) \"these widows and their families\" (UDB) or 2) \"the believers.\" It might be best to leave the subject as \"they.\""}, {"ref": "does not provide for his own relatives", "text": "\"does not provide for what his relatives need\" or \"does not help with his relatives' needs\""}, {"ref": "for those of his own household", "text": "\"for those family members living in his home\""}, {"ref": "he has denied the faith", "text": "\"he has acted contrary to the truth we believe\""}, {"ref": "is worse than an unbeliever", "text": "\"is worse than those who do not believe in Jesus.\" Paul means this person is worse than an unbeliever because even unbelievers take care of their relatives. Therefore, a believer should certainly take care of his relatives."}]}, {"id": "09", "tn": [{"ref": "be enrolled as a widow", "text": "There seems to have been a list, written or not, of widows. The church members met these women's needs for shelter, clothing, and food; and these women were expected to devote their lives to serving the Christian community."}, {"ref": "who is not younger than sixty", "text": "As Paul will explain in 5:11-16, widows who were younger than 60 years old might get married again. Therefore the Christian community was to care only for widows who were older than 60. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a wife of one husband", "text": "Possible meanings are 1) she was always faithful to her husband or 2) she had not divorced her husband then married another man."}, {"ref": "She must be known for good deeds", "text": "This can be stated in active form. AT: \"People must be able to attest to her good deeds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has been hospitable to strangers", "text": "\"has welcomed strangers into her home\""}, {"ref": "washed the feet  of the believers", "text": "Washing the dirty feet of people who have been walking in the dirt and mud is one way of meeting other people's needs and making life more enjoyable for them. This probably means she did humble work in general. AT: \"has done common work to help other believers\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "believers", "text": "Some versions translate \"believers\" here as, \"the saints\" or \"God's holy people.\" The essential idea is to refer to Christian believers."}, {"ref": "has relieved the afflicted", "text": "Here \"the afflicted\" is a nominal adjective that can be stated as an adjective. AT: \"she has helped those who are suffering\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "has been devoted to every good work", "text": "\"has given herself to doing all kinds of good deeds\""}]}, {"id": "11", "tn": [{"ref": "But as for younger widows, refuse to enroll them in the list", "text": "\"But do not include younger widows in the list.\" The list was of widows aged 60 years and older whom the Christian community would help."}, {"ref": "For when they give in to bodily desires against Christ, they want to marry", "text": "\"For when they prefer to fulfill their sensual desires and get married, they go against their promise to serve Christ as widows\""}, {"ref": "revoke their first commitment", "text": "\"do not keep their prior commitment\" or \"do not do what they promised before to do\""}, {"ref": "commitment", "text": "The commitment of the widows was their agreement to serve the Christian community for the rest of their lives if the community would supply the widows' needs."}, {"ref": "become accustomed to being idle", "text": "\"get into the habit of doing nothing\" (UDB)"}, {"ref": "gossips", "text": "These are people who talk about other people's private lives."}, {"ref": "meddlesome", "text": "\"busybodies.\" These are people who interfere in other people's lives."}]}, {"id": "14", "tn": [{"ref": "to manage the house", "text": "\"to take care of everyone in her house\""}, {"ref": "the adversary", "text": "Possible meanings are 1) this refers to Satan or 2) this refers to unbelievers."}, {"ref": "to accuse us", "text": "Here \"us\" refers to the entire Christian community. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "turned aside after Satan", "text": "Paul speaks of living in faithfulness to Christ as if it were a path to be followed. This means the woman stopped obeying Jesus and started obeying Satan. AT: \"left the path of Christ to follow Satan\" or \"decided to obey Satan instead of Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "any believing woman", "text": "\"any Christian woman\" or \"any woman who believes in Christ\""}, {"ref": "has widows", "text": "\"has widows among her relatives\""}, {"ref": "so that the church will not be weighed down", "text": "Paul speaks of the community having to help more people than they are able as if they were carrying too much weight on their backs. This can be stated in active form. AT: \"so that the Christian community will not have to help widows whose families could provide for them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "real widows", "text": "\"those women who have no one to provide for them\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul again talks of how elders (overseers) should be treated and then gives Timothy some personal instructions."}, {"ref": "Let the elders who rule well be considered worthy", "text": "This can be stated in active form. AT: \"All believers should think of the elders who are good leaders as worthy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "double honor", "text": "Possible meanings are 1) \"of respect and payment\" or 2) \"more respect than others receive\""}, {"ref": "those who work with the word and in teaching", "text": "Paul speaks about the word as if it is an object which a person can work with. AT: \"those who preach and teach God's word\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For the scripture says", "text": "This is personification that means that this is what someone has written in the scriptures. AT: \"For we read in the scriptures that\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "You shall not put a muzzle on an ox while it treads the grain", "text": "Paul is using this quotation as a metaphor meaning that church leaders deserve to receive payment from the Christian community for their work. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "muzzle", "text": "a sleeve that goes over an animal's snout and mouth to prevent it from eating while it is doing work (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "treads the grain", "text": "This is when an ox walks on or pulls a heavy object over the cut grain to separate the grain from the stalks. The oxen were allowed to eat some of the grain as they worked."}, {"ref": "is worthy of", "text": "\"deserves\""}]}, {"id": "19", "tn": [{"ref": "Do not receive an accusation", "text": "Paul speaks of accusations as if they were objects that could be physically accepted by people. AT: \"Do not accept as true any accusation that someone speaks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "two or three", "text": "\"at least two\" or \"two or more\""}, {"ref": "sinners", "text": "This refers to anyone doing anything that disobeys or displeases God, even things that other people do not know about."}, {"ref": "before all", "text": "\"where everyone can see\""}, {"ref": "so that the rest may be afraid", "text": "\"so that others will be afraid to sin\""}]}, {"id": "21", "tn": [{"ref": "their chosen angels", "text": "This means the angels whom God and Jesus have chosen to serve them in a special way."}, {"ref": "you keep these commands without prejudice and that you do nothing out of favoritism", "text": "The words \"bias\" and \"favoritism\" mean basically the same thing. Paul is emphasizing that Timothy must judge honestly and be fair to everyone. AT: \"that you keep these rules without being partial or showing favor to anyone\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "keep these commands", "text": "Possible meanings are 1) this refers to the rules Paul just told Timothy or 2) this refers to the rules Paul is about to tell Timothy."}, {"ref": "Place hands", "text": "This was a ceremony in which one or more church leaders would place their hands on people and pray that God would enable those people to serve the church in a way that would please God. Timothy was to wait until the person had shown good character for a long time before officially setting that person apart to serve the Christian community."}, {"ref": "Do not share in the sins of another person", "text": "Paul speaks of someone's sin as if it were an object that could be shared with others. AT: \"do not join in another person's sin\" or \"do not participate when another person sins\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not share in the sins of another person", "text": "Possible meanings are 1) if Timothy chose someone who was guilty of sin to be a church worker, God would hold Timothy responsible for that person's sin or 2) Timothy should not commit sins he saw others committing."}]}, {"id": "23", "tn": [{"ref": "You should no longer drink water", "text": "It is implied that Paul means Timothy should not drink only water. He is telling Timothy to use wine as medicine. The water in that area often caused sickness. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The sins of some people are openly known", "text": "This can be stated in active form. AT: \"The sins of some people are very obvious\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they go before them into judgment", "text": "\"their sins go before those people into judgment.\" Paul speaks of sins as if they were moving. Possible meanings are 1) Their sins are so obvious that everyone will know they are guilty even before anyone testifies against them or 2) Their sins are evident, and God judges them now. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "But some sins follow later", "text": "\"But some sins follow those people later.\" Paul speaks of sins as if they were moving. Possible meanings are 1) Timothy and the Christian community will not know about certain sins until later or 2) God will not judge some sins until the final judgment. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "good", "text": "Here \"good\" means they fit with God's character, purposes, and will."}, {"ref": "some good works are openly known", "text": "\"some good works are obvious\""}, {"ref": "but even the others cannot be hidden", "text": "Paul speaks of sins as if they were objects that someone could hide. This can be stated in active form. AT: \"but people will later find out about even the good deeds that are not obvious\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]