[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "General Information:", "text": "Bildad the Shuhite is speaking to Job."}, {"ref": "Then Bildad the Shuhite answered and said", "text": "\"Bildad\" is the name of a man who is a member of the tribe of Shuah. Translate as in [[:en:bible:notes:job:08:01|8:1]]."}, {"ref": "When will you stop your talk?", "text": "This rhetorical question means that Job has been talking for too long. This may be written as a statement. AT: \"Stop talking!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Consider", "text": "\"Be reasonable\" or \"Think about these things\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Bildad continues speaking to Job."}, {"ref": "Why are we regarded as beasts", "text": "Bildad uses this rhetorical question to emphasize to Job that he should not consider to be dumb. He speaks of them being consider dumb by calling them \"beasts.\" This question can be written as a statement. AT: \"You should not think that we are like beasts.\" or \"You should not think that we are dumb like animals.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why are we", "text": "The word \"we\" probably refers to Bildad and Job's other friends."}, {"ref": "why have we become stupid in your sight", "text": "Bildad uses this rhetorical question that he should not consider them to be stupid. AT: \"We are not stupid like you think we are.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in your sight", "text": "Here sight represents judgment or evaluation. AT: \"in your judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You who tear at yourself in your anger", "text": "Here Bildad is stating that it is because of Job's anger and disobedience that his have been injured, not because of God's anger as Job has previously claimed. The word \"tear\" here means to \"injure.\" AT: \"You who have caused your own injures because of your anger\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "should the earth be forsaken for you or should the rocks be removed out of their places?", "text": "This rhetorical question suggests that letting Job, whom they consider a guilty man, go free would be like changing the whole world. Bildad uses these huge exaggerations here to emphasize how outrageous he thinks this is. This can be written as a statement. AT: \"Asking God to let you, a guilty man, go free is as silly as asking for the earth to be forsaken for your sake or for God to move the rocks out of their places to please you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "should the earth be forsaken", "text": "This can be stated in active form. AT: \"should everyone leave the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "should the rocks be removed out of their places", "text": "This can be stated in active form. The word \"rocks\" here refers to large rocks, such as those in the mountains. AT: \"should God remove the rocks from their places\" or \"should God move mountains around\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Bildad continues speaking to Job."}, {"ref": "Indeed, the light of the wicked person will be put out; the spark of his fire will not shine", "text": "Bildad speaks of a wicked person dying as if his lamp were being blown out. AT: \"What will happen is that the lives of wicked people like you end as quickly as we can put out a light or extinguish the flame of a fire\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be put out", "text": "This can be stated in active form. AT: \"will go out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The light will be dark in his tent; his lamp above him will be put out", "text": "Bildad continues to speak of the wicked person dying. His speaks of the wicked man's life as if it were the light in his tent. AT: It will be like the light in his tent has turned to darkness, like the lamp above him has gone out\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "The steps of his strength will be made short", "text": "This speaks of the wicked person suddenly experiencing disaster as if he no longer had strength  to walk. AT: \"It will be like he no long has the strength to walk\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his own plans will cast him down", "text": "\"his own advice makes him fall down.\" This speaks of the wicked person undergoing disaster as if he feel down. AT: \"his own plans will led him into disaster\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For he will be thrown into a net by his own feet; he will walk into a pitfall", "text": "\"His own feet will lead him into a net.\" Bildad uses this image to say that the way that a wicked person lives his life leads him to sudden disaster. AT: \"It will be as though he led himself into a net, as if he walked right into a pitfall\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a net", "text": "cords or ropes that people weave together to create a mesh. People used nets to catch animals."}, {"ref": "a pitfall", "text": "a pit that has branches and leaves over it so that an animal will walk onto the branches and leaves and fall into the pit"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Bildad continues to speak and uses three parallel images to describe how suddenly the wicked person will experience disaster. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A trap will take him ... a snare will ... A noose is ... and a trap for him in the way", "text": "These four phrases speak of the wicked man experiencing disaster as if he was caught in a trap. AT: \"It will be as though a trap will take him ... a snare will ... A noose is ... and a trap for him in the way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "A trap", "text": "People used this kind of trap to catch birds. The trap snapped shut and held on to the foot of the bird."}, {"ref": "will take him by the heel", "text": "Here the \"heel\" refers to the whole foot. AT: \"will take hold of his foot\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "A noose is hidden for him on the ground", "text": "This can be stated in active form. AT: \"Someone has hidden a noose on the ground in order to catch him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A noose", "text": "a rope with loop that grabs hold of an animals leg when the animal steps in the middle of the loop"}, {"ref": "and a trap for him", "text": "The missing words may be added. AT: \"and a trap is hidden on the path to catch him\" or \"and someone will hide a trap to catch him in the way\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Terrors will make him afraid on every side", "text": "\"Terrors all around will make him afraid\""}, {"ref": "they will chase him at his heels", "text": "This speaks of the things that terrify the wicked person as if they were enemies who chased him. AT: \"it will be will the terrors will chase him all around\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "His wealth will turn into hunger", "text": "This speaks of the wicked man becoming poor and hungry as if he wealth was something that turned into somethings else. AT: \"Instead of being wealthy, he will become poor and hungry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and calamity will be ready at his side", "text": "The phrase \"ready at his side\" is an idiom that means that something is continually present. AT: \"and he will continually experience disaster\" or \"and he will not be able to avoid calamity\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The parts of his body will be devoured", "text": "This can be stated in active form. Also, this speaks of a disease destroying his body as if it were an animal that had attacked him and was eating him. AT: \"Disease will eat away at his skin\" or \"Disease will destroy his skin\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the firstborn of death will devour his parts", "text": "Here a disease that kills many people is referred to as \"the firstborn of death.\" This speaks of that disease destroying his body as if it were an animal that had attacked him and was eating him. AT: \"a deadly disease will destroy the different parts of his body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "He is torn from the safety of his tent", "text": "This can be stated in active form. AT: \"Disaster rips him out of his tent, where he is safe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and marched off", "text": "This can be stated in active form. AT: \"and it marches him off\" or \"it forces him to go\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the king of terrors", "text": "This is a reference to \"King Death,\" a pagan god who was believed to rule over death. AT: \"the one who rules over the dead\" (UDB) or \"the king of death\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "People not his own", "text": "\"People who are not his family\""}, {"ref": "after they see that sulfur is scattered within his home", "text": "People used sulfur to get rid of any diseases from a dying person. This can be stated in active form. AT: \"after they spread sulfur all over his home\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "His roots will be dried up ... branch be cut off", "text": "This speaks of the wicked man dying and having no descendants as if he were a tree whose roots dried up and branches withered, producing no fruit. AT: \"He will die and leave no descendants, he will be like a tree whose roots have dried up and whose branches have all withered\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will his branch be cut off", "text": "This can be stated in active form. AT: \"his branches will wither\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "His memory will perish from the earth; he will have no name in the street", "text": "These phrases have the same meaning and are used together to emphasize the fact that nobody will remember him after he dies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "His memory will perish from the earth", "text": "This speaks of the \"memory\" of the wicked man as if it were a person who died. AT: \"No one on the earth will remember him\""}, {"ref": "he will have no name in the street", "text": "This is an idiom. AT: \"no one walking along the street will even remember his name\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "He will be driven from light into darkness ... and be chased out of this world", "text": "These phrases together emphasize the fact that the wicked person will be sent to Sheol, the place of the dead. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will be driven from light into darkness", "text": "This can be stated in active form. AT: \"God will drive the wicked person from light into darkness.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from light into darkness", "text": "The word \"light\" refers life, and the word \"darkness\" refers to death. AT: \"from the light of life to the darkness of death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and be chased out of this world", "text": "This speaks of God making his leave earth and go where dead people go as if he were chasing him. AT: \"and God will make him leave this world\" or \"and God will send him to the place where dead people go\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be chased out", "text": "This can be stated in active form. AT: \"God will chase him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will have no son ... nor any remaining kinfolk where he had stayed", "text": "Together these two phrases emphasize that he will have no family or descendants left. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "son's son", "text": "\"grandson\" or \"grandchild\""}, {"ref": "kinfolk", "text": "\"relatives\""}, {"ref": "Those who live in the west ... those who live in the east will be frightened by it", "text": "The phrases \"in the west\" and \"in the east\" are together a merism that refers to all people living everywhere. This is an exaggeration as not everyone on the earth will hear about what happened to a specific wicked person. AT: \"Everyone in the whole world will be horrified and frightened when they see what happens to the wicked person\" or \"Many people who live in the east and in the west will be horrified and frightened when they see what happens to the wicked person\" (See: [[:en:ta:vol2:translate:figs_merism]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "one day", "text": "\"someday\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Bildad continues to describe the wicked person."}, {"ref": "the homes of unrighteous people, the places of those who do not know God", "text": "These two phrases have the same meaning and refer to the same people. Here these people are referred to by the places where they live. AT: \"unrighteous people, those who do not know God\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]