[{"id": "01", "tn": [{"ref": "General Information:", "text": "God continues to speak of future events."}, {"ref": "Behold", "text": "The word \"Behold\" here adds emphasis to what follows."}, {"ref": "in those days and at that time", "text": "The phrase \"at that time\" means the same thing as, and intensifies the phrase \"in those days.\" AT: \"in those very days\" or \"at that very time.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "when I return the exiles of Judah and Jerusalem", "text": "AT: \"When I send the exiles back to Judah and Jerusalem\""}, {"ref": "my people and my inheritance Israel", "text": "These two phrases emphasize how Yahweh views Israel as his own precious people. AT: \"the people of Israel, who are my inheritance.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "traded a boy for a prostitute, and sold a girl for wine so they could drink", "text": "These are examples of the kinds of things they did and do not indicate what they did to two particular children. AT: \"and did things like trading a boy for a prostitute and selling a girl for wine, so they could drink\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "God speaks to the people of the nations that surround Israel."}, {"ref": "why are you angry at me", "text": "God uses this question to scold the people of Tyre, Sidon and Philistia. AT: \"You have no right to be angry at me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "Will you repay me?", "text": "\"Will you get revenge on me?\" God uses this question to make the people think about what they are doing. AT: \"You think you can get revenge on me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "I will immediately return your retribution on your own head", "text": "Here the word \"head\" refers to the person. The revenge that they wanted to exact towards Yahweh, he will make happen to them. AT: \"I will cause you to suffer the revenge that you tried to put on me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "retribution", "text": "\"revenge\" or \"payback\""}]}, {"id": "07", "tn": [{"ref": "out of the place where you sold them", "text": "The people of Israel will leave the places where they were slaves and come back to the land of Israel. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "return payment", "text": "AT: \"give back what you deserve\""}, {"ref": "by the hand of the people of Judah", "text": "AT: \"by the power of the people of Judah\" or \"by the people of Judah\""}, {"ref": "Sabeans", "text": "the people of Sabea, which is also called Sheba. These people lived south of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "Prepare yourselves for war ... rouse the mighty men", "text": "Both of these phrases are saying to prepare soldiers for war. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "rouse the mighty men", "text": "\"make the mighty men ready for action\""}, {"ref": "Beat your plowshares into swords and your pruning knives into spears", "text": "These two phrases share similar meanings. Both of them instruct the people to turn their farming tools into weapons. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "plowshares", "text": "tools that are used to break up the soil in order to plant crops"}, {"ref": "pruning knives", "text": "knives that are used to cut off small branches"}]}, {"id": "11", "tn": [{"ref": "gather yourselves together", "text": "\"gather yourselves together for battle.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh, bring down your mighty warriors", "text": "In the middle of this message to Israel's enemies, this sentence is addressed to Yahweh. Perhaps this was to make their enemies afraid of Yahweh's army. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the nations."}, {"ref": "Let the nations wake themselves ... all the surrounding nations", "text": "The words \"the nations\" and \"the surrounding nations\" refer to the same nations that surround Judah. Yahweh will judge them in the valley of Jehoshaphat for what they have done to Jerusalem."}, {"ref": "Put in the sickle ... the winepress is full", "text": "Possible meanings are that 1) the attack on the sinful nations is like harvesting grain and crushing grapes, or 2) the urgency of judging the sinful nations is like the urgency of collecting ripe crops and crushing grapes."}, {"ref": "Put in the sickle, for the harvest is ripe", "text": "Yahweh speaks of the nations as if they were a field of crops that were ripe for harvesting. AT: \"Put in the sickle, for the nations are like a ripe harvest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Put in the sickle", "text": "\"Swing the sickle to cut the grain\""}, {"ref": "sickle", "text": "a long curved knife that people use for cutting grain"}, {"ref": "the harvest is ripe", "text": "\"the grain is ready to be harvested\""}, {"ref": "Come, crush the grapes, for the winepress is full", "text": "Yahweh speaks of the nations as if they were a bunch of grapes in a winepress, ready for people to crush them. AT: \"Come, crush the nations, for they are like grapes in a winepress\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The vats overflow, for their wickedness is enormous", "text": "Yahweh speaks of the nations' wickedness as if it was the juice that flowed from the winepress into the vats that collected it. The vats are not large enough to contain the amount of wickedness that flows into them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "a tumult, a tumult", "text": "A tumult is noise caused by a large crowd. This is repeated to show that it will be very noisy from all the people."}, {"ref": "Valley of Judgment ... Valley of Judgment", "text": "This phrase is repeated to show that the judgment will certainly happen."}]}, {"id": "16", "tn": [{"ref": "Yahweh will roar from Zion, and raise his voice from Jerusalem", "text": "Both phrases mean Yahweh will shout with a loud, clear and powerful voice from Jerusalem. If your language only has one word for yell this can be used as one phrase. AT: \"Yahweh will shout from Jerusalem\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Yahweh will roar", "text": "Possible meanings are 1) \"Yahweh will roar like a lion\" or 2) \"Yahweh will roar like thunder.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The heavens and earth will shake", "text": "Yahweh's roar is so powerful that it will cause both heaven and earth to shake."}, {"ref": "Yahweh will be a shelter for his people, and a fortress for the people of Israel", "text": "Both of these phrases mean Yahweh will protect his people. A fortress is a strong shelter used to protect people during war. AT: \"Yahweh will be a strong fortress for his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "God continues to speak about the day of the Lord."}, {"ref": "the mountains will drip with sweet wine", "text": "\"sweet wine will drip from the mountains.\" This is an exaggeration to show that the land is very fertile. AT: \"On the mountains there will be vineyards that produce plenty of sweet wine\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the hills will flow with milk", "text": "\"milk will flow from the hills.\" AT: \"on the hills your cattle and goats will produce plenty of milk\""}, {"ref": "all the brooks of Judah will flow with water", "text": "\"water will flow through all the brooks of Judah\""}, {"ref": "water the Valley of Shittim", "text": "\"will send water to the Valley of Acacia.\" \"Shittim\" is the name of a place on the east side of the Jordan River. It means \"Acacia Trees.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Egypt will become an abandoned devastation", "text": "AT: \"Egypt will be destroyed and people will leave it\" or \"Enemy nations will destroy Egypt and the people of Egypt will leave their country\""}, {"ref": "Edom will become an abandoned wilderness", "text": "\"Edom will become a wilderness and people will leave it\""}, {"ref": "because of the violence done to the people of Judah", "text": "\"because of the violent things Egypt and Edom did to the people of Judah\""}, {"ref": "because they shed innocent blood in their land", "text": "\"innocent blood\" refers to innocent people who were killed. AT: \"because Egypt and Edom killed innocent people in the land of the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak about the day of the Lord."}, {"ref": "Judah will be inhabited forever", "text": "This can be stated in active form. AT: \"People will inhabit Judah forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jerusalem will be inhabited from generation to generation", "text": "AT: \"Generation after generation, people will inhabit Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will avenge their blood that I have not yet avenged", "text": "AT: \"I will punish the enemies who killed the people of Israel and still have not been punished\""}]}]