[{"id": "01", "tn": [{"ref": "General Information:", "text": "In this book, unless otherwise noted, the word \"our\" refers to Paul and Timothy (the one to whom this letter is written), as well as to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Paul", "text": "\"I, Paul, wrote this letter.\" Your language may have a particular way of introducing the author of a letter.  You may want to tell in this same verse to whom the letter is written (UDB)."}, {"ref": "according to the commandment of", "text": "\"by the command of\" or \"by the authority of\""}, {"ref": "God our Savior", "text": "\"God who saves us\""}, {"ref": "Christ Jesus our confidence", "text": "Here \"our confidence\" refers to the person in whom we have confidence. AT: \"​Christ Jesus, ​who is the one in whom we have confidence\" and \"Christ Jesus, in whom we trust\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "true son in the faith", "text": "Paul speaks of his close relationship to Timothy as though they were father and son. Paul thinks of Timothy as a son because Paul taught Timothy to have faith in Jesus. AT: \"who is truly like a son to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Grace, mercy, and peace", "text": "\"May grace, mercy, and peace be yours,\" or \"May you experience kindness, mercy, and peace\""}, {"ref": "God the Father", "text": "\"God, who is our Father.\" Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Christ Jesus our Lord", "text": "\"Christ Jesus, who is our Lord\""}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages Timothy to reject the wrong use of the law and use good teaching from God."}, {"ref": "General Information:", "text": "The word \"you\" in this letter is singular and refers to Timothy. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "As I urged you", "text": "\"As I pleaded with you\" or \"As I asked you very strongly\""}, {"ref": "remain in Ephesus", "text": "\"wait for me there in the city of Ephesus\""}, {"ref": "a different doctrine", "text": "The implied information can be stated explicitly. AT: \"a different doctrine from what we teach\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Neither should they pay attention", "text": "The understood information can be stated clearly. AT: \"And I also want you to command them not to pay attention\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to stories", "text": "These may have been stories about their ancestors."}, {"ref": "endless genealogies", "text": "Paul uses \"endless\" to emphasize that the genealogies are very long. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "genealogies", "text": "\"lists of ancestors.\" A genealogy is the written or verbal record of a person's parents and ancestors. These were very important in Israel, as they established which tribe one was included in the people of Israel."}, {"ref": "These cause arguments", "text": "\"These make people angrily disagree.\" The people debated about stories and genealogies about which no one could know the truth for certain."}, {"ref": "rather than helping the plan of God, which is by faith", "text": "Possible meanings are 1) \"rather than helping us to understand God's plan to save us, which we learn by faith\" or 2) \"rather than helping us to do God's work, which we do by faith.\""}]}, {"id": "05", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main teaching. Here Paul explains the purpose of what he is commanding Timothy."}, {"ref": "the commandment", "text": "Here this does not mean the Old Testament or the Ten Commandments but rather the instructions that Paul gives in [[:en:bible:notes:1ti:01:03|1:3-4]]."}, {"ref": "is love", "text": "Possible meanings are 1) \"is to love God\" (UDB) or 2) \"is to love people.\""}, {"ref": "from a pure heart", "text": "Here \"pure\" means the person does not have hidden motives to do wrong. Here \"heart\" refers to a person's mind and thoughts. AT: \"from a mind that is honest\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "good conscience", "text": "\"a conscience that chooses right instead wrong\""}, {"ref": "sincere faith", "text": "\"genuine faith\" or \"a faith without hypocrisy\""}, {"ref": "Some people have missed the mark", "text": "Paul speaks of faith in Christ as if it were a target at which to aim. Paul means that some people are not fulfilling the purpose of their faith, which is to love as he just explained in 1:5. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and have turned away from these things", "text": "Here \"turned away\" is an idiom that means they have stopped doing what God has commanded. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "teachers of the law", "text": "Here \"law\" refers to the law of Moses."}, {"ref": "but they do not understand", "text": "\"even though they do not understand\" or \"and yet they do not understand\""}, {"ref": "what they insist on", "text": "\"what they confidently state is true\""}, {"ref": "we know that the law is good", "text": "\"we understand that the law is useful\" or \"we understand that the law is beneficial\""}, {"ref": "if one uses it lawfully", "text": "\"if we use it correctly\" or \"if we use it the way God intended\""}]}, {"id": "09", "tn": [{"ref": "And we know this", "text": "\"Because we realize this\" or \"We also know this\""}, {"ref": "that law is not made for a righteous man", "text": "This can be stated in active form. AT: \"that Moses did not give the law for the righteous man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a righteous man", "text": "Here \"man\" includes both male and female. AT: \"a righteous person\" or \"a good person\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "It is made", "text": "This can be stated in active form. AT: \"Moses gave the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sexually immoral people", "text": "This refers to anyone who sleeps with someone to whom they are not married."}, {"ref": "homosexuals", "text": "\"men who sleep with other men\""}, {"ref": "those who kidnap people for slaves", "text": "\"those who kidnap people to sell as slaves\" or \"those who take people to sell as slaves\""}, {"ref": "for whatever else is against faithful instruction", "text": "\"for those who do anything else that is against true Christian teaching\""}, {"ref": "the glorious gospel of the blessed God", "text": "\"the gospel about the glory that belongs to the blessed God\" or \"the gospel of the glorious and blessed God\""}, {"ref": "with which I have been entrusted", "text": "This can be stated in active form. AT: \"which God has given me and made me responsible for\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells how he acted in the past and encourages Timothy to trust God."}, {"ref": "I thank", "text": "\"I am grateful to\" or \"I am thankful to\""}, {"ref": "he considered me faithful", "text": "\"he considered me trustworthy\" or \"he regarded me as reliable\""}, {"ref": "he placed me into service", "text": "Paul speaks of the task of serving God as if it were a place that one could be placed in. AT: \"he has assigned me to serve him\" or \"he has appointed me as his servant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was a blasphemer", "text": "\"I spoke evil against Christ.\" Paul is referring to the time before he was a Christian."}, {"ref": "a persecutor", "text": "\"I persecuted those who believed in Christ\""}, {"ref": "violent man", "text": "\"I was cruel towards other people.\" This is a person who believes he has the right to hurt others."}, {"ref": "But I received mercy because I acted ignorantly in unbelief", "text": "\"But because I did not believe in Jesus, and I did not know what I was doing, I received mercy from Jesus\""}, {"ref": "I received mercy", "text": "\"Jesus showed me mercy\" or \"Jesus had mercy on me\""}, {"ref": "But the grace", "text": "\"And the grace\""}, {"ref": "the grace of our Lord overflowed", "text": "Paul speaks of God's grace as if it were a liquid that could fill a container and spill out of the top when the container is full. AT: \"God showed me much grace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with faith and love", "text": "This is the result of God showing much grace to Paul. AT: \"which caused me to trust in Jesus and love him\""}, {"ref": "that is in Christ Jesus", "text": "This speaks about Jesus as if he were a container that holds a liquid. Here \"in Christ Jesus\" refers to having a relationship with Jesus. AT: \"that Christ Jesus enables me to give to God because I am united to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "This message is reliable", "text": "\"This statement is true\""}, {"ref": "worthy of all acceptance", "text": "\"we should receive it without any doubt\" or \"deserves for us to accept it with full confidence\""}, {"ref": "I was given mercy", "text": "This can be stated in active form. AT: \"God showed me mercy\" or \"I obtained mercy from God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so that in me, the foremost", "text": "\"so that through me, the worst sinner\""}, {"ref": "Now ... Amen", "text": "The word \"Now\" is used here to mark a break in the main teaching. Here Paul praises God."}, {"ref": "the king of the ages", "text": "\"the eternal king\" or \"the chief ruler forever\""}, {"ref": "be honor and glory", "text": "\"may he be honored and given glory\" or \"may people honor and give glory to you\""}]}, {"id": "18", "tn": [{"ref": "I am placing this command before you", "text": "Paul speaks of his instructions as if he could physically put them in front of Timothy. AT: \"I am entrusting you with this command\" or \"This is what I am commanding you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my child", "text": "Paul speaks of his close relationship to Timothy as though Paul is the father and Timothy is the child. Paul thinks of Timothy as a his child because Paul taught Timothy to have faith in Jesus. AT: \"who is truly like my child\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in accordance with the prophecies previously made about you", "text": "This can be stated in active form. AT: \"in agreement with what other believers prophesied about you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "engage in the good fight", "text": "Paul speaks about Timothy working for the Lord as if he were a soldier fighting a battle. AT: \"continue to work hard for the Lord\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a good conscience", "text": "\"a conscience that chooses right instead wrong.\" See how you translated this in [[:en:bible:notes:1ti:01:05|1:5]]."}, {"ref": "have been shipwrecked in respect to the faith", "text": "This can be stated in active form. AT: \"they have shipwrecked their faith\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "have been shipwrecked in respect to the faith", "text": "Paul speaks of these people's faith as if it were a ship that could be wrecked at sea. He means that they have ruined their faith and no longer believe in Jesus. You should use this or a similar metaphor if it will be understood in the project language. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hymenaeus and Alexander", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "whom I gave over to Satan", "text": "Paul speaks as if he physically handed these men to Satan. This probably means that Paul rejected them from the community of believers. Since they are no longer a part of the community, Satan can have power of them and harm them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they may be taught", "text": "This can be stated in active form. AT: \"that God may teach them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]