[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "In this psalm the word \"you\" refers to Doeg. When Saul wanted to kill David, Doeg told Saul where David was so that Saul could find him."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "Doeg ... Ahimelech", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Why are you proud of making trouble, you mighty man?", "text": "This question shows how angry David was at the one who made trouble. AT: \"You should not be so proud of making trouble, you mighty man.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you mighty man", "text": "David may have been using irony when he called Doeg this. AT: \"you, who think you are so mighty\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "The covenant faithfulness of God comes", "text": "David speaks of God's covenant faithfulness as if it were something that could come. David was probably referring to God's promises to protect his people from wicked people. This can be stated clearly. AT: \"God is faithful to keep the promises of his covenant\" or \"God faithfully protects his people from wicked people like you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a sharp razor", "text": "a sharp blade"}, {"ref": "Your tongue plans destruction like a sharp razor, working deceitfully", "text": "Here the tongue is compared to a sharp razor which is capable of causing great harm. AT: \"Your tongue harms people like a sharp razor does, when you plan destruction and deceive others\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your tongue", "text": "Here \"your tongue\" refers to the person David is speaking to. AT: \"You\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "003", "tn": [{"ref": "Connecting Statement:", "text": "David continues speaking to the \"mighty man\" of [[:en:bible:notes:psa:052:001|5:1]]"}, {"ref": "lying rather than speaking righteousness", "text": "\"you love lying more than speaking what is right\""}]}, {"id": "004", "tn": [{"ref": "words that devour others", "text": "Here words that harm others are spoken of as if they were animals that devour people. AT: \"words that  harm others\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you deceitful tongue", "text": "This refers to the person the author is speaking to. AT: \"you speaker of deceit\" or \"you liar\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "take you up ... pluck you ... root you", "text": "All three of these phrases are different ways of saying \"remove you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "root you out of the land of the living", "text": "Being alive on earth is spoken of as if people are plants with roots in the ground. God killing someone is spoken of as digging up the plant's roots and taking it out of the ground. AT: \"he will take you out the land of the living\" or \"He will kill you so that you will no longer be on earth with living people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "006", "tn": [{"ref": "The righteous will also see it and fear", "text": "\"The righteous will also see God remove him and they will fear\""}, {"ref": "See", "text": "\"Indeed\""}, {"ref": "did not make God his refuge", "text": "Here \"refuge\" represents a protector. AT: \"did not make God his protector\" or \"did not ask God to protect him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "a green olive tree", "text": "Green olive trees are strong and secure. They do not fall over."}, {"ref": "I am like a green olive tree in God's house", "text": "Being safe and secure is spoken of as being like a strong tree. AT: \"I am strong in God's house, like a green olive tree\" or \"Because I worship in God's house, I am secure like a green olive tree\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in God's house", "text": "This refers to God's temple."}, {"ref": "I will wait for your name, because it is good", "text": "God's name represents God himself. Waiting for God represents waiting for God to help him. AT: \"I will wait for you, because you are good\" or \"I will wait for you to help me, because you are good\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]