[{"id": "01", "tn": [{"ref": "Break them", "text": "Possible meanings: 1) break the pieces of the temple or 2) break the tops of the pillars."}, {"ref": "Though they dig into Sheol, there my hand will take them. Though they climb up to heaven, there I will bring them down", "text": "AT: \"No matter where they try to go, I will be there to catch them.\" (See: [[:en:ta:vol2:translate:figs_merism]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "serpent", "text": "an unknown fierce sea animal, not the snake in the garden of Eden and not a common snake"}, {"ref": "I will keep my eyes on them", "text": "If your language has words that usually mean the speaker wants to do others good but can also be used when the speaker wants to do harm, you may want to use it here. (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "and not for good", "text": "words to make sure the hearer understands \"for harm\""}]}, {"id": "05", "tn": [{"ref": "he who builds his steps in the heavens", "text": "These are probably the steps that ancient people imagined led up to God's palace in the heavens. However, some modern versions wish to read a different Hebrew word meaning \"palace\" or \"rooms.\" Here \"his steps\" probably serves as metonymy for God's palace. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has established his vault over the earth", "text": "Some versions translate \"has established his supports on the earth,\" that is, the structures that on which the earth rests."}]}, {"id": "07", "tn": [{"ref": "declaration of Yahweh", "text": "Translate these words as you did in [[:en:bible:notes:amo:02:11|2:11]]."}]}, {"id": "09", "tn": [{"ref": "one shakes grain in a sieve, so that not the smallest stone will fall to the ground", "text": "The picture here is of grain falling through the sieve and stones being kept out. Some versions understand \"not the smallest stone will fall\" to mean the good grain will not fall through the sieve with the unwanted material."}, {"ref": "sieve", "text": "a surface with many small holes that allow small things to pass through and keep larger things from passing through"}]}, {"id": "11", "tn": [{"ref": "tent ... breaches ... ruins", "text": "After Yahweh destroys the kingdom of Israel, it will be like a tent whose wooden poles have collapsed, a wall that has been broken down in some places, and a house that has been torn down. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "breaches", "text": "parts of a wall that have fallen down"}, {"ref": "ruins", "text": "what is left when a building is destroyed"}, {"ref": "the remnant of Edom", "text": "Either what Israel has not yet conquered in the region or of the people of Edom."}]}, {"id": "13", "tn": [{"ref": "Look", "text": "The writer is telling the reader that he is going to say something surprising. Your language may have a way of doing this."}, {"ref": "The mountains will drip sweet wine, and all the hills will flow with it.", "text": "These two lines mean basically the same thing and emphasize that the land will be very productive. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "14", "tn": [{"ref": "they will never again be uprooted from the land", "text": "AT: \"no one will ever again uproot them from the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]]) \"they will live forever in the land like a plant that keeps its roots in the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "uproot", "text": "pull a plant and its roots out of the ground"}]}]