{"1": [{"a": "Zechariah prophesied during the reign of Darius.", "q": "During whose reign did Zechariah prophesy?", "ref": ["01-01"]}, {"a": "Zechariah was the son of Berechiah, the son of Iddo the prophet.", "q": "Who was Zechariah?", "ref": ["01-01"]}, {"a": "Yahweh of hosts said if the people would turn to him, he would return to them.", "q": "What did Yahweh of hosts say he would do if the people would turn to him?", "ref": ["01-03"]}, {"a": "Their fathers would not hear and did not pay attention to Yahweh.", "q": "What did their fathers do when Yahweh told them to turn from their evil ways and wicked practices?", "ref": ["01-04"]}, {"a": "When they repented the people said, \"Yahweh of hosts's plans are made in keeping with his word and practice, and he has carried them out.\"", "q": "What did the people say when they repented?", "ref": ["01-06"]}, {"a": "Zechariah saw a man riding on a red horse among the myrtle trees in the valley. Behind him were red, reddish-brown, and white horses.", "q": "What did Zechariah see when the word of Yahweh came to him in the night?", "ref": ["01-08"]}, {"a": "The horses were those Yahweh had sent out to roam throughout the earth.", "q": "What were the horses that Zechariah saw?", "ref": ["01-10"]}, {"a": "The horses found all the earth sitting still and at rest.", "q": "What did the horses who roamed throughout the earth find?", "ref": ["01-11"]}, {"a": "The angel of Yahweh asked Yahweh how long he would show no compassion to Jerusalem and the cities of Judah.", "q": "What question did the angel of Yahweh have for Yahweh concerning Jerusalem and the cities of Judah?", "ref": ["01-12"]}, {"a": "Yahweh said he had returned to Jerusalem with mercies, that his house would be built within her and the measuring line would be stretched out over Jerusalem. Yahweh also said his cities would once again overflow with goodness and Yahweh would again comfort Zion and once again choose Jerusalem.", "q": "What did Yahweh of hosts say concerning Jerusalem and the cities of Judah?", "ref": ["01-16", "01-17"]}, {"a": "The four horns were those who had scattered Judah, Israel, and Jerusalem.", "q": "What were the four horns that Zechariah saw?", "ref": ["01-19"]}, {"a": "The blacksmiths were people who were going to drive out and cast down the horns of the nations who had lifted up any horn against the land of Judah to scatter her.", "q": "Who were the four blacksmiths that Zechariah saw and what were they going to do?", "ref": ["01-20", "01-21"]}], "2": [{"a": "He was going to measure Jerusalem, to determine its width and its length.", "q": "What was the young man going to do with the measuring line in his hand?", "ref": ["02-02"]}, {"a": "The second angel said this because of the multitudes of men and beasts that would be within her.", "q": "Why did the second angel say that Jerusalem would sit in the open country?", "ref": ["02-04"]}, {"a": "Yahweh said he would become a wall of fire around her and he would be the glory in her midst.", "q": "What did Yahweh say he would become for Jerusalem?", "ref": ["02-05"]}, {"a": "Yahweh told them to escape to Zion.", "q": "What was Yahweh's declaration to those who lived with the daughter of Babylon?", "ref": ["02-07"]}, {"a": "The second angel said Judah and Israel would know Yahweh had sent him when he shook his hand over the nations that plundered them and when the nations that plundered Judah and Israel were plundered for their slaves.", "q": "How were they supposed to know that Yahweh of hosts had sent the second angel?", "ref": ["02-09"]}, {"a": "When that happens great nations will join themselves to Yahweh and those of Zion will become his people.", "q": "What will happen when Yahweh comes and encamps in Zion?", "ref": ["02-11"]}, {"a": "All flesh is told to be silent before Yahweh because Yahweh has been roused from out of the heavens.", "q": "Why is all flesh told to be silent before Yahweh?", "ref": ["02-13"]}], "3": [{"a": "Joshua was standing before Yahweh and Satan was standing at his right hand.", "q": "Who was near Joshua the high priest?", "ref": ["03-01"]}, {"a": "Satan was accusing Joshua of sin.", "q": "What was Satan doing at Joshua's right hand?", "ref": ["03-01"]}, {"a": "Joshua was dressed in filthy garments.", "q": "What was Joshua wearing as he stood before the angel?", "ref": ["03-03"]}, {"a": "The angel said he had caused Joshua's iniquity to pass from Joshua.", "q": "What did the angel of Yahweh say he had done for Joshua?", "ref": ["03-04"]}, {"a": "The angel commanded the filthy garments to be removed from Joshua and for Joshua to be clothed with fine clothing; a clean turban and clean garments.", "q": "What happened concerning Joshua's clothing?", "ref": ["03-04", "03-05"]}, {"a": "Yahweh promised Joshua that he would govern Yahweh's house and keep Yahweh's courts. Yahweh also promised that he would allow Joshua to come and go before those who stand before Yahweh.", "q": "What did Yahweh promise Joshua, the high priest, if he would walk in Yahweh's ways and keep his commandments?", "ref": ["03-07"]}, {"a": "That servant was called \"the Branch.\"", "q": "What was the servant called that Yahweh himself was going to bring up?", "ref": ["03-08"]}, {"a": "The first part of the message was that Yahweh would remove the sin from that land in one day.", "q": "What was the first part of the message to be engraved on the seven sided stone?", "ref": ["03-09"]}, {"a": "Yahweh said this would occur \"in that day\".", "q": "According to Yahweh when will each man invite his neighbor to relax under his vine and under his fig tree?", "ref": ["03-10"]}], "4": [{"a": "Zechariah saw a gold lampstand with a bowl on top, with seven lamps and two olive trees by the bowl.", "q": "What did Zechariah see when he was roused?", "ref": ["04-02", "04-03"]}, {"a": "No, Zechariah told the angel who was talking with him that he did not understand the meaning of those things in the vision.", "q": "Did Zechariah understand what the things in the vision meant?", "ref": ["04-04", "04-05"]}, {"a": "The word of Yahweh to Zerubbabel was, \"Not by might nor by power, but only by my Spirit.\"", "q": "What was the word of Yahweh to Zerubbabel about how things were going to get done?", "ref": ["04-06"]}, {"a": "They will shout, \"It is beautiful! May God bless it!\"", "q": "What will be shouted when Zerubbabel brings out the top stone?", "ref": ["04-07"]}, {"a": "The people will know when they see the prophecy fulfilled; the hand of Zerubbabel lay the foundation of that house and his hands finish it.", "q": "How will the people know that Yahweh sent Zechariah to them?", "ref": ["04-09"]}, {"a": "The people will see the plumb stone in Zerubbabel's hand.", "q": "What will the people see in the hand of Zerubbabel?", "ref": ["04-10"]}, {"a": "The seven lamps are the eyes of Yahweh that roam over the whole earth.", "q": "What did the the seven lamps mean?", "ref": ["04-10"]}, {"a": "The two olive branches are the two sons of oil who stand beside the Lord of the whole earth.", "q": "What are the two olive branches?", "ref": ["04-14"]}], "5": [{"a": "The scroll was twenty cubits long and ten cubits wide.", "q": "How big was the scroll that Zechariah saw?", "ref": ["05-02"]}, {"a": "The angel said the flying scroll was the curse that goes out over the face of the whole land.", "q": "What did the angel say the flying scroll was?", "ref": ["05-03"]}, {"a": "The scroll was a curse to every thief and to everyone who swears a false oath.", "q": "Who did the scroll curse?", "ref": ["05-03"]}, {"a": "The curse will enter their houses and remain there and consume the timber and stones of their houses.", "q": "What did the curse do to the thief and to the one who swears falsely by Yahweh's name?", "ref": ["05-04"]}, {"a": "An ephah was in the basket that Zechariah saw, and the angel said the ephah \"is their iniquity in the whole land.\"", "q": "What was in the basket that Zechariah saw and what did the angel say it was?", "ref": ["05-06"]}, {"a": "The angel said of the woman in the basket, \"This is Wickedness!\"", "q": "What did the angel say the woman in the basket was?", "ref": ["05-08"]}, {"a": "The two women lifted up the basket between earth and heaven.", "q": "What did the two women, who had wings like a stork's wings, do with the basket?", "ref": ["05-09"]}, {"a": "The women took the basket to build a temple in Shinar for it, so that when the temple is ready, the basket will be set there on its prepared base.", "q": "Where were the women taking the basket and for what purpose?", "ref": ["05-11"]}], "6": [{"a": "Zechariah saw four chariots coming out from between two bronze mountains.", "q": "What did Zechariah see coming out from between two bronze mountains?", "ref": ["06-01"]}, {"a": "The first chariot had red horses, the second had black horses, the third had white horses, and the fourth had spotted gray horses.", "q": "What color were the horses of each chariot?", "ref": ["06-02", "06-03"]}, {"a": "The angel said the chariots were the four winds of heaven.", "q": "What did the angel say the chariots were?", "ref": ["06-05"]}, {"a": "These four chariots had been standing before the Lord of all the earth.", "q": "Where had these four chariots been?", "ref": ["06-05"]}, {"a": "The chariot with the black horses went out to the north country. The chariot with white horses went out to the west country. The chariot with the spotted gray horses went out to the south country.", "q": "Where were the three chariots with the black, the white and the spotted gray horses going?", "ref": ["06-06"]}, {"a": "That chariot with the black horses was going to appease the angel's spirit concerning the north country.", "q": "What was the chariot with the black horses that went out to the north country going to accomplish?", "ref": ["06-08"]}, {"a": "Zechariah was told to take the offering into the house of Josiah, son of Zephaniah. Zechariah was to take the silver and gold, make a crown and set it upon the head of Joshua the son of Jehozadak, the high priest.", "q": "What was Zechariah supposed to do with the offering he collected from Heldai, Tobijah, and Jedaiah?", "ref": ["06-10", "06-11"]}, {"a": "Yahweh said Joshua would grow up where he is and build the temple of Yahweh, raise up its splendor, and then sit and rule on his throne.", "q": "What did Yahweh of hosts say Joshua son of Jehozadak, the high priest, would do?", "ref": ["06-12", "06-13"]}, {"a": "A crown was to be placed in the temple of Yahweh to Heldai, Tobijah, and Jedaiah and as a memorial to the generosity of the son of Zephaniah.", "q": "Why was a crown to be placed in the temple of Yahweh?", "ref": ["06-14"]}, {"a": "Yahweh said these events would happen \"if you truly listen to the voice of Yahweh your God!\"", "q": "What must the people do for these prophetic events to come true?", "ref": ["06-15"]}], "7": [{"a": "The people of Bethel sent them to beg for Yahweh's favor.", "q": "Why did the people of Bethel send Sharezer, Regem Melech, and their men?", "ref": ["07-02"]}, {"a": "They asked, \"Should I mourn in the fifth month by means of a fast, as I have done these many years?\"", "q": "What did Sharezer, Melech, and their men ask the priest and the prophets?", "ref": ["07-03"]}, {"a": "The first question Yahweh asked was, \"When you fasted and mourned in the fifth and seventh month for these seventy years, were you truly fasting for me?\" The second question was, \"And when you ate and drank, did you not eat and drink for yourselves?\"", "q": "What two questions did Yahweh ask the people of the land and the priests through Zechariah concerning fasting, eating and drinking?", "ref": ["07-05", "07-06"]}, {"a": "In brief, Yahweh asked if these were not the same words Yahweh told the people while they still inhabited Jerusalem, the surrounding cities, the Negev, and the western foothills.", "q": "Briefly, what was the last question Yahweh asked the priests and people of the land?", "ref": ["07-07"]}, {"a": "Yahweh said to judge with true justice, covenant faithfulness, and mercy. He said not to oppress the widow, the orphan, the foreigner or the poor person and not to do evil to one another.", "q": "What did Yahweh through Zechariah tell the people to do?", "ref": ["07-08", "07-10"]}, {"a": "The people refused to pay attention to Yahweh's words.", "q": "What was the response of the people to Yahweh's instructions?", "ref": ["07-11"]}, {"a": "Yahweh said he would not listen to them and, furthermore, he would scatter those people with a whirlwind to all the nations they had not seen.", "q": "What did Yahweh say he would do when those who formerly refused to listen to Yahweh called out to him?", "ref": ["07-13", "07-14"]}], "8": [{"a": "Yahweh expresses his passion for Zion with great zeal and great anger.", "q": "How does Yahweh express his passion for Zion?", "ref": ["08-02"]}, {"a": "Jerusalem will be called \"The City of Truth\" and the mountain of Yahweh will be called \"The Holy Mountain\" when Yahweh returns to live in the midst of Jerusalem.", "q": "What will Jerusalem and the mountain of Yahweh be called when Yahweh returns to live in the midst of Jerusalem?", "ref": ["08-03"]}, {"a": "Old men and old women will be in the streets, and the streets will be full of boys and girls playing in them.", "q": "Who will again be found in the streets of Jerusalem?", "ref": ["08-04", "08-05"]}, {"a": "Yahweh was going to rescue his people from the land of the sunrise and from the land of the setting sun.", "q": "Where was Yahweh going to rescue his people from?", "ref": ["08-07"]}, {"a": "Yahweh wanted the people to strengthen their hands so the temple could be rebuilt.", "q": "Why did Yahweh want the people to strengthen their hands?", "ref": ["08-09"]}, {"a": "In those days, no crops were gathered in, there was no profit, and there was no peace from enemies. Yahweh set every person each against his neighbor.", "q": "What happened before those days when the foundation of Yahweh's house was laid?", "ref": ["08-10"]}, {"a": "Yahweh said it would not be as in former days. He said seeds of peace would be sown. The climbing vine would give its fruit, and the earth would give its produce. The skies would give their dew. Yahweh would make the remnant of that people inherit all those things.", "q": "How did Yahweh say it would be during Zechariah's time?", "ref": ["08-11", "08-12"]}, {"a": "Yahweh said the people must all speak truth with his neighbor, and judge with truth, justice, and peace in their gates. He said let no one plot evil in their heart against their neighbor nor be attracted to false oaths. Yahweh commanded these things because they were things he hates.", "q": "How does Yahweh command the people to behave and why?", "ref": ["08-16", "08-17"]}, {"a": "They were told to love truth and peace.", "q": "In light of the fact that the fasts of the fourth, fifth, seventh and tenth months were going to be times of joy, gladness and happy festivals for the house of Judah, what were they told to do by Yahweh?", "ref": ["08-19"]}, {"a": "Yahweh said many people from many different cities and mighty nations would come to seek Yahweh and beg his favor.", "q": "Who did Yahweh say would come to seek him and beg his favor?", "ref": ["08-20", "08-22"]}, {"a": "They will ask to go up to Jerusalem with Yahweh's people for they will have heard that God is with them.", "q": "In those days, why will ten men from every language and nation ask to go up to Jerusalem with Yahweh's people?", "ref": ["08-23"]}], "9": [{"a": "Yahweh's declaration concerns the land of Hadrach and Damascus, Hamath, and Tyre and SIdon.", "q": "What does Yahweh's declaration concern?", "ref": ["09-01", "09-02"]}, {"a": "Yahweh says, \"The Lord will dispossess her and destroy her strength on the sea, so she will be devoured by fire.", "q": "What does Yahweh say the Lord will do to Tyre?", "ref": ["09-04"]}, {"a": "Yahweh said he would cut off the pride of the Philistines. Yahweh also said they would become a remnant for God like a clan in Judah.", "q": "What did Yahweh say he would do to the Philistines and what would become of them?", "ref": ["09-06", "09-07"]}, {"a": "Yahweh said he would camp around his land against enemy armies so no one could pass through or return, for he said no oppressor would pass through it any more.", "q": "What is one reason Yahweh gives for camping around his land?", "ref": ["09-08"]}, {"a": "They are told to do this because their king is coming to them with righteousness and is going to rescue them.", "q": "Why is the daughter of Zion told to shout with great joy and the daughter of Jerusalem told to shout with happiness?", "ref": ["09-09"]}, {"a": "Their king will be humble and will ride on a donkey, on the colt of a donkey.", "q": "How will their king come to them?", "ref": ["09-09"]}, {"a": "That king will speak peace to the nations.", "q": "What will this king speak to the nations?", "ref": ["09-10"]}, {"a": "That king's dominion will be from sea to sea, and from the river to the ends of the earth.", "q": "What will be the extent of that king's dominion?", "ref": ["09-10"]}, {"a": "Yahweh says he has done this because of the blood of his covenant with them.", "q": "Why has Yahweh set free their prisoners from the pit where there is no water?", "ref": ["09-11"]}, {"a": "Yahweh has roused the sons of Zion against the sons of Greece.", "q": "Against whom has Yahweh roused the sons of Zion?", "ref": ["09-13"]}, {"a": "Yahweh has made Zion like a warrior's sword.", "q": "What has Yahweh made Zion like?", "ref": ["09-13"]}, {"a": "On that day, Zion will be the jewels of a crown raised up over Yahweh's land.", "q": "What will Zion be on that day when Yahweh, their God, rescues them?", "ref": ["09-16"]}], "10": [{"a": "Yahweh will provide rain showers for Zion when they ask him, and plants in the field.", "q": "What will Yahweh do for Zion?", "ref": ["10-01"]}, {"a": "The people wander like sheep and suffer because the household idols speak falsely, the diviners envision a lie, they tell empty dreams and give empty comfort. The people also have no shepherd.", "q": "What causes the people to wander like sheep and suffer?", "ref": ["10-02"]}, {"a": "Yahweh said he would punish the male goats – the leaders.", "q": "Who did Yahweh say he would punish?", "ref": ["10-03"]}, {"a": "Yahweh said the cornerstone, the tent peg, the war bow, and every leader would come from the house of Judah.", "q": "What did Yahweh say would come from the house of Judah?", "ref": ["10-04"]}, {"a": "Yahweh said he would strengthen the house of Judah and save the house of Joseph. Yahweh said he would restore them, have mercy on them.", "q": "What did Yahweh say he would do for the houses of Judah and Joseph?", "ref": ["10-06"]}, {"a": "They and their children will live and return when they remember Yahweh in the distant countries where he has sown them.", "q": "What will Judah and Ephraim do when they remember Yahweh in the distant countries where Yahweh has sown them?", "ref": ["10-09"]}, {"a": "Yahweh said he would bring down the majesty of Assyria and make the scepter of Egypt go away from the Egyptians.", "q": "What did Yahweh say he would do to Egypt and Assyria after he gathers those of the house of Judah from those places?", "ref": ["10-11"]}], "11": [{"a": "The shepherds howl because their glory has been destroyed.", "q": "Why do the shepherds howl?", "ref": ["11-03"]}, {"a": "Yahweh told Zechariah to, \"Shepherd the flock meant for slaughter!\"", "q": "What did Yahweh tell Zechariah to do?", "ref": ["11-04"]}, {"a": "Yahweh said he would no longer pity them but cause each man to fall into his shepherd's hands and into his king's hands, and they would crush the land.", "q": "What did Yahweh say he would do to the inhabitants of Judah?", "ref": ["11-06"]}, {"a": "The names of the two staffs were \"Favor\" and \"Unity.\"", "q": "What were the names of the two staffs that Zechariah used to shepherd the flock meant for the slaughter?", "ref": ["11-07"]}, {"a": "Zechariah did this because he grew weary with the shepherds and they also hated him.", "q": "Why did Zechariah destroy three shepherds in one month?", "ref": ["11-08"]}, {"a": "He broke it to break the covenant that he had made with all his tribes.", "q": "Why did Zechariah break his staff, \"Favor\"?", "ref": ["11-10"]}, {"a": "Zechariah was paid thirty pieces of silver.", "q": "How much was Zechariah paid?", "ref": ["11-12"]}, {"a": "Zechariah was told to deposit the silver in the treasury.", "q": "What did Yahweh tell Zechariah to do with his thirty pieces of silver?", "ref": ["11-13"]}, {"a": "Breaking the second staff broke the brotherhood between Judah and Israel.", "q": "What did breaking the second staff, \"Unity,\" do?", "ref": ["11-14"]}, {"a": "That shepherd will not care for the sheep. He will not seek the sheep who have gone astray, nor heal the crippled sheep. He will not feed the steadfast sheep, but will eat the fattened sheep and tear off their hooves.", "q": "Yahweh said he would raise up a shepherd in the land. What will that shepherd do?", "ref": ["11-16"]}, {"a": "This is the curse: \"May the sword come against his right arm and his right eye! May his right arm wither away and his right eye be blind!\"", "q": "What curse is pronounced upon the worthless shepherd who forsakes the flock?", "ref": ["11-17"]}], "12": [{"a": "Yahweh is the one who stretched out the skies and laid the foundation of the earth, who fashions the spirit of mankind within him.", "q": "Who is Yahweh who makes this declaration concerning Israel?", "ref": ["12-01"]}, {"a": "All the nations of the earth are going to gather against Jerusalem..", "q": "Who is going to gather against Jerusalem?", "ref": ["12-03"]}, {"a": "Yahweh said he would strike every horse with terror and each rider with madness. Yahweh also said he would strike every horse of the armies blind.", "q": "On the day when all the nations gather against Judah, what specific things did Yahweh say he would do to the horses and riders of the enemy armies?", "ref": ["12-04"]}, {"a": "In that day, the leaders will be like fire pots among wood and like a flaming torch to standing grain.", "q": "In that day, what will the leaders of Judah be like?", "ref": ["12-06"]}, {"a": "Yahweh will save the tents of Judah first so that the honor of the house of David and the honor of those who live in Jerusalem may not be greater than the rest of Judah.", "q": "Why will Yahweh save the tents of Judah first?", "ref": ["12-07"]}, {"a": "Yahweh said that on that day he is determined to destroy all the nations who come against Jerusalem.", "q": "What is Yahweh determined to do on that day?", "ref": ["12-09"]}, {"a": "Yahweh will pour out a spirit of compassion and supplication.", "q": "On that day, what will Yahweh pour out on the house of David and the inhabitants of Jerusalem?", "ref": ["12-10"]}, {"a": "When they look on him whom they have pierced, they will lament and mourn for him as one mourns and laments for an only son or over the death of a firstborn son.", "q": "What will the house of David and the inhabitants of Jerusalem do when they look upon him whom they have pierced?", "ref": ["12-10"]}, {"a": "In that day, each family will mourn separately from other families and in each family they will mourn separately, their wives will be separate from the men.", "q": "How will the land mourn in that day?", "ref": ["12-12", "12-14"]}], "13": [{"a": "The spring will be for their sin and impurity.", "q": "For what will the spring be that is opened for the house of David on that day?", "ref": ["13-01"]}, {"a": "Yahweh will cut off the names of idols from the land so they will no longer be remembered.", "q": "What will Yahweh cut off from the land and why?", "ref": ["13-02"]}, {"a": "Yahweh will cause the false prophets and their unclean spirits to pass out of the land.", "q": "What will Yahweh cause to pass out of the land?", "ref": ["13-02"]}, {"a": "His father and mother who bore him will impale him when he prophesies.", "q": "If any man continues to prophesy, what will his father and mother do to him?", "ref": ["13-03"]}, {"a": "He who prophesies will no longer wear a hairy cloak so that he might deceive the people.", "q": "In that day, why will he who prophesies no longer wear a hairy cloak?", "ref": ["13-04"]}, {"a": "The shepherd is \"the man who stands close to me.\"", "q": "Who is the shepherd?", "ref": ["13-07"]}, {"a": "When the shepherd is killed the flock will scatter.", "q": "What will happen to the flock when the shepherd is killed?", "ref": ["13-07"]}, {"a": "Yahweh declares that two portions of it will be cut off. They will perish; only a third will remain there.", "q": "What does Yahweh declare will happen throughout all the land?", "ref": ["13-08"]}, {"a": "The third that remain there will be brought through the fire, refined and tested.", "q": "What will happen to the third that remain there?", "ref": ["13-09"]}, {"a": "The third that remain there will say, \"Yahweh is my God!\"", "q": "What will the third that remain there say?", "ref": ["13-09"]}], "14": [{"a": "Jerusalem's plunder will be divided in their midst because Yahweh will gather every nation against Jerusalem for battle, and the city will be captured. The houses will be plundered.", "q": "Why will Jerusalem's plunder be divided in their midst?", "ref": ["14-02"]}, {"a": "Yahweh will go out and wage war against those nations as when he wages war on the day of battle.", "q": "What will happen to the nations that fought against Jerusalem?", "ref": ["14-03"]}, {"a": "The Mount of Olives will be split in half with a very great valley between the two halves.", "q": "What will happen to the Mount of Olives when Yahweh stands on it?", "ref": ["14-04"]}, {"a": "Yahweh and the holy ones will come after the inhabitants of Jerusalem flee down the valley between Yahweh's mountains.", "q": "When will Yahweh and the holy ones come?", "ref": ["14-05"]}, {"a": "Half of the water will go to the eastern sea, and half will flow toward the western sea.", "q": "Where will the running water go that flows from Jerusalem?", "ref": ["14-08"]}, {"a": "Yahweh will be king over all the earth.", "q": "Who will be king over all the earth?", "ref": ["14-09"]}, {"a": "There will be no more destruction from God against them; Jersusalem will live in safety.", "q": "Will God destroy Jerusalem?", "ref": ["14-11"]}, {"a": "The flesh, eyes, and tongues of all the people that waged war against Jerusalem will rot.", "q": "With what plague will Yahweh attack all the peoples that waged war against Jerusalem?", "ref": ["14-12"]}, {"a": "Each man will seize his neighbor's hand; each hand will be raised against its neighbor's hand.", "q": "What will happen when that great fear from Yahweh comes among them?", "ref": ["14-13"]}, {"a": "All those who remain in those nations will go up from year to year to worship the king, Yahweh of hosts, and to keep the Festival of Shelters.", "q": "What will all who remain in those nations that came against Jerusalem do?", "ref": ["14-16"]}, {"a": "If anyone does not go up to Jerusalem, Yahweh will not bring rain on them. A plague from Yahweh will attack the nations that do not go up to keep the Festival of Shelters.", "q": "What will happen if anyone from all the nations of the earth does not go up to Jerusalem to worship the king, Yahweh of hosts?", "ref": ["14-17", "14-18"]}, {"a": "On that day traders will no longer be in the house of Yahweh of hosts.", "q": "On that day who will no longer be in the house of Yahweh of hosts?", "ref": ["14-21"]}]}