[{"id": "01", "tn": [{"ref": "This is a declaration of Yahweh's word concerning", "text": "AT: \"This is Yahweh's message about\""}, {"ref": "the land of Hadrach and Damascus", "text": "AT: \"the people of the land of Hadrach and the city Damascus (See: [[:en:ta:vol1:translate:translate_names]]) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For Yahweh's eye is on all mankind", "text": "AT: \"For Yahweh is watching every person\" However, many modern versions translate this passage as \"mankind's eyes and those of all the tribes of Israel are on Yahweh.\""}, {"ref": "Hamath", "text": "AT: \"the people of the land of Hamath\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tyre and Sidon", "text": "AT: \"the people of Tyre and Sidon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "though they are very wise", "text": "Zechariah probably did not really mean that the people of Hamath were wise. AT: \"though they think they are very wise\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "03", "tn": [{"ref": "built herself a stronghold", "text": "Here the city of Tyre is pictured as a woman. AT: \"built a strong fortress\" or \"built a high wall\" (See [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "heaped up silver like dust and refined gold like mud in the streets", "text": "AT: \"accumulated silver and gold as much as soil in the streets\" (See [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Look! The Lord will dispossess her", "text": "AT: \"Pay attention! The Lord will take away Tyre's possessions\""}, {"ref": "and destroy her strength on the sea", "text": "AT: \"and destroy Tyre's ships in which men fight on the sea\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "so she will be devoured by fire", "text": "AT: \"and burn the city to the ground\""}]}, {"id": "05", "tn": [{"ref": "will see", "text": "\"will see Tyre be destroyed\""}, {"ref": "Strangers will make their homes in Ashdod", "text": "AT: \"Foreigners will take over Ashdod and live there\""}, {"ref": "and I will cut off the pride of the Philistines", "text": "AT: \"I will make the Philistines to be proud of themselves no longer\""}, {"ref": "I will remove their blood from their mouths and their abominations from between their teeth", "text": "These refer to meat with blood in it, and to meat offered to idols. The UDB makes this explicit. AT: \"I will no longer allow them to eat meat that still has blood in it, and I will forbid them to eat food that they offered to idols\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "I will camp around my land", "text": "God is speaking about himself as if he were an army. AT: \"I will protect my land\" (UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Shout with great joy, daughter of Zion! Shout with happiness, daughter of Jerusalem!", "text": "These two sentences mean the same thing and intensify the command to rejoice. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "daughter of Zion ... daughter of Jerusalem", "text": "\"Zion\" is the same as \"Jerusalem.\" The prophet speaks of the city as if it is a daughter. See how you translated \"daughter of Zion\" in [[:en:bible:notes:zec:02:10|2:10]]."}, {"ref": "on a donkey, on the colt of a donkey", "text": "These two phrases mean basically the same thing and refer to one animal. The second phrase clarifies that this is a young donkey. AT: \"on a young donkey.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "cut off the chariot from Ephraim", "text": "AT: \"destroy the chariots in Israel that are used for battle\""}, {"ref": "the horse from Jerusalem", "text": "AT: \"the warhorses in Jerusalem\""}, {"ref": "the bow will be cut off from battle", "text": "Here the bow represents all weapons used in warfare. AT: \"all weapons of war will be destroyed\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for he will speak peace to the nations", "text": "Here the action of announcing peace represents the action of making peace. AT: \"for your king will bring peace to the nations\" (See: [[:en:ta:vol2:translate:figs_synecdoche]]}"}, {"ref": "his dominion will be from sea to sea, and from the River to the ends of the earth!", "text": "\"his kingdom will be over all the earth!\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "11", "tn": [{"ref": "As for you", "text": "Here \"you\" refers to the people of Israel."}, {"ref": "the pit where there is no water", "text": "This pit represents the exile. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Return to the stronghold", "text": "AT: \"Come back to your nation where you will be safe\""}, {"ref": "prisoners of hope", "text": "This expression refers to the Israelites in exile who were still trusting in God to rescue them."}, {"ref": "bent Judah as my bow", "text": "The people of Judah are referred to as if they were a bow carried by God into battle. AT: \"I will use the people of Judah to fight against the people of Greece\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "filled my quiver with Ephraim", "text": "The people of Israel, the northern kingdom, are referred to as if they were arrows that God would shoot at his enemies. A quiver is a bag that holds a soldier's arrows. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have roused your sons, Zion, against your sons, Greece", "text": "God is speaking to the people of two different nations at the same time. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This part of the prophecy continues with Hosea's words, instead of with Yahweh's words spoken through him."}, {"ref": "will appear to them", "text": "The word \"them\" refers to God's people. AT: \"will be seen in the sky by his people\" or \"will come to his people\""}, {"ref": "will shoot out like lightning!", "text": "The Israelites sometimes thought of lightning bolts as arrows that God shot."}, {"ref": "blow the trumpet", "text": "The trumpets were rams' horns. People will blow into them to give signals in battle and on other occasions."}, {"ref": "will advance with the storms from Teman", "text": "The Israelites sometimes thought of God as traveling on violent storms coming from the south."}, {"ref": "will devour", "text": "AT: \"will completely defeat\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "defeat the stones of the slings", "text": "The Israelites will defeat the soldiers who fight with slingshots. These soldiers represent all the enemies of Israel, no matter what weapons they are carrying. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then they will drink and shout like men drunk on wine", "text": "AT: \"They will shout and celebrate their victory as loudly as if they were drunk.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they will be filled with wine like bowls", "text": "This probably refers to the bowls that the priests used to carry animal's blood to the altar. AT: \"they will be as full of wine as the basins with which priests carry blood to the altar\""}, {"ref": "like the corners of the altar", "text": "Altars had projecting corners where animal blood collected. AT: \"as the corners of the altar are full of blood\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Zechariah continues talking to the people."}, {"ref": "for they will be the jewels of a crown", "text": "AT: \"in our land they will be like beautiful stones in a crown\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The young men will flourish on grain", "text": "The young men will live on food they receive from the harvest."}, {"ref": "and the virgins on sweet wine", "text": "Young women will enjoy new wine. These references to young men and young women represent the entire population of Israel. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]