[{"id": "01", "tn": [{"ref": "I truly know that this is so", "text": "\"I know that what you say is true\""}, {"ref": "this is so", "text": "Here the word \"this\" refers to what Bildad said."}, {"ref": "how can a person be in the right with God?", "text": "\"how can anyone be innocent before God?\""}, {"ref": "argue", "text": "\"dispute\""}, {"ref": "he cannot answer him once in a thousand times", "text": "\"Once in a thousand times\" is an idiom that means \"at all.\" Possible meanings are 1) \"he cannot give any answer to God\" or 2) \"God will not answer him at all\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a thousand times", "text": "\"1,000 times\""}]}, {"id": "04", "tn": [{"ref": "wise in heart", "text": "Here the heart represents the inner being or thoughts. AT: \"wise in what he decides\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mighty in strength", "text": "The abstract noun \"strength\" can be expressed as the adjective \"strong.\" AT: \"mighty in how strong he is\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who has ever hardened himself against him and succeeded?", "text": "This is a rhetorical question that expects an answer of \"No one.\" It can be reworded as a statement. AT: \"no one has ever hardened himself against him and succeeded.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "hardened himself against him", "text": "To harden oneself means to be stubborn. AT: \"resisted him\" or \"defied him\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "he who removes the mountains", "text": "\"God removes the mountains\""}, {"ref": "in his anger", "text": "The abstract noun \"anger\" can be expressed as the adjective \"angry.\" AT: \"because he is angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he who shakes the earth", "text": "\"God shakes the earth\""}, {"ref": "sets its supports trembling", "text": "\"makes its foundations tremble\""}]}, {"id": "07", "tn": [{"ref": "who covers up the stars", "text": "\"who blocks the stars from view\""}, {"ref": "who by himself stretches out the heavens", "text": "God is spoken of as creating the heavens without any help, as if the heavens were fabric that he stretches out. (See: [[:en:ta:vol2:translate:figs_rpronouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tramples down the waves of the sea", "text": "God is spoken of as calming the sea as if with his feet. AT: \"puts his feet down on the waves of the sea\" or \"calms the waves of the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Bear, Orion, the Pleiades", "text": "These refer to constellations, which are groups of stars that seem like they form a particular shape in the sky. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Orion", "text": "a famous hunter in Greek mythology"}, {"ref": "Pleiades", "text": "several bright stars that look like they are close together in the sky"}, {"ref": "constellations", "text": "groups of stars that seem like they form a particular shape in the sky"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The writer uses parallelism in each of these verses, conveying a single idea using double statements to emphasize that God is great, unseen, and sovereign. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "incomprehensible things", "text": "\"unsearchable things\" or \"things that cannot be understood\""}, {"ref": "without number", "text": "\"that cannot be counted\""}, {"ref": "See", "text": "\"Look\" or \"Pay attention\""}, {"ref": "he passes on", "text": "\"he passes by\" or \"he moves on\""}, {"ref": "If he takes something away, who can stop him? Who can say to him, 'What are you doing?", "text": "These are rhetorical questions that expect an answer of \"No one.\" They can be reworded as statements. AT: \"If he takes something away, no one can stop him. No one can ask him, 'What are you doing?'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If he takes something away", "text": "\"If he takes someone away\" or \"If he wants to snatch something away\""}]}, {"id": "13", "tn": [{"ref": "the helpers of Rahab bow beneath him", "text": "Here \"bow beneath him\" symbolizes submission or defeat. AT: \"he crushes the helpers of Rahab\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Rahab", "text": "The word \"Rahab\" here refers to a monster of the sea. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "How much less could I answer him, could I choose words to reason with him?", "text": "Job poses two similar questions to emphasize his reluctance to confront God. They can be reworded as a statement. AT: \"So I certainly could not answer him or choose words to reason with him.\"  (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "For he breaks me with a tempest", "text": "Job compares his troubles from God to the effects of a tempest. AT: \"He injures me as if with a tempest.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tempest", "text": "a powerful or violent storm"}, {"ref": "multiplies my wounds", "text": "\"gives me many wounds\" or \"wounds me again and again\""}, {"ref": "without cause", "text": "\"even though I have not given him cause to do so\" or \"even though I am innocent\""}, {"ref": "catch my breath", "text": "This is an idiom that means \"take a breath\" or \"breathe\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he fills me with bitterness", "text": "This verse pictures God as filling up Job's life with things that make him bitter. The abstract noun \"bitterness\" can be expressed as the adjective \"bitter.\" AT: \"he fills me up with bitter things\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "19", "tn": [{"ref": "If it is a matter of strength", "text": "\"If there is a contest of strength\""}, {"ref": "behold", "text": "\"look\" or \"pay attention to what I am about to tell you\""}, {"ref": "he is mighty", "text": "\"he is the strong one\""}, {"ref": "who can summon him?", "text": "This question expects an answer of \"No one\" to make the point that no one is able to bring God to court. This can be reworded as a statement. AT: \"no one can summon him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Though I am in the right", "text": "Here \"I am in the right\" means I am the one who has done right things. AT: \"Although I have done right things\" or \"Even though I am innocent\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Though I am in the right, my own mouth would condemn me; and thought I am blameless, my words would prove me to be guilty", "text": "This verse expresses the same idea twice for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my own mouth would condemn me", "text": "Here \"mouth\" represents Job's words. AT: \"my own words would accuse me\" or \"what I say would condemn me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "blameless", "text": "\"faultless\""}, {"ref": "my words would prove me to be guilty", "text": "Here \"my words\" are spoken of as if they could take action. AT: \"God would use what I say to prove me guilty\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "guilty", "text": "The word here has the meaning of \"twisted\" or \"crooked.\""}]}, {"id": "21", "tn": [{"ref": "I am blameless", "text": "\"I am faultless\""}, {"ref": "about myself", "text": "\"what happens to me\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "It makes no difference", "text": "\"It is all the same\" or \"It does not matter\""}, {"ref": "he destroys blameless people and wicked people together", "text": "\"he brings everyone to an end, whether they are blameless or wicked\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "If a plague should suddenly kill", "text": "\"If a disaster should suddenly kill people\""}, {"ref": "at the afflictions of innocent people", "text": "The abstract noun \"afflictions\" can be translated as the verb \"afflict.\" AT: \"when innocent people are afflicted\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The earth is given", "text": "This can be stated in active form. AT: \"God gives the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The earth is", "text": "Here \"the earth\" is used to represent the people on the earth. AT: \"The people of the world are\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "into the hand of", "text": "Here \"hand\" is a metonym for \"control.\" AT: \"into the control of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God covers the faces of its judges", "text": "This idiom means God keeps the judges of the earth from being able to judge the difference between right and wrong. AT: \"God makes its judges blind\" or \"God keeps its judges from judging rightly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If it is not he who does it, then who is it?", "text": "\"If it is not God who does these things, then who does them?\""}]}, {"id": "25", "tn": [{"ref": "My days are swifter than a running messenger", "text": "Job compares how quickly his days are passing by to a fast runner. AT: \"My days pass swiftly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "running messenger", "text": "\"runner\" or \"running man\""}, {"ref": "my days flee away", "text": "This pictures the days of Job's life as being able to run away like a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they see no good anywhere", "text": "This pictures the days of Job's life as being able to see like a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "no good", "text": "\"no good thing\""}, {"ref": "They are as fast as papyrus reed boats", "text": "Job compares how quickly his days are passing by to the speed of fast boats. AT: \"They pass quickly by like papyrus reed boats\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "papyrus reed boats", "text": "\"boats made out of reeds.\" Papyrus reed is a hollow grass that grows along the banks of rivers."}, {"ref": "as fast as the eagle that swoops down on its victim", "text": "Job compares how quickly his days are passing by to a large bird diving toward its prey. AT: \"as fast as the eagle that flies down quickly to catch its food\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "swoops down", "text": "\"rushes down\""}]}, {"id": "27", "tn": [{"ref": "I would forget about my complaints", "text": "The abstract noun \"complaint\" can be translated as the verb \"complain.\" AT: \"I would stop complaining\" or \"I would stop complaining against God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my complaints", "text": "The implied information can be added. AT: \"my complaints against God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I would take off my sad face and be happy", "text": "Job's sad face is spoken of here as if it was something that could be removed. AT: \"I would stop looking unhappy and smile\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I would be afraid of all my sorrows", "text": "Verses 28 and 29 express the consequences if Job does what he says in verse 27. AT: \"Then I would be afraid of all my sorrows\""}, {"ref": "all my sorrows", "text": "The abstract noun \"sorrows\" can be expressed as a verb. AT: \"what will hurt me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will be condemned", "text": "\"I will be accused and punished.\" This can be stated in active form. AT: \"God will condemn me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "why, then, should I try in vain?", "text": "Job uses this question to emphasize that he does not think it is of any use trying to get God's attention. The implied information about what Job is trying can be made explicit. AT: \"It is of no use to try to get God's attention\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "If I washed myself with snow water", "text": "\"If I bathed in pure, clean water\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "made my hands ever so clean", "text": "\"made my hands exceedingly clean.\" Some other versions of the Bible translate this with the meaning of \"cleaned my hands with very strong soap.\""}, {"ref": "plunge me in a ditch", "text": "\"throw me into a pit\""}, {"ref": "my own clothes would be disgusted with me", "text": "Job's clothing is spoken of as if it would have a negative response to Job after God plunged him into a ditch. AT: \"I would be too filthy for my own clothing\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "32", "tn": [{"ref": "answer him", "text": "The implied information can be added. AT: \"answer his charges against me\" or \"defend myself\" or \"argue my innocence with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "come together in court", "text": "\"come together to trial.\" Here \"court\" is a place where people can come and a judge will settle disputes. \"Coming together in court\" is a metonym for going against each other in a court of law. AT: \"confront each other before a judge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "There is no judge between us", "text": "This means there is no judge who is greater than God who could decide what is right between him and Job."}, {"ref": "lay his hand upon", "text": "Here \"lay his hand upon\" means having power or authority over. AT: \"take hold of\" or \"have authority over\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "These verses continue the previous argument that no one is greater than God who could act as a judge between God and Job."}, {"ref": "take God's rod off me", "text": "Here \"God's rod\" is a metonym for God punishing or correcting Job. AT: \"stop God from punishing me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keep his terror from frightening me", "text": "The abstract noun \"terror\" can be translated as the verb \"terrify.\" AT: \"keep him from terrifying and frightening me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Then would I speak up", "text": "\"Then I would speak\""}, {"ref": "as things are now", "text": "\"because this is how things are now\""}]}]