[{"id": "01", "tn": [{"ref": "Who is a wise man? Who knows what the events in life mean?", "text": "The writer asks these as leading questions to provide the answer in what he says next."}, {"ref": "causes his face to shine", "text": "This means that the person's face will show that he has wisdom. AT: \"shows on his face\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hardness of his face", "text": "AT: \"his harsh appearance\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "02", "tn": [{"ref": "God's oath to protect him", "text": "\"the oath you made before God to protect him\""}, {"ref": "Do not hurry out of his presence", "text": "Possible meanings are 1) do not be hasty to physically leave his presence or 2) to remain loyal to the King, do not hastily abandon him for another."}, {"ref": "The king's word rules", "text": "AT: \"What the king says is the law\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who will say to him", "text": "AT: \"no one can say to him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What are you doing?", "text": "AT: \"You should not be doing what you are doing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "A wise man's heart recognizes", "text": "the \"heart\" refers to thoughts. AT: \"A wise man recognizes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Who can tell him what is coming?", "text": "This question emphasizes that no one know what will happen in the future. AT: \"No one can tell him what is coming.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "No one is ruler over his breath so as to stop the breath ... no one has power over the day of his death", "text": "Just as no one has the ability to stop himself from breathing, no one can continue living when it is time to die. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "wickedness will not rescue those who are its slaves", "text": "The writer speaks of wickedness as if it were a master who had slaves. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "applied my heart", "text": "See how you translated this in [[:en:bible:notes:ecc:01:16|1:17]]."}, {"ref": "every kind of work that is done", "text": "AT: \"every kind of work that people do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "the wicked buried publicly", "text": "Evil people that died were given honorable burials. Implied was that their bodies should have been thrown onto the city refuse heap or such. AT: \"people bury the wicked publicly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They were taken from the holy area and buried and were praised by people", "text": "AT: \"People took them from the holy area and buried them and praised them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When a sentence against an evil crime is not executed quickly", "text": "AT: \"When people in authority do not quickly execute a sentence against an evil crime\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "entices the hearts of human beings", "text": "Here the word \"heart\" refers to the will. AT: \"entices human beings\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "a hundred times", "text": "AT: \"100 times\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "it will be well with those who respect God", "text": "AT: \"life will go well for those who respect God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who respect God, who honor his presence", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his life will not be prolonged", "text": "AT: \"God will not prolong his life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "His days are like a fleeting shadow", "text": "Possible meanings are 1) the writer compares the length of the wicked person's life to a shadow that passes quickly or 2) the quality or enjoyment of life is fleeting to a wicked person, there is no substance to his life. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "14", "tn": [{"ref": "useless vapor", "text": "\"meaningless\" or \"futility\". Things that happen but should not. Such as good things happening to wicked people and bad things happening to good people."}, {"ref": "something else that is done on the earth", "text": "AT: \"something else that people do on the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for all the days of his life that God has given him", "text": "AT: \"for as long as God allows him to live\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "applied my heart", "text": "to apply one's mind and understanding towards figuring out something. See how you translated this in [[:en:bible:notes:ecc:01:16|1:17]]."}, {"ref": "the work that is done on the earth", "text": "AT: \"the work that people do on the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "without sleep for the eyes", "text": "AT: \"without sleeping\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the work that is done under the sun", "text": "Possible meanings are 1) \"the work that God does under the sun\" or 2) \"the work that God allows people to do under the sun.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]