[{"id": "01", "tn": [{"ref": "Aaron's two sons", "text": "This refers to Nadab and Abihu. They died because they brought fire to Yahweh that he did not approve. (See: [[:en:bible:notes:lev:10:01|10:1-2]])"}]}, {"id": "03", "tn": [{"ref": "So here is how", "text": "\"This is how\""}, {"ref": "undergarments", "text": "\"underwear.\" This is clothing worn next to the skin under the outer clothes."}, {"ref": "sash", "text": "a piece of cloth that ties around the waist or chest"}, {"ref": "turban", "text": "This is a head covering made from wrapped strips of cloth."}, {"ref": "from the assembly", "text": "\"from the congregation\""}]}, {"id": "06", "tn": [{"ref": "the sin offering, which will be for himself", "text": "\"the sin offering for himself\""}]}, {"id": "08", "tn": [{"ref": "the scapegoat", "text": "\"the goat that is sent away.\" Aaron was to have someone set the goat free in the wilderness."}, {"ref": "on which the lot fell", "text": "\"which the lot designated\""}, {"ref": "But the goat ... must be brought alive before Yahweh", "text": "This can be stated in active form. AT: \"But Aaron must bring the goat ... alive before Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what Aaron must do on the Day of Atonement."}, {"ref": "he must kill the bull", "text": "Aaron would catch the blood of the bull in a bowl so he could later sprinkle it on the atonement lid. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "censer", "text": "a container for fire and incense, used by the priests"}, {"ref": "sweet incense", "text": "\"sweet-smelling incense.\" This refers to the smell and not to the taste of the incense."}]}, {"id": "14", "tn": [{"ref": "the blood of the bull", "text": "This is the blood Aaron caught with a bowl in [[:en:bible:notes:lev:16:11|16:11]]."}, {"ref": "sprinkle it with his finger", "text": "He used his finger to splash the blood."}, {"ref": "on the front of the atonement lid", "text": "He put the blood on the top part of the lid. He also put it on the side of the lid that faced him as he entered the most holy place."}, {"ref": "before the atonement lid", "text": "Possible meanings are 1) \"below the atonement lid onto the chest\" or 2) \"onto the ground in front of the atonement lid.\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what Aaron must do on the Day of Atonement."}, {"ref": "he must sprinkle it on the atonement lid and then before the atonement lid", "text": "Aaron sprinkled the blood in the same manner that he did with the bull's blood. See how you translated the previous instructions in [[:en:bible:notes:lev:16:14|16:14]]."}, {"ref": "He must make atonement for the holy place because of the unclean actions of the people of Israel", "text": "The sins of the people of Israel made the holy place unclean."}, {"ref": "unclean actions ... rebellion ... sins", "text": "These words mean basically the same thing. They emphasize that the people have committed all kinds of sins."}, {"ref": "unclean actions", "text": "Sinful actions which make people unacceptable to Yahweh are spoken of as if they were physically unclean actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the presence of their unclean actions", "text": "The phrase \"their unclean actions\" represents the people who commit sinful actions. AT: \"in the presence of people who commit sinful actions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "He must go out to the altar that is before Yahweh", "text": "This is the altar of sacrifice just inside the courtyard of the tabernacle."}, {"ref": "and make atonement for it", "text": "Like the holy place and tent of meeting, the altar is unclean because of the sins of the people."}, {"ref": "horns of the altar", "text": "\"the projections at the corners of the altar\" (UDB). This refers to the corners of the altar. They are shaped like the horns of an ox. See how you translated this in [[:en:bible:notes:lev:04:06|4:7]]."}, {"ref": "to cleanse it", "text": "The altar being fit to be used for God's purposes is spoken of as if it were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set it apart to Yahweh, away from the unclean actions of the people of Israel", "text": "The altar being dedicated to Yahweh is spoken of as if it were physically separated from the sins of the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the unclean actions", "text": "Sinful actions which make people unacceptable to Yahweh are spoken of as if they were physically unclean actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "he must present the live goat", "text": "This goat is called the scapegoat in verse [[:en:bible:notes:lev:16:08|16:10]]."}, {"ref": "confess over him", "text": "\"confess over the goat\""}, {"ref": "he must put that sinfulness on the head of the goat", "text": "Aaron's actions here were a symbolic transfer of the people's sin to the goat as a sign that the goat would bear the punishment for their guilt. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "wickedness ... rebellion ... sins", "text": "These all mean basically the same thing. Aaron is confessing every kind of sin that the people committed."}]}, {"id": "23", "tn": [{"ref": "and take off the linen garments", "text": "These were the special garments Aaron wore only when he entered the most holy place."}, {"ref": "He must bathe his body in water in a holy place", "text": "Here \"holy place\" does not refer to the tent of meeting. This was a different place set aside for him to bathe himself."}, {"ref": "put on his normal garments", "text": "These are the clothes that Aaron wore for his ordinary duties."}]}, {"id": "25", "tn": [{"ref": "He must burn", "text": "\"Aaron must burn\""}, {"ref": "The man who let the scapegoat go free must wash his clothes and bathe his body in water", "text": "The man was unclean because of his contact with the scapegoat, which carried the sin of the people."}, {"ref": "scapegoat", "text": "\"the goat that is sent away.\" See how you translated this in [[:en:bible:notes:lev:16:08|16:8]]."}]}, {"id": "27", "tn": [{"ref": "whose blood was brought", "text": "This can be translated in active form. AT: \"whose blood Aaron brought\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must be carried", "text": "This can be translated in active form. AT: \"someone must carry\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their hides", "text": "\"their skins.\" Here \"their\" refers to the bull and the goat."}]}, {"id": "29", "tn": [{"ref": "for you", "text": "The word \"you\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "in the seventh month, on the tenth day of the month", "text": "This is the seventh month of the Hebrew calendar. The tenth day is near the end of September on the western calendar. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "atonement will be made for you", "text": "This can be translated in active form. AT: \"Aaron will make atonement for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to cleanse you ... so you will be clean", "text": "People who are acceptable for God's purposes are spoken of as if they were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is a solemn Sabbath of rest for you", "text": "This is not the same as the Sabbath they observed every week on the seventh day. This was a special Sabbath on the Day of Atonement."}]}, {"id": "32", "tn": [{"ref": "the one who will be anointed and ordained", "text": "This can be translated in active form. AT: \"the one they will anoint and ordain\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in his father's place", "text": "When the high priest died, one of his sons would replace him."}, {"ref": "the holy garments", "text": "These are special clothes the high priest must wear when he enters the most holy place."}, {"ref": "for all the people of the assembly", "text": "\"for all the people of Israel\""}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "Yahweh finishes telling Moses what the people must do on the Day of Atonement."}, {"ref": "This was done as Yahweh commanded Moses", "text": "This can be translated in active form. AT: \"And Moses did as Yahweh commanded\" or \"And Aaron did as Yahweh commanded Moses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]