[{"id": "01", "tn": [{"ref": "Machir", "text": "This is the name of a man. Translate this name in the same way you did in [[:en:bible:notes:num:26:28|26:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "You were commanded by Yahweh", "text": "This can be stated in active form. AT: \"Yahweh commanded you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Zelophehad", "text": "This is the name of a man. Translate this name in the same way you did in [[:en:bible:notes:num:26:33|26:33]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "will be removed from our ancestor's share", "text": "This can be stated in active form. AT: \"will no longer belong to our ancestor's share\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It will be added", "text": "This can be stated in active form. AT: \"It will belong to\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will be removed from the assigned share of our inheritance", "text": "This can be stated in active form. AT: \"it will no longer be a part of our inheritance\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the year of Jubilee of the people", "text": "This refers to a celebration which happens once every fifty years. In this celebration, all land that someone sold or traded must return to the original owner. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "their share will be joined", "text": "This can be stated in active form. AT: \"their share will belong\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their share will be taken away from the share of our ancestors' tribe", "text": "This can be stated in active form. AT: \"they will take our tribe's share of the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "at Yahweh's word", "text": "\"according to what Yahweh said\""}, {"ref": "Let them be married to whom they think best", "text": "This can be stated in active form. AT: \"Let them marry whom they want\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but they must be married only within their father's tribe", "text": "This can be stated in active form. AT: \"but they may only marry someone from their father's tribe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "No share", "text": "The word \"share\" represents the portion of land that each tribe received as an inheritance. AT: \"No portion of the land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "who owns a share in her tribe", "text": "\"who owns a share of land in her tribe\""}, {"ref": "may own an inheritance", "text": "The land that each clan possesses is spoken of as if it were an inheritance that they received. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "No share may change hands from one tribe to another", "text": "Transferring ownership from one tribe to another is spoken of as if the property passed from one person's hands to another person's hands. AT: \"No one may transfer the ownership of any share of land from one tribe to another\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Mahlah, Tirzah, Hoglah, Milcah, and Noah", "text": "These are names of women. Translate these names in the same way you did in [[:en:bible:notes:num:26:33|26:33]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "their inheritances", "text": "The land that each of Zelophehad's daughters possessed is spoken of as if it were an inheritance that they received. AT: \"the lands that they received as an inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "plains", "text": "a large area of flat land"}]}]