[{"id": "01", "tn": [{"ref": "the land must be made to keep a Sabbath for Yahweh", "text": "The land is spoken of as if it were a person that could obey the Sabbath by resting. Just as the people had to rest every seventh day, people were to honor God by not farming the land every seventh year. AT: \"you must obey the Sabbath law by letting the land rest every seventh year for Yahweh\" or \"you must obey Yahweh's Sabbath by not farming the land every seventh year\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "prune your vineyard", "text": "To prune a vineyard is to cut the branches and vines to help the fruit grow better."}, {"ref": "a Sabbath of solemn rest for the land must be observed", "text": "Not farming the land is spoken of as letting the land rest. This can be stated in active form. AT: \"you must observe a Sabbath of solemn rest for the land\" or \"you must obey the Sabbath law by not farming the land every seventh year\"  (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "You must not conduct ... who live with you may gather food", "text": "In 25:5-6 Yahweh means he will not allow the owner of a field to organize his workers and harvest the land as he does the other six years. However, Yahweh will allow individuals to go through the fields to pick and eat the fruit they find."}, {"ref": "your unpruned vines", "text": "This means that no one has taken care of the vines and cut them as they do during the other six years. This can be stated in active form. AT: \"your vines that you do not prune\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whatever the unworked land grows", "text": "\"whatever grows on the unworked land\""}, {"ref": "the  unworked land", "text": "This means that no one has taken care of the gardens or farms as they do during the other six years. This can be stated in active form. AT: \"your gardens that you do not tend\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whatever the land produces", "text": "\"whatever grows on the land\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "there will be seven Sabbaths of years", "text": "\"they will be seven sets of seven years\""}, {"ref": "forty-nine years", "text": "nine years** - \"49 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the tenth day of the seventh month", "text": "This is the seventh month of the Hebrew calendar. The tenth day is near the end of September on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the Day of Atonement", "text": "On this day each year the high priest would make a sacrifice to Yahweh so that Yahweh would forgive all the sins of the people of Israel. See how you translated this in [[:en:bible:notes:lev:23:26|23:27]]."}]}, {"id": "10", "tn": [{"ref": "fiftieth year", "text": "This is an ordinal number. AT: \"year 50\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a Jubilee for you", "text": "The Jubilee was a year when the Jews had to return land to its' original owners and set slaves free. AT: \"a year of restoration for you\" or \"a year for you to return land and free slaves\""}, {"ref": "property and slaves must be returned", "text": "This can be stated in active form. AT: \"you must return property and slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "a Jubilee for you", "text": "\"a year of restoration\" or \"a year for you to return the land.\" It can be stated clearly who they were returning the land to. AT: \"a year for you to return the land to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You must eat the produce that grows by itself out of the fields", "text": "Yahweh did not allow the land owner to organize his workers and harvest the land as he did the other six years. However, he did allow individuals to go through the fields and eat what they find."}]}, {"id": "13", "tn": [{"ref": "this year of Jubilee", "text": "\"this year of restoration\" or \"this year to return land and free slaves\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "God continues telling Moses what the people must do."}, {"ref": "that can be harvested", "text": "This can be stated in active form. AT: \"that you can harvest\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the next Jubilee", "text": "\"the next year of restoration\" or \"the next year to return land\""}]}, {"id": "18", "tn": [{"ref": "obey my decrees, keep my laws, and carry them out", "text": "All of these phrases mean basically the same thing. They emphasize that the people must obey everything Yahweh says. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you will eat your fill", "text": "This means that they would eat enough until their stomach was full. AT: \"you will eat till you are full\" or \"you will eat plenty\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "You might say", "text": "Here \"You\" refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I will command my blessing to come upon you", "text": "God speaks of his blessing as if it were a person that could obey him. AT: \"I will send my blessing on you\" or \"I will bless you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from the provisions stored", "text": "This can be stated in active form. AT: \"from the food you store\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "The land must not be sold to a new permanent owner", "text": "This can be stated in active form. AT: \"You must not sell your land permanently to another person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You must observe the right of redemption", "text": "The noun \"redemption\" can be expressed with the verbs \"redeem\" or \"buy back.\" AT: \"You must remember that the original owner has the right to redeem the land whenever he wants\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you must allow the land to be bought back by the family from whom you bought it", "text": "This can be stated in active form.  AT: \"you must allow the family from whom you bought the land to buy it back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "the land was sold", "text": "This can be stated in active form. AT: \"he sold the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "repay the balance to the man to whom he sold it", "text": "This can be made explicit. AT: \"repay to the purchaser who bought it the money the purchaser would have made\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land.\" See how you translated it in [[:en:bible:notes:lev:25:10|25:10]]."}, {"ref": "the land will be returned", "text": "This can be stated in active form. AT: \"the one who had bought it will return the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will return to his property", "text": "\"will go back to his land\""}]}, {"id": "29", "tn": [{"ref": "after it was sold", "text": "This can be stated in active form. AT: \"after he sold it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the right of redemption", "text": "The noun \"redemption\" can be expressed with the verbs \"redeem\" or \"buy back.\" AT: \"the right to redeem it\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "If the house is not redeemed", "text": "This can be stated in active form. AT: \"If he or his family does not redeem the house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "That house is not to be returned", "text": "This can be stated in active form. AT: \"The man who bought that house will not have to return it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land and free slaves\""}]}, {"id": "31", "tn": [{"ref": "But the houses of the villages that have no wall", "text": "Some villages did not have a wall around them."}, {"ref": "They may be redeemed, and they must be returned", "text": "This can be stated in active form. AT: \"You may buy back those houses, and those who bought them must return them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land and free slaves\""}, {"ref": "the houses owned by the Levites in their cities", "text": "This can be stated in active form. AT: \"the houses that the Levites own in their cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may be redeemed at any time", "text": "This can be stated in active form. AT: \"the Levites may redeem them at any time\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "33", "tn": [{"ref": "the house that was sold in the city where it is located must be returned", "text": "This can be stated in active form. AT: \"the one who bought the house in the city where it is located must return it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land and free slaves\""}, {"ref": "their property among the people of Israel", "text": "The land of Canaan was divided up among the people of Israel, but of that land, the Levites were only given 48 cities with the fields around them. AT: \"their part of the land that the Israelites possessed\" or \"their property in the land of Israel\""}, {"ref": "But the fields around their cities may not be sold", "text": "This can be stated in active form. AT: \"But the Levites must not sell the fields around their cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "Do not charge him interest", "text": "\"Do not make him pay you back more than what you lend him\""}]}, {"id": "39", "tn": [{"ref": "you must not make him work like a slave. Treat him as a hired servant", "text": "This means the owner was to treat the Israelite with more respect than he would treat a slave."}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land and free slaves\""}]}, {"id": "42", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what he must tell the people."}, {"ref": "they are my servants", "text": "\"your fellow countrymen are my servants\""}, {"ref": "They will not be sold as slaves", "text": "This can be stated in active form. AT: \"You must not sell them as slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you may buy slaves from them", "text": "\"you may buy slaves from those nations\""}]}, {"id": "47", "tn": [{"ref": "after your fellow Israelite has been bought, he may be bought back. Someone in his family may redeem him", "text": "This can be stated in active form. AT: \"after the foreigner buys your fellow Israelite, someone in the Israelite's family may buy him back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "49", "tn": [{"ref": "until the year of Jubilee", "text": "An Israelite could be a slave only until the year of Jubilee. These instructions are for when an Israelite wanted to buy back his freedom before the year of Jubilee."}, {"ref": "the year of Jubilee", "text": "\"the year of restoration\" or \"the year to return land and to free slaves\""}, {"ref": "The price of his redemption must be figured", "text": "The verb \"figured\" can be stated in active form. AT: \"They must figure the price of his redemption\"  or \"They must figure how much to pay for the foreigner to set the Israelite free\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in keeping with the rate paid to a hired servant", "text": "If the Israelite bought back his freedom, the foreigner would have to hire a servant to do the work that the Israelite would have done but will not. The verbs \"paid\" and \"hired\" can be expressed in active form. AT: \"according to the rate a person would pay to hire a servant\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the number of years he might continue to work", "text": "\"for the number of years until the jubilee that the Israelite would have continued to work but will not\""}]}, {"id": "51", "tn": [{"ref": "he must pay back", "text": "\"the Israelite slave must pay back\""}]}, {"id": "53", "tn": [{"ref": "He is to be treated", "text": "This can be stated in active form. AT: \"The foreigner who bought him as a slave must treat him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he is not treated with harshness", "text": "This can be stated in active form. AT: \"no one treats him badly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If he is not redeemed by these means", "text": "This can be stated in active form, and who he is to be redeemed from can be stated clearly. AT: \"If no one redeems him by these means from the one who bought him as a slave\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by these means", "text": "\"in this way\""}, {"ref": "he must serve until the year of Jubilee, he and his children with him", "text": "The Israelite slave and his children would serve the foreigner until the year of Jubilee, and then the foreigner would have to set the Israelite and his children free."}, {"ref": "To me the people of Israel are servants", "text": "\"For it is to me that the people of Israel are servants.\"  This is the reason that God wanted the Israelites to be set free in the year of jubilee. They were his servants. They were not permitted to be anyone else's permanent slave."}]}]