[{"id": "01", "tn": [{"ref": "Jabin ... Jobab", "text": "These are names of kings. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hazor ... Madon ... Shimron ... Acshaph ... Chinnereth ... Dor ... Mount Hermon", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "All the Canaanite kings attack Joshua and the nation of Israel."}, {"ref": "a great number of soldiers, in number like the sand on the seashore", "text": "This exaggeration emphasizes the very large number of soldiers that these kings assembled. AT: \"such a great number of soldiers that there appeared to be as many of them as there are grains of sand on the seashore\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Merom", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "I am giving them all to Israel as dead men", "text": "Yahweh enabling Israel to conquer the enemy army and kill all of the soldiers is spoken of as if Yahweh killed the soldiers and then gave them to Israel. AT: \"I will enable Israel to kill all of them in battle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hamstring their horses", "text": "\"cripple their horses by cutting their legs.\" This is a practice where the tendons in the backs of the legs are cut so that the horses cannot walk."}, {"ref": "Merom", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Yahweh gave the enemy into the hand of Israel", "text": "Here the word \"hand\" represents power. Yahweh enabling the army of Israel to conquer their enemy is spoken of as if Yahweh had put the enemy army into Israel's hand. AT: \"Yahweh enabled Israel to conquer the enemy\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "struck them with the sword ... struck them", "text": "Here the word \"sword\" represents all of the weapons that they used to attack their enemies. AT: \"attacked them with their weapons ... attacked them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Misrephoth Maim", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "hamstrung", "text": "This is a practice where the tendons in the backs of the legs are cut so that the horses cannot run. Translate this word in the same way you did in [[:en:bible:notes:jos:11:06|11:6]]."}]}, {"id": "10", "tn": [{"ref": "He struck its king with the sword", "text": "\"Joshua killed the king of Hazor with his sword\""}, {"ref": "Hazor had been head of all these kingdoms", "text": "Hazor being the most important city is spoken of as Hazor being the head of the other kingdoms. AT: Hazor had been the most important of all these kingdoms\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They struck with the sword every living creature that was there ... so there was not any living creature left alive", "text": "These two phrases share similar meanings and emphasize complete destruction. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he set them apart to be destroyed", "text": "The word \"he\" refers to Joshua and is a metonym for the army that he led. Completely destroying every living thing in the city is spoken of as if those living things were dedicated for destruction. AT: \"the army completely destroyed them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "struck them with the sword", "text": "\"killed them\""}, {"ref": "cities built on mounds", "text": "\"cities built on small hills\""}]}, {"id": "14", "tn": [{"ref": "for themselves", "text": "This phrase refers to the army of Israel. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "They killed every human being with the sword until all were dead. They left no living creature alive.", "text": "These two phrases share similar meanings and emphasize complete destruction. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He left nothing undone of all that Yahweh commanded Moses to do", "text": "This negative phrase emphasizes that Joshua did everything that Yahweh commanded. AT: \"Joshua did everything that Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "16", "tn": [{"ref": "Mount Halak ... Baal Gad", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "18", "tn": [{"ref": "it was Yahweh who hardened their hearts", "text": "Yahweh causing the people of the cities to be stubborn is spoken of as if Yahweh had hardened their hearts. AT: \"it was Yahweh who caused them to act stubbornly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Anakim", "text": "These are the descendants of Anak. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Debir ... Anab", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "23", "tn": [{"ref": "Joshua gave it as an inheritance to Israel", "text": "Joshua giving the land to the Israelites is spoken of as if he had given the Israelites an inheritance as a permanent possession. AT: \"Joshua gave the land to the Israelites as a permanent possession\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land had rest from the wars", "text": "The people no longer fighting wars is spoken of as if the land were a person who rested from war. AT: \"the people no longer fought wars in the land\" or \"there was peace in the land\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]