[{"id": "01", "tn": [{"ref": "keep my Sabbaths", "text": "\"observe my Sabbaths\" or \"respect my day of rest\""}, {"ref": "Do not turn to worthless idols", "text": "Worshiping idols is spoken of as if it were physically turning towards them. AT: \"Do not begin to worship worthless idols\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "you must offer it that you may be accepted", "text": "This can be translated in active form. Possible meanings are 1) Yahweh will accept the person offering the sacrifice. AT: \"you must offer it properly so that I will accept you\" or 2) Yahweh will accept the sacrifice from the person. AT: \"you must offer it properly so that I will accept your sacrifice\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It must be eaten", "text": "This can be translated in active form. AT: \"You must eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it must be burned", "text": "This can be translated in active form. AT: \"you must burn it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If it is eaten at all", "text": "This can be translated in active form. AT: \"If you eat any of it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It must not be accepted", "text": "To eat the offering after the designated time is against God and increases the guilt the offering was to cover. This can be translated in active form. AT: \"You may not accept it for eating\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone ... must carry his own guilt", "text": "A person's guilt is spoken of as if it were a physical object that the person carries. Here the word \"guilt\" represents the punishment for that guilt. AT: \"everyone ... is responsible for his own guilt\" or \"Yahweh will punish everyone ... for his sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "That person must be cut off from his people", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. See how you translated this in [[:en:bible:notes:lev:07:19|7:20]]. AT: \"that person may no longer live among his people\" or \"you must separate that person from his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "When you reap the harvest of your land, you must not completely reap the corners of your field", "text": "\"When you gather your crops, do not gather all the way to the edges of your fields\""}, {"ref": "neither will you gather all the produce of your harvest", "text": "This refers to the practice of going back over the fields a second time to gather any produce that remained after the first time. The full meaning of this statement can be made explicit. AT: \"and do not go back and pick up all that you left behind\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "Do not swear by my name falsely", "text": "\"Do not use my name to swear about something that is not true\""}]}, {"id": "13", "tn": [{"ref": "Do not oppress your neighbor or rob him", "text": "Here \"neighbor\" means \"anyone.\" The meaning of this can be made explicit. AT: \"Do not hurt or rob anyone\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The wages of a hired servant must not stay with you all night until the morning", "text": "Yahweh commands the employer to pay his servant promptly when his work is done that day. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "Do not cause judgment to be false", "text": "This double negative is used for emphasis. It can be expressed in a positive way. AT: \"Always judge rightly\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "You must not show favoritism to someone because he is poor, and you must not show favoritism to someone because he is important", "text": "The words \"poor\" and \"important\" are two extremes, which together mean \"anyone.\" You can translate this to clarify the terms. AT: \"You must not show favoritism to anyone based on how much money they have\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "judge your neighbor righteously", "text": "\"judge everyone according to what is right\""}, {"ref": "Do not walk around spreading false gossip", "text": "\"Do not go around gossiping to other people\""}]}, {"id": "17", "tn": [{"ref": "Do not hate your brother in your heart", "text": "Continually hating a person is spoken of as if it were hating a person in the heart. AT: \"Do not continually hate your brother\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You must honestly rebuke your neighbor", "text": "\"You must correct a person who is sinning\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "clothing made of two kinds of material mixed together", "text": "This can be translated in active form. AT: \"clothing that someone made from two kinds of material\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "who is promised to a husband", "text": "This can be translated in active form. AT: \"who is engaged to marry another man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but who has not been ransomed or given her freedom", "text": "This can be translated in active form. AT: \"but whom her future husband has not ransomed or given her freedom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they must be punished", "text": "This can be translated in active form. AT: \"you must punish the slave girl and the man who slept with her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They must not be put to death", "text": "This can be translated in active form. AT: \"You must not kill them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A man must bring his guilt offering to Yahweh to the entrance to the tent of meeting—a ram as a guilt offering", "text": "\"A man must bring a ram as a guilt offering to Yahweh to the entrance of the tent of meeting\""}, {"ref": "the sin which he has committed will be forgiven", "text": "This can be translated in active form. AT: \"Yahweh will forgive the sin which he has committed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "then you must regard the fruit they produce as forbidden to be eaten ... It must not be eaten", "text": "Yahweh repeats the prohibition in order to emphasize it and to clarify that it is in force for the first three years that the tree bears fruit. Translate this to clarify the period of time the trees must be left alone. AT: \"then you must not eat the fruit of the trees for the first three years\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you must regard the fruit they produce as forbidden to be eaten", "text": "This can be translated in active form. AT: \"you must regard the fruit they produce as something that I have forbidden you to eat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The fruit must be forbidden to you", "text": "This can be translated in active form. AT: \"I have forbidden the fruit to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It must not be eaten", "text": "This can be translated in active form. AT: \"You must not eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "the nation will fall to prostitution and the land will become full of wickedness", "text": "Here the words \"nation\" and \"land\" represent the people who live there. Many people practicing prostitution and other wicked deeds is spoken of as if the they have fallen into or become full of those things. AT: \"the people will begin to practice prostitution and many wicked things\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "the dead or with spirits", "text": "Possible meanings are 1) that \"the dead\" and \"spirits\" are two different things or 2) that this is a doublet that means \"the spirits of dead people\" (UDB). (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Do not seek them out, or they will defile you", "text": "\"Do not seek those people out. If you do, they will defile you\""}]}, {"id": "32", "tn": [{"ref": "You must rise", "text": "Standing up in front of someone is a sign of respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the gray-headed person", "text": "headed person** - This refers to a person whose hair has turned gray from age, or \"an old person.\""}]}, {"id": "35", "tn": [{"ref": "Do not use false measures", "text": "This prohibits the practice of intentionally using instruments that give inaccurate readings when measuring things."}, {"ref": "ephah", "text": "This was a measurement for grain. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "hin", "text": "This was a measurement for liquids. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "must obey ... and do them", "text": "These phrases mean the same thing and emphasize the command for obedience. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]