[{"id": "01", "tn": [{"ref": "tell them to keep away from the holy things", "text": "\"tell them when they should keep away from the holy things.\" Yahweh is about to describe situations where a priest is unclean and not allowed to touch holy things."}, {"ref": "profane my holy name", "text": "The word \"profane\" here means to dishonor. The word \"name\" represents Yahweh's character. AT: \"dishonor my reputation\" or \"dishonor me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "throughout your generations", "text": "\"from now on\""}, {"ref": "while he is unclean", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that person must be cut off from before me", "text": "A priest no longer being able to serve Yahweh is spoken of as if that person had been cut off from Yahweh's presence, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. AT: \"that person will no longer be able to serve as a priest\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "infectious skin disease", "text": "a disease on the skin easily spread from one person to another"}, {"ref": "an infection flowing from his body", "text": "\"a bodily discharge\""}, {"ref": "from his body", "text": "This is a polite way of referring to a man's private parts. See how you translated a similar phrase in [[:en:bible:notes:lev:15:01|15:1]]. AT: \"from his private parts\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "until he is clean", "text": "A person who is acceptable for God's purposes is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whoever touches anything unclean", "text": "Something that Yahweh has said is unfit to touch or eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "through contact with the dead", "text": "\"by touching a dead body\""}, {"ref": "the sacrifices made to Yahweh", "text": "This can be stated in active form. AT: \"the sacrifices that someone has offered to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "or whoever touches any creeping animal that makes him unclean, or any person who makes him unclean", "text": "This can be made explicit. AT: \"or whoever is unclean from touching a creeping animal or from touching another unclean person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the priest ... will be unclean", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until evening", "text": "\"until sunset\""}]}, {"id": "07", "tn": [{"ref": "he will then be clean", "text": "\"the priest will then be considered clean.\" A person who is acceptable for God's purposes is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "found dead or killed by wild animals", "text": "This can be stated in active form. AT: \"that someone found dead or that a wild animal has killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what Aaron and his sons must do."}]}, {"id": "12", "tn": [{"ref": "the holy contribution offerings", "text": "The word \"contribution\" can be translated with a verbal phrase. AT: \"the holy offerings which people have contributed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "14", "tn": [{"ref": "he must repay the priest for it; he must add one-fifth to it", "text": "fifth to it** - Possible meanings are 1) that the person had to replace the food that he had eaten with the same kind of food or 2) that the person had to pay money to the priest for the food that he had eaten."}, {"ref": "one-fifth", "text": "fifth** - This is one part out of five equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "must not dishonor the holy things", "text": "This can be stated in positive form. AT: \"must treat the holy things with honor\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "that they have raised high and presented", "text": "The phrase \"raised high\" refers to a symbolic gesture of respect that represents offering something to Yahweh. It means basically the same thing as \"presented.\" AT: \"that they have offered\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "cause themselves to carry the sin that would make them guilty", "text": "Sin is spoken of as if it were an object that people can carry. Possible meanings are 1) they would be responsible for the sin and so become guilty. AT: \"they would be guilty for the sin that they committed\" or 2) the word \"sin\" is a metonym for punishment for the sin that they committed. AT: \"they would receive the punishment because they are guilty\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "an alien", "text": "\"a foreigner\""}, {"ref": "if it is to be accepted", "text": "This can be stated in active form. AT: \"if Yahweh is to accept it\" or \"if I, Yahweh, am to accept it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "to be accepted", "text": "This can be stated in active form. AT: \"for me to accept it\" or \"for Yahweh to accept it\" (See: [[:en:ta:vol2:translate: figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "disabled, or maimed", "text": "These words refer to defects caused by accidents."}, {"ref": "warts, sores, or scabs", "text": "These refer to types of skin diseases."}, {"ref": "will not be accepted", "text": "This can be stated in active form. AT: \"I will not accept\" or \"Yahweh will not accept\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "deformed or small", "text": "These words refer to defects the animal has from birth."}]}, {"id": "24", "tn": [{"ref": "must not present the bread of your God", "text": "Here \"bread\" represents food in general. God did not actually eat the sacrifices. Priests would offer the sacrifice on God's altar, and they would eat some of the meat. AT: \"must not present an animal as a food offering to your God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from the hand of a foreigner", "text": "The word \"hand\" represents the whole person. It is implied that Israelites could not use animals as a sacrifice to God if they bought it from a foreigner, because foreigners castrated their animals making them unacceptable to God. AT: \"that a foreigner has given you, because they castrate their animals\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will not be accepted for you", "text": "This can be stated in active form. AT: \"Yahweh will not accept them from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "it may be accepted", "text": "This can be stated in active form. AT: \"you may accept it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for an offering made by fire", "text": "This can be stated in active form. AT: \"for a burnt offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "It must be eaten", "text": "This can be stated in active form. AT: \"You must eat it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that it is sacrificed", "text": "This can be stated in active form. AT: \"that you sacrificed it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "keep my commandments and carry them out", "text": "The words \"keep\" and \"carry out\" mean the same thing. They emphasize that the people must obey God's commands. AT: \"obey my commandments\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "You must not dishonor my holy name", "text": "Here the word \"name\" represents Yahweh himself and his reputation. AT: \"You must not dishonor me\" or \"You must not dishonor my holy reputation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I must be acknowledged as holy by the people of Israel", "text": "This can be stated in active form. AT: \"The people of Israel must acknowledge me as holy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]