[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to sing praises to your name", "text": "The words \"your name\" are a metonym for \"you.\" AT: \"to sing praises to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "proclaim your covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be translated with the adjective \"faithful.\" AT: \"tell people that you are faithful to keep your covenant\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your truthfulness", "text": "The abstract noun \"truthfulness\" can be translated with the adjective \"true.\" AT: \"that everything you say is true\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "004", "tn": [{"ref": "glad", "text": "\"happy\""}, {"ref": "through your deeds", "text": "The abstract noun phrase \"your deeds\" can be translated with the relative clause \"what you have done.\" AT: \"by what you have done\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the deeds of your hands", "text": "The abstract noun phrase \"the deeds of your hands\" can be translated with the relative clause \"what your hands have done.\" The word \"hands\" is a synecdoche for the whole person. AT: \"What you have done\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your deeds", "text": "The abstract noun phrase \"your deeds\" can be translated with a relative clause. AT: \"what you have done\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your thoughts are very deep", "text": "\"We cannot understand what you plan to do until you do it\""}, {"ref": "Your thoughts", "text": "The abstract noun phrase \"your thoughts\" can be translated with a relative clause. AT: \"What you think\" or \"What you plan\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "006", "tn": [{"ref": "brutish", "text": "\"violent and stupid\""}, {"ref": "When the wicked sprout like the grass", "text": "This compares evil people to grass, which grows quickly and in many places. AT: \"When evil people appear quickly and seem to be everywhere, like grass\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they are doomed to eternal destruction", "text": "This can be translated in active form. AT: \"God has decided that he will destroy them completely\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "008", "tn": [{"ref": "Indeed, look at your enemies, Yahweh", "text": "Many texts do not have these words."}, {"ref": "They will perish", "text": "\"They will die\" or \"You will kill them\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "All those who do evil will be scattered", "text": "This can be stated in active form. AT: \"you will scatter all those who do evil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be scattered", "text": "Many texts read, \"have been scattered.\""}, {"ref": "be scattered", "text": "\"driven away\""}]}, {"id": "010", "tn": [{"ref": "You have lifted up my horn like the horn of the wild ox", "text": "The psalmist speaks God as if God had made him as strong as a wild animal. AT: \"You have made me as strong as a wild ox\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "lifted up ... horn", "text": "\"made me strong\" See how \"lift up ... horn\" is translated in [[:en:bible:notes:psa:075:004|75:4-6]]."}, {"ref": "I am anointed with fresh oil", "text": "Possible meanings are that the oil that God has put on the psalmist is a metaphor for God 1) making him happy \"you have made me very happy\" or 2) making him strong, \"you have made me strong\" or 3) enabling him to defeat his enemies, \"you have enabled me to defeat my enemies.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My eyes have seen the downfall of my enemies; my ears have heard of the doom of my evil foes", "text": "The words \"eyes\" and \"ears\" are synecdoches for the person who sees and hears. The lines may be combined. AT: \"I have seen and heard of the defeat of my evil enemies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "012", "tn": [{"ref": "The righteous will flourish like the palm tree", "text": "Possible meanings are that righteous people will be like a healthy palm tree because they will 1) be strong or 2) live for long time. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they will grow like a cedar in Lebanon", "text": "Possible meanings are that righteous people will be like a healthy cedar tree growing in the land of Lebanon because 1) they will be strong or 2) people will honor them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They are planted", "text": "This can be stated in active form. AT: \"Yahweh has planted them\" or \"Yahweh takes care of them as if they were trees he had planted\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the house of Yahweh ... in the courts of our God", "text": "The psalmist speaks of people who truly worship God as if they were trees growing in Yahweh's house. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they flourish", "text": "The psalmist speaks of righteous people as if they were healthy trees. AT: \"they are growing well\" or \"they are very strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the courts of our God", "text": "in the courtyard of the temple in Jerusalem."}]}, {"id": "014", "tn": [{"ref": "They bear fruit", "text": "The psalmist speaks of righteous people as if they were trees that produce food. AT: \"They please God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they stay fresh and green", "text": "The psalmist speaks of righteous people as if they were trees. AT: \"they remain strong and healthy\" or \"they always do what pleases God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "green, to proclaim that", "text": "Possible meanings are 1) \"green, so that they can proclaim\" or 2) \"green. This shows that\""}, {"ref": "He is my rock", "text": "\"Yahweh is the one who protects me.\" The psalmist speaks of Yahweh as if he were a rock that would protect him. See how this is translated in [[:en:bible:notes:psa:018:002|18:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]