[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]."}, {"ref": "lift up my eyes", "text": "This expression means \"look at\" or \"focus my attention on.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "From where will my help come?", "text": "The writer uses this question to focus attention on the source of his help. This rhetorical question can be translated as a statement. AT: \"I will tell you from where my help comes.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "My help comes from Yahweh", "text": "This is the answer to the previous question."}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "There is a shift here to the second person. This may mean 1) the writer begins speaking to the people of Israel or 2) the writer is quoting another person speaking to the writer. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "your foot to slip", "text": "The slipping of a foot is associated with falling. AT: \"you to fall\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he who protects ... the guardian", "text": "These two phrases means the same thing, and emphasize God's role as a protector. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he who protects you will not slumber", "text": "Here to \"slumber\" means he would stop protecting. The negative form strengthens the statement. AT: \"God will not fall asleep and stop protecting you\" or \"God will always protect you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "will not slumber ... never slumbers or sleeps", "text": "These two phrases have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "See", "text": "This word alerts us to pay attention to the important information that follows."}, {"ref": "never slumbers or sleeps", "text": "These two words mean the same thing. Here to \"slumber\" means to stop protecting. The negative form strengthens the statement. AT: \"will not sleep and stop protecting you\" or \"will always protect you\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "005", "tn": [{"ref": "Yahweh is the shade at your right hand", "text": "Here \"shade\" refers to protection. AT: \"God is beside you to protect you from things that would hurt you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "at your right hand", "text": "Here this expression means to be beside or near to the writer."}, {"ref": "The sun will not harm you by day, nor the moon by night", "text": "The contrasting terms \"day\" and \"night\" refer to those extremes and everything in between. AT: \"God protects you from the elements at all times\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "nor the moon by night", "text": "It is implies that \"will not harm you\" is implied here. The full meaning of this statement may be made clear. AT: \"nor will the moon harm you by night\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "007", "tn": [{"ref": "Yahweh will protect you ... he will protect your life ... Yahweh will protect you", "text": "These phrases all have similar meanings. The repetition strengthens the ideas. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your life", "text": "This refers to the writer. AT: \"you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]