{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story that contains several accounts of Jesus healing people. This theme continues through [[:en:bible:notes:mat:09:35|9:35]]. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "When Jesus had come down from the hill, large crowds followed him", "text": "\"After Jesus came down from the hill, a large crowd followed him.\" The crowd may have included both people who had been with him on the mountain and people who had not been with him."}, {"ref": "Behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "a leper", "text": "\"a man who had leprosy\" or \"a man who had a skin disease\" (UDB)"}, {"ref": "bowed before him", "text": "This is a sign of humble respect before Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "if you are willing", "text": "\"if you want to\" or \"if you desire.\" The leper knew that Jesus had the power to heal him, but he did not know if Jesus would want to touch him."}, {"ref": "you can make me clean", "text": "Here \"clean\" means to be healed and to be able to live in the community again. AT: \"you can heal me\" or \"please heal me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Be clean", "text": "By saying this, Jesus healed the man. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Immediately", "text": "\"Right away\""}, {"ref": "he was cleansed of his leprosy", "text": "The result of Jesus saying \"Be clean\" was that the man was healed. This can be stated in active form. AT: \"he was well\" or \"the leprosy left him\" or \"the leprosy ended\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "04": [{"ref": "to him", "text": "This refers to the man that Jesus just healed."}, {"ref": "say nothing to any man", "text": "\"do not say anything to anyone\" or \"do not tell anyone I healed you\""}, {"ref": "show yourself to the priest", "text": "Jewish law required that the person show his healed skin to the priest, who would then allow him or her to return to the community, to be with other people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "offer the gift that Moses commanded, for a testimony to them", "text": "The law of Moses required that someone healed of leprosy give a thanksgiving offering to the priest. When the priest accepted the gift, people would know that the man had been healed. Lepers were ostracized, banned from the community, until they had proof of their healing. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to them", "text": "This can possibly refer to 1) the priests or 2) all the people or 3) the critics of Jesus. If possible, use a pronoun that could refer to any of these groups. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}], "05": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a different time and place and tells of Jesus healing another person."}, {"ref": "came to him and asked him", "text": "Here \"him\" refers to Jesus."}, {"ref": "paralyzed", "text": "One who is unable to move because of disease or stroke."}, {"ref": "Jesus said to him", "text": "\"Jesus said to the centurion\""}, {"ref": "I will come and heal him", "text": "\"I will come to your house and make your servant well\""}], "08": [{"ref": "under my roof", "text": "\"my house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "say the word", "text": "Here \"word\" represents a command. AT: \"give the command\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will be healed", "text": "This can be stated in active form. AT: \"will become well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who is placed under authority", "text": "This can be stated in active form. AT: \"who is under the authority of someone else\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "under authority ... under me", "text": "To be \"under\" someone means to be less important and to obey the commands of someone more important. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "soldiers", "text": "\"skilled fighters\""}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "I have not found anyone with such faith in Israel", "text": "Jesus' hearers would have thought that the Jews in Israel, who claim to be children of God, would have greater faith than anyone. Jesus is saying they are wrong and that the centurion's faith was greater. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "11": [{"ref": "you", "text": "Here \"you\" is plural and refers to \"those who were following him\" in [[:en:bible:notes:mat:08:08|8:10]]. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "from the east and the west", "text": "Using the opposites \"east\" and \"west\" is a way of saying \"everywhere.\" AT: \"from everywhere\" or \"from far away in every direction\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "recline at the table", "text": "People in that culture would lie down beside the table while eating. This phrase indicates that all those at the table are family and close friends. The joy in the kingdom of God is frequently spoken of as if the people there were feasting. AT: \"live as family and friends with\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"when our God in heaven shows that he is king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sons of the kingdom will be thrown", "text": "This can be stated in active form. AT: \"God will throw the sons of the kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sons of the kingdom", "text": "The phrase \"sons of\" refers to those who belong to something, in this case the kingdom of God. There is also irony here because the \"sons\" will be thrown out while the strangers will be welcomed. AT: \"those who should have allowed God to rule over them\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the outer darkness", "text": "This expression refers to the eternal destiny of those who reject God. AT: \"the dark place away from God\" or \"hell\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "weeping and grinding of teeth", "text": "This represents extreme sadness and suffering."}, {"ref": "so may it be done for you", "text": "This can be stated in active form. AT: \"so I will do it for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the servant was healed", "text": "This can be stated in active form. AT: \"Jesus healed the servant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at that very hour", "text": "\"at the exact time Jesus said he would heal the servant\""}], "14": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a different time and place and tells of Jesus healing another person."}, {"ref": "Jesus had come", "text": "The disciples were probably with Jesus, but the focus of the story is on what Jesus said and did, so introduce the disciples only if needed to avoid wrong meaning."}, {"ref": "Peter's mother-in-law", "text": "in-law** - \"the mother of Peter's wife\""}, {"ref": "the fever left her", "text": "If your language would understand this personification to mean that the fever could think and act on its own, this can be translated as \"she became better\" or \"Jesus healed her.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "got up", "text": "\"got out of bed\""}], "16": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to later that evening and tells of Jesus healing more people and casting out demons."}, {"ref": "General Information:", "text": "In verse 17, the writer quotes the prophet Isaiah to show that Jesus' healing ministry was a fulfillment of prophecy."}, {"ref": "When evening had come", "text": "Because Jews did not work or travel on the Sabbath, \"evening\" may imply after the Sabbath. They waited until evening to bring people to Jesus. You do not need to mention the Sabbath unless you need to avoid wrong meaning. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "many who were controlled by demons", "text": "This can be stated in active form. AT: \"many whom demons controlled\" (UDB) or \"many whom demons had possessed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He drove out the spirits with a word", "text": "Here \"word\" stands for a command. AT: \"He commanded the spirits to leave\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "was fulfilled that which had been spoken by Isaiah the prophet", "text": "This can be stated in active form. AT: \"Jesus fulfilled the prophecy that the prophet Isaiah had spoken to the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "took our sickness and bore our diseases", "text": "Matthew is quoting the prophet Isaiah. These two phrases mean basically the same thing and emphasize that he healed all of our diseases. AT: \"healed those who were sick and made them well\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}], "18": [{"ref": "Connecting Statement:", "text": "Here the scene shifts and tells about Jesus' response to some people who wanted to follow him."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "he gave instructions", "text": "\"he told his disciples\""}, {"ref": "Then", "text": "This means after Jesus \"gave instructions\" but before he could get into the boat."}, {"ref": "wherever", "text": "\"to any place\""}, {"ref": "Foxes have holes, and the birds of the sky have nests", "text": "Jesus answers with this proverb. This means even wild animals have somewhere to rest. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "Foxes", "text": "Foxes are animals like dogs. They eat nesting birds and other small animals. If foxes are unknown in your area, use a general term for dog-like creatures or other furry animals. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "holes", "text": "Foxes make holes in the ground to live in. Use the appropriate word for the place where the animal you use for \"foxes\" lives."}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "nowhere to lay his head", "text": "This refers to a place to sleep. AT: \"no place of his own to sleep\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "21": [{"ref": "allow me first to go and bury my father", "text": "It is unclear whether the man's father has died and he will bury him immediately, or if the man wants to stay for a longer amount of time until his father dies so he can bury him then. The main point is that the man wants to do something else first before he follows Jesus."}, {"ref": "leave the dead to bury their own dead", "text": "Jesus does not mean literally that dead people will bury other dead people. Possible meanings of \"the dead\": 1) it is a metaphor for those who will soon die, or 2) it is a metaphor for those who do not follow Jesus and are spiritually dead. The main point is that a disciple must not let anything delay him from following Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "23": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to the account of Jesus calming a storm as he and his disciples cross the Sea of Galilee."}, {"ref": "entered a boat", "text": "\"got onto a boat\""}, {"ref": "his disciples followed him", "text": "Try to use the same words for \"disciple\" and \"follow\" that you used in ([[:en:bible:notes:mat:08:21|8:21-22]])."}, {"ref": "Behold", "text": "This marks the beginning of another event in the larger story. Your language may have a way of showing this. AT: \"Suddenly\" (UDB) or \"Without warning\""}, {"ref": "there arose a great storm on the sea", "text": "This can be stated in active form. AT: \"a powerful storm arose on the sea\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so that the boat was covered with the waves", "text": "This can be stated in active form. AT: \"so that the waves covered the boat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "woke him up, saying, \"Save us", "text": "Possible meanings are 1) they first woke Jesus and then they said, \"Save us\" or 2) as they were waking Jesus up, they were saying \"Save us.\""}, {"ref": "us ... we", "text": "If you need to translate these words as inclusive or exclusive, then inclusive is best. The disciples probably meant they wanted Jesus to save the disciples and himself from drowning. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "we are about to die", "text": "\"we are going to die\""}], "26": [{"ref": "to them", "text": "\"to the disciples\""}, {"ref": "Why are you afraid ... faith?", "text": "Jesus was rebuking the disciples with this rhetorical question. AT: \"You should not be afraid ... faith\" or \"There is nothing for you to be afraid of ... faith.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you of little faith", "text": "\"you who have such little faith.\" Jesus is scolding the people because they have little faith in God. See how you translated this in [[:en:bible:notes:mat:06:30|6:30]]."}, {"ref": "What sort of man is this, that even the winds and the sea obey him?", "text": "\"Even the winds and the sea obey him! What sort of man is this?\" This rhetorical question shows that the disciples were surprised. AT: \"This man is unlike any man we have ever seen! Even the wind and the waves obey him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "even the winds and the sea obey him", "text": "For people or animals to obey or disobey is not surprising, but for wind and water to obey is very surprising. This personification describes the natural elements as being able to hear and respond like people. (See: [[:en:ta:vol2:translate:figs_personification]])"}], "28": [{"ref": "Connecting Statement:", "text": "Here the author returns to the theme of Jesus healing people. This begins an account of Jesus healing two demon-possessed men."}, {"ref": "to the other side", "text": "\"to the other side of the Sea of Galilee\""}, {"ref": "country of the Gadarenes", "text": "The Gadarenes were named after the town of Gadara. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "two men who were controlled by demons", "text": "This can be stated in active form. AT: \"two men whom demons were controlling\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They ... were very violent, so that no traveler could pass that way", "text": "The demons that were controlling these two men were so dangerous that no one could go through that area."}, {"ref": "Behold", "text": "This marks the beginning of another event in the larger story. Your language may have a way of showing this."}, {"ref": "What do we have to do with you, Son of God?", "text": "The demons use a question but they are being hostile toward Jesus. AT: \"Do not bother us, Son of God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus, which describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Have you come here to torment us before the set time?", "text": "Again, the demons use a question in a hostile way. AT: \"You should not disobey God by punishing us before the specific time God has set when he will punish us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "30": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew tells background information about a herd of pigs that had been there before Jesus arrived. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "If you cast us out", "text": "It is implied that the demons knew that Jesus was going to cast them out. AT: \"Because you are going to cast us out\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "us", "text": "This is exclusive, meaning the demons only. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "to them", "text": "This refers to the demons inside the men."}, {"ref": "The demons came out and went into the pigs", "text": "\"The demons left the man and entered the pigs\""}, {"ref": "behold", "text": "This alerts us to pay attention to the surprising information that follows."}, {"ref": "rushed down the steep hill", "text": "\"ran quickly down the steep slope\""}, {"ref": "died in the water", "text": "\"they fell into the water and drowned\""}], "33": [{"ref": "Connecting Statement:", "text": "This concludes the account of Jesus healing two demon-possessed men."}, {"ref": "tending the pigs", "text": "\"taking care of the pigs\""}, {"ref": "what happened to the men who had been controlled by demons", "text": "This can be stated in active form. AT: \"what Jesus did to help the men whom demons had controlled\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of showing this."}, {"ref": "all the city", "text": "This means the people of the city. Most or many of the people came to see Jesus but not necessarily every person. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "their region", "text": "\"their area\""}]}