[{"id": "01", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "set your face against", "text": "See how you translated this in [[:en:bible:notes:ezk:04:01|4:3]]."}, {"ref": "the people of Ammon", "text": "\"the descendants of Ammon\" or \"those who live in the land of Ammon\""}, {"ref": "and prophesy against", "text": "See how you translated this in [[:en:bible:notes:ezk:04:06|4:7]]."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh tells Ezekiel what to say to the people of Ammon."}, {"ref": "the people of Ammon", "text": "See how you translated this in [[:en:bible:notes:ezk:25:03|25:2]]."}, {"ref": "Hear the word of the Lord Yahweh", "text": "\"Listen to this message from the Lord Yahweh\""}, {"ref": "you said, \"Aha!\"", "text": "The word \"Aha\" is a sound people make when they are happy about something. In this case the people were happy because bad things happened to Israel and Judah. AT: \"you laughed\" or \"you cheered\""}, {"ref": "over my sanctuary when it was profaned", "text": "\"against my sanctuary when the enemy profaned it.\" AT: \"when the enemy army defiled my temple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "against the land of Israel when it was desolate", "text": "AT: \"when the land of Israel was in ruins\""}, {"ref": "against the house of Judah when they went into exile", "text": "AT: \"when they took the people of Judah away as slaves.\""}, {"ref": "behold!", "text": "AT: \"look!\" or \"listen!\" or \"pay attention to what I am about to tell you!\""}, {"ref": "I am giving you to a people in the east as their possession", "text": "\"I will cause an army from a land that is east of you to come and conquer you\""}, {"ref": "They will set up camp against you and set up their tents among you", "text": "This can be translated as a new sentence: \"They will set up tents and live in your country.\""}, {"ref": "the people of Ammon a field for flocks", "text": "Here \"the people of Ammon\" refers to the land that belonged to the people of Ammon. AT: \"I will make the rest of the land of Ammon a field for flocks.\" (See [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "06", "tn": [{"ref": "all the contempt within you against the land of Israel", "text": "AT: \"with all of the hatred you feel towards the people who live in Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "behold!", "text": "AT: \"look!\" or \"listen!\" or \"pay attention to what I am about to tell you!\""}, {"ref": "I will strike you with my hand", "text": "AT: \"I will hit you with my powerful hand\" or \"I will punish you\""}, {"ref": "and give you as plunder to the nations", "text": "AT: \"and I will cause the nations to come and take everything away from you\""}, {"ref": "I will cut you off from the peoples ... make you perish from among the countries", "text": "These phrases mean basically the same thing and emphasize Yahweh will completely destroy the people of Ammon so that they are no longer a nation. AT: \"I will completely destroy you so that you are no longer a nation\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]."}]}, {"id": "08", "tn": [{"ref": "Behold!", "text": "AT: \"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "I will open the slopes of Moab, starting at his cities on the border", "text": "AT: \"I will open the path to Moab by destroying the cities on its border.\""}, {"ref": "the splendor of Beth Jeshimoth, Baal Meon, and Kiraiathaim", "text": "AT: \"I will start at the great cities of Beth Jeshimoth, Baal Meon, and Kiraiathaim.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to the people of the east who have been against the people of Ammon", "text": "AT: \"I will send the same army from the nations in the east who attacked Ammon.\""}, {"ref": "I will give them up as a possession so that the people of Ammon will not be remembered among the nations.", "text": "AT: \"I will cause the armies to conquer Ammon so that no one will even remember them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]."}]}, {"id": "12", "tn": [{"ref": "I will strike Edom with my hand", "text": "See how you translated the similar phrase \"I will strike you with my hand\" in [[:en:bible:notes:ezk:25:06|25:07]]."}, {"ref": "from Teman to Dedan", "text": "These are two cities at opposite ends of Edom. This means that God will destroy all of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They will fall by the sword", "text": "The word \"fall\" represents being killed and \"sword\" refers to battle. AT: \"Their enemies will kill them with their swords\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "I will lay my vengeance upon Edom by the hand of my people Israel", "text": "AT: \"I will use my people Israel to take revenge against the people of Edom\""}, {"ref": "they will do to Edom according to my anger and my fury", "text": "AT: \"they will show Edom my anger and fury\" or \"they will punish Edom according to my anger and fury against the people of Edom\""}, {"ref": "my anger and my fury", "text": "The word \"fury\" means basically the same thing as and intensifies the word \"anger.\" AT: \"my furious anger\" or \"my extreme anger\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they will know my vengeance", "text": "AT: \"the people of Edom will know that I have taken revenge against them\""}, {"ref": "this is the Lord Yahweh's declaration", "text": "AT: \"This is what the Lord Yahweh declares\" or \"This is what the Lord says will happen\""}]}, {"id": "15", "tn": [{"ref": "The Philistines have taken vengeance with malice and from within themselves they tried to destroy Judah again and again", "text": "AT: \"Because the Philistines hated the people in Judah and tried to take revenge against them again and again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Behold!", "text": "AT: \"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "I will reach out with my hand against the Philistines", "text": "AT: \"I will turn my powerful hand against the Philistines\" or \"I will turn my great power against the Philistines\""}, {"ref": "I will cut off", "text": "AT: \"I will destroy\" or \"I will get rid of\" (UDB)"}, {"ref": "Cherethites", "text": "AT: \"The people of Chereth.\" This is a people that lived in Philistia (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they will know that I am Yahweh", "text": "See how you translated the similar phrase \"you will know that I am Yahweh\" in [[:en:bible:notes:ezk:06:06|6:7]]"}]}]