[{"id": "01", "tn": [{"ref": "He said to himself", "text": "This refers to thinking. AT: \"He thought to himself\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will go to my wife's room", "text": "Samson intended to sleep with his wife. This can be stated clearly. AT: \"I will go to my wife's room, so we may sleep together\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "would not allow him to go in", "text": "It may be helpful to add the missing words. AT: \"would not permit him to go in to her room\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "so I gave her to your friend", "text": "This means that he gave her to be his friend's wife. This can be stated clearly. AT: \"so I gave her to be married to your friend\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is she not?", "text": "He asks this question to imply that Samson should agree with him. This question may be written as a statement. AT: \"I hope you agree.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Take her instead", "text": "He is suggesting that Samson take her as his wife. This can be stated clearly. AT: \"Take her to be your wife instead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "I will be innocent in regard to the Philistines when I hurt them", "text": "Samson thinks that he will be innocent if he attacks the Philistines because they wronged him. This can be stated clearly. AT: \"I will be innocent if I hurt the Philistines because they have wronged me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "three hundred foxes", "text": "\"300 foxes\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "foxes", "text": "Foxes are animals like dogs that have long tails and that eat nesting birds and other small animals."}, {"ref": "each pair", "text": "a pair is two of anything, such as two foxes, or two tails"}, {"ref": "tail to tail", "text": "\"by their tails\""}, {"ref": "torches", "text": "A torch is a stick of wood with something flammable attached to one end; a torch is often used to light other things or to be carried for light."}]}, {"id": "05", "tn": [{"ref": "standing grain", "text": "grain that is still growing on its stalk in the field"}, {"ref": "stacked grain", "text": "the stalks of grain collected in piles after it has been harvested"}, {"ref": "orchards", "text": "An orchard is a place where fruit trees are grown."}, {"ref": "the Timnite's son-in-law", "text": "in-law** - The husband of a man's daughter is a \"son-in-law.\""}, {"ref": "Timnite", "text": "This is a person from Timnah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "took Samson's wife and gave her to his friend", "text": "Samson's wife's father gave her in marriage to Samson's friend. This can be stated clearly. AT: \"took Samson's wife and allowed her to marry Samson's friend\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "burned up", "text": "The phrase \"burned up\" means to burn something completely. If a person is \"burned up,\" it means that person is burned to death. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "said to them", "text": "\"said to the Philistines\""}, {"ref": "If this is what you do", "text": "\"Because you have done this.\""}, {"ref": "he cut them to pieces, hip and thigh", "text": "Here \"hip and thigh\" refers to the whole body. This is a graphic description of how Samson killed the Philistines. AT: \"He cut their bodies to pieces\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he went down", "text": "Here the phrase \"went down\" does not likely mean that he changed elevation, but rather, it is a way to describe someone going to another place. AT: \"he went\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "cave", "text": "an opening in a hill or mountainside"}, {"ref": "cliff", "text": "a high, rocky hill or mountainside"}, {"ref": "Etam", "text": "This is the name of the rocky hill country near Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "the Philistines came up ... in Judah", "text": "The phrase \"came up\" is used here because the Philistines went to Judah which is higher in elevation than where they traveled from."}, {"ref": "prepared for battle", "text": "\"organized themselves for battle\""}, {"ref": "Lehi", "text": "This is the name of a town in Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "do to him as he has done to us", "text": "The Philistines are comparing how they want to kill Samson to how he killed many of the Philistines. AT: \"kill him like he killed many of our people\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "three thousand men of Judah", "text": "\"3,000 men of Judah\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "cave in the cliff of Etam", "text": "Translate this phrase the same way you did in [[:en:bible:notes:jdg:15:07|15:8]]."}, {"ref": "Do you not know that the Philistines are rulers over us? What is this you have done to us?", "text": "The men of Judah ask Samson these questions to rebuke him. This questions may be written as a statements. AT: \"You know that the Philistines are rulers over us but you act like they are not. What you have done has caused us great harm.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "They did to me, and so I have done to them.", "text": "Samson is referring to how they killed his wife and how he killed them in revenge. This can be stated clearly. AT: \"They killed my wife, so I killed them.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "the hands of the Philistines", "text": "Here \"hands\" refers to power. AT: \"the Philistine's control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hand you over to them", "text": "This means to cause someone to be under someone else's control. AT: \"give you to the Philistines\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "up from the rock", "text": "This refers to the cave in the cliff of Etam where Samson had gone in [[:en:bible:notes:jdg:15:07|15:8]]. Here the words \"up from\" mean that they had brought him away from the cave. AT: \"away from the cave in the large rock\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "When he came", "text": "Samson was not travelling alone, he was being led by the men who had tied him with ropes. AT: \"When they came\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Lehi", "text": "This is the name of a town in Judah. See how you translated this in [[:en:bible:notes:jdg:15:09|15:9]]."}, {"ref": "came on him with power", "text": "The phrase \"came on\" means that Yahweh's Spirit influenced Samson. In this case, he made him very strong. AT: \"made Samson very strong\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The ropes on his arms became like burnt flax", "text": "Samson easily broken the ropes that bound his hands. The author describes how easily he broke the ropes by saying it was as if they had become burnt flax. AT: \"He snapped the ropes on his arms as easily as if they had been stalks of burned flax\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "flax", "text": "fibers from the flax plant used for making threads and cloth"}]}, {"id": "15", "tn": [{"ref": "a fresh jawbone", "text": "This means that the donkey had died very recently and its bones had not yet begun to decay. A jawbone is the bone in which the lower rows of teeth are set."}, {"ref": "a thousand men", "text": "\"1,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the jawbone of a donkey", "text": "\"a donkey's jawbone\""}, {"ref": "heaps upon heaps", "text": "This phrase describes how many people Samson killed. There were enough bodies to make large piles of bodies. AT: \"I have made heaps of dead bodies\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "Ramath Lehi", "text": "This is the name of a place. It's name means \"Jawbone Hill\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "was very thirsty", "text": "\"needed water to drink\""}, {"ref": "But now will I die of thirst and fall", "text": "Possible interpretations: 1) Samson is so thirsty he could literally die. AT: \"But now I will die of thirst and my body will fall\" 2) Samson exaggerates how thirsty he is by asking if he will die of thirst. AT: \"But now will you allow me to become so weak from my thirst that I fall\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "die of thirst", "text": "This means to die because you have not drank enough and therefore, you do not have enough water in your body. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fall into the hands of those who are uncircumcised", "text": "The phrase \"fall into the hands\" means to be captured. \"Those who are uncircumcised\" refers to the Philistines and with the word \"uncircumcised\" emphasizing that they do not worship Yahweh. AT: \"be captured by those godless Philistines\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "split open the hollow place", "text": "\"opened a hole in the ground\" or \"opened the low place.\" This refers to a low area of ground where Yahweh caused a spring of water to appear."}, {"ref": "Lehi", "text": "Translate this the same as you did in [[:en:bible:notes:jdg:15:09|15:9]]"}, {"ref": "his strength returned and he revived", "text": "These two phrase mean basically the same thing and emphasize that Samson became strong again. These two statements can be combined. AT: \"he became strong again\" or \"he was revived\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "En Hakkore", "text": "This is the name of a spring of water. The name means \"spring of him who prayed.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "it is at Lehi to this day", "text": "This means that the spring did not dry up but that it remained. The phrase \"to this day\" refers to the \"present\" time. AT: \"the spring can still be found at Lehi, even today\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the days of the Philistines", "text": "This refers to the time period that the Philistines controlled the land of Israel. AT: \"during the time the Philistines controlled Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for twenty years", "text": "\"for 20 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]