[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Barnabas are still in Antioch when there is a dispute about the Gentiles and circumcision."}, {"ref": "Certain men", "text": "\"Some men.\" You can make explicit that these men were Jews who believed in Christ. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "came down from Judea", "text": "The phrase \"came down\" is used here because Judea is higher in elevation than Antioch."}, {"ref": "taught the brothers", "text": "Here \"brothers\" stands for believers in Christ. It is implied that they were in Antioch. AT: \"taught the believers at Antioch\" or \"were teaching the believers at Antioch\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Unless you are circumcised after the custom of Moses, you cannot be saved", "text": "This can be stated in active form. AT: \"Unless someone circumcises you after the custom of Moses, God cannot save you\" or \"God will not save you from your sins unless you receive circumcision according to the law of Moses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "after the custom", "text": "\"according to the custom\" or \"following the teaching\""}, {"ref": "had a confrontation and debate with them", "text": "The abstract nouns \"confrontation\" and \"debate\" can be stated as verbs and where the men came from can be made explicit. AT: \"had confronted and debated with the men from Judea\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "go up to Jerusalem", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for Israelites to speak of going up to Jerusalem."}, {"ref": "this question", "text": "\"this issue\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the words \"They,\" \"they,\" and \"them\" refer to Paul, Barnabas, and certain others. (See: [[:en:bible:notes:act:15:01|15:2]])"}, {"ref": "They therefore, being sent by the church", "text": "This can be stated in active form. AT: \"Therefore the community of believers sent them from Antioch to Jerusalem\" (See:  [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "being sent by the church", "text": "Here \"church\" stands for the people that were a part of the church. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "passed through ... announced", "text": "The words \"passed through\" and \"announced\" indicate they spent some time in different places sharing in detail what God was doing.​"}, {"ref": "announced the conversion of the Gentiles", "text": "The abstract noun \"conversion\" means the Gentiles were rejecting their false gods and believing in God. AT: \"announced to the community of believers in those places that Gentiles were believing in God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "They brought great joy to all the brothers", "text": "Their message causing the brothers to be joyful is spoken of as if \"joy\" were an object that they brought to the brothers. AT: \"What they said caused their fellow believers to rejoice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the brothers", "text": "Here \"brothers\" refers to fellow believers."}, {"ref": "they were welcomed by the church and the apostles and the elders", "text": "This can be stated in active form. AT: \"the apostles, the elders, and the rest of the community of believers welcomed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with them", "text": "\"through them\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Barnabas are now in Jerusalem to meet with the apostles and elders there."}, {"ref": "General Information:", "text": "Here the word \"them\" refers to non-Jewish believers who were not circumcised and did not keep the Old Testament laws of God."}, {"ref": "But certain men", "text": "Here Luke contrasts those who believe that salvation is only in Jesus to others who believe salvation is by Jesus yet also believe that circumcision is required for salvation."}, {"ref": "to keep the law of Moses", "text": "\"to obey the law of Moses\""}, {"ref": "to consider this matter", "text": "The church leaders decided to discuss whether or not Gentiles needed to be circumcised and obey the Law of Moses in order for God to save them from their sins."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Peter begins to speak to the apostles and elders who met to discuss whether Gentiles had to receive circumcision and keep the law. (See: [[:en:bible:notes:act:15:05|15:5-6]])"}, {"ref": "General Information:", "text": "The first word \"them\" refers to apostles and elders ([[:en:bible:notes:act:15:05|15:6]]) and the other words \"them\" and \"their\" refer to the believing Gentiles."}, {"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to the apostles and elders present. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "General Information:", "text": "The word \"he\" refers to God."}, {"ref": "General Information:", "text": "Here \"us\" is plural and refers to Peter, the apostles and elders, and all Jewish believers in general. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Brothers", "text": "Peter is addressing all of the believers who were present."}, {"ref": "by my mouth", "text": "Here \"mouth\" refers to Peter. AT: \"from me\" or \"by me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the Gentiles should hear", "text": "\"the Gentiles would hear\""}, {"ref": "the word of the gospel", "text": "Here \"word\" stands for a message. AT: \"the message about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who knows the heart", "text": "Here \"heart\" refers to the \"minds\" or \"inner beings.\" AT: \"who knows the people's minds\" or \"who knows what people think\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "witnesses to them", "text": "\"witnesses to the Gentiles\""}, {"ref": "giving them the Holy Spirit", "text": "\"causing the Holy Spirit to come upon them\""}, {"ref": "made no distinction", "text": "God did not treat Jewish believers different from Gentile believers."}, {"ref": "making their hearts clean by faith", "text": "God's forgiving the Gentile believers' sins is spoken as though he literally cleaned their hearts. Here \"heart\" stands for the person's inner being. AT: \"forgiving their sins because they believed in Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes speaking to the apostles and elders."}, {"ref": "General Information:", "text": "Peter includes his audience by his use of \"our\" and \"we.\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "why do you test God, that you should put a yoke upon the neck of the disciples which neither our fathers nor we were able to bear?", "text": "Peter uses a question with a word picture to tell the Jewish believers they should not require the non-Jewish believers to perform circumcision to be saved. AT: \"Do not test God by putting a burden on the non-Jewish believers which we Jews were not able to bear!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "our fathers", "text": "This refers to their Jewish ancestors."}, {"ref": "But we believe that we shall be saved through the grace of the Lord Jesus, just as they were", "text": "This can be stated in active form. AT: \"But we believe the Lord Jesus shall save us by his grace, just as he saved the non-Jewish believers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Here the word \"them\" refers to Paul and Barnabas."}, {"ref": "All the multitude", "text": "\"Everyone\" or \"The whole group\" (See: [[:en:bible:notes:act:15:05|15:6]])"}, {"ref": "God had worked", "text": "\"God had done\" or \"God had caused\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "James begins to speak to the apostles and elders. (See: [[:en:bible:notes:act:15:05|15:6]])"}, {"ref": "General Information:", "text": "Here the word \"they\" refers to Paul and Barnabas. (See: [[:en:bible:notes:act:15:12|15:12]])"}, {"ref": "Brothers", "text": "\"Fellow believers\""}, {"ref": "in order to take from them a people", "text": "\"so that he might choose from among them a people\""}, {"ref": "for his name", "text": "\"for God's name.\" Here \"name\" refers to God. AT: \"for himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "James quotes the prophet Amos from the Old Testament."}, {"ref": "General Information:", "text": "Here \"I\" refers to God who spoke through the words of his prophet."}, {"ref": "The words of the prophets agree", "text": "Here \"words\" stands for a message. AT: \"What the prophets said agrees\" or \"The prophets agree\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "agree with this", "text": "\"confirm this truth\""}, {"ref": "as it is written", "text": "This can be stated in active form. AT: \"as they wrote\" or \"as the prophet Amos wrote long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "And I will build again the tent of David, which has fallen down ... its ruins again", "text": "This speaks of God's again choosing one of David's descendants to rule over his people as though he were setting up a tent again after it fell down.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tent", "text": "Here \"tent\" stands for David's family. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the remnant of men may seek the Lord", "text": "This speaks about people wanting to obey God and learn more about him as if they were literally looking for him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "remnant of men", "text": "Here \"men\" includes males and females. AT: \"remnant of people\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "may seek the Lord", "text": "God is speaking about himself in the third person. AT: \"may seek me, the Lord\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "including all the Gentiles called by my name", "text": "This can be stated in active form. AT: \"including all the Gentiles who belong to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my name", "text": "Here \"my name\" stands for God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that have been known", "text": "This can be stated in active form. AT: \"that people have known\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "James finishes speaking to the apostles and elders. (See: [[:en:bible:notes:act:15:03|15:2]] and [[:en:bible:notes:act:15:13|15:13]])"}, {"ref": "General Information:", "text": "Here \"we\" includes James, the apostles, and the elders. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "we should not trouble those of the Gentiles", "text": "You can make explicit in what way James does not want to trouble the Gentiles. AT: \"we should not require the Gentiles to become circumcised and obey the laws of Moses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who turn to God", "text": "A person who starts obeying God is spoken of as if the person is physically turning towards God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they must keep away from the pollution of idols ... sexual immorality ... strangled ... blood", "text": "Sexual immorality, strangling animals, and consuming blood were often part of ceremonies to worship idols and false gods."}, {"ref": "pollution of idols", "text": "This possibly refers to eating the meat of an animal that someone has sacrificed to an idol or to anything to do with idol worship. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from what is strangled, and from blood", "text": "God did not allow Jews to eat meat that still had the blood in it. Also, even earlier in Moses' writings in Genesis, God had forbidden the drinking of blood. Therefore, they could not eat an animal that someone strangled because the blood was not properly drained from the body of the animal. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who are preaching and reading Moses in the synagogues every Sabbath", "text": "James is implying that Gentiles know how important these rules are because Jews preach them in every city where there is a synagogue. It also implies the Gentiles can go to the teachers from the synagogues to learn more about these rules. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "reading Moses", "text": "Here \"Moses\" refers to the law. AT: \"reading the law of Moses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the word \"them\" refers to Judas and Silas. The word \"They\" refers to the apostles, elders, and other believers of the church in Jerusalem."}, {"ref": "the whole church", "text": "Here \"church\" refers to the people who are a part of the church in Jerusalem. AT: \"the church in Jerusalem\" or \"the whole community of believers in Jerusalem\" (See: (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Judas called Barsabbas", "text": "This is the name of a man. \"Barsabbas\" is a second name that people called him. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The apostles, the elders and brothers, to the Gentile brothers in Antioch, Syria and Cilicia, greetings", "text": "This is the introduction of the letter. Your language may have a way of introducing the author of the letter and to whom it is written. AT: \"This letter is from the apostles, the elders, and fellow believers in Jerusalem. We are writing to the Gentile believers in Antioch, Syria, and Cilicia. Greetings to you\""}, {"ref": "Cilicia", "text": "This is the name of a province on the coast in Asia Minor north of the Island of Cyprus. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Here the words \"We,\" \"we,\" and \"us\" refer to the believers in the church in Jerusalem. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:bible:notes:act:15:22|15:22]])"}, {"ref": "General Information:", "text": "Here the word \"our\" refers to the believers in the church in Jerusalem as well as all believers, including the Gentile believers to whom they were writing. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "that certain men", "text": "\"that some men\""}, {"ref": "men to whom we gave no such commandment", "text": "\"men that we did not give those commands\""}, {"ref": "have troubled you with teachings that make trouble for your souls", "text": "Here \"souls\" refers to the people. AT: \"have taught things that have troubled you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "So it seemed good to all of us to agree", "text": "\"So we all agreed\""}, {"ref": "to choose men", "text": "The men they sent were Judas called Barsabbas and Silas. (See: [[:en:bible:notes:act:15:22|15:22]])"}, {"ref": "for the name of our Lord Jesus Christ", "text": "Here \"name\" refers to the whole person. AT: \"because they believe in our Lord Jesus Christ\" or \"because they serve our Lord Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "This concludes the letter from the Jerusalem church to the Gentile believers in Antioch."}, {"ref": "General Information:", "text": "Here the words \"We\" and \"us\" refer to the leaders and believers in the church in Jerusalem. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:bible:notes:act:15:22|15:22]])"}, {"ref": "We have sent therefore", "text": "\"Therefore we have sent\" or \"Because of this we have sent\" (See: [[:en:bible:notes:act:15:24|15:24]])"}, {"ref": "who will also tell you the same things", "text": "\"who themselves will say in person the same things about which we wrote\""}, {"ref": "to lay upon you no greater burden than these necessary things", "text": "This speaks about laws that people need to obey as if they were objects that people carry on their shoulders. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that you turn away", "text": "This speaks about not participating in certain behaviors as if the person were physically turning away from them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from things sacrificed to idols", "text": "This means they are not allowed to eat the meat of an animal that someone sacrifices to an idol."}, {"ref": "blood", "text": "This refers to drinking blood or eating meat from which the blood has not been drained. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "things strangled", "text": "A strangled animal was killed but its blood was not drained."}, {"ref": "Farewell", "text": "This announces the end of the letter. AT: \"Goodbye\""}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Paul, Barnabas, Judas, and Silas leave for Antioch."}, {"ref": "General Information:", "text": "Here the first two words \"they\" refer to Paul, Barnabas, Judas, and Silas. The next two words \"they\" as well as the word \"them\" refer to the Gentile believers in Antioch."}, {"ref": "when they were dismissed", "text": "This can be stated in active form. AT: \"when the apostles and elders sent them away\" or \"when the believers in Jerusalem dismissed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "came down to Antioch", "text": "The phrase \"came down\" is used here because Antioch is lower in elevation than Jerusalem."}, {"ref": "also prophets", "text": "Prophets were teachers authorized by God to speak for him. AT: \"because they were prophets\" or \"who were also prophets\""}, {"ref": "the brothers", "text": "\"the fellow believers\""}, {"ref": "strengthened them", "text": "Helping someone to depend even more on Jesus is spoken of as if they were making them physically stronger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "Judas and Silas return to Jerusalem while Paul and Silas remain in Antioch."}, {"ref": "General Information:", "text": "The first two times the word \"they\" is used as well as the word \"they,\" the word refer to Judas and Silas. The third time \"they is used here, \"they\" refers to Paul and Barnabas."}, {"ref": "After they had spent some time there", "text": "This speaks about time as if it were a commodity that a person could spend. AT: \"After they stayed there for a while\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they were sent away in peace from the brothers", "text": "This can be stated in active form. AT: \"the believers in Antioch sent them back in peace\""}, {"ref": "in peace from the brothers", "text": "\"as friends from the Antioch church\""}, {"ref": "to those who had sent them", "text": "\"to the believers in Jerusalem that sent Judas and Silas\" (See: [[:en:bible:notes:act:15:22|15:22]])"}, {"ref": "But Paul and Barnabas stayed", "text": "\"While Paul and Barnabas remained\""}, {"ref": "the word of the Lord", "text": "Here \"word\" stands for a message. AT: \"the message about the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Barnabas go on separate journeys."}, {"ref": "Let us return now", "text": "\"I suggest we now return\""}, {"ref": "visit the brothers", "text": "\"care for the brothers\" or \"offer to help the believers\""}, {"ref": "the word of the Lord", "text": "Here \"word\" stands for the message. AT: \"the message about the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "see how they are", "text": "\"learn how they are doing.\" They want to learn about the current condition of the brothers and how they are holding on to God's truth."}, {"ref": "to also take with them John who was called Mark", "text": "\"to take John, who was also called Mark\""}, {"ref": "Paul thought it was not good to take Mark", "text": "The words \"not good\" are used to say the opposite of good. AT: \"Paul thought that taking Mark would be bad \" (See: [[:en:ta:vol2:translate:figs_litotes|Litotes]])"}, {"ref": "Pamphylia", "text": "This was a province in Asia Minor. See how you translated this in [[:en:bible:notes:act:02:08|2:10]]."}, {"ref": "did not go further with them in the work", "text": "\"did not continue to work with them then\" or \"did not continue to serve with them\""}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to Barnabas and Paul."}, {"ref": "Then there arose a sharp disagreement", "text": "The abstract noun \"disagreement\" can be stated as the verb \"disagree.\" AT: \"They strongly disagreed with each other\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "after he was entrusted by the brothers to the grace of the Lord", "text": "To entrust to someone means to place the care and responsibility for someone or something to another person. This can be stated in active form. AT: \"after the believers in Antioch entrusted Paul to the grace of the Lord\" or \"after the believers in Antioch prayed for the Lord to take care of Paul and show kindness to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "And he went", "text": "The previous sentence implies that Silas was with Paul. AT: \"And they went\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "went through Syria and Cilicia", "text": "These are provinces or areas in Asia Minor, near the island of Cyprus."}, {"ref": "strengthening the churches", "text": "Encouraging the believers in the churches is spoken of as though Paul and Silas were making the believers physically stronger. The word \"churches\" refers to the groups of believers in Syria and Cilicia. AT: \"encouraging the believers in the churches\" or \"helping the community of believers to depend even more in Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]