[{"id": "01", "tn": [{"ref": "General Information:", "text": "God continues speaking. He is using many rhetorical questions to challenge Jonah."}, {"ref": "Can you draw out Leviathan with a fishhook?", "text": "This can be translated as a statement. AT: \"You know that you cannot draw out Leviathan with a fishhook\". (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "draw out", "text": "pull out of the water"}, {"ref": "his ... he", "text": "The word \"his\" and \"he\" refer to Leviathan."}, {"ref": "Or tie up his jaws with a cord?", "text": "This is not a full sentence, but its meaning can be understood from the context as \"Or can you tie up his jaws with a cord?\" This can be translated as a statement. AT: \"And you know that you cannot tie up his jaws with a cord.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can you put a rope into his nose ... with a hook?", "text": "This can be translated as a statement. AT: \"You know that you cannot put a rope into his nose ... with a hook.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will he make many pleas to you?", "text": "This can be translated as a statement. AT: \"You know that he will not make pleas to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will he speak soft words to you?", "text": "This can be translated as a statement. AT: \"You know that he will not speak soft words to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to rebuke Job by asking him questions."}, {"ref": "Will he make a covenant with you, that you should take him for a servant forever?", "text": "This can be translated as a statement. AT: \"You know that he will not make a covenant with you, that you should take him for a servant forever\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you play with him as you would with a bird?", "text": "This can be translated as a statement. AT: \"You know that you cannot play with him as you would play with a bird.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you tie him up for your servant girls?", "text": "This can be translated as a statement. AT: \"You know that you cannot tie him up for your servant girls.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will the groups of fishermen bargain for him?", "text": "This can be translated as a statement. AT: \"You know that the groups of fishermen will not bargain for him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will they divide him up to trade among the merchants?", "text": "This can be translated as a statement. AT: \"You know that they will not divide him up to trade among the merchants.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will they divide", "text": "\"Will the groups of fishermen divide\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to rebuke Job by asking him questions."}, {"ref": "Can you fill his hide with harpoons or his head with fishing spears?", "text": "This can be translated as a statement. AT: \"You cannot pierce his skin with your hunting weapons, nor can you pierce his head with fishing spears.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "harpoons", "text": "large spears with barbed points that people use to hunt large sea creatures"}, {"ref": "See", "text": "\"Pay attention to the important thing I am going to say\""}, {"ref": "will not anyone be thrown down to the ground just by the sight of him?", "text": "This generalization can be translated as a statement in active form. The words \"the sight of him\" the reason that the person will throw himself on the ground, is a metonym for the person being afraid and for the person throwing himself on the ground. AT: \"Anyone who looks at him will be so frightened that he will throw himself on the ground\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to rebuke Job by asking him questions."}, {"ref": "None is so fierce that he dare stir Leviathan up; who, then, is he who can stand before me?", "text": "It would be easier to stir up Leviathan than to stand before Yahweh. This can be translated as a statement. AT: \"Since you know that no person is so fierce that he dare stir Leviathan up, you should certainly know that no one can stand before me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who has first given anything to me in order that I should repay him?", "text": "This can be translated as a statement. AT: \"You know that no one has first given anything to me, so there is no one whom I need to repay.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I will not keep silent", "text": "This can be translated in positive form. AT: \"I will certainly speak\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "legs, nor about the matter of his strength", "text": "You may need to add the omitted words. AT: \"legs. I will also speak about the matter of his strength\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "strength, nor about his graceful form", "text": "You may need to add the omitted words. AT: \"strength. I will also speak about his graceful form\" - (See: [[:en:ta:vol2:translate:figs_ellipsis]]]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to rebuke Job by asking him questions."}, {"ref": "Who can strip off his outer covering?", "text": "This can be translated as a statement. AT: \"No one can strip off his outer clothing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who can penetrate his double armor?", "text": "The word \"armor\" is a metaphor for the hard scales or hide on his back. This can be translated as a statement. AT: \"No one can penetrate his very thick hide.\" (See:  and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who can open the doors of his face ... terror?", "text": "This can be translated as a statement. AT: \"No one can pry his jaws apart ... terror.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "shields", "text": "Both shields and Leviathan's hide protect well and keep arrows and other weapons away. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tight together as with a close seal.", "text": "This means the \"shields\" are very close to one another and nothing can get between them."}]}, {"id": "16", "tn": [{"ref": "One is so near to another", "text": "One row of shields ([[:en:bible:notes:job:41:13|41:15]]) is so near to another."}, {"ref": "them ... they", "text": "The words \"them\" and \"they\" refer to the rows of shields ([[:en:bible:notes:job:41:13|41:15]])."}, {"ref": "they cannot be pulled apart", "text": "This can be translated in active form. AT: \"no one can pull them apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from his snorting", "text": "\"when he snorts.\" A snort is a sound like a short snore. Another possible meaning is \"from his sneezing\" or \"when he sneezes.\""}, {"ref": "his eyes are like the eyelids of the morning dawn", "text": "His eyes are red and the morning dawn is red. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "19", "tn": [{"ref": "Out of his mouth go burning torches, sparks of fire leap out", "text": "\"Out of his mouth go burning torches, sparks of fire leap out of his mouth.\" God expresses the same idea in two different ways in order to emphasize the terrifying appearance of the leviathan. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "smoke like a boiling pot", "text": "Both the smoke and a boiling pot are very hot. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "nostrils", "text": "the two openings of the nose"}, {"ref": "kindles coals into flame", "text": "\"causes coals to catch fire\""}]}, {"id": "22", "tn": [{"ref": "his ... he", "text": "Leviathan"}, {"ref": "terror dances in front of him", "text": "The abstract noun \"terror\" can be translated as the verb \"be afraid,\" AT: \"when people see him coming, they are very afraid\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they cannot be moved", "text": "This can be translated in active form. AT: \"no one can move them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "His heart is as hard as a stone", "text": "A rock does not change and become soft. Possible meanings are 1) Leviathan's physical chest and the organs inside it are physically hard or 2) Leviathan is not afraid of anything or 3) Leviathan is spoken of as a person who kills without ever being sorry. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "lower millstone", "text": "the larger and harder of the two rocks used to grind grain. It would be the hardest rock people could find. \"the hardest of rocks\""}]}, {"id": "25", "tn": [{"ref": "the gods", "text": "Another possible meaning is \"mighty people\" or \"very strong people\" (see UDB)."}, {"ref": "He thinks of iron as if it were straw", "text": "\"He thinks of weapons made of iron as if they were weapon made of straw\" Straw would not get through his hide, and iron weapons do not get through his hide. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and of bronze as if it were rotten wood", "text": "\"He thinks of weapons made of bronze as if they were weapons made of rotten wood\" Rotten wood would not get through his hide, and bronze weapons do not get through his hide. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "28", "tn": [{"ref": "to him sling stones become chaff", "text": "Chaff cannot hurt Leviathan, and sling stones cannot hurt him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Clubs are regarded as straw", "text": "This can be translated in active form. A club made of straw would not hurt him, and a club made of wood would not hurt him. AT: \"He thinks of clubs as if they were straw\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he laughs at the whirring flight of a spear", "text": "The person throwing the sphere hopes that the spear will kill Leviathan, but the writer speaks as if Leviathan knows the sphere will not kill him and so laughs. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he leaves a spreading trail in the mud as if he were a threshing sledge", "text": "A threshing sledge goes over grain on a threshing floor and turns what it runs over to powder, and his tail leaves a trail in the mud as he wags it as he walks. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "31", "tn": [{"ref": "He makes the deep to foam up like a pot of boiling water", "text": "\"As he passes through the water, he leaves a trail of bubbles behind him, like the bubbling of boiling water in a pot\""}, {"ref": "he makes the sea like a pot of ointment", "text": "The ointment in a pot is cloudy if someone shakes it, and the sea is muddy when Leviathan swims in it. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "one would think the deep had gray hair", "text": "because the bubbles in his wake are white"}]}, {"id": "33", "tn": [{"ref": "there is no equal to him", "text": "\"no other creature is like Leviathan\""}, {"ref": "He sees everything that is proud", "text": "\"He is very, very proud\""}, {"ref": "he is king over all the sons of pride", "text": "Leviathan is spoken of as if he were a person who is able to be proud and become king. AT: \"Leviathan has more reason to be proud than anyone else on earth\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]