[{"id": "01", "tn": [{"ref": "Joab was told", "text": "This can be stated in active form. AT: \"Someone told Joab\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Look, the king is weeping", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen, the king is weeping\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So the victory that day was turned into mourning for all the army", "text": "This means that the whole army mourned instead of celebrating. AT \"So instead of celebrating victory that day, the whole army mourned\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "like people who are ashamed sneak away when they run from battle", "text": "The author compares the way that the soldiers had to sneak back into the city to the way that soldiers sneak away when they are running away from battle. This emphasizes that they were made to feel ashamed. AT: \"in the same way that people who had run away from battle would sneak away because they were ashamed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "sneak", "text": "move without being seen by others"}, {"ref": "The king covered his face", "text": "This is a way to express grief and mourning. AT: \"The king showed his grief by covering his face\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "05", "tn": [{"ref": "You have shamed the faces of all your soldiers today", "text": "Here the soldiers are referred to by their face to emphasize how they would have hid their faces because of their shame\" AT: \"You have caused all your soldiers to hide their faces in shame today\" or \"You have caused all of your soldiers to be ashamed today\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "nothing to you", "text": "This phrase is an exaggeration, but it expresses the very low value that David showed for the army. AT: \"are worth very little to you\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "if Absalom had lived, and we all had died, then that would have pleased you", "text": "The speaker is giving a hypothetical situation. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "07", "tn": [{"ref": "I swear by Yahweh", "text": "Joab is making a very strong oath. AT: \"I swear, as surely as Yahweh is alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if you do not go, not one man will remain with you", "text": "This means that only if David went would his soldiers remain with him. AT: \"only if you go will any of your men remain with you\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "not one man will remain with you", "text": "This refers to them remaining loyal to him. AT: \"not one man will remain loyal to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all the people were told", "text": "This is an exaggeration, it means most of the men. It can be stated in active form. AT: \"many of the men who were there heard others saying\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Look, the king is sitting", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen, the king is sitting\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all the people", "text": "Here \"the people\" refer to the people who followed David. This is an exaggeration, it means a large number came and gathered around him. AT: \"many of the people\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "So Israel fled, every man to his home", "text": "Here \"Israel\" refers to the Israelite soldiers who followed Absalom. AT: \"And every Israelite soldier fled to his own home\" or \"And all of the Israelite soldiers fled to their homes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "out of the hand of our enemies", "text": "Here \"hand\" means control. AT: \"from under the control of our enemies\" or \"from our enemies' control\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "out of the hand of the Philistines", "text": "Here \"hand\" means control. AT: \"from under the control of the Philistines\" or \"from the Philistines' control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "out of the land because of Absalom", "text": "This means that he had left the country fleeing from Absalom. This can be stated clearly. AT: \"out of the country fleeing from Absalom\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "why do you say nothing about bringing the king back?", "text": "This means they should consider bringing David back now that Absalom was dead. The question may be written as a statement. AT: \"we should be talking about bringing the king back.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the king", "text": "This refers to David."}]}, {"id": "11", "tn": [{"ref": "sent to Zadok and to Abiathar", "text": "This means that David sent a messenger to Zadok and Abiathar. AT: \"sent a messenger to Zadok and to Abiathar\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why are you the last to bring the king back ... to bring him back to his palace?", "text": "This rhetorical question is asked to rebuke the elders in Judah. This can be written as a statement. AT: \"You should have been the first to favor the king and bring him back to the palace, not the people of the nation of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "since the talk of all Israel favors the king, to bring", "text": "The word \"talk\" is an abstract noun that can be expressed with the verb \"talk\" or \"speak.\" AT: \"since all Israel speaks favorably about the king and desires to bring\" or \"since what the people of Israel are saying is in the king's favor, to bring\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to bring the king back to his palace", "text": "Here restoring the king's authority to rule is spoken of as bringing him back to his palace. AT: \"to restore the king's authority as king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You are my brothers, my flesh and bone", "text": "Here the king describes how they are related by saying that they have the same flesh and bones. Also the implied words \"you are\" may be added to the second phrase. AT: \"You are my brothers, my relatives\" or \"You are my brothers, you are my flesh and bone\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Why then are you the last to bring back the king?", "text": "This is the second rhetorical question here and it is also a rebuke for the elders of Judah. This can be written as a statement. AT: \"You should have been the first, not the last, to bring back the king.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "Amasa", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:17:24|17:25]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Are you not my flesh and my bone?", "text": "David uses this rhetorical question to emphasize that they are related. This can be written as a statement. AT: \"You are my flesh and my bones.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my flesh and my bone", "text": "Here David speaks of them being related by saying that they have the same flesh and bones. See how you translated a similar phrase in [[:en:bible:notes:2sa:19:11|19:12]]. AT: \"my relative\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God do so to me", "text": "This is an idiom that means for God to kill him. AT: \"May God kill me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he won the hearts", "text": "Here the mens' loyalty is referred to as their \"hearts.\" AT: \"he won the loyalty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as one man", "text": "This speaks of the men being united in their loyalty to the king as if they were one man with the same mind. AT: \"and they were united together\" or \"they were united in their loyalty to the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They sent to the king", "text": "This means that they sent a messenger to the king. AT: \"They sent a messenger to the king\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "Gera ... Ziba", "text": "These are the names of men. Translate the name \"Ziba\" the same as you did in [[:en:bible:notes:2sa:09:01|9:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Bahurim", "text": "Translate the name of this place the same as you did in [[:en:bible:notes:2sa:03:14|3:16]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "one thousand men ... fifteen sons ... twenty servants", "text": "\"1,000 men ... 15 sons ... 20 servants\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in the presence of the king", "text": "This means that the king was there and was aware of what was happening. AT: \"at the place where the king was\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "call to mind", "text": "This means \"to remember.\" AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your servant", "text": "Here Shimei refers to himself this way to humble himself before the king and honor the king."}, {"ref": "not take it to heart", "text": "\"To take something to heart\" means to think about something seriously or to be bothered by it. AT: \"not be bothered by it\" or \"forget about it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "Abishai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:02:18|2:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zeruiah", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:02:12|2:13]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Should not Shimei be put to death for this, because he cursed Yahweh's anointed?", "text": "Abishai was angry at Shimei for cursing David and is suggesting that he should be killed. This question can be written as a statement. AT: \"Shimei should be put to death because he cursed Yahweh's anointed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh's anointed", "text": "This refers to David. It means that he is the man that Yahweh had anointed as king. AT: \"the man that Yahweh has anointed as king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What have I to do with you ... that you should today be adversaries to me?", "text": "David uses this rhetorical question to rebuke Abishai. This can be written as a statement. AT: \"We have nothing in common with you, you sons of Zeruiah! You have no good reason to become my adversaries today.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will any man be put to death today in Israel? For do I not know that today I am king over Israel?", "text": "David uses these rhetorical questions to continue rebuking Abishai. These questions can be written as statements. AT: \"No person will be executed today in the nation of Israel, because today I am the one who is king over all of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will any man be put to death", "text": "This phrase \"put to death\" means to be killed or executed. AT: \"Will any man be killed\" or \"Will I order any man to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For do I not know that today I am king over Israel?", "text": "Possible meanings of this rhetorical question are 1) \"I know that I am still king of Israel.\" (UDB) or 2) \"Today I am the one who is king over Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "Mephibosheth", "text": "Translate this man's name the same as you did in  [[:en:bible:notes:2sa:04:04|4:4]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He had not dressed his feet", "text": "\"He had not cared for his feet.\" Mephibosheth's feet were crippled. This phrase means that he had not taken proper care of his feet."}, {"ref": "Why did you not go with me, Mephibosheth?", "text": "David is asking Mephibosheth why he did not go with David when David and all the people who followed him left Jerusalem. AT: \"Why did you not go with me when I left Jerusalem, Mephibosheth?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "Ziba", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:09:01|9:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "my master the king is like an angel of God", "text": "Here David's wisdom is compared to the wisdom of an angel. AT: \"my master the king is as wise as an angel of God\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "do what is good in your eyes", "text": "This means to do what you think is right. AT: \"do what you believe to be the right thing to do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all my father's house were dead men before my master the king", "text": "Mephibosheth speaks of how his relatives had deserved to be executed as if they had already been executed and were dead. AT: \"all my father's house deserved for my master the king to order them to be executed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my father's house", "text": "This refers to his father's relatives. AT: \"my father's relatives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What right therefore have I that I should still cry any more to the king?", "text": "Mephibosheth uses this rhetorical question to emphasize that he has no right to request anything from the king. This can be written as a statement. AT: \"Therefore, I have no right to ask the king to do anything else for me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "29", "tn": [{"ref": "Why explain anything further?", "text": "David uses this rhetorical question to tell him that he does not need to continue talking about his conflict with Ziba. This can be written as a statement. AT: \"You do not need to explain this any further.\" or \"You certainly do not need to say any more.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "31", "tn": [{"ref": "Barzillai", "text": "Translate this man's name the same as you did in  [[:en:bible:notes:2sa:17:27|17:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gileadite", "text": "Translate the name of this people group the same as you did in [[:en:bible:notes:2sa:17:27|17:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Rogelim ... Mahanaim", "text": "Translate the names of these places the same as you did in [[:en:bible:notes:2sa:17:27|17:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Jordan", "text": "the Jordan River"}, {"ref": "eighty years old", "text": "\"80 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "furnished", "text": "\"provided\""}]}, {"id": "34", "tn": [{"ref": "How many days are left in the years of my life, that I should go up with the king to Jerusalem?", "text": "Here Barzillai means that he is old and that there is no reason for him to accompany David. This rhetorical question can be translated as a statement. AT: \"I am certainly not going to live many more years. There is no good reason for me to go up with the king to Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "eighty years old", "text": "\"80 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Can I distinguish between good and bad?", "text": "Barzillai uses rhetorical questions to emphasize why he does not want to go to Jerusalem. Here \"good\" and \"bad\" refer to what is desirable and what is not. This question can be written as a statement. AT: \"I cannot distinguish between what is desirable and what is not.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can your servant taste what I eat or what I drink?", "text": "Barzillai uses rhetorical questions to emphasize why he does not want to go to Jerusalem. This question can be written as a statement. AT: \"I cannot enjoy the taste of what I eat and drink.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can I hear any more the voice of singing men and singing women?", "text": "Barzillai uses rhetorical questions to emphasize why he does not want to go to Jerusalem. This question can be written as a statement. AT: \"I cannot hear well the voices of singing men and singing women.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why then should your servant be a burden to my master the king?", "text": "Barzillai uses this rhetorical question to emphasize that he does not want to be a burden to the king. This can be written as a statement. AT: \"Your servant should not go with you and be a burden to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why should the king repay me with such a reward?", "text": "Barzillai uses this rhetorical question to emphasize that he does not know why the king would reward him this way. This can be written as a statement. AT: \"I do not know why the king would repay me with such a great reward\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "Barzillai asks that Kimham be allowed to take his place instead with David."}, {"ref": "Kimham", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "by the grave of my father and my mother", "text": "This does not mean that he wants to die right next to their graves, but rather, that he wants to die in the city where they are buried. This can be stated clearly. AT: \"where my father's and my mother's graves are\" or \"where my father and my mother are buried\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let him cross over", "text": "This refers to crossing the Jordan River. AT: \"Let him cross over the Jordan\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "38", "tn": [{"ref": "Kimham will go over with me", "text": "This refers to crossing the Jordan River. This can be stated clearly. AT: \"Kimham will cross the river with me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "40", "tn": [{"ref": "crossed over to Gilgal", "text": "They crossed over the Jordan River. The missing words may be added. AT: \"crossed over the river to Gilgal\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Kimham", "text": "Translate this name as you did in [[:en:bible:notes:2sa:19:37|19:37]]."}, {"ref": "All the army of Judah brought the king over, and also half the army of Israel", "text": "\"All the army of Judah and half the army of Israel brought the king over\""}, {"ref": "brought the king over", "text": "They crossed over the Jordan River with the king. AT: \"escorted the king over the river\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Why have our brothers, the men of Judah ... and all David's men with him?", "text": "The men of Israel use this question to express that they feel betrayed by the people of Judah. This question can be written as a statement. AT: \"It is not right that our brothers, the men of Judah, who did not support you as king, had the privilege of bringing you and your family back across the Jordan River.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "stolen you away", "text": "The men of Israel speak of how the men of Judah escorted the king across the river as if the king were something they stole that did not belong to them. AT: \"taken you away from us\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Jordan", "text": "the Jordan River"}]}, {"id": "42", "tn": [{"ref": "Why then are you angry about this?", "text": "The men of Judah ask this rhetorical question to rebuke the men of Israel. This can be written as a statement. AT: \"But you have no reason to be upset about this.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have we eaten anything that the king had to pay for? Has he given us any gifts?", "text": "The men of Judah ask the question to express that they have not taken anything from the king. This can be written as a statement. AT: \"The king has never paid for our food, and he has never given us any gifts.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we have even more right to David than you", "text": "\"we have a greater claim to David than you do.\" It may be helpful to state clearly what having \"more right\" means. AT: \"we have more right to serve the king and to be with the king than you do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Why then did you despise us?", "text": "The men of Israel ask this rhetorical question to express their anger. This can be written as a statement. AT: \"You should not have despised us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was not our proposal to bring back our king the first to be heard?", "text": "The men of Israel ask this question to remind and rebuke the people of Judah. This can be written as a statement. AT: \"We were the first to suggest that we bring back the king!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the words of the men of Judah were even more harsh than the words of the men of Israel", "text": "Here the \"words\" refers to the speech of the men. AT: \"the men of Judah spoke even more harshly than the men of Israel did\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]