[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Just two days before the Passover, the chief priests and scribes are secretly plotting to kill Jesus."}, {"ref": "stealthily", "text": "without people noticing"}, {"ref": "For they were saying", "text": "The word \"they\" refers to the chief priests and the scribes."}, {"ref": "Not during the feast", "text": "It may be helpful to add the missing information. AT: \"We must not do it during the feast\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Though some were angry that the oil was used to anoint Jesus, Jesus says that the woman has anointed his body for burial before he will die."}, {"ref": "Simon the leper", "text": "This man previously had leprosy but was no longer ill. This is a different man than Simon Peter and Simon the Zealot. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he was reclining at the table", "text": "In Jesus' culture, when people gathered to eat, they reclined on their sides, propping themselves up on pillows beside a low table."}, {"ref": "alabaster jar", "text": "This is a jar made from alabaster. Alabaster was a very expensive yellow-white stone. AT: \"beautiful white stone jar\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "of very costly liquid, which was pure nard", "text": "\"that contained expensive, fragrant perfume called nard\" (UDB). Nard was a very expensive, sweet-smelling oil used to make perfume. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "on his head", "text": "\"on Jesus' head\""}, {"ref": "What is the reason for this waste?", "text": "They asked this question to show that they disapproved of the woman pouring the perfume on Jesus. This can be written as a statement. AT: \"It is terrible that she wasted that perfume!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "This perfume could have been sold", "text": "Mark wants to show his readers that those present were more concerned about money. This can be stated in active form. AT: \"We could have sold this perfume\" or \"She could have sold this perfume\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "three hundred denarii", "text": "\"300 denarii.\" Denarii are Roman silver coins. (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "and given to the poor", "text": "The phrase \"the poor\" refers to poor people. Also, the missing information may be added. AT: \"and the money given to poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "06", "tn": [{"ref": "Why are you troubling her?", "text": "Jesus rebukes the guests for questioning this woman's action. This can be written as a statement. AT: \"You should not trouble her!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the poor", "text": "This refers to poor people. AT: \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "wherever the gospel is preached", "text": "This can be stated in active form. AT: \"wherever my followers preach the gospel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what this woman has done will be spoken of", "text": "\"what this woman has done will also be spoken of\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "After the woman anoints Jesus with perfume, Judas promises to deliver Jesus to the chief priests."}, {"ref": "so that he might deliver him over to them", "text": "Judas did not deliver Jesus over to them yet, rather he went to make arrangements with them. AT: \"in order to arrange with them to deliver Jesus to them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When the chief priests heard it", "text": "It may be helpful to state clearly what the chief priests heard. AT: \"When the chief priests heard what he was willing to do for them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jesus sends two of the disciples to prepare the Passover meal."}, {"ref": "when they sacrificed the Passover lamb", "text": "At the beginning of the Festival of Unleavened Bread, it was customary to sacrifice a lamb. AT: \"when it was customary to sacrifice the Passover lamb\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bearing a pitcher of water", "text": "\"carrying a large jar full of water\" (UDB)"}, {"ref": "The Teacher says, \"Where is my guest room ... with my disciples?\"", "text": "This can be written as an indirect quote. Translate this so that it is a polite request. AT: \"Our Teacher would like to know where the guest room is where he may eat the Passover with his disciples.\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "guest room", "text": "a room for visitors"}, {"ref": "eat the Passover", "text": "Here the \"Passover\" refers to the Passover meal. AT: \"eat the Passover meal\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Make the preparations for us there", "text": "They were to prepare the meal for Jesus and his disciples to eat. AT: \"Prepare the meal for us there\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The disciples left", "text": "\"The two disciples left\""}, {"ref": "as he had said", "text": "\"as Jesus had said\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "That evening as Jesus and the disciples eat the Passover meal, Jesus tells them that one of them will betray him."}, {"ref": "he came with the twelve", "text": "It may be helpful to state where they came to. AT: \"he came with the twelve to the house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lying down at the table", "text": "In Jesus' culture, when people gathered to eat, they lay down on their sides, propping themselves up on pillows beside a low table."}, {"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "one by one", "text": "This means that \"one at a time\" each disciple asked him."}, {"ref": "Surely not I", "text": "Possible meanings are 1) this was a question for which the disciples expected the answer to be \"No\" or 2) this was a rhetorical question that did not require a response. AT: \"Surely, I am not the one who will betray you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "It is one of the twelve, the one now", "text": "\"He is one of the twelve of you, the one now\""}, {"ref": "dipping bread with me in the bowl", "text": "In Jesus' culture, people would often eat bread, dipping it in a shared bowl of sauce or of oil mixed with herbs."}, {"ref": "For the Son of Man will go the way that the scripture says about him", "text": "Here Jesus refers to the scriptures prophesying about his death. If you have a polite way to talk about death in your language, use it here. AT: \"For the Son of Man will die in the way that the scriptures say\""}, {"ref": "through whom the Son of Man is betrayed", "text": "This can be stated more directly. AT: \"who betrays the Son of Man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "bread", "text": "This was a flat loaf of unleavened bread, which was eaten as part of the Passover meal."}, {"ref": "broke it", "text": "This means that he broke the bread into pieces for the people to eat. AT: \"broke it into pieces\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He took a cup", "text": "Here \"cup\" is a metonym for wine. AT: \"He took the cup of wine\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "This is my blood of the covenant, the blood that is poured out for many", "text": "The covenant is for the forgiveness of sins. This can be written more explicitly. AT: \"This is my blood that confirms the covenant, the blood that is poured out so that many may receive the forgiveness of sins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This is my blood", "text": "\"This wine is my blood.\" It is best to translate this literally, though most understand this to mean that the wine represents Jesus' blood and that the wine is not actual blood."}, {"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "fruit of the vine", "text": "\"wine.\" This is a descriptive way to refer to wine."}, {"ref": "new", "text": "Possible meanings are 1) \"again\" or 2) \"in a new way\""}]}, {"id": "26", "tn": [{"ref": "hymn", "text": "A hymn is a type of song. It was traditional for them to sing an Old Testament psalm."}, {"ref": "Jesus said to them", "text": "\"Jesus said to his disciples\""}, {"ref": "will fall away", "text": "This is an idiom that means leave. AT: \"will leave me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will strike", "text": "\"kill.\" Here \"I\" refers to God."}, {"ref": "the sheep will be scattered", "text": "This can be stated in active form. AT: \"I will scatter the sheep\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Jesus clearly tells Peter he will deny him. Peter and all of the disciples are certain they will not deny Jesus."}, {"ref": "I am raised up", "text": "This means that God will raise Jesus from the dead. This can be written in active form. AT: \"God raises me from the  dead\" or \"God makes me alive again\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will go ahead of you", "text": "\"I will go before you\""}, {"ref": "Even if all fall away, I will not", "text": "\"I will not\" can be fully expressed as \"I will not fall away.\" The phrase \"not fall away\" is a double negative and carries a positive meaning. This can be expressed in the positive if needed. AT: \"Even if everyone else leaves you, I will stay with you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "30", "tn": [{"ref": "Truly I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "rooster crows", "text": "The rooster is a bird that calls out very early in the morning. The loud sound he makes is \"crowing.\""}, {"ref": "twice", "text": "\"two times\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "you will deny me", "text": "\"you will say that you do not know me\""}, {"ref": "If I must die", "text": "\"Even if I must die\""}, {"ref": "They all made the same promise", "text": "This means that all of the disciples said the same thing that Peter said."}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "When they go to Gethsemane on the Mount of Olives, Jesus encourages three of his disciples to stay awake while he prays. Twice he awakens them, and the third time he tells them to wake up because it is time for the betrayal."}, {"ref": "They came to the place", "text": "The word \"they\" refers to Jesus and his disciples."}, {"ref": "distressed", "text": "overwhelmed with sorrow"}, {"ref": "deeply troubled", "text": "The word \"deeply\" refers to Jesus being greatly troubled in his soul. AT: \"extremely troubled\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My soul is", "text": "Jesus speaks of himself as his \"soul.\" AT: \"I am\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "even to the point of death", "text": "Jesus feels so much distress and sorrow that he feels like he is about to die. AT: \"and I feel like I could die\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "watch", "text": "The disciples were to stay alert while Jesus prayed. This does not mean that they were supposed to watch Jesus pray."}]}, {"id": "35", "tn": [{"ref": "if it were possible", "text": "This means that if God would allow it to happen. AT: \"if God would allow it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "this hour might pass", "text": "Here \"this hour\" refers to Jesus' time of suffering, both now in the garden and later. AT: \"that he would not have to go through this time of suffering\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Abba", "text": "\"Abba\" is a Greek term used by children to address their father. It implies a close relationship. Since it is followed by \"Father,\" it is best to keep the Greek term \"Abba\" as is in your language. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Remove this cup from me", "text": "Jesus speaks of the suffering that he must endure as if it were a cup. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But not my will, but yours", "text": "Jesus is asking God to do what he wants to be done and not what Jesus wants. AT: \"But do not do what I want, do what you want\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "37", "tn": [{"ref": "and found them sleeping", "text": "The word \"them\" refers to Peter, James, and John."}, {"ref": "Simon, are you asleep? Could you not watch for one hour?", "text": "Jesus rebukes Simon Peter for sleeping. This can be written as a statement. AT: \"Simon, you are asleep when I told you to stay awake. You could not even stay awake for one hour.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that you do not enter into temptation", "text": "Jesus speaks of being tempted as if it were entering into a physical place. AT: \"that you are not tempted\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The spirit indeed is willing, but the flesh is weak", "text": "Jesus warns Simon Peter that he is not strong enough to do what he wants to do in his own strength. AT: \"You are willing in your spirit, but you are too weak to do what you want to do\" or \"You want to do what I say, but you are weak\" (UDB)"}, {"ref": "The spirit ... the flesh", "text": "These refer to two different aspects of Peter. \"The spirit\" is his inmost desires. \"The flesh\" is his human ability and strength. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "used the same words", "text": "\"prayed again what he prayed before\" (UDB)"}]}, {"id": "40", "tn": [{"ref": "found them sleeping", "text": "The word \"them\" refers to Peter, James, and John."}, {"ref": "for their eyes were heavy", "text": "Here the author speaks of a sleepy person having a hard time keeping his eyes open as having \"heavy eyes.\" AT: \"for they were so sleepy they were having a hard time keeping their eyes open\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He came the third time", "text": "Jesus had gone and prayed again. Then he returned to them a third time. This can be made clear. AT: \"Then he went and prayed again. He returned the third time\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Are you still sleeping and taking your rest?", "text": "Jesus rebukes his disciples for not staying awake and praying. You can translate this rhetorical question as a statement if needed. AT: \"You are still sleeping and resting!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The hour has come", "text": "The time of Jesus' suffering and betrayal is about to begin."}, {"ref": "Look!", "text": "\"Listen!\""}, {"ref": "The Son of Man is being betrayed", "text": "Jesus warns his disciples that his betrayer is approaching them. This can be stated in active form. AT: \"I, the Son of Man, am being betrayed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "43", "tn": [{"ref": "Connecting Statement:", "text": "Judas betrays Jesus with a kiss, and the disciples all flee."}, {"ref": "General Information:", "text": "Verse 44 gives background information about how Judas had arranged with the Jewish leaders to betray Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now his betrayer", "text": "This refers to Judas."}, {"ref": "he is the one", "text": "Here \"the one\" refers to the man that Judas was going to identify. AT: \"he is the one you want\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And he kissed him", "text": "\"And Judas kissed him\""}, {"ref": "laid hands on him and seized him", "text": "These two phrases have the same meaning to emphasize that they seized Jesus. AT: \"grabbed Jesus and seized him\" or \"seized him\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "47", "tn": [{"ref": "who stood by", "text": "\"who was standing nearby\""}, {"ref": "Jesus said to them", "text": "\"Jesus said to the crowd\""}, {"ref": "Do you come out, as against a robber, with swords and clubs to capture me?", "text": "Jesus is rebuking the crowd. This can be written as a statement. AT: \"It is ridiculous that you come here to seize me with swords and clubs, as if I were a robber!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But this was done that", "text": "\"But this has happened so that\""}, {"ref": "And all those with Jesus", "text": "This refers to the disciples."}]}, {"id": "51", "tn": [{"ref": "linen", "text": "cloth made from the fibers of a flax plant"}, {"ref": "that was wrapped around him", "text": "This can be stated in active form. AT: \"that he had wrapped around himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When the men seized him", "text": "\"When the men seized that man\""}, {"ref": "he left the linen garment", "text": "As the man was trying to run away, the others would have grabbed at his clothing, trying to stop him."}]}, {"id": "53", "tn": [{"ref": "Connecting Statement:", "text": "After the crowd of the chief priests, scribes, and elders lead Jesus to the high priest, Peter watches nearby while some stand to give false testimony against Jesus."}, {"ref": "There were gathered with him all the chief priests, the elders, and the scribes", "text": "This can be reordered so that it is easier to understand. \"All of the chief priests, the elders, and the scribes had gathered there together\""}, {"ref": "Now", "text": "This word is used here to mark a shift in the storyline as the author begins telling us about Peter."}, {"ref": "as far as the courtyard of the high priest", "text": "As Peter followed Jesus, he stopped at the high priest's courtyard. This can be written clearly. AT: \"and he went as far as the courtyard of the high priest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He sat among the guards", "text": "Peter sat with the guards who were working at the courtyard. AT: \"He sat in the courtyard among the guards\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "55", "tn": [{"ref": "Now", "text": "This word is used here to mark a shift in the storyline as the author continues telling us about Jesus being put on trial."}, {"ref": "they might put him to death", "text": "They were not the ones who would execute Jesus; rather, they would order someone else to do it. AT: \"they might have Jesus executed\" or \"they might have someone execute Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But they did not find any", "text": "They did not find testimony against Jesus with which they could convict him and have him put to death. AT: \"But they did not find any testimony with which to convict him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "brought false testimony against him", "text": "Here speaking false testimony is described as if it were a physical object that someone can carry. AT: \"accused him by speaking false testimony against him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their testimony did not agree", "text": "This can be written in positive form. \"but their testimony contradicted each other\""}]}, {"id": "57", "tn": [{"ref": "brought false testimony against him", "text": "Here speaking false testimony is described as if it were a physical object that someone can carry. AT: \"accused him by speaking false testimony against him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We heard him say", "text": "\"We heard Jesus say.\" The word \"we\" refers to the people who brought false testimony against Jesus and does not include the people to whom they are speaking. (See:  [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "made with hands", "text": "Here \"hands\" refers to men. AT: \"made by men ... without man's help\" or \"built by men ... without man's help\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in three days", "text": "\"within three days.\" This means that the temple would be built within a three-day period."}, {"ref": "will build another", "text": "The missing word may be added. AT: \"will build another temple\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "did not agree", "text": "\"contradicted each other.\" This can be written in positive form."}]}, {"id": "60", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus answers that he is the Christ, the high priest and all of the leaders there condemn him as one who deserves to die."}, {"ref": "stood up among them", "text": "Jesus stands up in the middle of the angry crowd to speak to them. Translate this to show who was present when Jesus stood up to speak. AT: \"stood up among the chief priests, scribes, and elders\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "Have you no answer? What is it these men testify against you?", "text": "The chief priest is not asking Jesus for information about what the witnesses said. He is asking Jesus to prove what the witnesses said is wrong. AT: \"Are you not going to reply? What do you say in response to the testimony these men are speaking against you?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of the Blessed", "text": "Here God is called \"the Blessed.\" It is best to translate \"Son\" with the same word your language would naturally use to refer to a \"son\" of a human father. AT: \"the Son of the Blessed One\" or \"the Son of God\" (UDB) (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I am", "text": "This likely has a double meaning: 1) to respond to the high priest's question and 2) to call himself \"I Am,\" which is what God called himself in the Old Testament."}, {"ref": "at the right hand of power", "text": "Here \"power\" refers to God. AT: \"at the right hand of God, who is very powerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "comes with the clouds of heaven", "text": "Here the clouds are described as accompanying Jesus when he returns. AT: \"when he comes down through the clouds in the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "63", "tn": [{"ref": "tore his garments", "text": "The high priest tore his clothes purposefully to show his outrage and horror at what Jesus has said. AT: \"tore his garments in outrage\""}, {"ref": "Do we still need witnesses?", "text": "This can be written as a statement. AT: \"We certainly do not need any more people who will testify against this man!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You have heard the blasphemy", "text": "This refers to what Jesus said, which the high priest called blasphemy. AT: \"You have heard the blasphemy he has spoken\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And they all ... Some began to", "text": "These phrases refer to the people in the crowd."}, {"ref": "to cover his face", "text": "They covered his face with a cloth or blindfold, so he could not see. AT: \"to cover his face with a blindfold\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Prophesy", "text": "They mocked him, asking him to prophesy who was hitting him. AT: \"Prophesy who hit you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "officers", "text": "\"guards\""}]}, {"id": "66", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus had predicted, Peter denies Jesus three times before the rooster crows."}, {"ref": "below in the courtyard", "text": "\"outside in the courtyard\" (UDB)"}, {"ref": "one of the servant girls of the high priest", "text": "The servant girls worked for the high priest. AT: \"one of the servant girls who worked for the high priest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "denied", "text": "This means to claim that something is not true. In this case, Peter was saying that what the servant girl said about him was not true."}, {"ref": "neither know nor understand what you are talking about", "text": "Both \"know\" and \"understand\" have the same meaning here. The meaning is repeated to add emphasis to what Peter is saying. AT: \"I really do not understand what you are talking about!\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "69", "tn": [{"ref": "the servant girl", "text": "This is the same servant girl who identified Peter previously."}, {"ref": "one of them", "text": "The people were identifying Peter as one of Jesus' disciples. This can be made more clear. AT: \"one of Jesus' disciples\" or \"one of those who have been with that man they arrested\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "71", "tn": [{"ref": "to put himself under curses", "text": "If in your language you have to name the person who curses someone, state God. AT: \"to say for God to curse him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "rooster immediately crowed", "text": "The rooster is a bird that calls out very early in the morning. The loud sound he makes is \"crowing.\""}, {"ref": "a second time", "text": "\"Second\" is an ordinal number. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "he broke down", "text": "This idiom means that he was overwhelmed with grief and lost control of his emotions. AT: \"he was overwhelmed with grief\" or \"he lost control of his emotions\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]