[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer describes the sinfulness of the Old Testament priests, then he shows that Christ has a better kind of priesthood, not based on Aaron's priesthood but on the priesthood of  Melchizedek."}, {"ref": "chosen from among people", "text": "This can be stated in active form. AT: \"whom God chooses from among the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is appointed", "text": "This can be stated in active form. AT: \"God appoints\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to act on the behalf of people", "text": "\"to represent the people\""}, {"ref": "the ignorant and the wayward", "text": "These nominal adjectives can be stated as adjectives. AT: \"those who are ignorant and wayward\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the wayward", "text": "people who behave in sinful ways"}, {"ref": "is surrounded with weakness", "text": "The high priest's own weakness is spoken of as if it were a force that surrounded him. AT: \"is spiritually weak\" or \"is weak against sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "weakness", "text": "Here this refers to the desire to sin."}, {"ref": "he also is required", "text": "This can be stated in active form. AT: \"God also requires him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "This quotation is from the Psalms in the Old Testament."}, {"ref": "takes this honor", "text": "Honor is spoken of as if it were an object that a person could grasp in his hands. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes this honor", "text": "The \"honor\" or praise and respect that people gave to the high priest stand for his task. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is called by God, just as Aaron was", "text": "This can be stated in active form. AT: \"God called him, just as he called Aaron\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one speaking to him said", "text": "\"God said to him\""}, {"ref": "You are my Son; today I have become your Father", "text": "These two phrases mean essentially the same thing. See how you translated this in [[:en:bible:notes:heb:01:04|1:5]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Son ... Father", "text": "These are important titles that describe the relationship between Jesus and God the Father. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This prophecy is from a Psalm of David."}, {"ref": "he also says", "text": "To whom God is speaking can be stated clearly. AT: \"he also says to Christ\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in another place", "text": "\"in another place in the scriptures\""}, {"ref": "after the manner of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}]}, {"id": "07", "tn": [{"ref": "During the days of his flesh", "text": "Here \"the days\" stands for a period of time. And, \"flesh\" stand for Jesus's earthly life. AT: \"While he lived on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "prayers and requests", "text": "Both of these words mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "to save him from death", "text": "Death is spoken of as it if were place that Christ could be kept from being forced to enter, or as a place from which he could be rescued. Either meaning fits here. The UDB chooses the first meaning. If possible, translate so as to allow both interpretations. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He was heard", "text": "This can be stated in active form. AT: \"God heard him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the things that he suffered", "text": "The experiences of suffering are spoken of as if they were things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "In verse 11 the writer begins his third warning.  He warns these believers that they are still not mature and encourages them to learn God's word so they can understand right from wrong."}, {"ref": "He was made perfect", "text": "This can be stated in active form. AT: \"God made him perfect\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "made perfect", "text": "Here this means being made mature, able to honor God in all aspects of life."}, {"ref": "became, for everyone who obeys him, the cause of eternal salvation", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"now he saves all who obey him and causes them to live forever\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "He was designated by God", "text": "This can be stated in active form. AT: \"God designated him\" or \"God appointed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "after the manner of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}, {"ref": "We have much to say", "text": "Even though the author uses the plural pronoun \"we,\" he is most likely referring only to himself. AT: \"I have much to say\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "you have become dull in hearing", "text": "The ability to understand and obey is spoken of as if it were the ability to listen.  And the ability to listen is spoken of as if it were a metal tool that becomes dull with use. AT: \"you have trouble understanding it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "basic principles", "text": "Here \"principles\" means a guideline or standard for decision-making. AT: \"basic truths\""}, {"ref": "You need milk", "text": "Teaching about God that is easy to understand is spoken of as if it were milk, the only food that infants can take. AT: \"You have become like babies and can drink only milk\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not solid food", "text": "Teaching about God that is difficult to understand is spoken of as if it were solid food, suitable for adults. AT: \"instead of solid food, which adults can eat\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes milk", "text": "Here \"takes\" stands for \"drinks.\" AT: \"drinks milk\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because he is still a baby", "text": "This speaks of a believer who can understand only the simple teachings of the gospel as if he were a literal baby. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who because of their maturity have their understanding trained for distinguishing good from evil", "text": "People trained to understand something are spoken of as if the ability to understand had been trained. AT: \"who are mature and can distinguish between good and evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]