[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues by  contrasting believers' earthly bodies to the heavenly ones God will give."}, {"ref": "if the earthly dwelling that we live in is destroyed, we have a building from God", "text": "Paul speaks of his physical body as if it were a temporary \"earthly dwelling\" and of the resurrection body that God will give as if it were a permanent \"building\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if the earthly dwelling that we live in is destroyed", "text": "This can be stated in active form. AT: \"if people destroy the earthly dwelling that we live in\" or \"if people kill our bodies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is a house not made by human hands", "text": "This refers to the \"building from God.\" This can be stated in active form. AT: \"It is a house that humans have not made\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in this tent we groan", "text": "The word \"tent\" refers to \"the earthly dwelling that we live in.\" The word groan is a sound that a person makes when they eagerly desire to have something that is good."}, {"ref": "longing to be clothed with our heavenly dwelling", "text": "The words \"our heavenly dwelling\" refer to the \"building from God.\" Paul speaks of the resurrection body as if it were both a building and a piece of clothing that a person can put on. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by putting it on", "text": "\"by putting on our heavenly dwelling\""}, {"ref": "we will not be found to be naked", "text": "This can be stated in active form. AT: \"we will not be naked\" or \"God will not find us naked\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "while we are in this tent", "text": "Paul speaks of the physical body as if it were a \"tent.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in this tent, we groan", "text": "The word \"tent\" refers to \"the earthly dwelling that we live in.\" The word groan is a sound that a person makes when they eagerly desire to have something that is good. See how you translated this in [[:en:bible:notes:2co:05:01|5:2]]."}, {"ref": "being burdened", "text": "Paul refers to the difficulties that the physical body experiences as if they were heavy objects that are difficult to carry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We do not want to be unclothed ... we want to be clothed", "text": "Paul speaks of the body as if it were clothing. Here \"to be unclothed\" refers to the death of the physical body; \"to be clothed\" refers to having the resurrection body that God will give. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to be unclothed", "text": "\"to be without clothes\" or \"to be naked\""}, {"ref": "so that what is mortal may be swallowed up by life", "text": "Paul speaks of life as if it were an animal that eats \"what is mortal.\" The physical body that will die will be replaced by a resurrection body that will live forever. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that what is mortal may be swallowed up by life", "text": "This can be stated in active form. AT: \"so that life may swallow up what is mortal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who gave us the Spirit as a pledge of what is to come", "text": "The Spirit is spoken of as if he was a partial downpayment toward eternal life. See how you translated a similar phrase in [[:en:bible:notes:2co:01:21|1:22]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Because believers will have a new body and have the Holy Spirit as a pledge, Paul reminds them to live by faith that they may please the Lord. He continues by reminding them to persuade others because 1) believers will appear at the judgment seat of Christ and 2) because of love for Christ who died for believers."}, {"ref": "while we are at home in the body", "text": "Paul speaks of the physical body as if it were a place where a person dwells. AT: \"while we are living in this earthly body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we are away from the Lord", "text": "\"we are not at home with the Lord\" or \"we are not in heaven with the Lord\""}, {"ref": "we walk by faith, not by sight", "text": "\"we live according to faith, not according to what we see\""}, {"ref": "We would rather be away from the body", "text": "Here the word \"body\" refers to the physical body."}, {"ref": "at home with the Lord", "text": "\"at home with the Lord in heaven\""}]}, {"id": "09", "tn": [{"ref": "whether we are at home or away", "text": "The word \"the Lord\" may be supplied from the previous verses. AT: \"whether we are at home with the Lord or away from the Lord\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to please him", "text": "\"to please the Lord\""}, {"ref": "before the judgment seat of Christ", "text": "\"before Christ to be judged\""}, {"ref": "each one may receive what is due", "text": "\"each person may receive what he deserves\""}, {"ref": "the things done in the body", "text": "This can be stated in active form. AT: \"the things he has done in the physical body\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whether for good or for bad", "text": "\"whether those things were good or bad\""}]}, {"id": "11", "tn": [{"ref": "knowing the fear of the Lord", "text": "\"knowing what it means to fear the Lord\""}, {"ref": "we persuade people", "text": "Possible meanings are 1) \"we persuade people of the truth of the gospel\" or 2) \"we persuade people that we are legitimate apostles.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What we are is clearly seen by God", "text": "This can be stated in active form. AT: \"God clearly sees what kind of people we are\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that it is also clear to your conscience", "text": "\"that you are also convinced of it\""}, {"ref": "so you may have an answer", "text": "\"so you may have something to say to\""}, {"ref": "those who boast about appearances but not about what is in the heart", "text": "Here the word \"appearances\" refers to outward expressions of things like ability and status. The word \"heart\" refers to the inward character of a person. AT: \"those who boast about outward appearances ... not what a person is like on the inside\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "if we are out of our minds ... if we are in our right minds", "text": "Paul is speaking about the way others think of him and his coworkers. AT: \"if people think we are crazy ... if people think we are sane\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the love of Christ", "text": "Possible meanings are 1) \"Our love for Christ\" (UDB) or 2) \"Christ's love for us.\""}, {"ref": "died for all", "text": "\"died for all people\""}, {"ref": "him who died and was raised", "text": "Here the word \"him\" refers to Christ. This can be stated in active form. AT: \"Christ, who died and whom God raised\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Because of Christ's love and death, we are not to judge by human standards. We are appointed to teach others how to be united with and have peace with God through Christ's death and receive God's righteousness through Christ."}, {"ref": "For this reason", "text": "This refers to what Paul has just said about living for Christ instead of living for self."}, {"ref": "he is a new creation", "text": "Paul speaks of the person who believes in Christ as if God had created a new person. AT: \"he is a new person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The old things have passed away", "text": "Here \"the old things\" refers to the things that characterized a person before they trusted in Christ."}, {"ref": "See", "text": "The word \"See\" here alerts us to pay attention to the surprising information that follows."}]}, {"id": "18", "tn": [{"ref": "All these things", "text": "\"God has done all these things.\" This refers to what Paul has just said in the previous verse about new things replacing old things."}, {"ref": "the ministry of reconciliation", "text": "This can be translated with a verbal phrase. AT: \"the ministry of reconciling people to him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "That is", "text": "\"This means\""}, {"ref": "in Christ God is reconciling the world to himself", "text": "Here the word \"world\" refers to people in the world. AT: \"in Christ, God is reconciling mankind to himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He is entrusting to us the message of reconciliation", "text": "God has given Paul the responsibility to spread the message that God is reconciling people to himself."}, {"ref": "the message of reconciliation", "text": "\"the message about reconciliation\""}]}, {"id": "20", "tn": [{"ref": "we are appointed as representatives of Christ", "text": "This can be stated in active form. AT: \"God has appointed us as Christ's representatives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "representatives of Christ", "text": "\"those who speak for Christ\""}, {"ref": "Be reconciled to God", "text": "This can be stated in active form. AT: \"Let God reconcile you to himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He made Christ become the sacrifice for our sin", "text": "\"God made Christ become the sacrifice for our sin\""}, {"ref": "our sin ... we might become", "text": "Here the words \"our\" and \"we\" are inclusive and refer to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "He is the one who never sinned", "text": "\"Christ is the one who never sinned\""}, {"ref": "He did this ... the righteousness of God in him", "text": "\"God did this ... the righteousness of God in Christ\""}, {"ref": "so that we might become the righteousness of God in him", "text": "The phrase \"the righteousness of God\" refers to the righteousness that God requires and which comes from God. AT: \"so that we might have God's righteousness in us through Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]