[{"id": "01", "tn": [{"ref": "To which of the holy ones will you turn?", "text": "Eliphaz poses this question to make the point that no one Job can turn to for help. AT: \"Is there a holy one to whom you may turn?\" or \"There is no holy one to whom you can turn for help.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "holy ones", "text": "This refers to supernatural beings of some kind, whether angels or other spirits."}, {"ref": "the silly one ... a foolish person", "text": "This refers to any silly person and any foolish person. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "jealousy kills the silly one", "text": "\"jealousy kills anyone who acts ignorantly and impulsively\""}, {"ref": "a foolish person taking root", "text": "Here a person is spoken of as if he were a plant, perhaps becoming more foolish over time. AT: \"a foolish person becoming grounded in foolishness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his home", "text": "This refers to the person's family and all his property."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "These verses continue the earlier use of parallelism, here emphasizing in different ways the idea that the children of foolish people are never safe. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "His children are far from safety", "text": "\"His\" refers to the foolish person or the foolish people in [[:en:bible:notes:job:05:01|05:02]]. AT: \"Their children are never safe\""}, {"ref": "are crushed", "text": "Here being crushed represents being oppressed, taken advantage of, at court. This idea may be put into active form. AT: \"someone crushes them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "city gate", "text": "The city gate, functioning as a court, was the place where disputes were resolved and where judgments were given."}, {"ref": "There is no one to rescue them", "text": "\"There is no one to help the foolish people's children out of their hardship\""}, {"ref": "they even take it from among the thorns", "text": "This perhaps refers to parts of a field where the worst crops grow, because of thorn plants present."}, {"ref": "The thirsty pant for their wealth", "text": "Here greedy people are spoken of as if they were thirsty, and the wealth of the foolish person is spoken of as if it were something that they could drink."}]}, {"id": "06", "tn": [{"ref": "For difficulties do not come out from the soil; neither does trouble sprout from the ground", "text": "Here difficulties and trouble are spoken of as if they were plants. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "mankind is born for trouble, just as sparks fly upward", "text": "It is as natural for people, once they are born, to have trouble as it is for sparks to fly up from a fire. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "In these verses, Eliphaz continues his speech from [[:en:bible:notes:job:04:01|4:01]]. The writer continues to use parallelism in each verse, conveying a single idea using two different statements to emphasize that Job needs to plead his case to God who does wonderful things. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "great and unsearchable things, marvelous things without number", "text": "\"great things that cannot be understood, wonders that cannot be counted\""}, {"ref": "unsearchable things", "text": "This refers to things that mankind cannot understand.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "great and unsearchable things", "text": "Here the writer uses two independent words connected by \"and\" to emphasize the greatness of God's actions. AT: \"greatly profound things\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "marvelous things", "text": "\"wonderful things\" or \"wonders\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each verse, conveying a single idea using two different statements to emphasize how God lifts those who are lowly and debases those who are cunning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He does this in order to set up on high those who are low", "text": "Humble people in distress are spoken of as if they were in a low position. When God rescues them, they receive honor. When this happens, they are spoken of as being raised up and put into a high position. AT: \"God does this in order to rescue and honor the humble who have been suffering\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He breaks the plans", "text": "Here stopping the plans of crafty people is spoken of as if they were things that could be physically broken. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He traps wise people in their own crafty actions", "text": "Here making wise people suffer for their own evil actions is spoken of as if it were catching them in traps. Their own actions are spoken of as if they were those traps. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "twisted people", "text": "Here being evil in a clever way is spoken of as if it were being twisted. AT: \"those who are cunning\" or \"those who are devious\" or \"those who are shrewd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each verse, conveying a single idea using two different statements to emphasize how God debases those who are cunning and saves those who are poor. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They encounter darkness in the daytime", "text": "Here the cunning, wicked people whom God confuses are spoken of as if they unexpectedly are in the dark at noon, when the sun is at its highest position in the sky. They cannot do anything they wish to do, because they cannot see. AT: \"Those who are cunning are in the dark, even at noontime\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "grope", "text": "feel around like a blind person"}, {"ref": "noonday", "text": "\"at noon\""}, {"ref": "But he saves the poor person from the sword in their mouths", "text": "Here the insulting and threatening things that people say are spoken of as if they were a sword in their mouths. AT: \"But he saves the poor person from the threats of the mighty\" or \"But he saves the poor person when the mighty threaten or insult them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "injustice shuts her own mouth", "text": "People who say unjust things are spoken of as if they were the injustice itself, who must stop speaking. AT: \"It is as though injustice shut her own mouth.\" (See: [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "", "text": ""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in verses 18 and 19, conveying a single idea using two different statements to emphasize God's acts of chastening and healing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "God corrects ... chastening of the Almighty", "text": "God is pictured as a parent correcting or instructing a child."}, {"ref": "blessed", "text": "\"favored\""}, {"ref": "do not despise", "text": "\"do not reject\" or \"do not consider worthless\""}, {"ref": "chastening", "text": "\"instruction\" or \"correction\" or \"discipline\" (UDB)"}, {"ref": "For he wounds and then binds up; he wounds and then his hands heal", "text": "\"For he wounds but binds up; he crushes but his hands heal\""}, {"ref": "his hands heal", "text": "Here \"his hands\" represents God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will rescue you out of six troubles; indeed, in seven troubles, no evil will touch you", "text": "The use of increasing numbers such as \"six\" and \"seven\" represents the idea of many, many times. AT: \"He will rescue you out of trouble over and over again; indeed, time after time, no evil will touch you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "The shift in pronoun from \"he\" to \"you\" which began in [[:en:bible:notes:job:05:17|05:19]] continues through the end of Eliphaz's speech in [[:en:bible:notes:job:05:26|05:27]]."}, {"ref": "In famine he will rescue you", "text": "\"In famine God will redeem you\""}, {"ref": "rescue you", "text": "\"ransom you\" or \"redeem you\" or \"save you from danger\""}, {"ref": "destruction", "text": "\"harm from enemies\""}, {"ref": "you will not be afraid of wild beasts", "text": "\"you will not be afraid of the wild beasts\""}, {"ref": "wild beasts", "text": "animals that have not been tamed or trained"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize security with regard to the natural world, the homestead, and one's descendants. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you will have a covenant with the stones in your field", "text": "This sentence uses figurative language to convey harmony with the natural world. AT: \"your covenant is with the stones of the field\""}, {"ref": "you will be at peace with the wild beasts", "text": "\"the wild animals will be at peace with you\""}, {"ref": "wild beasts", "text": "animals that have not been tamed or trained"}, {"ref": "You will know that your tent is in safety", "text": "\"You will know that your tent is peaceful\""}, {"ref": "you will visit your sheepfold and find nothing missing", "text": "\"you will visit your flock and find nothing missing\""}, {"ref": "You will also know that your posterity will be great, that your offspring will be like the grass on the ground", "text": "In this simile, \"offspring\" is pictured as numerous as blades of grass. \"You will also know that your descendants will be many, that your offspring will be like grass growing on the earth\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "26", "tn": [{"ref": "You will come to your grave at a full age", "text": "\"You will die at a very old age\""}, {"ref": "like a stack of grain sheaves that is carried up to the threshing floor", "text": "Eliphaz is using simile to make his point that Job will die when it is time for him to die. AT: \"Just as grain is harvested at the appointed time, so shall you die when it is your appointed time.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "See, we have examined this matter; it is like this; listen to it, and know it for yourself", "text": "\"We\" refers to Job's friends, including Eliphaz, who is speaking. AT: \"Look, we have thought about this matter. Listen to what I am saying and know that it is true.\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}]