[{"id": "01", "tn": [{"ref": "General Information:", "text": "The places in [[:en:bible:notes:gen:14:01|14:1-2]] are all independent cities. (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "in the days of", "text": "\"in the time of\""}, {"ref": "they made war", "text": "\"they went to war\" or \"they started a war\" or \"they prepared for war\""}]}, {"id": "03", "tn": [{"ref": "These latter five kings joined together", "text": "The information that their armies were with them can be made explicit. AT: \"These latter five kings and their armies joined together\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Twelve years they had served", "text": "The events in verses 4-7 happened before verse 3. Your language may have a way of showing this."}, {"ref": "they had served Chedorlaomer", "text": "They probably had to pay him taxes and serve in his army. AT: \"they had been under the control of Chedorlaomer\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they rebelled", "text": "\"they refused to serve him\" or \"they stopped serving him\""}, {"ref": "came and attacked", "text": "They did this because the other kings rebelled."}, {"ref": "the Rephaim ... the Zuzim ... the Emim ... the Horites", "text": "These are the names of people groups. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ashteroth Karnaim ... Ham ... Shaveh Kiriathaim ... Seir ... El Paran", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "El Paran, which is near the desert", "text": "This phrase helps readers understand where El Paran was.  It can be translated as a separate sentence if necessary. AT: \"El Paran. El Paran is near the desert\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Verses 8 and 9 repeats what was said in [[:en:bible:notes:gen:14:03|14:3]] and continues to tell what happened when the kings came together to fight."}, {"ref": "they turned and came", "text": "The word \"they\" refers to the four foreign kings who were attacking the region of Canaan. Their names were Amraphel, Arioch, Chedorlaomer, and Tidal. AT: \"they turned and went\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "the Amorites who lived in Hazazon Tamar", "text": "This phrase tells which Amorite people were defeated. There were other Amorite people who lived in other places."}, {"ref": "and the king of Bela (also called Zoar)", "text": "The city of Bela was also called Zoar. This information could also be put at the end of the sentence. \"and the king of Bela went out and prepared for battle. Bela is also called Zoar.\""}, {"ref": "prepared for battle", "text": "\"joined battle\" or \"drew up battle lines.\" Some translators may need to also say that the armies fought, as the UDB does in verse 9. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "four kings against the five", "text": "Since the five kings were listed first, some languages might prefer to translate this as \"five kings against four.\""}]}, {"id": "10", "tn": [{"ref": "Now", "text": "This word introduces background information about the valley of Siddim. Your language may have another way of introducing background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "was full of tar pits", "text": "\"had many tar pits.\" These were holes in the ground that had tar in them."}, {"ref": "tar", "text": "a thick, sticky, black liquid that comes up from the ground. See how this is translated in [[:en:bible:notes:gen:11:03|11:3]]."}, {"ref": "the kings of Sodom and Gomorrah", "text": "This is a metonym for the kings and their armies. AT: the kings of Sodom and Gomorrah and their armies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they fell in there", "text": "Possible meanings are 1) some of their soldiers fell in the tar pits or 2) the kings themselves fell in the tar pits. Since [[:en:bible:notes:gen:14:17|14:17]] says that the king of Sodom went to meet Abram, the first meaning is more likely correct. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Those who were left", "text": "\"Those who did not die in battle and did not fall in the pits\""}, {"ref": "the enemy", "text": "This refers to King Chedorlaomer and the other kings and their armies with him who were attacking Sodom and Gomorrah."}, {"ref": "the goods of Sodom and Gomorrah", "text": "The words \"Sodom\" and \"Gomorrah\" are metonyms for the people who lived in those cities. AT: \"the wealth of the people of Sodom and Gomorrah\" or \"the property of the people of Sodom and Gomorrah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their provisions", "text": "\"their food and drink\""}, {"ref": "went their way", "text": "\"they went away\""}, {"ref": "they also took Lot, Abram's brother's son, who was living in Sodom, along with all his possessions", "text": "The phrases \"Abram's brother's son\" and \"who was living in Sodom\" remind the reader of things that were written earlier about Lot. AT: \"they also took Lot, along with all his possessions. Lot was Abram's brother's son and was living in Sodom at that time\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "13", "tn": [{"ref": "One who had escaped came", "text": "\"A man escaped from the battle and came\""}, {"ref": "He was living", "text": "\"Abram was living.\" This introduces background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "were all allies of Abram", "text": "\"were treaty-partners with Abram\" or \"had a peace agreement with Abram\""}, {"ref": "his relative", "text": "This is a reference to Abram's nephew Lot."}, {"ref": "trained men", "text": "\"men who were trained to fight\""}, {"ref": "men who had been born in his house", "text": "\"men who were born in Abram's household.\" They were children of Abram's servants."}, {"ref": "pursued them", "text": "\"chased them\""}, {"ref": "Dan", "text": "This is a city in the far north of Canaan, far from Abram's camp."}]}, {"id": "15", "tn": [{"ref": "He divided his men against them at night and attacked them", "text": "This probably refers to a battle strategy. \"Abram divided the men into several groups, and they attacked their enemies from various directions\" (UDB)"}, {"ref": "all the possessions", "text": "This refers to the things that the enemies had stolen from the cities of Sodom and Gomorrah."}, {"ref": "and his goods", "text": "\"and Lot's property that the enemies had stolen from Lot\""}, {"ref": "as well as the women and the other people", "text": "\"as well as the women and other people that the four kings had captured\""}]}, {"id": "17", "tn": [{"ref": "returned", "text": "The implied information about where he was returning to can be made explicit. AT: \"returned to where he was living\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Melchizedek, king of Salem", "text": "This is the first time this king is mentioned."}, {"ref": "bread and wine", "text": "People commonly ate bread and wine. See how you translated \"bread\" in [[:en:bible:notes:gen:03:17|3:19]] and \"wine\" in [[:en:bible:notes:gen:09:20|9:21]]."}]}, {"id": "19", "tn": [{"ref": "He blessed him", "text": "King Melchizedek blessed Abram."}, {"ref": "Blessed be Abram by God Most High, Creator of heaven and earth", "text": "This can be stated in active form. AT: \"May God Most High, the Creator of heaven and earth, bless Abram\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "heaven", "text": "This refers to the place where God lives."}, {"ref": "God Most High, who has given", "text": "\"God Most High, because he has given.\" The phrase starting with \"who has given\" tells us something more about God Most High."}, {"ref": "Blessed be God Most High", "text": "This is a way of praising God. See how you translated \"blessed be\" in [[:en:bible:notes:gen:09:26|9:26]]."}, {"ref": "into your hand", "text": "\"into your control\" or \"into your power\""}]}, {"id": "21", "tn": [{"ref": "Give me the people", "text": "The phrase \"the people\" may refer to the people of Sodom that the enemies had captured. Abram rescued them when he rescued Lot."}, {"ref": "I have lifted up my hand", "text": "This means \"I have taken an oath\" or \"I have made a promise.\""}, {"ref": "I will take nothing except what the young men have eaten", "text": "\"I take from you only what my young men have already eaten.\" Abram was refusing to accept anything for himself, but acknowledged that the soldiers had eaten some of the supplies during the journey back to Sodom after the battle."}, {"ref": "the share of the men that went with me", "text": "The full meaning of this statement can be made explicit. AT: \"the share of the recovered property that belongs to the men who helped me get it back\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Aner, Eshcol, and Mamre", "text": "These are the allies of Abram (See: [[:en:bible:notes:gen:14:13|14:13]]). Because they were Abram's allies they fought battles alongside him. The full meaning of this statement can be made explicit. AT: \"my allies Aner, Eshcol, and Mamre\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]