[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "James warns rich people about thier focus on pleasure and riches."}, {"ref": "you who are rich", "text": "Possible meanings are 1) James is giving a strong warning to wealthy believers (UDB) or 2) James is talking about wealthy unbelievers. AT: \"you who are rich and say you honor God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because of the miseries coming on you", "text": "James states that these people will suffer terribly in the future and as if their sufferings were objects that were coming toward them. AT: \"because you will suffer terribly in the future\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your riches have rotted, and your clothes have become moth-eaten. Your gold and your silver have corroded", "text": "eaten. Your gold and your silver have corroded** - James speaks of these events as if they had already happened. James states that earthly riches do not last nor do they have any eternal value.  AT: \"your riches are as good as rotten, your clothes are as good as moth-eaten, and your gold and silver are as good as corroded\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "riches ... clothes ... gold", "text": "These things are mentioned as examples of everything that is valuable to wealthy people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their corrosion will be a witness against you", "text": "\"Corrosion\" is the generic term that describes the natural decomposition of metal. James is speaking of this destruction as if it were a person in a courtroom accusing the wicked of their crimes. AT: \"And when God judges you, all of your ruined treasures will be like someone who accuses you in court\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "will consume ... like fire", "text": "Here the corrosion is spoken of as if it were a fire that will burn up their owners. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your flesh", "text": "Here \"flesh\" stands for the physical body. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fire", "text": "The idea of fire here is meant to lead people to remember that fire often stands for God's punishment that will come on all the wicked. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the last days", "text": "This refers to the time right before God comes to judge all people. The wicked think they are storing up riches for the future, but what they are doing is storing up judgment. AT: \"for when God is about to judge you\" (UDB)  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "James continues to warn rich people about thier focus on pleasure and riches."}, {"ref": "the pay of the laborers is crying out—the pay that you have withheld from those who harvested your fields", "text": "The money that should have been paid is spoken of as a person who is shouting because of the injustice done to him. AT: \"the fact that you did not pay those you hired to work in your fields shows that you have done wrong\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the cries of the harvesters have gone into the ears of the Lord of hosts", "text": "The shouts of the harvesters are spoken of as if they could be heard in heaven. AT: \"the Lord of hosts has heard the cries of the harvesters\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "into the ears of the Lord of hosts", "text": "God is spoken of as if he had ears as humans have. AT: \"the Lord of hosts has heard\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have fattened your hearts for a day of slaughter", "text": "Here people are viewed as if they were cattle, luxuriously fed on grain so they would become fattened to be slaughtered for a feast. However, no one will feast at the time of judgment. AT: \"Your greed has only prepared you for harsh eternal judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your hearts", "text": "Here \"hearts\" is used as the center of human desire. The word here stands for the entire person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have condemned ... the righteous person", "text": "This is probably not \"condemned\" in the legal sense of a judge passing a sentence of death on a criminal. Instead, it probably refers to the wicked and powerful people who decide to mistreat the poor until they die."}, {"ref": "the righteous person", "text": "\"the people who do what is right.\" This expression refers to righteous people in general and not to a specific person. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "does not resist you", "text": "\"does not oppose you\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "James changes topics from rebuking the rich people to exhortations to believers."}, {"ref": "General Information:", "text": "In closing, James reminds the believers about the Lord's coming and gives several short lessons on how to live for the Lord."}, {"ref": "So be patient", "text": "\"Because of this, wait and be calm\""}, {"ref": "until the Lord's coming", "text": "This phrase refers to the return of Jesus, when he will begin his kingdom on the earth and judge all people. AT: \"until Christ's return\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the farmer", "text": "James makes an analogy using farmers and believers to teach what it means to be patient. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Make your hearts strong", "text": "James is equating the believers' hearts to their will to remain committed. AT: \"Stay committed\" or \"Keep your faith strong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Lord's coming is near", "text": "\"the Lord will return soon\""}]}, {"id": "09", "tn": [{"ref": "Do not complain, brothers ... you", "text": "James is writing to all the scattered Jewish believers."}, {"ref": "against one another", "text": "\"about each other\""}, {"ref": "you will be not judged", "text": "This can be stated in the active. AT: \"Christ will not judge you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the judge is standing at the door", "text": "James compares Jesus, the judge, to a person about to walk through a door to emphasize how soon Jesus will return to judge the world. AT: \"the judge is coming soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the suffering and patience of the prophets", "text": "\"how the prophets suffered persecution with patience\""}, {"ref": "spoke in the name of the Lord", "text": "\"spoke for the Lord to the people\""}, {"ref": "See", "text": "Here \"See\" adds emphasis to what follows. AT: \"Listen carefully\" or \"Remember\""}, {"ref": "those who endured", "text": "\"those who continued obeying God even through hardship\""}]}, {"id": "12", "tn": [{"ref": "Above all", "text": "\"This is important\" or \"Especially\""}, {"ref": "my brothers", "text": "\"my fellow believers\""}, {"ref": "do not swear", "text": "To \"swear\" is to say that you will do something, or that something is true, and to be held accountable by a higher authority. AT: \"do not make an oath\" or \"do not make a vow\""}, {"ref": "either by heaven or by the earth", "text": "The words \"heaven\" and \"earth\" refer to the spiritual or human authorities that are in heaven and earth. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your \"Yes\" mean \"Yes\" and your \"No\" mean \"No,\"", "text": "\"do what you say you will do without making an oath\""}, {"ref": "so you do not fall under judgment", "text": "Being condemned is spoken of as if one had fallen, crushed by the weight of something heavy. AT: \"so God will not punish you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Is anyone among you suffering hardship? Let him pray", "text": "\"If anyone is enduring troubles, he should pray\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is anyone cheerful? Let him sing praise", "text": "\"If anyone is happy, he should sing songs of praise\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is anyone among you sick? Let him call", "text": "\"If anyone is sick, he should call\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The prayer of faith will heal the sick person, and the Lord will raise him up", "text": "When believers pray for sick people, the Lord will hear their prayer and will heal those people. AT: \"The Lord will hear believers praying in faith, and he will heal the sick person\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "As these were Jewish believers, James reminds them to pray by recalling one of the prophets of old and that prophet's practical prayers."}, {"ref": "So confess your sins", "text": "This is to admit to other believers things you did wrong so that you can be forgiven."}, {"ref": "to one another", "text": "\"to each other\""}, {"ref": "so that you may be healed", "text": "\"so that God may heal you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The prayer of a righteous person is very strong in its working", "text": "Prayer is presented as if it were an object that was strong or powerful. AT: \"When the person who obeys God prays, God will do great things\"   (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "earnestly", "text": "\"eagerly\" or \"passionately\""}, {"ref": "three ... six", "text": "\"3 ... 6\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "The heavens gave rain", "text": "\"The heavens\" probably refers to the sky, which is presented as the source of the rain. AT: \"Rain fell from the sky\""}, {"ref": "the earth produced its fruit", "text": "Here the earth is presented as the source of the crops."}, {"ref": "fruit", "text": "Here \"fruit\" stands for all the crops of the farmers.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "brothers", "text": "\"fellow believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "if anyone among you wanders from the truth, and someone brings him back", "text": "A believer who stops trusting in God and obeying him is spoken of as if he were a sheep that wandered away from the flock. The person who persuades him to trust in God again is spoken of as if he were a shepherd who went to search for the lost sheep. AT: \"whenever anyone stops obeying God, and another person helps him start obeying again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whoever turns a sinner from his wandering way ... will cover over a great number of sins", "text": "James means that God will use the actions of this person to persuade the sinner to repent and be saved. But James speaks as if it were this other person who actually saved the sinner's soul from death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will save him from death, and will cover over a great number of sins", "text": "Here \"death\" refers to spiritual death, eternal separation from God. AT: \"will save him from spiritual death, and God will forgive the sinner for all of his sins\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will cover over a great number of sins", "text": "Possible meanings are 1) the person who brings back the disobedient brother will have his sins forgiven or 2) the disobedient brother, when he returns to the Lord, will have his sins forgiven. Sins are spoken of as if they were objects that God could cover so that he would not see them, so that he would forgive them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]