[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story, which is about Lazarus. These verses introduce him to the story and give background information about him and his sister Mary. (See: [[:en:ta:vol2:translate:writing_participants]] and [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It was Mary who anointed the Lord ... her hair", "text": "As John introduces Mary, the sister of Martha, he also shares information concerning what would later happen in the story. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "03", "tn": [{"ref": "sent for Jesus", "text": "\"asked Jesus to come\""}, {"ref": "love", "text": "Here \"love\" refers to brotherly love, a natural, human love between friends or relatives."}, {"ref": "This sickness is not to death", "text": "Jesus implies that he knows what will happen related to Lazarus and his sickness. AT: \"Death will not be the final result of this sickness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "death", "text": "This refers to physical death."}, {"ref": "instead it is for the glory of God so that the Son of God may be glorified by it", "text": "Jesus implies that he knows what the outcome will be. AT: \"but the purpose is that the people might see how great God is because of what his power will allow me to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "05", "tn": [{"ref": "Now Jesus loved Martha and her sister and Lazarus", "text": "This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "08", "tn": [{"ref": "Rabbi, right now the Jews are trying to stone you, and you are going back there again?", "text": "This remark appears in the form of a question to emphasize that the disciples do not want Jesus to go to Jerusalem. AT: \"Teacher, you surely do not want to go back there! The Jews were trying to stone you the last time you were there!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the Jews", "text": "This is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Are there not twelve hours of light in a day?", "text": "This remark appears in the form of a question to add emphasis. AT: \"You know that the day has twelve hours of light!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If someone walks in the daytime, he will not stumble, because he sees by the light of this world", "text": "People who walk in the light of the day can see well and do not stumble. \"Light\" is a metaphor for \"truth.\" Jesus is implying that people who live according to truth will be able to successfully do the things that God wants them to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "if he walks at night", "text": "Here \"night\" is a metaphor that refers to one's walking without God's light. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the light is not in him", "text": "Possible meanings are 1) \"he cannot see\" (UDB) or \"he does not have God's light.\""}, {"ref": "Our friend Lazarus has fallen asleep", "text": "Here \"fallen asleep\" is an idiom that means Lazarus has died. If you have a way of saying this in your language, you may use it here. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "but I am going so that I may wake him out of sleep", "text": "The words \"wake him out of sleep\" form an idiom. Jesus is revealing his plan to bring Lazurus back to life. If you have an idiom for this in your language, you may use it here. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "In verse 13 there is a break in the storyline as John comments on the disciples' misunderstanding about what Jesus meant when he said Lazarus was asleep. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "if he has fallen asleep", "text": "The disciples misunderstand Jesus to mean that Lazarus is resting and will recover."}, {"ref": "Then Jesus said to them plainly", "text": "\"So Jesus told them in words that they could understand\""}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "for your sakes", "text": "\"for your benefit\""}, {"ref": "that I was not there so that you may believe", "text": "\"that I was not there. Because of this you will learn to trust me more.\""}, {"ref": "who was called Didymus", "text": "You can translate this in an active form. AT: \"whom they called Didymus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Didymus", "text": "This is a male name that means \"twin.\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Jesus is now in Bethany. These verses give background information about the setting and about what has happened before Jesus arrived. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he found that Lazarus had already been in the tomb for four days", "text": "You can translate this in an active form. AT: \"he learned that people had put Lazarus in a tomb four days before\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fifteen stadia away", "text": "\"about three kilometers away.\" A \"stadium\" is 185 meters. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "about their brother", "text": "Lazarus was their younger brother. AT: \"about their younger brother\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "my brother would not have died", "text": "Lazarus was the younger brother. AT: \"my younger brother would still be alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Your brother will rise again", "text": "Lazarus was the younger brother. AT: \"Your younger brother will become alive again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "he will rise again", "text": "\"he will become alive again\""}, {"ref": "even if he dies", "text": "Here \"dies\" refers to physical death."}, {"ref": "will live", "text": "Here \"live\" refers to spiritual life."}, {"ref": "whoever lives and believes in me will never die", "text": "\"those who live and trust in me will never be separated eternally from God\" or \"those who live and trust in me will be spiritually alive with God forever\""}, {"ref": "will never die", "text": "Here \"die\" refers to spiritual death."}]}, {"id": "27", "tn": [{"ref": "She said to him", "text": "\"Martha said to Jesus\""}, {"ref": "Yes, Lord, I believe that you are the Christ, the Son of God ... coming into the world", "text": "Martha believes that Jesus is Lord, the Christ (the Messiah), the Son of God."}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "she went away and called her sister Mary", "text": "Mary is the younger sister of Martha. AT: \"she went away and called her younger sister Mary\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Teacher", "text": "This is a title referring to Jesus."}, {"ref": "is calling for you", "text": "\"is asking that you come\""}]}, {"id": "30", "tn": [{"ref": "Now Jesus had not yet come into the village", "text": "Here John provides a brief break in the story to give background information regarding the location of Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "fell down at his feet", "text": "Mary lay down or knelt at the feet of Jesus to show respect."}, {"ref": "my brother would not have died", "text": "Lazarus was Mary's younger brother. See how you translated this in [[:en:bible:notes:jhn:11:21|11:21]]. AT: \"my younger brother would still be alive.\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "he was deeply moved in his spirit and was troubled", "text": "John combines these phrases that have similar meanings to express the intense emotional distress and possible anger that Jesus experienced. AT: \"he was greatly upset\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Where have you laid him", "text": "This is a milder way of asking, \"Where have you buried him?\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Jesus wept", "text": "\"Jesus began to cry\" or \"Jesus started crying\""}]}, {"id": "36", "tn": [{"ref": "loved", "text": "This refers to brotherly love or human love for a friend or family member."}, {"ref": "Could not this man, who opened the eyes of a blind man, also have made this man not die?", "text": "This remark appears in the form of a question to express the Jews' surprise that Jesus did not heal Lazarus. AT: \"He could heal a man who was blind, so he should have been able to heal this man so he would not have died\" or \"Since he did not keep this man from dying, maybe he did not really heal the man who was born blind, as they say he did!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "opened the eyes", "text": "This is an idiom. AT: \"healed the eyes\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "38", "tn": [{"ref": "Now it was a cave, and a stone lay against it", "text": "John pauses the story briefly to describe the tomb where the people had buried Lazarus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Martha, the sister of Lazarus", "text": "Martha and Mary were older sisters of Lazarus. AT: \"Martha, the older sister of Lazarus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by this time the body will be decaying", "text": "\"by this time there will be a bad smell\" or \"the body is already stinking\""}, {"ref": "Did I not say to you that, if you believed, you would see the glory of God?", "text": "This remark appears in the form of a question to add emphasis to the point that God is about to do something wonderful. AT: \"I told you that if you trusted me, you would see what God can do!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "41", "tn": [{"ref": "Jesus lifted up his eyes", "text": "This is an idiom that means to look up. AT: \"Jesus looked up toward heaven\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Father, I thank you that you listened to me", "text": "Jesus prays directly to the Father so that others around him will hear his prayer. AT: \"Father, I thank you that you have heard me\" (UDB) or \"Father, I thank you that you have heard my prayer.\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "so that they may believe that you have sent me", "text": "\"I want them to believe that you have sent me\""}]}, {"id": "43", "tn": [{"ref": "After he had said this", "text": "\"After Jesus had prayed\""}, {"ref": "he cried out with a loud voice", "text": "\"he shouted\""}, {"ref": "his feet and hands were bound with cloths, and his face was bound about with a cloth", "text": "A burial custom of this time was to wrap the dead body with long strips of linen cloth. This can be stated in active form. AT: \"Someone had wrapped strips of cloth around his hands and feet. They had also tied a cloth around his face\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jesus said to them", "text": "The word \"them\" refers to the people who were there and saw the miracle."}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "These verses tell us what happened after Jesus raised Lazarus from the dead. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "47", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. The chief priests and Pharisees gather for a meeting of the Jewish council."}, {"ref": "Then the chief priests", "text": "\"Then the leaders among the priests\""}, {"ref": "What will we do?", "text": "It is implied here that the council members are talking about Jesus. AT: \"What are we going to do about Jesus?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all will believe in him", "text": "The Jewish leaders were afraid that the people would try to make Jesus their king. AT: \"everyone will trust in him and rebel against Rome.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Romans will come", "text": "This is a synecdoche for the Roman army. AT: \"the Roman army will come\" (UDB). (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "take away both our place and our nation", "text": "\"destroy both our temple and our nation\""}]}, {"id": "49", "tn": [{"ref": "a certain man among them", "text": "This is a way to introduce a new character to the story. If you have a way to do this in your language, you can use it here. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "You know nothing", "text": "This is an exaggeration that Caiaphas uses to add emphasis to his point. AT: \"You do not understand what is happening!\" or \"You speak as though you know nothing!\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "than that the whole nation perishes", "text": "Caiaphas implies that the Roman army would kill all of the people of the Jewish nation if Jesus is allowed to live and cause a rebellion. The word \"nation\" here is a synecdoche that represents all of the Jewish people. AT: \"than that the Romans kill all the people of our nation\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "51", "tn": [{"ref": "General Information:", "text": "In verses 51 and 52 John explains that Caiaphus was prophesying even though he did not realize it at the time. This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "die for the nation", "text": "The word \"nation\" is a synecdoche and refers to the people of the nation of Israel. (See [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "would be gathered together into one", "text": "This is an ellipsis. The word \"people\" is implied by the context. AT: \"would be gathered into one people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "children of God", "text": "This refers to people who belong to God through faith in Jesus and are spiritually God's children."}]}, {"id": "54", "tn": [{"ref": "General Information:", "text": "Jesus leaves Bethany and goes to Ephraim. In verse 55 the story shifts to telling about what many of the Jews are doing now that Passover is near."}, {"ref": "walk openly among the Jews", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders. AT: \"walk openly among the Jewish leaders who opposed him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the country", "text": "the rural area outside cities where fewer people live"}, {"ref": "There he stayed with the disciples", "text": "Jesus and his disciples stayed in Ephraim for a while. AT: \"There he stayed with his disciples for a short period of time\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "went up to Jerusalem", "text": "The phrase \"went up\" is used here because Jerusalem is higher in elevation than the surrounding areas."}]}, {"id": "56", "tn": [{"ref": "General Information:", "text": "The content of verse 57 occurs before that of verse 56. If this order might confuse your readers, you can combine these verses and put the text of verse 57 before the text of verse 56. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "They were looking for Jesus", "text": "The word \"they\" refers to the Jewish people who had traveled to Jerusalem."}, {"ref": "What do you think? That he will not come to the festival?", "text": "These are rhetorical questions that express a strong element of doubt that Jesus will come to the Passover Festival. The second question is an ellipsis that leaves out the words \"do you think.\" The speakers here were wondering if Jesus would come to the festival since there was the danger of his being arrested. AT: \"Jesus will probably not come to the festival. He might be afraid of getting arrested!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Now the chief priests", "text": "This is background information that explains why the Jewish worshipers were wondering if Jesus would come to the festival or not. If your language has a way to mark background information, use it here. (See: [[:en:ta:vol2:translate:writing_background]])"}]}]