[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus reminds his disciples not to depend on money and their things, gives them power, and then sends them out to various places."}, {"ref": "power and authority", "text": "These two terms are used together to show that the twelve had both the ability and the right to heal people. Translate this phrase with a combination of words that include both of these ideas."}, {"ref": "all the demons", "text": "Possible meanings are 1) \"every demon\" or 2) \"every kind of demon.\""}, {"ref": "diseases", "text": "\"sicknesses\""}, {"ref": "sent them out", "text": "\"sent them to various places\" or \"told them to go\""}]}, {"id": "03", "tn": [{"ref": "He said to them", "text": "\"Jesus said to the twelve.\" It may be helpful to state that this happened before they went out. AT: \"Before they left, Jesus said to them\""}, {"ref": "Take nothing", "text": "\"Do not take anything with you\" or \"Do not bring anything with you\""}, {"ref": "for your journey", "text": "\"for your trip\" or \"when you travel.\" They are to take nothing for their entire trip, as they move from village to village, and until they come back to Jesus."}, {"ref": "staff", "text": "\"rod\" or \"walking stick.\" A staff was a large stick that was a used for balance when climbing or on uneven ground. It could also be used for defense against attackers."}, {"ref": "wallet", "text": "a bag a traveler uses for carrying what he needs on a journey"}, {"ref": "bread", "text": "This is here used as a general reference to \"food.\""}, {"ref": "Whatever house you enter", "text": "\"Any house you enter\""}, {"ref": "stay there", "text": "\"remain there\" or \"temporarily live in that house as a guest\""}, {"ref": "until you leave", "text": "\"until you leave that town\" or \"until you leave that place\""}]}, {"id": "05", "tn": [{"ref": "Wherever they do not receive you", "text": "\"Here is what you should do in places where people who do not receive you\""}, {"ref": "shake off the dust from your feet as a testimony against them", "text": "To \"shake off the dust from your feet\" was an expression of strong rejection in that culture. It showed they did not want even the dust of that town to remain on them. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "they departed", "text": "\"they left the place were Jesus was\""}, {"ref": "everywhere", "text": "\"everywhere they went\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "These verses interrupt to give information about Herod."}, {"ref": "Now Herod", "text": "This phrase marks a break in the main storyline. Here Luke tells background information about Herod. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Herod the tetrarch", "text": "This refers to Herod Antipas, who was the ruler of one-fourth of Israel."}, {"ref": "perplexed", "text": "\"confused\""}, {"ref": "it was said by some ... and it was said ... and still others", "text": "These phrases can be stated in active form. AT: \"some people said ... and others said ... and others said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I beheaded John, but who is this", "text": "Herod assumed that it was impossible for John to rise from the dead. This can be stated clearly. AT: \"It cannot be John because I had his head cut off. So who is this man\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I beheaded John", "text": "Herod's soldiers would have carried out executions. AT: \"I commanded my soldiers to cut off John's head\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Though the disciples return to Jesus and they go to Bethsaida to spend time together, the crowds follow Jesus for healing and to listen to his teaching. He multiplies bread and fish to help them as they return home."}, {"ref": "returned", "text": "\"came back to where Jesus was\""}, {"ref": "everything they had done", "text": "This refers to the teaching and healing that they did when they went to the other cities."}, {"ref": "Bethsaida", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "the day was about to come to an end", "text": "\"the day was about to end\" or it was near the end of the day\""}, {"ref": "five loaves of bread", "text": "A loaf of bread is a lump of dough that is shaped and baked."}, {"ref": "unless we go and buy food", "text": "If \"unless\" is difficult to understand in your language, you could make this a new sentence. AT: \"In order to feed them all, we would have to go and buy food\""}, {"ref": "about five thousand men", "text": "\"about 5,000 men.\" This number does not include the women and children who might have been present. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Have them sit down", "text": "\"Tell them to sit down\""}, {"ref": "fifty each", "text": "\"50 each\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "15", "tn": [{"ref": "So they did this", "text": "\"This\" refers to what Jesus told them to do [[:en:bible:notes:luk:09:12|9:14]]. They told the people to sit down in groups of about fifty people."}, {"ref": "Taking the five loaves", "text": "\"Jesus took the five loaves of bread\""}, {"ref": "up to heaven", "text": "This refers to looking up, toward the sky. The Jews believed that heaven was located above the sky. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he blessed them", "text": "This refers to the loaves of bread and the fish."}, {"ref": "to set before", "text": "\"to pass out to\" or \"to give to\""}, {"ref": "were satisfied", "text": "This idiom means they ate enough food so they were not hungry. AT: \"they had as much as they wanted to eat\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "what was left over was picked up", "text": "This can be stated in active form. AT: \"the disciples picked what was left over\" or \"the disciples picked up the pieces of food that remained\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Jesus is praying, alone with his disciples, and they begin to talk about who Jesus is. Jesus tells them of his death and resurrection that will follow and urges them to follow him no matter what happens."}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "praying by himself", "text": "\"praying alone.\" The disciples were with Jesus, but he was praying personally and privately by himself."}, {"ref": "John the Baptist", "text": "It may be helpful to restate part of the question here. AT: \"Some say you are John the Baptist\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "that one of the prophets from long ago has risen", "text": "It may be helpful to clarify how this answer relates to Jesus' question. AT: \"that you are one of the prophets from long ago and have risen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has risen", "text": "\"has come back to life\""}]}, {"id": "20", "tn": [{"ref": "Then he said to them", "text": "\"Then Jesus said to his disciples\""}, {"ref": "to tell this to no one", "text": "\"not to tell anyone\" or \"that they should not tell anyone.\" This could be stated as a direct quote. AT: \"'Do not tell anyone'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "The Son of Man must suffer many things", "text": "\"People will cause the Son of Man to suffer greatly\""}, {"ref": "The Son of Man ... and he will", "text": "Jesus is referring to himself. AT: \"I, the Son of Man ... and I will\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "be rejected by the elders and chief priests and scribes", "text": "This can be stated in active form. AT: \"the elders, chief priests, and scribes will reject him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will be killed", "text": "This can be stated in active form. AT: \"they will kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on the third day", "text": "\"three days after he dies\" or \"on the third day after his death\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "be raised", "text": "\"be made alive again.\" This can be stated in active form. AT: \"God will make him alive again\" or \"he will live again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "he said", "text": "\"Jesus said\""}, {"ref": "to them all", "text": "This refers to the disciples who were with Jesus."}, {"ref": "come after me", "text": "\"follow me.\" Coming after Jesus represents being one of his disciples. AT: \"be my disciple\" or \"be one of my disciples\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must deny himself", "text": "\"must not give in to his own desires\" or \"must forsake his own desires\""}, {"ref": "take up his cross daily and follow me", "text": "\"carry his cross and follow me every day.\" The cross represents suffering and death. Taking up the cross represents being willing to suffer and die. AT: \"must obey me every day even to the point of suffering and dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and follow me", "text": "Following Jesus here represents obeying him. AT: \"and obey me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "follow me", "text": "\"go along with me\" or \"begin to follow me and keep on following me\""}, {"ref": "What good is it ... forfeit himself?", "text": "The implied answer to this question is that tit is not good. AT: \"It will not benefit someone at all to gain the whole world, and yet lose himself\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to gain the whole world", "text": "\"to get everything in the world\""}, {"ref": "lose or forfeit himself", "text": "\"ruin himself or give up his life\""}]}, {"id": "26", "tn": [{"ref": "my words", "text": "\"what I say\" or \"what I teach\""}, {"ref": "of him will the Son of Man be ashamed", "text": "This can be stated in active form. AT: \"the Son of Man will also be ashamed of him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son of Man ... when he comes", "text": "Jesus was speaking about himself. AT: \"I, the Son of Man ... when I come\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "But I say to you truly", "text": "Jesus uses this phrase to emphasize the importance of what he will say next."}, {"ref": "there are some standing here who will not taste death", "text": "\"some of you who are standing here will not taste death\""}, {"ref": "before they see", "text": "Jesus was speaking to the people he was talking about. AT: \"before you see\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "will not taste death before they see the kingdom of God", "text": "This idea with \"not ... until\" can be expressed positively with \"before\". AT: \"will see the kingdom of God before they die\" or \"will see the kingdom of God before you die\""}, {"ref": "taste death", "text": "This idiom means \"die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Eight days after Jesus tells his disciples that some would not die before they saw the kingdom of God, Jesus goes up the mountain to pray with Peter, James, and John who all fall asleep while Jesus is changed to a dazzling appearance."}, {"ref": "these words", "text": "This refers to what Jesus said to his disciples in the preceding verses."}]}, {"id": "30", "tn": [{"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "who appeared in glorious splendor", "text": "This phrase gives information about how Moses and Elijah looked. Some languages would translate it as a separate clause. AT: \"and they appeared in glorious splendor\" and \"and they were shining brightly\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "his departure", "text": "\"his leaving\" or \"how Jesus would leave this world.\" This was a polite way of talking about his death. AT: \"his death\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "32", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke tells information about Peter, James, and John. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "heavy with sleep", "text": "This idiom means \"very sleepy\" (UDB)."}, {"ref": "they saw his glory", "text": "This refers to the brilliant light that surrounded them. AT: \"they saw brilliant light coming from Jesus\" or \"they saw very bright light coming out of Jesus\""}, {"ref": "the two men who were standing with him", "text": "This refers to Moses and Elijah."}, {"ref": "As they were going away", "text": "\"as Moses and Elijah were going away\""}, {"ref": "shelters", "text": "\"tents\" or \"huts\""}]}, {"id": "34", "tn": [{"ref": "As he was saying this", "text": "\"While Peter was saying these things\""}, {"ref": "they were afraid", "text": "These adult disciples were not afraid of clouds. This phrase indicates that some kind of unusual fear came over them with the cloud. AT: \"they were terrified\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they entered into the cloud", "text": "This can be expressed in terms of what the cloud did. AT: \"the cloud surrounded them\""}, {"ref": "A voice came out of the cloud", "text": "It is understood that the voice could only have belonged to God. AT: \"God spoke to them from the cloud\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the one who is chosen", "text": "This can be stated with an active form. AT: \"the one I have chosen\" or \"I have chosen him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They kept silent ... what they had seen", "text": "This is information that tells what happened after the story as a result of the events in the story itself. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "kept silent ... told no one", "text": "The first phrase refers to their immediate response, and the second refers to what they did in the following days."}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "The next day after Jesus' dazzling appearance, Jesus heals a demon-possessed boy that the disciples were unable to make better."}, {"ref": "And behold, a man from the crowd", "text": "The word \"behold\" alerts us to the new person in the story. Your language may have a way of doing this. English uses \"There was a man in the crowd who said\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "You see, a spirit", "text": "The phrase \"You see\" introduces us to the evil spirit in the man's story. Your language may have a way of doing this. English uses \"There was an evil spirit\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "he foams at the mouth", "text": "\"foam comes out of his mouth.\" When a person has a seizure, they can have trouble breathing or swallowing. This causes white foam to form around their mouths."}]}, {"id": "41", "tn": [{"ref": "Jesus answered and said", "text": "\"In answer Jesus said\""}, {"ref": "You unbelieving and depraved generation", "text": "Jesus said this to the crowd that had gathered, and not to his disciples."}, {"ref": "depraved generation", "text": "\"corrupt generation\""}, {"ref": "how long must I be with you and put up with you?", "text": "Here \"you\" is plural. Jesus uses these questions to express his sadness that the people did not believe. They can be written as statements. AT: \"I have been with you so long, yet you do not believe. I wonder how long I must put up with you.\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Bring your son here", "text": "Here \"your\" is singular. Jesus is speaking directly to the father who addressed him. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "43", "tn": [{"ref": "they were all amazed at the greatness of God", "text": "Jesus performed the miracle, but the crowd recognized that God was the power behind the healing."}, {"ref": "everything he was doing", "text": "\"everything Jesus was doing\""}, {"ref": "Let these words go deeply into your ears", "text": "This is an idiom that means they should pay attention. AT: \"Listen carefully and remember\" or \"Do not forget this\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the Son of Man will be betrayed into the hands of men", "text": "This can be stated with an active clause. Here \"hands\" refers to power or control.  AT: \"they will betray the Son of Man and put him in the control of men\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. AT: \"I, the Son of Man\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "into the hands of men", "text": "Jesus does not identify these men here, but it might be helpful to state that information. AT: \"to my enemies\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It was hidden from them", "text": "This can be stated in active form. AT: \"God hid the meaning from them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "46", "tn": [{"ref": "General Information:", "text": "A dispute that revolves around power starts among the disciples."}, {"ref": "among them", "text": "\"among the disciples\""}, {"ref": "reasoning in their hearts", "text": "The \"heart\" refers to the deepest thoughts and desires of a person. AT: \"thinking about individually\" or \"considering in their private thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in my name", "text": "This refers to a person doing something as a representative of Jesus. AT: \"because of me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "welcomes me", "text": "This metaphor could also be stated as a simile. AT: \"it is like he is welcoming me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the one who sent me", "text": "\"God, who sent me\" (UDB)"}, {"ref": "the one who is great", "text": "\"the ones whom God considers to be most important\" (UDB)"}]}, {"id": "49", "tn": [{"ref": "John answered", "text": "\"In reply, John said\" or \"John replied to Jesus.\" John was responding to what Jesus had said about being the greatest. He was not answering a question."}, {"ref": "we saw", "text": "This does not include Jesus, but only the disciples. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "in your name", "text": "This means the person was speaking with the power and authority of Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do not stop him", "text": "This can be stated positively. AT: \"Allow him to continue\""}, {"ref": "whoever is not against you is for you", "text": "Some modern languages have sayings that mean the same thing. AT: \"if a person does not hinder you, it is as if they were helping you\" or \"if someone is not working contrary to you, he is working in your favor\""}]}, {"id": "51", "tn": [{"ref": "General Information:", "text": "It is now obvious that Jesus has decided to go to Jerusalem."}, {"ref": "When the days drew near for him to be taken up", "text": "\"When the time was coming for him to go up\" or \"When it was almost time for him to go up\""}, {"ref": "set his face", "text": "This idiom means he \"firmly decided.\" AT: \"made up his mind\" or \"decided\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to prepare everything for him", "text": "This means to make arrangements for his arrival there, possibly including a place to speak, a place to stay, and food."}, {"ref": "did not welcome him", "text": "\"did not want him to stay\""}, {"ref": "because he had set his face to go to Jerusalem", "text": "The Samaritans and the Jews hated each other. Therefore the Samaritans would not help Jesus on his journey to Jerusalem, the Jewish capital. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "54", "tn": [{"ref": "saw this", "text": "\"saw that the Samaritans did not receive Jesus\""}, {"ref": "command fire to come down from heaven and destroy them", "text": "James and John suggested this method of judgment because they knew that this was how the prophets such as Elijah had judged people who rejected God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he turned and rebuked them", "text": "\"Jesus turned and rebuked James and John.\" Jesus did not condemn the Samaritans, as the disciples expected."}]}, {"id": "57", "tn": [{"ref": "someone", "text": "This was not one of the disciples."}, {"ref": "Foxes have holes ... nowhere to lay his head", "text": "Jesus responds with a proverb to teach the man about being Jesus' disciple. Jesus implies that if the man were to follow him, that man too might not have a home. AT: \"Foxes have holes ... nowhere to lay his head. So do not expect that you will have a home\" (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Foxes", "text": "These are land animals similar to small dogs. They sleep in a den or a burrow in the ground."}, {"ref": "birds in the sky", "text": "\"birds that fly in the air\""}, {"ref": "Son of Man", "text": "Jesus is speaking about himself in the third person. AT: \"I, the Son of Man\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "nowhere to lay his head", "text": "\"nowhere to rest my head\" or \"nowhere to sleep.\" Jesus is exaggerating in order to get across the point that he was not welcome anywhere to live. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "59", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk with the people along the road."}, {"ref": "Follow me", "text": "This implies to be Jesus' disciple and go with him."}, {"ref": "first let me go and bury my father", "text": "It is unclear whether the man's father has died and he will bury him immediately, or if the man wants to stay for a longer amount of time until his father dies so he can bury him then. The main point is the man wants to do something else first before he follows Jesus."}, {"ref": "first let me go", "text": "\"before I do that, let me go\""}, {"ref": "Leave the dead to bury their own dead", "text": "Jesus does not mean literally that dead people will bury other dead people. Possible meanings of \"the dead\" are 1) it is a metaphor for those who will soon die, or 2) it is a metaphor for those who do not follow Jesus and are spiritually dead. The main point is that a disciple must not let anything delay him from following Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the dead", "text": "\"the dead people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "61", "tn": [{"ref": "I will follow you", "text": "\"I will join you as a disciple\" or \"I am ready to follow you\""}, {"ref": "first allow me to say farewell", "text": "\"before I do that, let me say goodbye\" or \"let me first tell them that I am leaving\""}, {"ref": "them who are at my house", "text": "\"my household\" or \"the people at my home\""}, {"ref": "No one ... fit for the kingdom of God", "text": "Jesus responds with a proverb to teach the man about being his disciple. Jesus means that a person is not suitable for the kingdom go God if he focuses on people in his past instead of following Jesus. (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "having put his hand to the plow", "text": "\"put his hand to\" is an idiom that means the person started to do something. AT: \"having started to plow his field\" or \"having started to prepare his field\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "looking back", "text": "A person who is looking back while plowing cannot guide the plow where it needs to go. They must focus on looking forward in order to plow well."}, {"ref": "fit for", "text": "\"useful for\" or \"suitable for\""}]}]