[{"id": "01", "tn": [{"ref": "the third year of Cyrus king of Persia", "text": "\"year 3 of the rule of Cyrus the king of Persia\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "a message was revealed to Daniel", "text": "This can also be expressed in active form. AT: \"God revealed a message to Daniel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "insight", "text": "\"understanding\""}]}, {"id": "02", "tn": [{"ref": "delicacies", "text": "These are expensive or rare kinds of food. AT: \"fancy foods\""}, {"ref": "until the completion of three entire weeks", "text": "\"until the end of three entire weeks\""}]}, {"id": "04", "tn": [{"ref": "On the twenty-fourth day of the first month", "text": "fourth day of the first month** - This is the first month of the Hebrew calendar. The twenty-fourth day is near the middle of April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "with a belt around his waist", "text": "\"and he was wearing a belt\""}, {"ref": "Uphaz", "text": "Uphaz is a place. Its location is not known (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "His body was like topaz", "text": "His body gleamed with blue or yellow light as if it were made of topaz. AT: \"his body gleamed like topaz\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "topaz", "text": "a blue or yellow gemstone, also known as beryl, peridot, or chrysolite"}, {"ref": "his face was like lightning", "text": "His face shone brightly as a bolt of lightning shines. AT: \"his face shone with light as bright as the flash of lightning\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His eyes were like flaming torches", "text": "His eyes were bright with light as if they were flaming torches. AT: \"his eyes were so bright that it seemed they had torches burning inside them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "his arms and his feet were like polished bronze", "text": "His arms and feet were as shiny as if they were made of polished bronze. AT: \"his arms and feet shone like polished bronze that reflects the light around it\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The sound of his words was like the sound of a great crowd", "text": "His voice was so loud that it was as if a crowd of people were all talking loudly. AT: \"his voice was as loud as a huge crowd all calling out together\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "So I was left alone and saw", "text": "This can be stated in active form. \"No one was with me, and I saw\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my bright appearance was turned into a ruined look", "text": "This can be stated in active form. \"my bright appearance turned into looking ruined\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my bright appearance", "text": "This describes the face of someone who is healthy. AT: \"my healthy-looking face\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a ruined look", "text": "Someone's unhealthy, pale face is spoken of as if it were a ruined building. AT: \"pale\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I heard his words", "text": "This implies that someone was speaking in the vision. This can be made explicit. AT: \"I heard the words of someone who was speaking.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I fell on my face in deep sleep", "text": "Possible meanings are: 1) Daniel was so scared by what he saw that he deliberately laid on the ground, where he then fainted or 2) Daniel fainted and then fell forward onto the ground. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "A hand touched me", "text": "This implies metonymy, where a person's hand represents that person, probably the man whom Daniel saw in [[:en:bible:notes:dan:10:04|10:5-6]]. AT: \"Someone touched me with his hand\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Daniel, man greatly treasured", "text": "This can also be stated in active form. AT: \"Daniel, you whom God greatly treasures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "greatly treasured", "text": "much valued and loved"}]}, {"id": "12", "tn": [{"ref": "you set your mind to understand", "text": "\"you determined to understand the vision\""}, {"ref": "your words were heard", "text": "This can be expressed in active form. AT: \"God heard your words\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "prince", "text": "Here this refers to a spirit who has authority over a human nation. AT: \"spirit prince\""}, {"ref": "the kings of Persia", "text": "This probably refers to the various kings who ruled over nations in the Persian Empire, and who had to obey the king of Persia."}, {"ref": "Michael, one of the chief princes", "text": "\"Michael, on of the chief angels\" or \"Michael, one of the archangels\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The angel continues speaking to Daniel."}, {"ref": "I turned my face toward the ground", "text": "\"I looked at the ground.\" Daniel may have done this to show humble reverence, or because he was afraid."}]}, {"id": "16", "tn": [{"ref": "One who was like the sons of man", "text": "This may refer to the one who had just spoken to Daniel. However, some versions interpret it as referring to a different person. AT: \"This one, who looked like a human\""}, {"ref": "like the sons of man", "text": "Here this expression refers to human beings in general. AT: \"like a human being\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "agony", "text": "severe emotional suffering"}, {"ref": "I am your servant. How can I talk with my master?", "text": "Daniel asks this question meaning that he cannot speak to the angel because he is not the angel's equal. These sentences can be combined. AT: \"I am not able to answer you because I am only your servant\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "there is no breath left in me", "text": "This idiom refers to breathing. AT: \"I cannot breathe\" or \"it's very hard to breathe\" (See: [[:en:ta:vol2:translate:figs_metonymy]])."}]}, {"id": "18", "tn": [{"ref": "the one with an appearance of a man", "text": "\"the one who looked like a human\""}, {"ref": "Be strong now, be strong", "text": "The words \"be strong\" are repeated for emphasis."}, {"ref": "man greatly treasured", "text": "This can also be stated in active form. AT: \"you whom God greatly treasures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I was strengthened", "text": "This can also be stated in active form. AT: \"I became strong\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "the prince of Persia", "text": "Here \"prince\" refers to a spirit who rules and guards a human nation. See how you translated a similar phrase in [[:en:bible:notes:dan:10:12|10:13]]. AT: \"the spirit prince of Persia\""}, {"ref": "But I will tell you", "text": "This implies that the angel will tell Daniel about this immediately, before he goes away. AT: \"But first I will tell you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what is written in The Book of Truth", "text": "This can be stated in active form. AT: \"what The Book of Truth says\" or \"what someone wrote in The Book of Truth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who shows himself to be strong", "text": "\"who proves himself to be strong\""}, {"ref": "There is no one who shows himself to be strong with me against them, except Michael your prince", "text": "\"Michael your prince is the only one to show himself strong with me against them\" or \"Michael your prince is the only one who helps me against them\""}, {"ref": "Michael your prince", "text": "The word \"your\" is plural. It refers to Daniel and the rest of the people of Israel. AT: \"Michael, the prince of your people\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Michael your prince", "text": "\"Michael your guardian angel.\" Translate \"prince\" when it refers to Michael as you did [[:en:bible:notes:dan:10:12|10:13]]."}]}]