[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds them that it is the gospel that saves them and he tells them again what the gospel is. Then he gives them a short history lesson, which ends with what will yet happen."}, {"ref": "remind you", "text": "\"help you remember\""}, {"ref": "on which you stand", "text": "Paul is speaking of the Corinthians as if they were a house and the gospel as if it were the foundation on which the house was standing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are being saved", "text": "This can be stated in active form. \"God will save you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "as of first importance", "text": "Possible meanings are 1) as the most important of many things or 2) as the first in time (UDB)."}, {"ref": "for our sins", "text": "\"to pay for our sins\" or \"so that God could forgive our sins\""}, {"ref": "according to the scriptures", "text": "Paul is referring to the writings of the Old Testament."}, {"ref": "he was buried", "text": "This can be stated in active form. AT: \"they buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was raised", "text": "This can be stated in active form. AT: \"God raised him\" or \"he rose\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "If you need for verse 5 to be a complete sentence, end [[:en:bible:notes:1co:15:03|15:4]] with a comma so that verse 5 completes the sentence begun in [[:en:bible:notes:1co:15:03|15:3]]."}, {"ref": "appeared to", "text": "\"showed himself to\""}, {"ref": "five hundred", "text": "500 (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "08", "tn": [{"ref": "Last of all", "text": "\"Finally, after he had appeared to the others\""}, {"ref": "a child born at the wrong time", "text": "This is an idiom by which Paul may mean that he became a Christian much later than the other apostles. Or perhaps he means that, unlike the other apostles, he did not witness Jesus' three-year-long ministry. AT: \"someone who missed the experiences of the others\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "the grace of God I am what I am", "text": "God's grace or kindness has made Paul as he is now."}, {"ref": "his grace in me was not in vain", "text": "Paul is emphasizing through litotes that God worked through Paul. AT: \"because he was kind to me, I was able to do much good work\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the grace of God that is with me", "text": "Paul speaks of the work he was able to do because God was kind to him as if that grace were actually doing the work. AT: Possible meanings are 1) this is literally true, and God actually did the work and kindly used Paul as a tool or 2) Paul is using a metaphor and saying that God was kind to let Paul do the work and to make Paul's work have good results. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "how can some of you say there is no resurrection of the dead?", "text": "Paul is using this question to begin a new topic. AT: \"you should not be saying that there is no resurrection of the dead!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "if there is no resurrection of the dead, then not even Christ has been raised", "text": "To say that there is no resurrection of the dead is to say that Christ did not rise from the dead."}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul wants them assured that Christ rose from the dead."}, {"ref": "And we are found to be false witnesses about God", "text": "Paul is arguing that if Christ did not rise from the dead, then they are bearing false witness or lying about Christ's coming alive again."}, {"ref": "we are found to be", "text": "\"everyone can see that we are\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your faith is in vain and you are still in your sins", "text": "Their faith is based on Christ having risen from the dead, so if that did not happen, their faith will do them no good."}]}, {"id": "18", "tn": [{"ref": "of all people", "text": "\"of everyone, including believers and non-believers\""}, {"ref": "of all people we are most to be pitied", "text": "\"people should feel sorry for us more than they do for anyone else\""}]}, {"id": "20", "tn": [{"ref": "now Christ", "text": "\"as it is, Christ\" or \"this is the truth: Christ\""}, {"ref": "Christ has been raised", "text": "This can be stated in active form. AT: \"God has raised Christ\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Here the words \"he\" and \"his\" refer to Christ."}, {"ref": "he will abolish all rule and all authority and power", "text": "\"he will stop those people who rule, who have authority, and who have power from doing what they are doing\""}, {"ref": "until he has put all his enemies under his feet", "text": "Kings who won wars would put their feet on the necks of those whom they had defeated. AT: \"until God has completely destroyed all of Christ's enemies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The last enemy to be destroyed is death", "text": "Paul speaks of death here as if it were a person whom God will kill. AT: \"The final enemy that God will destroy is death itself\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "27", "tn": [{"ref": "he has put everything under his feet", "text": "Kings who won wars would put their feet on the necks of those whom they had defeated. AT: \"God has completely destroyed all of Christ's enemies.\" See how \"put ... under his feet\" is translated in [[:en:bible:notes:1co:15:24|15:25]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all things are subjected to him", "text": "This can stated as active. AT: \"God has made all things subject to Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son himself will be subjected", "text": "This can stated as active. AT: \"the Son himself will become subject\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son himself", "text": "In the previous verses he was referred to as \"Christ.\" AT: \"Christ, that is, the Son himself\""}, {"ref": "Son ... Father", "text": "These are important titles that describe the relationship between Jesus and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "29", "tn": [{"ref": "Or else what will those do who are baptized for the dead?", "text": "Paul wants the Corinthians to understand without him having to tell them. This can be stated in active form. AT: \"Otherwise it would be useless for Christians to receive baptism for the dead.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "why then are they baptized for them?", "text": "Paul wants the Corinthians to understand without him having to tell them. This can be stated in active form. AT:\"there is no reason for them to receive baptism on behalf of dead people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "why are we in danger every hour?", "text": "This can be a statement. AT: \"we gain nothing by being in danger every hour.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "31", "tn": [{"ref": "I die daily. That is what I declare by my boasting in you", "text": "\"I boast about you, so everyone knows that I am telling the truth when I say that I die daily\""}, {"ref": "I die daily", "text": "Possible meanings are that Paul is speaking of (1) daily identifying with Christ's death for sin by killing his own desire to sin or 2) living each day knowing that people are trying to physically kill him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my boasting in you", "text": "\"the way I tell other people how good you are\""}, {"ref": "brothers", "text": "Many translations omit this word."}, {"ref": "What do I gain ... if I fought with beasts at Ephesus ... not raised?", "text": "Paul wants the Corinthians to understand without him having to tell them. This can be a statement. AT:\"I gained nothing ... by fighting with beasts at Ephesus ... not raised.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I fought with beasts at Ephesus", "text": "Paul is referring to something that he actually did. Possible meanings are 1) Paul was speaking figuratively about his arguments with learned pagans or other conflicts with people who wanted to kill him or 2) he was actually put into the arena to fight against dangerous animals. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us eat and drink, for tomorrow we die", "text": "Paul concludes that if there is no further life after death, it is better for us to enjoy this life as we can, for tomorrow our life will end without any further hope."}]}, {"id": "33", "tn": [{"ref": "Bad company corrupts good morals", "text": "If you live with bad people, you will act like them. Paul is quoting a common saying."}, {"ref": "Sober up", "text": "\"You must think seriously about this\""}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives some specifics about how the resurrection of the believers' bodies will take place. He gives a picture of natural and spiritual bodies and compares the first man Adam with the last Adam, Christ."}, {"ref": "But someone will say, \"How are the dead raised? And with what kind of body will they come?\"", "text": "Possible meanings are 1) The person is asking sincerely or 2) the person is using the question to mock the idea of a resurrection. AT: \"But some will say that they cannot imagine how God will raise the dead, and what kind of body God would give them in the resurrection.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "someone will say", "text": "\"someone will ask\""}, {"ref": "with what kind of body will they come", "text": "That is, will it be a physical body or a spiritual body? What shape will the body have? What will the body be made of? Translate using the most general question that someone who wants to know the answers to these questions would ask."}, {"ref": "You are so ignorant! What you sow", "text": "Paul is speaking to the Corinthians as if they were one person, so both instances of \"you\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You are so ignorant", "text": "\"You do not know about this at all\""}, {"ref": "What you sow will not start to grow unless it dies", "text": "A seed will not grow unless it is first buried underground. In the same way, a person has to die before God can resurrect him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "37", "tn": [{"ref": "what you sow is not the body that will be", "text": "Paul uses the metaphor of the seed again to say that God will resurrect the dead body of the believer, but that body will not appear as it was. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what you sow", "text": "Paul is speaking to the Corinthians as if they were one person, so the word \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "God will give it a body as he chooses", "text": "\"God will decide what kind of body it will have\""}, {"ref": "flesh", "text": "In the context of animals, \"flesh\" may be translated as \"body,\" \"skin,\" or \"meat.\""}]}, {"id": "40", "tn": [{"ref": "heavenly bodies", "text": "Possible meanings are 1) the sun, moon, stars, and other visible lights in the sky or 2) heavenly beings, such as angels and other supernatural beings."}, {"ref": "earthly bodies", "text": "This refers to humans."}, {"ref": "the glory of the heavenly body is one kind and the glory of the earthly is another", "text": "\"the glory that heavenly bodies have is different from the glory of human bodies\""}, {"ref": "glory", "text": "Here \"glory\" refers to the relative brightness to the human eye of objects in the sky."}]}, {"id": "42", "tn": [{"ref": "What is sown ... what is raised ... It is sown ... it is raised", "text": "The writer speaks as if people putting a dead body into a grave were people planting the seed of a plant that would bear fruit. The passive verbs can be stated in active form. AT: \"What goes into the grave ... what comes out of the grave ... It goes into the grave ... It comes out of the grave\" or \"What people bury ... what God raises ... People bury it ... God raises it\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is perishable ... is imperishable", "text": "\"can rot ... cannot rot\""}]}, {"id": "45", "tn": [{"ref": "But the spiritual did not come first but the natural, and then the spiritual", "text": "\"The natural being came first. The spiritual being is from God and came later.\""}, {"ref": "natural", "text": "created by earthly processes, not yet connected to God"}]}, {"id": "47", "tn": [{"ref": "The first man is of the earth, made of dust", "text": "God made the first man, Adam, from the dust of the earth. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "dust", "text": "\"dirt\""}, {"ref": "the man of heaven", "text": "Jesus Christ"}, {"ref": "those who are of heaven", "text": "\"those who belong to God\""}, {"ref": "bear", "text": "\"accept and reflect\""}]}, {"id": "50", "tn": [{"ref": "Connecting Statement:", "text": "Paul wants them to realize that some believers will not die physically but will still get a resurrected body through Christ's victory."}, {"ref": "flesh and blood cannot inherit the kingdom of God. Neither does what is perishable inherit what is imperishable", "text": "Possible meanings are 1) the two sentences mean the same thing. AT: \"human beings who will surely die cannot inherit the permanent kingdom of God\" or 2) the second sentence finishes the thought begun by the first. AT: \"weak human beings cannot inherit the kingdom of God. Neither do those who will certainly die inherit a kingdom that will last forever\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "flesh and blood", "text": "Those who inhabit a body that is doomed to die. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "inherit", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is perishable ... is imperishable", "text": "\"can rot ... cannot rot.\" See how these words are translated in [[:en:bible:notes:1co:15:42|15:42]]."}, {"ref": "we will all be changed", "text": "This can be stated as active. AT: \"God will change us all\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "52", "tn": [{"ref": "We will be changed", "text": "\"God will change us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the twinkling of an eye", "text": "It will happen as fast as it takes for a person to blink his or her eye."}, {"ref": "at the last trumpet", "text": "\"when the last trumpet sounds\""}, {"ref": "imperishable ... this perishable body ... is imperishable", "text": "\"in a form that cannot rot ... this body that can rot ... cannot rot.\" See how similar phrases are translated in [[:en:bible:notes:1co:15:42|15:42]]."}, {"ref": "must put on", "text": "Paul is speaking of God making our bodies so they will never die again as if God were putting new clothes on us. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "54", "tn": [{"ref": "this perishable body ... is imperishable", "text": "\"this body that can rot ... cannot rot.\" See how similar phrases are translated in [[:en:bible:notes:1co:15:42|15:42]]."}, {"ref": "Death, where is your victory? Death, where is your sting?", "text": "Paul says this to mock the power of death that has been overcome by Christ. AT: \"Death has no victory. Death has no sting.\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_rquestion]])  (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "your ... your", "text": "These are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "56", "tn": [{"ref": "The sting of death is sin", "text": "It is through sin that we are destined to face death, that is to die."}, {"ref": "the power of sin is the law", "text": "God's law that was passed down by Moses defines sin and shows us how we sin before God."}, {"ref": "gives us the victory", "text": "\"has defeated death for us\""}]}, {"id": "58", "tn": [{"ref": "Connecting Statement:", "text": "Paul wants believers, while they work for the Lord, to remember the changed, resurrected bodies that God is going to give them."}, {"ref": "be steadfast and immovable", "text": "Paul speaks of someone who lets nothing stop him from carrying out his decisions as if he could not be physically moved. AT: \"be determined\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Always abound in the work of the Lord", "text": "Paul speaks of efforts made in working for the Lord as if they were objects that a person could acquire more of. AT: \"Always work for the Lord faithfully\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]