[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the believers of their past and the way they now are before God."}, {"ref": "you were dead in your trespasses and sins", "text": "This shows how sinful people are unable to obey God in the same way a dead person is unable to respond physically. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your trespasses and sins", "text": "The words \"trespasses\" and \"sins\" have similar meanings. Paul uses them together to emphasize the greatness of the people's sin. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "according to the ways of this world", "text": "The apostles also used \"world\" to refer to the selfish behaviors and corrupt values of the people living in this world. AT: \"according to the values of people living in the world\" or \"following the principles of this present world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the ruler of the authorities of the air", "text": "This refers to the devil or Satan."}, {"ref": "the spirit that is working", "text": "\"the spirit of Satan, who is working\""}, {"ref": "the desires of the body and of the mind", "text": "The words \"body\" and \"mind\" represent the entire person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "children of wrath", "text": "people with whom God is angry (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "God is rich in mercy", "text": "\"God is abundant in mercy\" or \"God is very kind to us\""}, {"ref": "because of his great love with which he loved us", "text": "\"because of his great love for us\" or \"because he loves us very much\""}, {"ref": "While we were dead in trespasses, he made us alive together in Christ", "text": "This shows how a sinful person is unable to obey God until he is given new spiritual life just like a dead person is unable to respond physically unless he is raised from the dead. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he made us alive together in Christ", "text": "\"In Christ\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."}, {"ref": "by grace you have been saved", "text": "This can be stated in an active form. AT: \"God saved us because of his great kindness toward us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God raised us up together with Christ, and God made us sit together in the heavenly places in Christ Jesus", "text": "Just as he already raised Christ, he will raise us up too, and we will be with Christ in heaven."}, {"ref": "in the heavenly places", "text": "\"in the supernatural world.\" The word \"heavenly\" refers to the place where God is. See how this is translated in [[:en:bible:notes:eph:01:03|1:3]]."}, {"ref": "in Christ Jesus", "text": "\"In Christ Jesus\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."}, {"ref": "in the ages to come", "text": "\"in the future\""}]}, {"id": "08", "tn": [{"ref": "For by grace you have been saved through faith", "text": "God's kindness to us is the reason he made it possible for us to be saved from judgment if we simply trust in Jesus. AT: \"God saved you by grace because of your faith in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and this did not", "text": "The word \"this\" refers back to \"by grace you have been saved by faith.\""}, {"ref": "not from works", "text": "\"this salvation did not come because of good things you have done\""}, {"ref": "in Christ Jesus", "text": "\"In Christ Jesus\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."}, {"ref": "walk in", "text": "\"follow\" or \"do\" (UDB)"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds these believers that God has now made Gentiles and Jews into one body through Christ and his cross."}, {"ref": "Gentiles in the flesh", "text": "This refers to people who were not born Jewish. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "uncircumcision", "text": "Non-Jewish people were not circumcised as babies and thus the Jews considered them people who do not follow any of God's laws. AT: \"uncircumcised pagans\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "circumcision", "text": "This was another term for Jewish people because all male infants were circumcised when they were 8 days old. AT: \"circumcised people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "separated from Christ", "text": "\"unbelievers\""}, {"ref": "what is called the \"circumcision\" in the flesh made by human hands", "text": "Possible meanings are 1) \"Jews, who are circumcised by humans\" or 2) \"Jews, who circumcise the physical body.\""}, {"ref": "by what is called", "text": "This can be translated with an active form. AT: \"by what people call\" or \"by those whom people call\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "strangers to the covenants of the promise", "text": "Paul speaks to the Gentile believers as if they had been foreigners, kept out of the land of God's covenant and promise. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "But now in Christ Jesus", "text": "Paul is marking a contrast between the Ephesians before they believed in Christ and after they believed in Christ."}, {"ref": "you who once were far away from God have been brought near by the blood of Christ", "text": "Due to the believers' sins, they were separated from God. However, now Jesus has brought them near to God by his blood. AT: ]"}, {"ref": "by the blood of Christ", "text": "The blood of Christ is a metonym for his death. AT: \"by Christ's death\" or \"when Christ died for us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is our peace", "text": "\"Jesus gives us his peace\""}, {"ref": "He made the two one", "text": "\"He made the Jews and Gentiles one\""}, {"ref": "By his flesh", "text": "\"By the death of his body on the cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wall of hostility", "text": "\"the wall of hatred\" or \"the wall of ill will\""}, {"ref": "that divided us", "text": "The word \"us\" refers to Paul and the Ephesians. The Gentiles were separated from the Jews. AT: \"that separated us Jews and Gentiles from one another\" (See [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "he abolished the law of commandments and regulations", "text": "Jesus' blood satisfied the law of Moses so that both the Jews and Gentiles can live at peace in God."}, {"ref": "one new man", "text": "a single new people, the people of redeemed humanity (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in himself", "text": "It is union with Christ that makes reconciliation possible between Jews and Gentiles."}, {"ref": "Christ reconciles both peoples", "text": "\"Christ brings the Jews and the Gentiles together in peace\""}, {"ref": "through the cross", "text": "The cross here represents Christ's death on the cross. AT: \"by means of Christ's death on the cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "putting to death the hostility", "text": "Stopping their hostility is spoken of as if he killed their hostility. By dying on the cross Jesus eliminated the reason for Jews and Gentiles to be hostile toward each other. Neither are now required to live according to the law of Moses. AT: \"stopping them from hating one another\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells the Ephesian believers that present Gentile believers are also now made one with the Jewish apostles and prophets; they are a temple for God in the Spirit."}, {"ref": "proclaimed peace", "text": "\"announced the gospel of peace\" or \"declared the gospel of peace\""}, {"ref": "you who were far away", "text": "This refers to the Gentiles or non-Jews."}, {"ref": "those who were near", "text": "This refers to the Jews."}, {"ref": "For through Jesus we both have access", "text": "Here \"we both\" refers to Paul, the believing Jews, and the believing non-Jews. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "in one Spirit", "text": "All believers, both Jewish and Gentile, are given the right to enter into the presence of God the Father by the same Holy Spirit."}]}, {"id": "19", "tn": [{"ref": "you Gentiles ... God's household", "text": "Paul is again speaking of the spiritual condition of Gentiles after they become believers as he would speak about foreigners becoming citizens of a different nation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have been built on the foundation", "text": "Paul speaks of God's people as if they were a building. Christ is the cornerstone, the apostles are the foundation, and the believers are the structure. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have been built", "text": "This can be stated in the active tense. AT: \"God has built you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the whole building fits together and grows as a temple", "text": "Paul continues to speak of Christ's family as if it were a building. In the same way a builder fits stones together while building, so Christ is fitting us together. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In him ... in the Lord ... in him", "text": "\"In Christ ... in the Lord Jesus ... in Christ\" These metaphors express the strongest kind of relationship possible between Christ and those who believe in him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you also are being built together as a dwelling place for God in the Spirit", "text": "This describes how believers are being put together to become a place where God will permanently live through the power of the Holy Spirit. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you also are being built together", "text": "This can be stated as active. AT: \"God is also building you together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]