[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "let the earth rejoice; let the many coastlands be glad", "text": "The earth and the coastlands are said to have emotions like people. AT: \"Rejoice and be glad every person on the earth and near the seas\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "coastlands", "text": "Possible meanings are 1) \"lands near the seas\" or 2) \"islands.\""}, {"ref": "Clouds and darkness surround him", "text": "\"We cannot see him; it is as if he were sitting in the dark with clouds all around him\""}, {"ref": "Righteousness and justice are the foundation of his throne", "text": "The word \"throne\" is a metonym for the deeds and words of the one who sits on it. The psalmist speaks as if righteousness and justice were physical objects that made the throne secure. AT: \"He is righteous and just in everything he does\" or \"He is able to rule because he rules righteously and justly\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the foundation of his throne", "text": "Here \"the foundation of his throne\"​ refers to how Yahweh rules his kingdom. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "Fire goes before him", "text": "The psalmist speaks as if fire were a person walking before King Yahweh and telling people that the king was coming. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "consumes his adversaries", "text": "\"burns up his enemies\""}, {"ref": "the earth sees and trembles", "text": "\"the earth\" refers to the people who live on the earth. AT: the people on the earth see and tremble\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "trembles", "text": "\"shakes with fear\""}, {"ref": "The mountains melt like wax before Yahweh", "text": "\"The mountains are unable to stand as Yahweh comes near\" or \"The mountains crumble in Yahweh's presence\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "006", "tn": [{"ref": "The skies declare his justice", "text": "Possible meanings are 1) the psalmist speaks as if the skies are Yahweh's messengers who declare that Yahweh is just. AT: \"Everyone can see that God is just, the same way that everyone can see the skies\" or 2) the skies refer to the beings that live in the heavens. AT: \"All those who live in heaven declare that Yahweh is just\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All those who worship carved figures will be shamed, those who boast in worthless idols", "text": "This can be translated in active form. AT: \"God will shame all those who boast in worthless idols and worship carved figures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Zion heard ... the towns of Judah", "text": "This refers to the people who live in these lands. AT: \"The people of Zion heard ... the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "are most high above all", "text": "The psalmist speaks as if those who were strong enough to rule were the physically higher than others. AT: \"rule over all the people who live on\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You are exalted far", "text": "The psalmist speaks as if those who were strong enough to rule were the physically higher than others. AT: \"You are high, far\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hand of the wicked", "text": "\"control of the wicked\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Light is sown for ... and gladness for", "text": "These two phrases have similar meanings and are used together for emphasis. AT: \"Yahweh sows light for those who do right, and he sows gladness for those with honest hearts\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Light is sown for the righteous", "text": "The word \"sown\" is a metaphor for actions with future results. \"Light\" is a metaphor for good things. AT: \"Yahweh plans for good things to happen to the righteous in the future\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous", "text": "The adjective \"righteous\" can be translated as a noun phrase. AT: \"righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "and gladness for those with honest hearts", "text": "\"and gladness is sown for those with honest hearts.\" The word \"sown\" is a metaphor for actions with future results. AT: \"Yahweh plans for people with honest hearts to be happy in the future\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "those with honest hearts", "text": "The heart is a synecdoche for the whole person. AT: \"honest people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "This verse has a command followed by the reason for the command. If your language requires the reason to precede the command: \"Because of what Yahweh has done for you, you righteous people, be glad and give thanks when you remember his holiness.\""}, {"ref": "Be glad in Yahweh", "text": "\"Be glad because of what Yahweh has done for you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when you remember his holiness", "text": "Possible meanings are 1) \"when you remember how holy he is\" or 2) \"to his holy name,\" a metonym for \"to him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]