[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "For the wicked and deceitful", "text": "The words \"wicked\" and \"deceitful\" refer to people. They have similar meanings and emphasize how bad these people are. AT: \"For wicked and deceitful men\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "004", "tn": [{"ref": "In return for my love they slander me", "text": "\"Although I loved them, they accuse me\""}, {"ref": "my love", "text": "\"my love for them\""}, {"ref": "they slander me", "text": "The word \"they\" refers to the people who are wicked and deceitful."}]}, {"id": "006", "tn": [{"ref": "Appoint a wicked man ... appoint an accuser", "text": "These two phrases are parallel and the phrases \"a wicked man\" and \"an accuser\" refer to the same person. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "at his right hand", "text": "\"at my enemy's right hand\""}, {"ref": "When he is judged, may he be found guilty", "text": "This can be stated in active form. AT: \"When he is on trial, may the judge find him guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may his prayer be considered sinful", "text": "This can be stated in active form. AT: \"consider his prayer sinful\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "008", "tn": [{"ref": "May his days be few", "text": "The phrase \"his days\" refers to the length of his life. AT: \"May he not live a long time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his office", "text": "\"his position of authority\""}, {"ref": "handouts", "text": "food or money given to beggars"}, {"ref": "their ruined home", "text": "\"their destroyed homes\""}]}, {"id": "011", "tn": [{"ref": "the creditor", "text": "someone who lends money to another person but expects that the person will pay the money back"}, {"ref": "plunder", "text": "\"steal\""}, {"ref": "May his children be cut off; may their name be blotted out", "text": "These two phrases have similar meanings and emphasize his children being destroyed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "May his children be cut off", "text": "This can be stated in active form. AT: \"Cause his children to be cut off\" of \"Cause his children to die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may their name be blotted out in the next generation", "text": "Here the idea of there being no one to carry on the family name is spoke of as \"their name being blotted out.\" AT: \"may there be no one to carry on his name\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "014", "tn": [{"ref": "May his ancestors' sins be mentioned to Yahweh", "text": "This can be stated in active form. AT: \"May you remember the sins of his ancestors, Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may the sin of his mother not be forgotten", "text": "This can be stated in active form. AT: \"May you not forget the sins that his mother committed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May their guilt always be before Yahweh", "text": "Here David speaks about Yahweh thinking about their guilt as if their guilt is something physically present before him. AT: \"May Yahweh continually think about their sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may Yahweh cut off their memory from the earth", "text": "David uses the word \"earth\" to refer to all the people that live on the earth. Also, the phrase \"their memory\" refers to people remembering them after they have died. AT: \"may Yahweh make it so that no one on earth remembers them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this man never bothered to show any covenant faithfulness", "text": "This refers to him showing covenant faithfulness to people. AT: \"this man never bothered to show any covenant faithfulness to people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the oppressed, the needy", "text": "This refers to oppressed and needy people. AT: \"oppressed people, needy people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the disheartened", "text": "This refers to people who are disheartened. AT: \"disheartened people\" or \"people who have lost hope\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "to death", "text": "\"until they died.\" This means that he harassed them until they died."}]}, {"id": "017", "tn": [{"ref": "may it come back upon him", "text": "\"may his curses come upon him\""}, {"ref": "He clothed himself with cursing as his garment", "text": "David speaks of the wicked person's behavior as if it were his clothing. AT: \"He cursed other people as often as he wore clothing\" or \"He cursed people all the time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as his garment", "text": "\"as if they were his clothing\""}, {"ref": "his curse came into his inner being like water, like oil into his bones", "text": "Possible meanings are: 1) He spoke curses so often that they became a part of his identity. \"the curses that he speaks are part of who he is\" or 2) the curse that he spoke happened to him. \"his whole being was cursed by the curse he spoke\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like water", "text": "This refers to how a person drinks water. AT: \"like water a person drinks\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like oil into his bones", "text": "This refers to how oil soaks into bones when rubbed on the skin. AT: \"like olive oil soaks into a person's bones when it is rubbed on his skin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "019", "tn": [{"ref": "May his curses be to him like the clothes he wears to cover himself", "text": "People wore their clothes everyday. David speaks of him always being covered with his curses like he is covered by his clothing. AT: \"Let his curses be on him every day like the garment he wears\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like the belt he always wears", "text": "This missing words may be added. AT: \"and let his curses always be on him like the belt he always wears\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "May this be the reward", "text": "\"May these curses be the reward\""}]}, {"id": "021", "tn": [{"ref": "deal kindly with me", "text": "This is a request for Yahweh to treat him kindly. AT: \"treat me kindly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your name's sake", "text": "\"the sake of your reputation\""}, {"ref": "oppressed and needy", "text": "These two words have similar meanings and emphasize that he is unable to help himself. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "my heart is wounded within me", "text": "Here David speaks of being in great despair as his heart being wounded. AT: \"I am full of grief and despair\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am fading away like the shadow ... like a locust", "text": "David feels like he is going to die soon and describes this feeling by comparing himself to a fading shadow and to how the wind blows away locust. AT: \"I feel like I am about to die, like an evening shadow that will soon disappear, like a locust is easily blown away by the wind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "024", "tn": [{"ref": "My knees are weak", "text": "This means that he is weak and it is difficult for him to stand. AT: \"I have difficulty standing\" or \"My body is weak\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from fasting", "text": "\"because I am not eating any food\""}, {"ref": "I am turning to skin and bones", "text": "This means that he has lost a lot of weight. AT: \"my body has become very thin\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am disdained by my accusers", "text": "This can be stated in active form. AT: \"My accusers ridicule me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shake their heads", "text": "This is an act of disapproval."}]}, {"id": "026", "tn": [{"ref": "May they know", "text": "The word \"they\" refers to David's accusers and the people who say bad things about him."}, {"ref": "have done this", "text": "\"have saved me\""}]}, {"id": "028", "tn": [{"ref": "Though they curse me", "text": "The word \"they\" refers to the people who accuse David and say bad things about him."}, {"ref": "may they be put to shame", "text": "This can be stated in active form. AT: \"may they be ashamed\" or \"let them be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but may your servant rejoice", "text": "\"but may I, your servant, rejoice\" or \"I am your servant, let me rejoice.\" David uses the phrase \"your servant\" to refer to himself."}, {"ref": "May my adversaries be clothed ... may they wear", "text": "These two phrase have them same meaning and are used together for emphasize how greatly he wishes for them to be ashamed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "be clothed with shame", "text": "Here David speaks of them being ashamed as if were clothing they wore. AT: \"be very ashamed\" (See:  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may they wear their shame like a robe", "text": "David speaks of them being ashamed as if it were a robe that they wore. AT: \"may their shame cover them just like their robe is wrapped around them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "030", "tn": [{"ref": "With my mouth I give", "text": "This means that he will speak. AT: \"I will speak and give\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will stand at the right hand of the one who is needy", "text": "This means that he will help and defend the poor person. AT: \"will defend the one who is needy\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]