[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus begins to teach his disciples in front of thousands of people."}, {"ref": "In the meantime", "text": "\"While they were doing that\""}, {"ref": "when many thousands of the people ... they trampled on each other", "text": "This is background information that tells the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "many thousands of the people", "text": "\"a very great crowd\""}, {"ref": "they trampled on each other", "text": "This is an exaggeration in order to express how many people there were. AT: \"they were stepping on each other\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "he began to say to his disciples first of all", "text": "\"Jesus first started speaking to his disciples, and said to them\""}, {"ref": "Beware of the yeast of the Pharisees, which is hypocrisy", "text": "Just as yeast spreads through a whole lump of bread dough, their hypocrisy was spreading through the whole community. AT: \"Guard yourself against the hypocrisy of the Pharisees, which is like yeast\" or \"Be careful that you do not become hypocrites like the Pharisees. Their evil behavior influences everyone just as yeast affects a lump of dough\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "But there is", "text": "The word \"But\" connects this verse to the previous verse about the hypocrisy of the Pharisees. (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "there is nothing concealed that will not be revealed", "text": "\"everything that is hidden will be shown.\" This can be stated in active form. AT: \"people will find out about everything that people do secretly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nothing hidden that will not be known", "text": "This means the same thing as the first part of the sentence in order to emphasize its truth. It can also be stated in active form. AT: \"people will learn about everything that others try to hide\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be heard in the light", "text": "This can be stated in active form. AT: \"people will hear in the light\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "spoken in the ear", "text": "This can be stated in active form. AT: \"whispered to another person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in the inner rooms", "text": "\"in a closed room.\" This refers to private speech. AT: \"in privacy\" or \"secretly\""}, {"ref": "will be proclaimed", "text": "\"will be shouted loudly.\" This can be stated in active form. AT: \"people will proclaim\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "upon the housetops", "text": "Houses in Israel had flat roofs, so people could go up and stand on top of them. If readers would be distracted trying to imagine how people would get up on the house tops, this could also be translated with a more general expression, such as \"from a high place where everyone will be able to hear.\""}]}, {"id": "04", "tn": [{"ref": "I say to you my friends", "text": "Jesus readdresses his disciples to mark a shift in his speech to a new topic, in this case, to speak about not being afraid."}, {"ref": "they have no more that they can do", "text": "\"they cannot cause any more harm\" or \"they cannot hurt you anymore\""}, {"ref": "Fear the one who", "text": "The phrase \"the one\" refers to God. This could be stated. AT: \"Fear God who\" or \"Fear God, because\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after he has killed", "text": "\"after he kills you\" or \"after he kills someone\""}, {"ref": "has authority to throw you into hell", "text": "This is a general statement about God's authority to judge people. It does not mean this will happen to the disciples. AT: \"has authority to throw people into hell\""}]}, {"id": "06", "tn": [{"ref": "Are not five sparrows sold for two small coins?", "text": "Jesus uses a question to teach the disciples. AT: \"You know that five sparrows are sold for only two small coins\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sparrows", "text": "very small, seed-eating birds"}, {"ref": "not one of them is forgotten in the sight of God", "text": "This could be stated in active form and in positive form. AT: \"God never forgets any of them\" (UDB) or \"God indeed remembers every sparrow\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "even the hairs of your head are all numbered", "text": "This could be stated in active form. AT: \"God knows even how many hairs are on your head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not fear", "text": "The reason for the fear is not stated. Possible meanings are 1) \"Do not be afraid of what will happen to you\" or 2) \"So do not be afraid of people who could hurt you.\""}, {"ref": "You are more valuable than many sparrows", "text": "\"You are worth more to God than many sparrows\""}]}, {"id": "08", "tn": [{"ref": "I say to you", "text": "Jesus readdresses his audience to mark a shift in his speech to a new topic, in this case, to speak about confession."}, {"ref": "everyone who confesses me before men", "text": "What is confessed can be stated clearly. AT: \"whoever tells others that he is my disciple\" or \"anyone who acknowledges before others that he is loyal to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of Man", "text": "Jesus was referring to himself. AT: \"I, the Son of Man\""}, {"ref": "he who denies me before men", "text": "\"he who disowns me before people.\" What is denied can be stated clearly. AT: \"whoever refuses to acknowledge to others that he is my disciple\" or \"if anyone refuses to say that he is loyal to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will be denied", "text": "\"will be disowned.\" This can be stated in active form. AT: \"the Son of Man will deny him \" or \"I will deny that he is my disciple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Everyone who speaks a word against the Son of Man", "text": "\"Everyone who says something bad about the Son of Man\""}, {"ref": "it will be forgiven him", "text": "\"he will be forgiven.\" This can be stated in active form. AT: \"God will forgive him for that\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blasphemes against the Holy Spirit", "text": "\"speaks evil against the Holy Spirit\""}, {"ref": "it will not be forgiven", "text": "This can be expressed with an active verb. AT: \"God will not forgive him.\" When someone does not forgive someone, it means that he considers him guilty. AT: \"God will consider him guilty forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "11", "tn": [{"ref": "When they bring you", "text": "It is not stated who brings them into judgment."}, {"ref": "before the synagogues", "text": "\"into the synagogues to question you before the religious leaders\" (UDB)"}, {"ref": "rulers ... authorities", "text": "It may be necessary to combine these into one statement. AT: \"other people who have power in the country\" (UDB)"}, {"ref": "in that hour", "text": "\"at that time\" or \"then\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is a break in Jesus' teachings. A man asks Jesus to do something and Jesus responds to him."}, {"ref": "divide the inheritance with me", "text": "Inheritances came from the father in that culture. This could be stated. AT: \"share my father's property with me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Man", "text": "Possible meanings are 1) this is simply a way to address a stranger or 2) Jesus is rebuking the man. Your language might have a way of addressing people in either of these ways. Some people do not translate this word at all."}, {"ref": "who made me a judge or a mediator over you?", "text": "Jesus uses a question to rebuke the man. AT: \"I am not your judge or mediator.\" Some languages would use the plural form for \"you\" or \"your\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]] and [[:en:ta:vol1:translate:figs_you|Forms of You]])"}, {"ref": "And he said to them", "text": "The word \"them\" here probably refers to the whole crowd of people. AT: \"And Jesus said to the crowd\""}, {"ref": "keep yourselves from all greedy desires", "text": "\"guard yourself from every form of greed.\" AT: \"do not allow yourself to love having things\" or \"do not let the urge to have more things control you\""}, {"ref": "a person's life", "text": "This is a general statement of fact. It does not refer to any specific person. Some languages have a way of expressing that."}, {"ref": "the abundance of his possessions", "text": "\"how many things he owns\" (UDB) or \"how much wealth he has\""}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues his teaching by telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Then Jesus told them", "text": "Jesus was probably still speaking to the entire crowd."}, {"ref": "yielded abundantly", "text": "\"grew a very good harvest\""}, {"ref": "What will I do, because I do not have a place to store my crops?", "text": "This question reflects what the man was thinking to himself. AT: \"I do not know what to do, because I do not have any place big enough to store all my crops!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "barns", "text": "buildings where farmers store the crops and food that they grow after it is harvested"}, {"ref": "goods", "text": "\"possessions\""}, {"ref": "I will say to my soul", "text": "\"I will say to myself\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Soul, you have", "text": "The man is speaking to himself. AT: \"I have\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Jesus quotes how God responds to the rich man, as he finishes telling his parable."}, {"ref": "tonight your soul is required of you", "text": "The \"soul\" refers to the life of a person. AT: \"you will die tonight\" or \"I will take your life from you tonight\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the things you have prepared, whose will they be?", "text": "\"who will own what you have stored up?\" or \"who will have what you prepared?\" God uses a question to make the man realize that he would no longer possess those things. AT: \"the things that you have prepared will belong to someone else!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "stores up treasure", "text": "\"saves up valuable things\""}, {"ref": "not rich", "text": "\"poor\""}, {"ref": "toward God", "text": "The meaning is that this person has not been concerned with the things that are important to God, or that God will reward. AT: \"in the view of God\" or \"in relation to God\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching his disciples in front of the crowd."}, {"ref": "Therefore", "text": "\"For that reason\" or \"Because of what this story teaches\""}, {"ref": "I say to you", "text": "\"I want to tell you something important\" or \"you need to listen carefully to this\""}, {"ref": "about your life—what you will eat", "text": "\"about your life and what you will eat\" or \"about having enough food in order to live\""}, {"ref": "about your body—what you will wear", "text": "\"about your body and what you will wear\" or \"about having enough clothes to put on your body\""}, {"ref": "For life is more than food", "text": "This is a general statement of value. AT: \"life is more important than the food you eat\" (UDB)"}, {"ref": "the body is more than clothes", "text": "This is a general statement of value. AT: \"your body is more important than the clothes you put on it\" (UDB)"}]}, {"id": "24", "tn": [{"ref": "ravens", "text": "This refers either to 1) crows, a kind of bird that eats mostly grain, or 2) ravens, a kind of bird that eats the flesh of dead animals. Jesus' audience would have considered the ravens worthless since the Jewish people could not eat these types of birds."}, {"ref": "storeroom ... barn", "text": "These are places where food is stored."}, {"ref": "How much more valuable you are than the birds!", "text": "This is an exclamation, not a question. Jesus emphasizes the fact that people are much more valuable to God then birds. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "And which of you ... lifespan?", "text": "Jesus uses a question to teach his disciples. AT: \"None of you can make your life any longer by being anxious!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "add a cubit to his lifespan", "text": "This is a metaphor because a cubit is a measure of length, rather than of time. The image is of a person's life stretched out as if it were a board, a rope, or some other physical object. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If then you are not able ... the rest?", "text": "Jesus uses another question to teach his disciples. AT: \"Since you cannot do even this small thing, you should not worry about the other things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "27", "tn": [{"ref": "Consider the lilies—how they grow", "text": "\"Think about how the lilies grow\""}, {"ref": "lilies", "text": "Lilies are beautiful flowers that grow wild in the fields. If your language does not have a word for lily, you can use the name of another flower like that or translate it as \"flowers\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "neither do they spin", "text": "The process of making thread or yard for cloth is called \"spinning.\" It may be helpful to make this explicit. AT: \"neither do they make thread in order to make cloth\" or \"and they do not make yarn\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Solomon in all his glory", "text": "\"Solomon who had great wealth\" or \"Solomon who wore beautiful clothes\""}, {"ref": "If God so clothes the grass in the field", "text": "\"If God clothes the grass in the field like that\" or \"If God gives the grass in the field such beautiful clothing.\" AT: \"If God makes the grass in the field beautiful like this\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is thrown into the oven", "text": "This can be stated in active form. AT: \"someone throws it into a fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "how much more will he clothe you", "text": "This is an exclamation, not a question. Jesus emphasizes that he will certainly take care of people even better than he does the grass. This could be stated clearly. AT: \"he will certainly clothe you even better\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}]}, {"id": "29", "tn": [{"ref": "Do not look for what you will eat and what you will drink", "text": "\"Do not focus on what you will eat and drink\" or \"Do not greatly desire more to eat and drink\""}, {"ref": "all the nations of the world", "text": "Here \"nations\" refers to \"unbelievers.\" AT: \"all people of other nations\" or \"all the unbelievers in the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "31", "tn": [{"ref": "seek his kingdom", "text": "\"focus on God's kingdom\" or \"greatly desire God's kingdom\""}, {"ref": "these things will be added to you", "text": "\"these things also will be given to you.\" \"These things\" refers to food and clothing. This could be stated in active form. AT: \"God will give you these things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "little flock", "text": "Jesus was calling his disciples a flock. A flock is a group of sheep or goats that a shepherd cares for. As a shepherd cares for his sheep, God would care for Jesus' disciples. AT: \"small group\" or \"dear group\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "33", "tn": [{"ref": "give to the poor", "text": "It may be helpful to state what they receive. AT: \"give to poor people the money you earn from the sales\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Make for yourselves purses ... treasure in the heavens", "text": "The purses and treasure in the heavens are the same thing. They both represent God's blessing in heaven. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Make for yourselves", "text": "This is the result of giving to the poor. AT: \"In this way you will make for yourselves\""}, {"ref": "purses which will not wear out", "text": "\"money bags that will not get holes in them\""}, {"ref": "does not run out", "text": "\"does not diminish\" or \"does not become less\""}, {"ref": "no thief comes near", "text": "\"thieves do not come near\""}, {"ref": "no moth destroys", "text": "\"moths do not destroy\""}, {"ref": "moth", "text": "A \"moth\" is a small insect that eats holes in fabric. You may need to use a different insect, such as ants or termites."}, {"ref": "where your treasure is, there your heart will be also", "text": "\"your heart will be focused on where you store your treasure\""}, {"ref": "your heart", "text": "Here \"heart\" refers to a person's thoughts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Jesus begins to tell a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Let your long clothing be tucked in at your belt", "text": "People wore long flowing robes. They would tuck them into their belt to keep the robes out of the way while they worked. AT: \"Tuck your clothing into your belt so you are ready to serve\" or \"Be dressed and ready to serve\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "let your lamps be kept burning", "text": "This can be stated in active form. AT: \"keep your lamps burning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be like people looking for their master", "text": "This compares the disciples being ready for Jesus to return to servants who are ready for their master to return. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "returns from the marriage feast", "text": "\"returns home from a marriage feast\""}, {"ref": "open the door for him", "text": "This refers to the door of the master's house. It was the responsibility of his servants to open it for him.  (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "37", "tn": [{"ref": "Blessed are", "text": "\"How good it is for\""}, {"ref": "whom the master will find watching when he comes", "text": "\"whose master finds them waiting for him when he returns\" or \"who are ready when the master returns\""}, {"ref": "he will tuck in his long clothing at his belt, and have them sit down", "text": "Because the servants have been faithful and ready to serve their master, the master will now reward them by serving them."}, {"ref": "in the second watch of the night", "text": "The second watch was between 9:00 p.m. and midnight. AT: \"late at night\" or \"just before midnight\""}, {"ref": "or if even in the third watch", "text": "The third watch was from midnight to 3:00 a.m. AT: \"or if he comes very late at night\""}]}, {"id": "39", "tn": [{"ref": "Moreover know this", "text": "\"In addition, also know\" or \"But you must also remember\" (UDB)"}, {"ref": "had known the hour", "text": "\"had known when\""}, {"ref": "he would not have let his house be broken into", "text": "This can be stated in active form. AT: \"he would not have let the thief break into his house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because you do not know the hour when the Son of Man comes", "text": "The only similarity between a thief and the Son of Man is that people do not know when either one will come, so they need to be ready."}, {"ref": "do not know the hour when", "text": "\"do not know at what time\""}, {"ref": "when the Son of Man comes", "text": "Jesus was talking about himself. AT: \"when I, the Son of Man, will come\""}]}, {"id": "41", "tn": [{"ref": "Connecting Statement:", "text": "In verse 42, Jesus begins to tell another parable."}, {"ref": "General Information:", "text": "In verse 41, there is a break in the storyline as Peter asks Jesus a question about the previous parable."}, {"ref": "Who then is ... right time?", "text": "Jesus uses a question to answer Peter's question indirectly. He expected those who wanted to be faithful managers to understand that the parable was about them. AT: \"I said it for everyone who is ... right time\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the faithful and wise manager", "text": "Jesus tells another parable about how servants should be faithful while they wait for their master to return. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "whom his lord will set over his other servants", "text": "\"whom his lord puts in charge of his other servants\""}, {"ref": "Blessed is that servant", "text": "\"How good it is for that servant\""}, {"ref": "whom his lord finds doing that when he comes", "text": "\"if his lord finds him doing that work when he comes back\""}, {"ref": "Truly I say to you", "text": "This expression means they should pay special attention to what he is about to say."}, {"ref": "will set him over all his property", "text": "\"will put him in charge of all his property\""}]}, {"id": "45", "tn": [{"ref": "that servant", "text": "This refers to the servant whose lord has put him in charge of the other servants."}, {"ref": "says in his heart", "text": "\"heart\" here refers to the person. AT: \"thinks to himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My lord delays his return", "text": "\"My master will not return soon\""}, {"ref": "male and female servants", "text": "The words that are translated here as \"male and female servants\" are normally translated as \"boys\" and \"girls.\" They may indicate that the servants were young or that they were dear to their master."}, {"ref": "in a day when he does not expect", "text": "\"when the servant is not expecting him\""}, {"ref": "in an hour that he does not know", "text": "\"at an hour when he is not expecting him\""}, {"ref": "cut him in pieces and appoint a place for him with the unfaithful", "text": "Possible meanings are 1) this is a hyperbole for the master dealing out harsh punishment toward the slave, or 2) this describes the manner in which the servant will be executed and buried as punishment. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "47", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling the parable."}, {"ref": "his lord's will", "text": "\"what his master wanted him to do\""}, {"ref": "will be beaten with many blows", "text": "\"will be hit many times\" or \"will be whipped many times.\" This can be stated in active form. AT: \"his master will hit him many times\" or \"his master will punish him severely\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "many blows ... few blows", "text": "Both servants are punished, but these phrases show the servant who intentionally disobeyed his master was punished more severely than the other servant."}, {"ref": "But everyone who has been given much, from them much will be required", "text": "This can be stated in active form. AT: \"They will require more of anyone who has received much\" or \"The master will require more of everyone he has given much to\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one ... much, even more will be asked", "text": "This can be stated in active form.  AT: \"the master will ask even more of the one ... much\" or \"the master will require even more of the one ... much\" \"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one who has been entrusted with much", "text": "This can be stated in active form. AT: \"the one to whom the master has given much property to take care of\" or \"the one to whom the master has given much responsibility\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "49", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples."}, {"ref": "I came to cast fire upon the earth", "text": "\"I came to throw fire on the earth\" or \"I came to set the earth on fire.\" Possible meanings are 1) Jesus has come to judge people or 2) Jesus has come to purify believers or 3) Jesus has come to cause division among people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how I wish that it were already kindled", "text": "This exclamation emphasizes how much he wants this to happen. AT: \"I wish very much that it was already lit\" or \"how I wish that it had already begun\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "But I have a baptism to be baptized with", "text": "Here \"baptism\" refers to what Jesus must suffer. Just as water covers a person during baptism, suffering will overwhelm Jesus. AT: \"I must go through a baptism of terrible suffering\" (UDB) or \"I must be overwhelmed by suffering as a person being baptized is covered by water\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But", "text": "The word \"but\" is used to show that he cannot cast the fire on the earth until after he goes through his baptism."}, {"ref": "how I am distressed until it is completed", "text": "This exclamation emphasizes how distressed he was. AT: \"I am terribly distressed and will be so until I complete this baptism of suffering\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}]}, {"id": "51", "tn": [{"ref": "Do you think that I came to bring peace on the earth?", "text": "People expected the Messiah to bring them peace from their enemies. Jesus is not going to do that now. AT: \"You should not think that I have come to bring peace on earth\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "but rather division", "text": "\"but I came to bring division\" or \"people will divide from each other because I have come\""}, {"ref": "division", "text": "\"hostility\" or \"discord\""}, {"ref": "there will be five in one house divided", "text": "This is an example of the kind of division there will be even within families."}, {"ref": "there will be five in one house", "text": "It may be helpful to state that this refers to people. AT: \"there will be five people in one house\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "against", "text": "\"will oppose\" (UDB). It may be helpful to use a longer phrase for each of these occurrences. AT: \"will be divided against\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "54", "tn": [{"ref": "General Information:", "text": "Jesus begins to speak to the crowd."}, {"ref": "When you see a cloud rising ... happens", "text": "This condition normally meant rain was coming in Israel. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "A shower is coming", "text": "\"Rain is coming\" or \"It is going to rain\" (UDB)"}, {"ref": "when a south wind is blowing ... it happens", "text": "This condition normally meant hot weather was coming in Israel. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the earth and the heavens", "text": "\"the earth and the sky\""}, {"ref": "how is it that you do not know how to interpret the present time?", "text": "Jesus uses a question to rebuke the crowd. Jesus uses this question to convict them. It can be translated as a statement. AT: \"you should know how to interpret the present time\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "57", "tn": [{"ref": "Why do you not judge what is right for yourselves", "text": "Jesus uses a question to rebuke the crowd. It can be translated as a statement. AT: \"You yourselves should discern what is right\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "for yourselves", "text": "\"on your own initiative\""}, {"ref": "For when you go ... bit of money", "text": "Jesus uses a hypothetical situation to teach the crowd. His point is that they should resolve the things they are able to resolve without involving the public courts. This can be restated to make it clear it might not happen. AT: \"For if you were to go ... bit of money\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "when you go", "text": "Though Jesus is talking to a crowd, the situation he is presenting is something that a person would go through alone. So in some languages the word \"you\" would be singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "settle the matter with him", "text": "\"settle the matter with your adversary\""}, {"ref": "the judge", "text": "This refers to the magistrate, but the term here is more specific and threatening."}, {"ref": "does not deliver you", "text": "\"does not hand you over\""}, {"ref": "the very last bit of money", "text": "\"the entire amount of money that your adversary demands\""}]}]