[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "The people of God are speaking in 75:1, and God speaks in 75:2-3."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Al Tashheth", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:057:001|57:1]]."}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote.\" See how this is translated in [[:en:bible:notes:psa:053:001|Psalm 53]]."}, {"ref": "all the inhabitants", "text": "\"all the people who live on it\""}, {"ref": "make steady the earth's pillars", "text": "\"keep the earth from being destroyed\" or AT: \"keep my people safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "004", "tn": [{"ref": "I said", "text": "Possible meanings are 1) God is speaking or 2) Asaph is speaking."}, {"ref": "Do not be arrogant ... Do not lift ... Do not lift up your ... do not speak", "text": "The speaker is speaking to many wicked people, so these forms are all plural. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "and to the wicked", "text": "\"and I said to the wicked\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Do not lift up the horn", "text": "Asaph speaks of wicked people as if they were animals with horns on their heads, stretching their necks and holding their heads high to frighten other animals. AT: \"Do not be confident\" or \"Do not boast about how strong you are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not lift up your horn to the heights", "text": "Asaph speaks of wicked people as if they were animals with horns on their heads, stretching their necks and holding their heads as high as they can to frighten other animals. AT: \"Be especially sure not to boast that you are greater than God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with an insolent neck", "text": "Asaph speaks of wicked people who defy or challenge God as if they were animals with horns on their heads, stretching their necks and holding their heads high to frighten other animals. AT: \"arrogantly\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is not from the east ... that lifting up comes", "text": "Asaph speaks of the one who lifts up as if he were the action of lifting up. He also speaks of God giving strength and honor to a person as if God were physically lifting that person up. AT: \"The one who will lift you up will not be someone who comes from the east\" or \"The one who will make you strong and have people honor you will not be someone who comes from the east\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "Asaph speaks about God."}, {"ref": "he brings down and he lifts up", "text": "The objects of the verbs can be stated clearly: \"he brings some people down and he lifts other people up.\" The words \"brings down\" and \"raises up\" are metaphors for God making people powerful and taking away their power. AT: \"he makes one man king in place of another man\" or \"he takes away one man's power and gives power to another man\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a cup of foaming wine ... mixed with spices", "text": "When Yahweh punishes the people they will be like people who have drunk strong wine and become ill. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "foaming wine", "text": "The foam is a metaphor for the power of the wine to make people drunk, AT: \"strong wine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spices", "text": "dried leaves or ground seeds"}, {"ref": "pours it out", "text": "pours it from a large container into the cups that the people will drink from"}, {"ref": "drink it to the last drop", "text": "\"drink every drop of it\""}]}, {"id": "009", "tn": [{"ref": "He says", "text": "God says"}, {"ref": "cut off all the horns of", "text": "The horns of an animal are a metaphor for the power of a person. AT: \"take away all power from\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the horns of the righteous will be raised up", "text": "The horns of an animal are a metaphor for the power of a person. This can be translated as a statement in active form. AT: \"I will raise up the horns of the righteous\" or \"I will make the righteous powerful\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]