{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story that tells of Jesus' crucifixion, death, and resurrection. Here he tells his disciples how he will suffer and die."}, {"ref": "It came about that when", "text": "This phrase shifts the story from Jesus' teachings to what happened next. AT: \"Then\" or \"After\""}, {"ref": "all these words", "text": "This refers to all that Jesus taught starting in [[:en:bible:notes:mat:24:03|24:3]]."}, {"ref": "the Son of Man will be delivered up to be crucified", "text": "This can be stated in active form. AT: \"some men will give the Son of Man to other people who will crucify him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}], "03": [{"ref": "Connecting Statement:", "text": "These verses give background information about the Jewish leaders' plot to arrest and kill Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "were gathered together", "text": "This can be stated in active form. AT: \"came together\" or \"met together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jesus stealthily", "text": "\"Jesus secretly\""}, {"ref": "Not during the feast", "text": "What the leaders did not want to do during the feast can be made more clear. AT: \"We should not kill Jesus during the feast\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the feast", "text": "This is the yearly Passover feast."}], "06": [{"ref": "Connecting Statement:", "text": "This begins the account of a woman pouring expensive oil on Jesus before his death."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "Simon the leper", "text": "It is implied that this is a man whom Jesus had healed from leprosy. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he was reclining", "text": "\"Jesus was lying on his side.\" You can use your language's word for the position people usually are in when they eat."}, {"ref": "a woman came to him", "text": "\"a woman came to Jesus\""}, {"ref": "alabaster jar", "text": "This is a costly container made of soft stone. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "ointment", "text": "oil that has a pleasing smell"}, {"ref": "she poured it upon his head", "text": "The woman does this to honor Jesus."}, {"ref": "What is the reason for this waste?", "text": "The disciples ask this question out of their anger over the woman's actions. AT: \"This woman has done a bad thing by wasting this ointment!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "This could have been sold for a large amount and given", "text": "This can be stated in active form. AT: \"She could have sold this for a large amount of money and given the money\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to the poor", "text": "Here \"the poor\" can be stated as an adjective. AT: \"to poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}], "10": [{"ref": "Why are you troubling this woman?", "text": "Jesus asks this question as a rebuke of his disciples. AT: \"You should not be troubling this woman!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why are you", "text": "All occurrences of \"you\" are plural and refer to the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the poor", "text": "This can be stated as an adjective. AT: \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}], "12": [{"ref": "ointment", "text": "This is oil that has a pleasing smell. See how you translated this in [[:en:bible:notes:mat:26:06|26:7]]."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "wherever this gospel is preached", "text": "This can be stated in active form. AT: \"wherever people preach this gospel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what this woman has done will also be spoken of in memory of her", "text": "This can be stated in active form. AT: \"they will remember what this woman has done and will tell others about her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "14": [{"ref": "Connecting Statement:", "text": "Judas Iscariot agrees to help the Jewish leaders arrest and kill Jesus."}, {"ref": "to deliver him to you", "text": "\"to turn Jesus over to you\" or \"to help you arrest Jesus\""}, {"ref": "thirty pieces of silver", "text": "Since these words are the same as those in an Old Testament prophecy, keep this form instead of changing it to modern money."}, {"ref": "thirty pieces", "text": "\"30 pieces\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "to deliver him to them", "text": "\"to help the chief priests arrest Jesus\""}], "17": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus celebrating the Passover with his disciples."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "He said, \"Go into the city to a certain man and say to him, 'The Teacher says, \"My time is at hand. I will keep the Passover at your house with my disciples.\"'\"", "text": "This has quotations within quotations. You can state some of the direct quotations as indirect quotations. AT: \"He told his disciples to go into the city to a certain man and tell him that the Teacher says to him, 'My time is at hand. I will keep the Passover at your house with my disciples'\" or \"He told his disciples to go into the city to a certain man and say to him that the Teacher's time is at hand and he will keep the Passover with his disciples at that man's house\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "My time", "text": "Possible meanings are 1) \"The time that I told you about\" (UDB) or 2) \"The time God has set for me.\""}, {"ref": "is at hand", "text": "Possible meanings are 1) \"is near\" (UDB) or 2) \"has come.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "keep the Passover", "text": "\"eat the Passover meal\" or \"celebrate the Passover by eating the special meal\""}], "20": [{"ref": "he sat down to eat", "text": "Use the word for the position people in your culture usually are in when they eat."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "Surely not I, Lord?", "text": "\"I am surely not the one, am I, Lord?\" Possible meanings are 1) this is a rhetorical question since the apostles were sure they would not betray Jesus. AT: \"Lord, I would never betray you!\" or 2) this was a sincere question since Jesus' statement probably troubled and confused them. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "23": [{"ref": "The Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "will go", "text": "Here \"go\" is a polite way to refer to dying. AT: \"will go to his death\" or \"will die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "just as it is written about him", "text": "This can be stated in active form. AT: \"just as the prophets wrote about him in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that man by whom the Son of Man is betrayed", "text": "This can be stated in active form. AT: \"the man who betrays the Son of Man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Is it I, Rabbi?", "text": "\"Rabbi, am I the one who will betray you?\" Judas may be using a rhetorical question to deny that he is the one who will betray Jesus. AT: \"Rabbi, surely I am not the one who will betray you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You have said it yourself", "text": "This is an idiom that Jesus uses to mean \"yes\" without being completely clear about what he means. AT: \"You are saying it\" or \"You are admitting it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "26": [{"ref": "Connecting Statement:", "text": "Jesus institutes the Lord's Supper as he celebrates the Passover with his disciples."}, {"ref": "took ... blessed ... broke", "text": "Translate these as you did in [[:en:bible:notes:mat:14:19|14:19]]."}], "27": [{"ref": "He took", "text": "Translate \"took\" as you did in [[:en:bible:notes:mat:14:19|14:19]]."}, {"ref": "a cup", "text": "Here \"cup\" refers to the cup and the wine in it. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "gave it to them", "text": "\"gave it to the disciples\""}, {"ref": "Drink it", "text": "\"Drink the wine from this cup\""}, {"ref": "For this is my blood", "text": "\"For this wine is my blood\""}, {"ref": "blood of the covenant", "text": "\"blood that shows that the covenant is in effect\" or \"blood that makes the covenant possible\""}, {"ref": "is poured out", "text": "This can be stated in active form. AT: \"will soon flow out of my body\" or \"will flow out of my wounds when I die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "fruit of the vine", "text": "This is an idiom. AT: \"wine\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in my Father's kingdom", "text": "Here \"kingdom\" refers to God's rule as king. AT: \"when my Father establishes his rule on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my Father's", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "30": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples as they walk to the Mount of Olives."}, {"ref": "General Information:", "text": "In verse 31, Jesus quotes the prophet Zechariah to show that in order to fulfill prophecy, all of his disciples will leave him."}, {"ref": "hymn", "text": "a song of praise to God"}, {"ref": "fall away", "text": "\"leave me\""}, {"ref": "for it is written", "text": "This can be stated in active form. AT: \"for the prophet Zechariah wrote long ago in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will strike", "text": "Here \"I\" refers to God. It is implied that God will cause or allow people to harm and kill Jesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the shepherd ... sheep of the flock", "text": "These are metaphors that refer to Jesus and the disciples. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sheep of the flock will be scattered", "text": "This can be stated in active form. AT: \"they will scatter all the sheep of the flock\" (UDB) or  \"the sheep of the flock will run off in all directions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "after I am raised up", "text": "This can be stated in active form. AT: \"after God raises me up\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "33": [{"ref": "fall away", "text": "Translate this as you did in [[:en:bible:notes:mat:26:30|26:31]]."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "before the rooster crows", "text": "Roosters crow when the sun comes up. AT: \"before the sun comes up\""}, {"ref": "rooster", "text": "a bird that calls out loudly around the time the sun comes up"}, {"ref": "crows", "text": "This is the sound a rooster makes."}, {"ref": "you will deny me three times", "text": "\"you will say three times that you are not my follower\""}], "36": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus praying in Gethsemane."}, {"ref": "and began to become sorrowful", "text": "\"and he became very sad\""}, {"ref": "My soul is deeply sorrowful", "text": "Here \"soul\" refers to the whole person. AT: \"I am very sad\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "even to death", "text": "This is an idiom. AT: \"I feel like I could even die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "39": [{"ref": "fell on his face", "text": "He purposely lay face down on the ground to pray. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "My Father", "text": "This is an important title for God that shows the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "let this cup pass from me", "text": "Here \"cup\" is a metonym that stands for the cup and the contents within it. The contents in the cup are a metaphor for the suffering that Jesus will have to endure. Jesus is asking the Father if it is possible for him not to have to suffer and die in the way Jesus knows he will in Jerusalem. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yet, not as I will, but as you will", "text": "This can be expressed as a full sentence. AT: \"But do not do what I want, but do what you want\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "he said to Peter, \"What, could you not watch", "text": "Jesus is speaking to Peter, but the \"you\" is plural referring to Peter, James, and John. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "What, could you not watch with me for one hour?", "text": "Jesus uses a question to scold Peter, James, and John. AT: \"I am disappointed that you could not stay awake with me for one hour!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you do not enter into temptation", "text": "Here the abstract noun \"temptation\" can be stated as a verb. AT: \"no one tempts you to sin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The spirit indeed is willing, but the flesh is weak", "text": "Here \"spirit\" is a metonym that stands for a person's desires. And, \"flesh\" refers to a human as a whole. Jesus means they may have the desire to do what God wants, but as humans they are weak and will fail. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}], "42": [{"ref": "He went away", "text": "\"Jesus went away\""}, {"ref": "a second time ... third time", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "My Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "if this cannot pass away unless I drink it", "text": "This can be stated in positive form. AT: \"if I must drink it\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "if this", "text": "Here \"this\" refers to the cup and the contents within it. (See: [[:en:bible:notes:mat:26:39|26:39]])"}, {"ref": "unless I drink it", "text": "\"unless I drink from it\" or \"unless I drink from this cup of suffering\""}, {"ref": "your will be done", "text": "This can be stated in active form. AT: \"may what you want happen\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their eyes were heavy", "text": "This is an idiom. AT: \"they were very sleepy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "45": [{"ref": "Are you still sleeping and taking your rest?", "text": "Jesus uses a question to scold the disciples for going to sleep. AT: \"I am disappointed that you are still sleeping and resting!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the hour is at hand", "text": "This is an idiom. AT: \"the time has come\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and the Son of Man is being betrayed", "text": "This can be stated in active form. AT: \"and someone is betraying the Son of Man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "into the hands of sinners", "text": "Here \"hands\" refers to power or control. AT: \"and is handing him over to the power of sinners\" or \"and is giving him over to sinners\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Look", "text": "\"Pay attention to what I am about to tell you\""}], "47": [{"ref": "Connecting Statement:", "text": "This begins the account of when Judas betrayed Jesus and the religious leaders arrested him."}, {"ref": "While he was still speaking", "text": "\"While Jesus was still speaking\""}, {"ref": "clubs", "text": "large pieces of hard wood for hitting people"}, {"ref": "Now ... Seize him", "text": "Here \"Now\" is used to mark a break in the main storyline. Here Matthew tells background information about Judas and the signal he planned to use to betray Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "saying, \"Whomever I kiss, he is the one. Seize him.\"", "text": "This direct quotation can be stated as an indirect quotation. AT: \"saying that whomever he kissed was the one they should seize\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Whomever I kiss", "text": "\"The one I will kiss\" or \"The man whom I will kiss\" (UDB)"}, {"ref": "kiss", "text": "This was a respectful way to greet one's teacher."}], "49": [{"ref": "he came up to Jesus", "text": "\"Judas came up to Jesus\""}, {"ref": "kissed him", "text": "\"met him with a kiss\""}, {"ref": "Then they came", "text": "Here \"they\" refers to the people with clubs and swords that came with Judas and the religious leaders."}, {"ref": "laid hands on Jesus, and seized him", "text": "\"grabbed Jesus and arrested him\""}], "51": [{"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "who take up the sword", "text": "The implied information can be stated explicitly. AT: \"who pick up a sword to kill others\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will perish by the sword", "text": "\"will die by means of the sword\" or \"it is with the sword that someone will kill them\""}, {"ref": "Do you think that I could not call ... angels?", "text": "Jesus uses a question to remind the person with the sword that Jesus could stop those who are arresting him. AT: \"Surely you know that I could call ... angels\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you think", "text": "Here \"you\" is singular and refers to the person with the sword. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "more than twelve legions of angels", "text": "The word \"legion\" is a military term that refers to a group of about 6,000 soldiers. Jesus means God would send enough angels to easily stop those who are arresting Jesus. The exact number of angels is not important. AT: \"more than 12 really large groups of angels\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "But how then would the scriptures be fulfilled, that this must happen?", "text": "Jesus uses a question to explain why he is letting these people arrest him. This can be stated in active form. AT: \"But if I did that, I would not be able to fulfill what God said in the scriptures must happen\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}], "55": [{"ref": "Have you come out with swords and clubs to seize me like a robber?", "text": "Jesus is using this question to point out the wrong actions of those arresting him. AT: \"You know that I am not a robber, so it is wrong for you to come out to me bringing swords and clubs\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "clubs", "text": "large pieces of hard wood for hitting people"}, {"ref": "in the temple", "text": "It is implied that Jesus was not in the actual temple. He was in the courtyard around the temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the writings of the prophets might be fulfilled", "text": "This can be stated in active form. AT: \"I would fulfill all that the prophets wrote in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "left him", "text": "If your language has a word that means they left him when they should have stayed with him, use it here."}], "57": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus' trial before the council of Jewish religious leaders."}, {"ref": "Peter followed him", "text": "\"Peter followed Jesus\""}, {"ref": "courtyard of the high priest", "text": "an open area near the high priest's house"}, {"ref": "He went inside", "text": "\"Peter went inside\""}], "59": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "so that they", "text": "Here \"they\" refers to the chief priests and the members of the council."}, {"ref": "might put him to death", "text": "\"might have a reason to execute him\""}, {"ref": "two came forward", "text": "\"two men came forward\" (UDB) or \"two witnesses came forward\""}, {"ref": "This man said, 'I am able to destroy ... days.'", "text": "If your language does not allow quotes within quotes you can rewrite it as a single quote. AT: \"This man said that he is able to destroy ... days\" (See: [[:en:ta:vol2:translate:writing_quotations]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "This man said", "text": "\"This man Jesus said\""}], "62": [{"ref": "What is it that they are testifying against you?", "text": "The chief priest is not asking Jesus for information about what the witnesses said. He is asking Jesus to prove what the witnesses said is wrong. AT: \"What is your response to what the witnesses are testifying against you?\""}, {"ref": "Son of God", "text": "This is an important title that describes the relationship between the Christ and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the living God", "text": "Here \"living\" contrasts the God of Israel to all the false gods and idols that people worshiped. Only the God of Israel is alive and has power to act. See how you translated this in [[:en:bible:notes:mat:16:13|16:16]]."}, {"ref": "You have said it yourself", "text": "This is an idiom that Jesus uses to mean \"yes\" without being completely clear about what he means. AT: \"You are saying it\" or \"You are admitting it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But I tell you, from now on you", "text": "Here \"you\" is plural. Jesus is speaking to the high priest and to the other persons there. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "from now on you will see the Son of Man", "text": "Possible meanings are 1) the phrase \"from now on\" is an idiom that means they will see the Son of Man in his power at some time in the future or 2) the phrase \"from now on\" means that from the time of Jesus' trial and onward, Jesus is showing himself to be the Messiah who is powerful and victorious."}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "at the right hand of Power", "text": "Here \"Power\" refers to God. AT: \"at the right hand of Almighty God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "coming on the clouds of heaven", "text": "\"riding to earth on the clouds of heaven\""}], "65": [{"ref": "the high priest tore his clothes", "text": "Tearing clothing was a sign of anger and sadness. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "He has spoken blasphemy", "text": "By calling this blasphemy, it is implied that the high priest understood that Jesus was claiming to be equal with God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Why do we still need witnesses?", "text": "The high priest uses this question to emphasize that he and the members of the council do not need to hear from any more witnesses. AT: \"We do not need to hear from any more witnesses!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "now you have heard", "text": "Here \"you\" is plural and refers to the members of the council. (See: [[:en:ta:vol1:translate:figs_you]])"}], "67": [{"ref": "Then they", "text": "Possible meanings are 1) \"Then some of the men\" or 2) \"Then the soldiers.\""}, {"ref": "spit in his face", "text": "This was done as an insult."}, {"ref": "Prophesy to us", "text": "Here \"Prophesy to us\" means to tell by means of God's power. It does not mean to tell what will happen in the future."}, {"ref": "you Christ", "text": "Those hitting Jesus do not really think he is the Christ. They call him this to mock him. (See: [[:en:ta:vol1:translate:figs_irony]])"}], "69": [{"ref": "Connecting Statement:", "text": "This begins the account of how Peter denies three times that he knows Jesus, as Jesus said he would do."}, {"ref": "General Information:", "text": "These events happen at the same time as Jesus' trial before the religious leaders."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "I do not know what you are talking about", "text": "Peter was able to understand what the servant girl was saying. He used these words to deny that he had been with Jesus."}], "71": [{"ref": "When he", "text": "\"When Peter\""}, {"ref": "gateway", "text": "opening in the wall around a courtyard"}, {"ref": "He again he denied it with an oath, \"I do not know the man!\"\"", "text": "\"he denied it again with swearing, and he said, 'I do not know the man!'\""}], "73": [{"ref": "one of them", "text": "\"one of those who were with Jesus\""}, {"ref": "for the way you speak gives you away", "text": "This can be translated as a new sentence. AT: \"We can tell you are from Galilee because you speak like a Galilean\""}, {"ref": "to curse", "text": "\"to call down a curse on himself\""}, {"ref": "rooster crowed", "text": "A rooster is a bird that calls out loudly around the time the sun comes up. The sound a rooster makes is called \"crowing.\" See how you translated this in [[:en:bible:notes:mat:26:33|26:34]]."}, {"ref": "Peter remembered the words that Jesus had said, \"Before the rooster crows you will deny me three times.\"", "text": "This direct quotation can be stated as an indirect quotation. AT: \"Peter remembered that Jesus told him that before the rooster crowed, he would deny Jesus three times\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}