[{"id": "01", "tn": [{"ref": "In the third month ... on the same day", "text": "This means they arrived at the wilderness on the first day of the month just as they left Egypt on the first day of the month. The first day of the third month on the Hebrew calendar is near the middle of May on Western calendars. AT: \"In the third month ... on the first day of the month\" (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "had gone out from", "text": "\"had left\""}, {"ref": "Rephidim", "text": "This is an area on the edge of the wilderness of Sinai where the people of Israel had been camping. See how you translated this name in [[:en:bible:notes:exo:17:01|17:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "the house of Jacob", "text": "The word \"house\" here represents Jacob's family and descendants. AT: \"the descendants of Jacob\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house of Jacob, the people of Israel", "text": "The phrase \"the people of Israel\" explains what \"the house of Jacob\" means."}, {"ref": "You have seen", "text": "The word \"you\" here refers to the Israelites. Yahweh is telling Moses what to tell the Israelites. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I carried you on eagles' wings", "text": "God speaks of caring for his people while they traveled as if he were an eagle and carried them on his wings. AT: \"I helped you travel like an eagle that carries her babies on her wings\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "obediently listen to my voice", "text": "Obediently can be expressed as a verb. AT: \"listen to my voice and obey me\""}, {"ref": "my voice", "text": "God's voice represents what he says. AT: \"what I say\" or \"my words\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keep my covenant", "text": "\"do what my covenant requires you to do\""}, {"ref": "special possession", "text": "\"treasure\""}, {"ref": "a kingdom of priests", "text": "God speaks of his people as if they were priests. AT: \"a kingdom of people who are like priests\" or \"a kingdom of people who do what priests do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "set before them all these words", "text": "The author writes of Moses telling people things as if he were setting the words before them. AT \"told them all these words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all these words that Yahweh had commanded him", "text": "The word \"words\" refers to what Yahweh said. AT: \"all that Yahweh had commanded him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Moses came to report", "text": "Where Moses went can be stated explicitly. AT: \"Moses went back up the mountain to report\" (See: [[:en:ta:vol2:translate:figs_go]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the people's words", "text": "The word \"words\" refers to what the people said. AT: \"what the people said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "you must set them apart to me", "text": "This probably means \"tell them to dedicate themselves to me\" or \"tell them to purify themselves for me.\""}, {"ref": "garments", "text": "\"clothes\""}, {"ref": "Be ready", "text": "This was a command to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "set boundaries", "text": "\"make a boundary.\" This was either a mark or some kind of barrier."}, {"ref": "Whoever touches the mountain will surely be put to death", "text": "This can be stated with an active form. AT: \"You must surely put to death any person who touches the mountain\" or \"You must surely kill anyone who touches the mountain\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever touches", "text": "\"Any person who touches\" or \"Anyone who touches\""}, {"ref": "such a person", "text": "\"a person who does that\" or \"a person who touches the mountain\""}, {"ref": "he must certainly be stoned or shot", "text": "This can be stated in active form. AT: \"you must certainly stone or shoot him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shot", "text": "This refers to being killed by someone who shoots arrows from a bow or stones from a slingshot."}, {"ref": "a long blast", "text": "\"a long, loud sound\""}]}, {"id": "14", "tn": [{"ref": "do not go near your wives", "text": "This is a polite way of talking about sleeping with their wives. AT: \"do not sleep with your wives\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "16", "tn": [{"ref": "trembled", "text": "\"shook with fear\""}, {"ref": "descended", "text": "\"came down\""}, {"ref": "like the smoke of a furnace", "text": "This shows that it was a very large amount of smoke. AT: \"like the smoke from a very large fire\""}, {"ref": "furnace", "text": "an oven that can be made extremely hot (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "19", "tn": [{"ref": "grew louder and louder", "text": "\"continued to become louder and louder\""}, {"ref": "in a voice", "text": "The word \"voice\" here refers to a sound that God made. Possible meanings are 1) \"by speaking loudly like thunder\" or 2) \"by speaking\" or 3) \"by causing thunder to sound\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he summoned Moses", "text": "\"he commanded Moses to come up\""}, {"ref": "not to break through", "text": "God spoke about walking past the boundary as if they might break down a barrier and walk through it. See how you translated \"set bounds\" in [[:en:bible:notes:exo:19:12|19:12]].  AT: \"not to go beyond the boundary\" or \"not to go through the barrier\"(See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "get down", "text": "\"go down\""}, {"ref": "break through the barrier", "text": "God spoke about walking past the boundary as if they might break down a barrier and walk through it. See how you translated a similar phrase in [[:en:bible:notes:exo:19:19|19:21]]. AT: \"go beyond the boundary\" or \"go through the barrier\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]