[{"id": "01", "tn": [{"ref": "General Information:", "text": "The angel who appeared to Daniel in [[:en:bible:notes:dan:10:04|10:5]] continues speaking."}, {"ref": "Michael, the great prince", "text": "Michael is an archangel. Here he is also given the title \"great prince.\""}, {"ref": "Michael ... will rise up", "text": "Here \"rise up\" is an idiom that means to appear. AT: \"Michael ... will appear\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your people will be saved", "text": "This can be stated in active form. You can also make it clear that God will save the people. AT: \"God will save your people\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "whose name is found written in the book", "text": "This can be stated in active form. You can also make it clear that God writes names in the book. AT: \"whose name God has written in the book\"  (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who sleep in the dust of the earth will rise up", "text": "The phrase \"sleep in the dust of the earth\" is another way of referring to those who have died. Here \"rise up\" is an idiom that means to come back to life. AT: \"those who have died will come back to life\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "Those who are wise will shine like the brightness of the sky above", "text": "This refers to God's people who will share their wisdom with those around them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "those who turn many to righteousness", "text": "This refers to those who help others understand that they are separated from God, as if they were changing the direction in which they were going. AT: \"those who teach others to live righteously\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who turn ... are like the stars forever and ever", "text": "These people are compared to the stars that shine. AT: \"those who turn ... will shine brightly like the stars forever and ever\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "close up these words; keep the book sealed", "text": "Here \"words\" represents the book. AT: \"close this book and keep it sealed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "time of the end", "text": "\"the final days\" or \"the end of the world.\" See how you translated this in [[:en:bible:notes:dan:08:15|8:17]]."}, {"ref": "Many will run here and there, and knowledge will increase", "text": "This seems to happen before \"the time of the end\" during which time the book is sealed. This can be made explicit. AT: \"Before that happens, many people will travel here and there, learning more and more about many things\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Daniel goes on to tell what he saw next in this vision that began in [[:en:bible:notes:dan:10:01|10:1]]."}, {"ref": "there were two others standing", "text": "\"there were two other angels standing\""}, {"ref": "the man clothed in linen", "text": "This refers to the angel who appeared to Daniel in [[:en:bible:notes:dan:10:04|10:5]], not to one of the angels who is standing beside the river."}, {"ref": "upstream along the river", "text": "Possible meanings are 1) the angel clothed in linen was above the river or 2) the angel was further upstream along the river."}, {"ref": "How long will it be to the end of these amazing events?", "text": "\"How long will these amazing events last?\" This refers to the time from the beginning to the end of the events."}, {"ref": "these amazing events", "text": "At the time when the angel spoke to Daniel, none of the events in this vision had happened. This definitely refers to the the events in [[:en:bible:notes:dan:12:01|12:1-4]], and may possibly also include the events in the vision from chapter 11."}]}, {"id": "07", "tn": [{"ref": "the man clothed in linen", "text": "This can be stated in active form. AT: \"the man who was wearing linen clothes\" or \"the angel who was wearing linen clothes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "upstream along the river", "text": "Possible meanings are 1) the man clothed in linen was above the river or 2) the man was further upstream along the river."}, {"ref": "the one who lives forever", "text": "\"God, who lives forever\""}, {"ref": "it would be for a time, times, and half a time", "text": "It is best to leave it ambiguous as to when this begins. If you must choose a starting point, the three and a half years probably start with the events of [[:en:bible:notes:dan:12:01|12:1-4]]."}, {"ref": "a time, times, and half a time", "text": "\"three and a half years\" (UDB). These \"times\" are generally understood to refer to years. One and two and a half equal three and a half."}, {"ref": "all these things will be completed", "text": "This can be stated in active form. AT: \"all these things will have happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all these things", "text": "At the time when the man clothed in linen spoke to Daniel, none of the events in this vision had happened. This refers to the the events in [[:en:bible:notes:dan:12:01|12:1-4]], and may include the events in the vision from chapter 11."}]}, {"id": "08", "tn": [{"ref": "My master", "text": "Daniel refers to the angel clothed in linen as \"My master\" to show respect to the angel."}, {"ref": "of all these things", "text": "At the time when the angel clothed in linen spoke to Daniel, none of the events in this vision had happened. This definitely refers to the the events in [[:en:bible:notes:dan:12:01|12:1-4]], and may possibly also include the events in the vision from chapter 11."}, {"ref": "for the words are shut up and sealed", "text": "The vision that was given to Daniel was not to be explained. The book was sealed and no one could access it. AT: \"for you are to close up and seal the words you have written\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the time of the end", "text": "\"the final days\" or \"the end of the world.\" See how you translated this in [[:en:bible:notes:dan:08:15|8:17]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The angel clothed in linen continues speaking to Daniel."}, {"ref": "Many will be purified, cleansed, and refined", "text": "Yahweh does the purifying. These three terms mean basically the same thing. AT: \"Yahweh will purify, cleanse, and refine many people\"  (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "refined", "text": "purified by removing anything that does not belong in them"}, {"ref": "but the wicked will act wickedly", "text": "The evil people will do evil or sinful things."}, {"ref": "None of the wicked will understand", "text": "evil people can not understand spiritual knowledge."}, {"ref": "but those who are wise will understand", "text": "This refers to those who are wise in obeying Yahweh will understand."}, {"ref": "the regular burnt offering is ... is set up", "text": "The king of the north is the one who stops the temple sacrifices. AT: \"the king of the North takes away the regular burnt offering and sets up the abomination that causes complete desolation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the abomination that causes complete desolation", "text": "This refers to an idol that will make the temple desolate, that is, that will cause God to leave his temple. See how you translated this in [[:en:bible:notes:dan:11:31|11:31]]. AT: \"the disgusting idol that will cause God to abandon the temple\" or \"the disgusting thing that will make the temple unclean\""}, {"ref": "1,290 days", "text": "Here \"days\" refers to a period of time. Most commonly rendered as days, but can also imply years. (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The angel clothed in linen continues speaking to Daniel."}, {"ref": "Blessed is the one who waits", "text": "\"Blessed is the person who waits\" or \"Blessed is anyone who waits\""}, {"ref": "waits", "text": "\"endures\" or \"remains faithful\" (UDB)"}, {"ref": "the 1,335 days", "text": "Here \"days\" is referring to a period of time most commonly rendered as days. However, it can also imply years. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "You must go", "text": "\"Daniel, you must go\". This refers to Daniel continuing to live and serve the kings until the appointed time of his death."}, {"ref": "you will rest", "text": "This is a gentle way of saying \"you will die.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "You will rise", "text": "This is referring to the First Ressurection of the dead when the righteous people will be raised up."}, {"ref": "the place assigned to you", "text": "\"the place God has assigned to you\""}]}]