[{"id": "01", "tn": [{"ref": "In the second year of Jehoash son of Jehoahaz, king of Israel", "text": "\"When Jehoash son of Jehoahaz had been king of Israel for almost two years\""}, {"ref": "Amaziah son of Joash, king of Judah, began to reign", "text": "\"Amaziah son of Joash, became the king of Judah\""}, {"ref": "He was twenty-five years old when he began to reign", "text": "five years old when he began to reign** - \"He was 25 years old when he became king\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "he reigned twenty-nine years in Jerusalem", "text": "nine years in Jerusalem** - \"he was the king in Jerusalem for 29 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Jehoaddan", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was right in the eyes of Yahweh, yet not like David his father", "text": "Here \"the eyes of Yahweh\" refers to his sight, and his sight refers to his judgment. AT: \"Amaziah did many things that pleased Yahweh, but he did not do as many things that pleased Yahweh as King David had done\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did everything that Joash, his father, had done", "text": "Joash obeyed Yahweh and did good things. This can be made explicit. AT: \"He did the same good things that his father Joash had done\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The story of Amaziah's rule as king of Judah continues."}, {"ref": "But the high places were not taken away", "text": "This can be stated in active form. The high places were used for pagan worship. This can be made explicit. AT: \"But he did not remove the high places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sacrificed and burned incense at the high places", "text": "The high places were used for pagan worship. This can be made explicit. AT: \"sacrificed and burned incense to pagan gods at the high places\"(See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It came about", "text": "This is used to introduce a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "as soon as his rule was well established", "text": "This can be stated in active form. AT: \"as soon as Amaziah securely established his royal rule and kingly authority\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he killed the servants", "text": "Amaziah probably ordered other people to kill the officials. AT: \"he made his servants execute the officials\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The narrator tells about what king Amaziah did after his father King Joash was murdered."}, {"ref": "Yet he did not put the sons of the murderers to death", "text": "King Amaziah did not order his servants to kill the children of the men who killed his father. AT: \"But he did not tell his servants to execute those officials' children\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The fathers must not be put to death for their children, neither must the children be put to death for their parents", "text": "This can be stated in active form. AT: \"People must not kill the fathers for the sins of their children, and they must not kill the children for the sins of their parents\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every person must be put to death for his own sin", "text": "This can be stated in active form. AT: \"every person must die for his own sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He killed", "text": "Here \"He\" refers to his army. AT: \"Amaziah's army killed\" or \"Amaziah's soldiers killed\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "ten thousand soldiers", "text": "\"10,000 soldiers\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Valley of Salt", "text": "This is the name of a place that is located south of the Dead Sea."}, {"ref": "he also took Sela in war", "text": "Here \"He\" refers to his army. AT: \"King Amaziah's army captured the city of Sela\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Sela ... Joktheel", "text": "They renamed the city of Sela. The new name was Joktheel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu king of Israel, saying, \"Come, let us meet each other face to face in battle\"", "text": "Here \"each other\" also included their armies. AT: \"Then Amaziah sent messengers to King Jehoash of Israel, saying, \"Come here and let us and our armies fight each other in battle\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "A thistle that was in Lebanon ... trampled down the thistle", "text": "This is a word picture and a riddle. A cedar tree is great and a thistle is small and worthless. Jehoash compares himself to the cedar and Amaziah to the thistle and warns Amaziah not to attack. If you have a similar comparison in your own language, you can use it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thistle", "text": "\"a bush with thorns\""}, {"ref": "saying, 'Give your daughter to my son for a wife,'", "text": "This direct quotation can be stated as an indirect quotation. AT: \"asking the cedar to give his daughter to the thistle's son for a wife\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "You have indeed attacked Edom", "text": "This is the warning part of Jehoash's message to Amaziah. \"Amaziah, you have definitely defeated Edom\""}, {"ref": "your heart has lifted you up", "text": "This is an idiom that refers to being proud. AT: \"you are very proud of what you have done\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Take pride in your victory", "text": "\"Be content with your victory\""}, {"ref": "for why should you cause yourself trouble and fall", "text": "Jehoash uses this question to warn Amaziah not to attack him. AT: \"for you should not cause trouble for yourself and suffer defeat\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "But Amaziah would not listen", "text": "Here \"listen\" refers to obeying the warning. AT: \"However, Amaziah would not obey Jehoash's warning\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So Jehoash king of Israel attacked ... Amaziah king of Judah met each other", "text": "The armies of these kings went to battle with them. AT: \"So Jehoash and his army went to fight Amaziah and his army and they met each other\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Beth Shemesh", "text": "This is a town in Judah near the border of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Judah was defeated by Israel", "text": "This can be stated in active form. AT: \"Israel defeated Judah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every man fled home", "text": "\"all the men in the army of Judah ran home\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is what happened after the army of Israel defeated the army of Judah at Beth Shemesh."}, {"ref": "He came ... He took", "text": "Here \"He\" refers to Jehoash and his army. AT: \"Jehoash and his army came ... Jehoash's soldiers took\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Ephraim Gate ... Corner Gate", "text": "There are the names of gates in the wall of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "four hundred cubits", "text": "\"about 180 meters\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "cubits", "text": "A cubit was about 46 centimeters. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "with hostages also, and returned to Samaria", "text": "This implies that Jehoash needed to take these hostages to prevent Amaziah from attacking again. This can be made explicit. AT: \"and they also took to Samaria some prisoners to make sure that Amaziah would cause them no more trouble\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to remind the reader that the acts of Jehoahaz are recorded in another book. See how this phrase is translated in [[:en:bible:notes:2ki:01:17|1:18]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Then Jehoash slept with his ancestors", "text": "This is a polite way to say that he died. AT: \"Then Jehoash died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "became king in his place", "text": "\"became king after him\""}]}, {"id": "17", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This question is used to remind the reader that these things are recorded. See how this phrase is translated in [[:en:bible:notes:2ki:08:22|8:23]]. AT: \"they are written in the book of the History of the Kings of Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "They made a conspiracy against Amaziah in Jerusalem", "text": "A conspiracy is a secret plan to do harm to someone or something. AT: \"Some people in Jerusalem plotted against Amaziah\""}, {"ref": "Lachish", "text": "This is a city in southwestern Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "but they sent men after him to Lachish", "text": "The men who made the conspiracy sent other men to follow Amaziah to Lachish."}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "This is what happened after the death of King Amaziah."}, {"ref": "They brought him back on horses", "text": "\"They brought Amaziah's body back on horses\""}, {"ref": "All the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah", "text": "This is a generalization. Some people may not have wanted him to be king. AT: \"The people of Judah took the 16 year-old Azariah and made him king after his father, Amaziah\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "It was Azariah who rebuilt Elath", "text": "Azariah did not do this alone. AT: \"It was Azariah who ordered Elath to be rebuilt\" or \"It was Azariah who supervised the rebuilding of Elath\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Azariah", "text": "This king is better known today by the name \"Uzziah.\""}, {"ref": "Elath", "text": "a city in Judah (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "restored it to Judah", "text": "\"returned it to Judah\""}, {"ref": "slept with his ancestors", "text": "This is a poetic way to say he died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "This describes what King Uzziah did after he became king."}, {"ref": "In the fifteenth year of Amaziah", "text": "\"In year 15 of Amaziah\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "forty-one years", "text": "one years** - \"41 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "evil in the sight of Yahweh", "text": "Here \"sight\" is a metaphor for judging or considering. AT: \"evil according to Yahweh\" or \"what Yahweh considered to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did not depart from any of the sins of Jeroboam", "text": "To stop sinning is spoken of as leaving a path. This can be stated in positive form. AT: \"He did not stop committing the same sins as Jeroboam\" or \"He continued to commit the same sins as Jeroboam\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He restored the border", "text": "This means his army restored the land up to the border. AT: \"His soldiers conquered again some of the territory that had previously belonged to Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Lebo Hamath", "text": "This city was also called Hamath. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Sea of the Arabah", "text": "\"the Dead Sea\" (UDB)"}]}, {"id": "26", "tn": [{"ref": "it was very bitter", "text": "Suffering that was difficult is spoken of as if it had a bitter taste. AT: \"it was very difficult\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there was no rescuer for Israel", "text": "\"there was no one who could rescue Israel\""}, {"ref": "blot out", "text": "To completely destroy Israel is spoken of as if Yahweh wiped them away with a cloth. AT: \"completely destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the name of Israel", "text": "Here \"the name of Israel\" represents all of Israel and its inhabitants. AT: \"the Israelite people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "under heaven", "text": "\"on earth\""}, {"ref": "he saved them by the hand of Jeroboam son of Jehoash", "text": "Here \"hand\" refers to power. Jeroboah defeated the enemies of Israel with the help of his army. AT: \"he enabled King Jeroboam and his army to rescue them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "28", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to remind the reader that the acts of Jehoahaz are recorded in another book. See how this phrase is translated in [[:en:bible:notes:2ki:01:17|1:18]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jeroboam slept with his ancestors, with the kings of Israel", "text": "This is a polite way to say that he died and was buried. AT: \"Jeroboam died, and was buried where the other kings of Israel were buried\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]