[{"id": "01", "tn": [{"ref": "the wilderness of Sin", "text": "The word \"Sin\" here is the Hebrew name of the wilderness. It is not the English word \"sin.\" (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "the first month", "text": "This is the first month of the Hebrew calendar. It marks when God rescued the Israelites from the Egyptians. The first month is during the last part of March and the first part of April on the Western calendar. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]])"}, {"ref": "and was buried", "text": "This can be stated in active form. AT: \"and they buried her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "02", "tn": [{"ref": "they assembled", "text": "Here \"they\" refers to the community."}, {"ref": "assembled together", "text": "\"came as a mob\""}, {"ref": "in front of Yahweh", "text": "This represents being in front of Yahweh's tent. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "The people of Israel continue to complain to Moses and Aaron."}, {"ref": "Why have you brought Yahweh's community into this wilderness to die here, we and our animals?", "text": "The people use this question in order to complain against Moses and Aaron. It can be translated as a statement. AT: \"You should not have brought Yahweh's community into this wilderness to die here, we and our animals.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did you make us come up out of Egypt to bring us to this horrible place?", "text": "The people use this question in order to complain against Moses and Aaron. It can be translated as a statement. AT: \"You should not have made us leave Egypt to bring us to this horrible place.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "lay facedown", "text": "This indicates that Moses and Aaron are humbling themselves before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "07", "tn": [{"ref": "before their eyes", "text": "Here \"their eyes\" represents the people seeing what Moses does.   AT: \"while they watch you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from before Yahweh", "text": "This represents Yahweh's tent. AT: \"from Yahweh's tent\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Must we bring water out of this rock for you?", "text": "Moses asks this question out of frustration to rebuke the people for complaining. It can be translated as a statement. AT: \"You complain that there is no water. Well, we will make water come out of this rock.\" or \"You would not be happy even if we caused water to come out of this rock. But I will do it anyway.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Must we bring", "text": "Here \"we\" refers to Moses and Aaron and may include Yahweh, but does not include the people. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "12", "tn": [{"ref": "Because you did not trust me or honor me as holy in the eyes of the people of Israel", "text": "How Moses showed that he did not trust and honor God can be stated clearly. AT: \"Because you did not trust me or honor me as holy in the eyes of the people of Israel, but struck the rock instead of speaking to it as I told you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the eyes of the people of Israel", "text": "Here the eyes represents the people seeing what Moses did.  AT: \"while the people of Israel were watching you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This place was called", "text": "This can be stated in active form. AT: \"People called this place\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "Your brother Israel", "text": "Moses uses this phrase to emphasize that the Israelites and the Edomites are related because their ancestors, Jacob and Esau, were brothers."}, {"ref": "When we called out to Yahweh", "text": "\"When we prayed to Yahweh begging him to help us\""}, {"ref": "he heard our voice", "text": "Here \"voice\" represents their crying or what they said to him. AT:  \"he heard our cry\" or \"he heard what we asked for\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Look", "text": "\"Look\" here marks a change in topic. They were just speaking about their past. Now they speak about their present situation as they prepare to ask the king to do something."}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "The messengers continue speaking to the king of Edom."}, {"ref": "We will not turn aside to the right hand or to the left", "text": "Here \"turn aside\"  represents leaving the road. AT: \"We will not leave the road in any direction\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the king's highway", "text": "This is the main road that connects Damascus in the north to the Gulf of Aqabah in the south."}]}, {"id": "18", "tn": [{"ref": "You may not pass ... to attack you", "text": "Here \"you\" is singular and refers to Moses, who represents the people of Israel. AT: \"Your people may not pass ... to attack them\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will come with the sword", "text": "Here the sword represents the king's army. AT: \"I will send my army\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the people of Israel", "text": "This phrase refers to the Israelite messengers."}, {"ref": "walk through on foot", "text": "This idiom means that they would simply travel through the area by walking. They would not come in chariots to attack the people of Edom. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "the king of Edom came against Israel with a strong hand with many soldiers", "text": "Here the hand represents the king's powerful army. AT: \"the king of Edom sent a strong army of many soldiers to attack Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cross over their border", "text": "Here \"their\" refers to the Edomites."}]}, {"id": "22", "tn": [{"ref": "The people of Israel, the whole community", "text": "The phrase \"the whole community\" emphasizes that every person who was a part of \"the people of Israel\" was present, without exception. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Aaron must be gathered to his people", "text": "This is a gentle way to say that Aaron must die. It means that it is time for Aaron to die and for his spirit to go to the place where his ancestors are.  AT: \"Aaron must die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "rebelled against my word", "text": "Here \"my word\" represents what God said. AT: \"refused to do what I said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Moses."}, {"ref": "must die and be gathered to his people", "text": "These two phrases mean basically the same thing. They mean that it is time for Aaron to die and for his spirit to go to the place where his ancestors are. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "27", "tn": [{"ref": "thirty days", "text": "\"30 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]