[{"id": "01", "tn": [{"ref": "angel of Yahweh", "text": "This was Yahweh himself appearing as an angel, and not just an angel that Yahweh sent. \"Yahweh appeared as an angel\" (UDB)."}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "behold", "text": "The word \"behold\" here shows that Moses saw something that was very different from what he expected."}]}, {"id": "04", "tn": [{"ref": "set apart", "text": "\"made holy\""}, {"ref": "the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob", "text": "All of these men worshiped the same God. AT: \"the God of your father, of Abraham, of Isaac, and of Jacob\""}, {"ref": "your father", "text": "Possible meanings are 1) \"your ancestor\" or 2) \"your father.\" If it means \"your ancestor,\" then the phrases following it clarify who \"your father\" refers to: it refers to Abraham, Isaac, and Jacob. If it means \"your father,\" then it refers to Moses's own father."}]}, {"id": "07", "tn": [{"ref": "taskmasters", "text": "\"slave drivers.\" These were Egyptians whose job was to force the Israelites to do hard work. See how you translated this in [[:en:bible:notes:exo:01:11|1:11]]."}, {"ref": "a land flowing with milk and honey", "text": "\"a land where milk and honey flow.\" God spoke of the land being good for animals and plants as if the milk and honey from those animals and plants were flowing through the land. AT: \"a land that is excellent for raising livestock and growing crops\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flowing with", "text": "\"full of\" or \"with an abundance of\""}, {"ref": "milk", "text": "Since milk comes from cows and goats, this represents food produced by livestock. AT: \"food from livestock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "honey", "text": "Since honey is produced from flowers, this represents food from crops. AT: \"food from crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "the shouts of the people of Israel have come to me", "text": "Here the word \"shouts\" are spoken of as if they were persons who are capable of moving on their own. AT: \"I have heard the cries of the people of Israel\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "11", "tn": [{"ref": "Who am I, that I should go to Pharaoh ... Egypt?", "text": "Moses uses this question to tell God that Moses is a nobody and no one will listen to him. AT: \"I am not important enough to go to Pharaoh ... Egypt!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "God said to Moses, \"I AM THAT I AM.\"", "text": "This is God's response to Moses' question about God's name. This can be made explicit. AT: \"God said to Moses, \"Tell them that God says his name is, 'I AM THAT I AM.'\""}, {"ref": "I AM THAT I AM", "text": "Possible meanings are 1) this whole sentence is God's name or 2) God is not telling his name but something about himself. By saying this, God is teaching that he is eternal; he has always lived and always will live."}, {"ref": "I AM", "text": "Languages that do not have an equivalent to the verb \"am\" may need to render this as \"I LIVE\" or \"I EXIST.\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "God continues speaking to Moses."}, {"ref": "the God of your ancestors, the God of Abraham, of Isaac, and of Jacob", "text": "Abraham, Isaac and Jacob were three of Moses's ancestors. They all worshiped the same God."}, {"ref": "I have indeed observed you", "text": "The word \"you\" refers to the people of Israel."}, {"ref": "a land flowing with milk and honey", "text": "\"a land where milk and honey flow.\" God spoke of the land being good for animals and plants as if the milk and honey from those animals and plants were flowing through the land. See how you translated this in [[:en:bible:notes:exo:03:07|3:8]]. AT: \"a land that is excellent for raising livestock and growing crops\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flowing with", "text": "\"full of\" or \"with an abundance of\""}, {"ref": "milk", "text": "Since milk comes from cows and goats, this represents food produced by livestock. AT: \"food from livestock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "honey", "text": "Since honey is produced from flowers, this represents food from crops. AT: \"food from crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will listen to you", "text": "The word \"you\" refers to Moses. AT: \"The elders will listen to you\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "God continues speaking to Moses."}, {"ref": "unless his hand is forced", "text": "This can be stated in active form. The word \"hand\" is a metonymy for the power of the owner of the hand. Possible meanings are 1) \"only if he sees that he has no power to do anything else\" (see UDB), where the \"hand\" belongs to Pharaoh; where the \"hand\" belongs to Yahweh, 2) \"only if I force him to let you go\" or 3) \"not even if I force him to let you go.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will reach out with my hand and attack", "text": "Here \"hand\" refers to God's power. AT: \"I will powerfully attack\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not go empty-handed", "text": "handed** - The word here \"empty-handed\" is used to emphasize the opposite meaning. AT: \"will go with your hands full of good things\" or \"will go with many valuable things\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "any women staying in her neighbors' houses", "text": "\"any Egyptian woman staying in the houses of her Egyptian neighbors\""}]}]