[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to speak to the Pharisees. This is the same part of the story which began in [[:en:bible:notes:jhn:09:35|9:35]]."}, {"ref": "General Information:", "text": "Jesus begins to speak in parables. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "sheep pen", "text": "This is a fenced area where a shepherd keeps his sheep."}, {"ref": "a thief and a robber", "text": "This is the use of two words with similar meanings to add emphasis. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "03", "tn": [{"ref": "The gatekeeper", "text": "This is a hired man who watches the gate at night while the shepherd is away."}, {"ref": "The sheep hear his voice", "text": "\"The sheep hear the sound of his voice\""}, {"ref": "he goes ahead of them", "text": "\"he walks in front of them\""}, {"ref": "for they know his voice", "text": "\"because they recognize his voice\""}]}, {"id": "05", "tn": [{"ref": "they did not understand", "text": "Possible meanings: 1) \"the disciples did not understand\" (UDB) or 2) \"the crowd did not understand.\""}, {"ref": "this parable", "text": "This is an illustration from the work of shepherds, using metaphors. The \"shepherd\" is a metaphor for Jesus. The \"sheep\" represent those who follow Jesus, and the \"strangers\" are the Jewish leaders, including the Pharisees, who try to deceive the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to explain the meaning of the parables he had spoken."}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "I am the gate of the sheep", "text": "Here \"gate\" is a metaphor that means Jesus provides access into the sheepfold where God's people dwell in his presence. AT: \"I am like the gate that the sheep use to enter into the sheepfold\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Everyone who came before me", "text": "This refers to other teachers who have taught the people, including the Pharisees and other Jewish leaders. AT: \"All of the teachers who came without my authority\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a thief and a robber", "text": "These words are metaphors. Jesus calls those teachers \"a thief and a robber\" because their teachings were false, and they were trying to lead God's people while not understanding the truth. As a result, they deceived the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "I am the gate", "text": "Here \"gate\" is a metaphor. By referring to himself as \"the gate,\" Jesus is showing that he offers a true way to enter the kingdom of God. AT: \"I myself am like that gate.\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pasture", "text": "The word \"pasture\" means a grassy area where sheep eat."}, {"ref": "does not come if he would not steal", "text": "This is a double negative. In some languages it is more natural to use a positive statement. AT: \"comes only to steal\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "steal and kill and destroy", "text": "Here the implied metaphor is \"sheep,\" which represents God's people. AT: \"steal and kill and destroy the sheep\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that they will have life", "text": "The word \"they\" refers to the sheep. \"Life\" refers to eternal life. AT: \"so that they will really live, lacking nothing\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues his parable about the good shepherd."}, {"ref": "I am the good shepherd", "text": "Here \"good shepherd\" is a metaphor that represents Jesus. AT: \"I am like a good shepherd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lays down his life", "text": "To lay down something means to give up control of it. It is a mild way to refer to dying. AT: \"dies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "The hired servant", "text": "The \"hired servant\" is a metaphor that represents the Jewish leaders and teachers. AT: \"The one who is like a hired servant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "abandons the sheep and ... does not care for the sheep", "text": "Here the word \"sheep\" is a metaphor that represents God's people. Like a hired servant who abandons the sheep, Jesus says that the Jewish leaders and teachers do not care for God's people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "I am the good shepherd", "text": "Here the \"good shepherd\" is a metaphor for Jesus. AT: \"I am like a good shepherd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The Father knows me, and I know the Father", "text": "God the Father and God the Son know each other unlike anyone else knows them. \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I lay down my life for the sheep", "text": "This is a mild way for Jesus to say that he will die to protect his sheep. AT: \"I die for the sheep\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I have other sheep", "text": "Here \"other sheep\" is a metaphor for followers of Jesus who are not Jews. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one flock and one shepherd", "text": "Here \"flock\" and \"shepherd\" are metaphors. All of Jesus's followers, Jews and non-Jews, will be like one flock of sheep. He will be like a shepherd who cares for all of them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking to the crowd."}, {"ref": "This is why the Father loves me: I lay down my life", "text": "God's eternal plan was for God the Son to give his life to pay for the sins of humanity. Jesus' death on the cross reveals the intense love of the Son for the Father and of the Father for the Son."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "loves", "text": "This kind of love comes from God and is focused on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "I lay down my life so that I may take it again", "text": "This is a mild way for Jesus to say he will die and then will become alive again. AT: \"I allow myself to die in order that I may bring myself back to life\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I lay it down of myself", "text": "The reflexive pronoun \"myself\" is used here to emphasize that Jesus lays down his own life. No one takes it from him. AT: \"I myself lay it down\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "I have received this command from my Father", "text": "\"This is what my Father has commanded me to do.\" The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "These verses tell how the Jews responded to what Jesus had said."}, {"ref": "Why do you listen to him?", "text": "This remark appears in the form of a question to emphasize the point that the people should not listen to Jesus. AT: \"Do not listen to him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can a demon open the eyes of the blind?", "text": "This remark appears in the form of a question to add emphasis. AT: \"Certainly a demon cannot cause a blind man to see!\" or \"Certainly a demon cannot give sight to blind people!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. It is now the Festival of Dedication and some Jews begin to question Jesus. Verses 22 and 23 give background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Festival of the Dedication", "text": "This is an eight-day, winter holiday Jews use to remember a miracle where God made a small amount of oil remain lit in a lampstand for eight days. They lit the lampstand to dedicate the Jewish temple to God. To dedicate something is to promise to use it for a special purpose."}, {"ref": "Jesus was walking in the temple", "text": "The area where Jesus was walking was actually a courtyard that was outside the temple building. AT: \"Jesus was walking in the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "porch", "text": "This is a structure attached to the entrance of a building; it has a roof and it may or may not have walls."}, {"ref": "Then the Jews surrounded him", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"Then the Jewish leaders surrounded him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "hold us doubting", "text": "This is an idiom. AT: \"keep us wondering\" (UDB) or \"keep us from knowing for sure?\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to respond to the Jews."}, {"ref": "in the name of my Father", "text": "Here \"name\" is a metonym for the power of God.  Here \"Father\" is an important title for God. Jesus performed miracles through his Father's power and authority. AT: \"through my Father's power\" or \"with my Father's power\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "these testify concerning me", "text": "His miracles offer proof about him like a person who testifies would offer proof in a court of law. AT: \"offer proof concerning me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "not my sheep", "text": "The word \"sheep\" is a metaphor for the followers of Jesus. AT: \"not my followers\" or \"not my disciples\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "My sheep hear my voice", "text": "The word \"sheep\" is a metaphor for the followers of Jesus. The metaphor of Jesus as the \"shepherd\" is also implied. AT: \"Just as sheep obey the voice of their true shepherd, my followers heed my voice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no one will snatch them out of my hand", "text": "Here the word \"hand\" is a metonym that represents the protective care of Jesus. AT: \"no one will steal them away from me\" (UDB) or \"they will remain secure forever in my care\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "My Father, who has given them to me", "text": "The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the hand of the Father", "text": "The word \"hand\" is a metonym that refers to God's possession and protective care. AT: \"No one can steal them from my Father\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I and the Father are one", "text": "Jesus, God the Son, and God the Father are one. The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Then the Jews took up stones", "text": "The word \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"Then the Jewish leaders started picking up stones again\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "32", "tn": [{"ref": "Jesus answered them, \"I have shown you many good works from the Father", "text": "Jesus performed the miracles by the power of God. The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "For which of those works are you stoning me?", "text": "This question uses irony. Jesus knows the Jewish leaders do not want to stone him because he has done good works. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "The Jews answered him", "text": "The word \"Jews\" is a synecdoche that represents the Jewish leaders who opposed Jesus. AT: \"The Jewish opponents replied\" or \"The Jewish leaders answered him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "making yourself God", "text": "\"claiming to be God\""}]}, {"id": "34", "tn": [{"ref": "Is it not written ... gods\"'?", "text": "This remark appears in the form of a question to add emphasis. AT: \"You should already know that it is written in your law that I said, 'you are gods.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You are gods", "text": "Here Jesus quotes a scripture where God calls his followers \"gods,\" perhaps because he has chosen them to represent him on earth."}, {"ref": "the word of God came", "text": "\"God spoke his word\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the scripture cannot be broken", "text": "Possible meanings are 1) \"no one can change the scripture\" or 2) \"the scripture will always be true.\""}, {"ref": "do you say to him whom the Father set apart and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?", "text": "This remark appears in the form of a question to add emphasis. Jesus' opponents believed Jesus was blaspheming by calling himself \"the Son of God.\" They knew that he was claiming to be equal to God. AT: \"you should not say to the very one whom the Father set apart to send into the world, \"You are insulting God,\" when I say that I am the Son of God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Father ... Son of God", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes responding to the Jews."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "believe me", "text": "Here the word \"believe\" means to accept or trust what Jesus said is true."}, {"ref": "believe in the works", "text": "Here \"believe in\" is to acknowledge that the works Jesus does are from the Father."}, {"ref": "the Father is in me and that I am in the Father", "text": "These are idioms that express the close personal relationship between God and Jesus. AT: \"My Father and I are completely joined together as one\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "went away out of their hand", "text": "The word \"hand\" is a metonym that represents the custody or possession of the Jewish leaders. AT: \"got away from them again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "40", "tn": [{"ref": "beyond the Jordan", "text": "Jesus had been on the west side of the Jordan River. AT: \"to the east side of the Jordan River\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and he stayed there", "text": "Jesus remained on the east side of Jordan for a short period of time. AT: \"Jesus stayed there for several days\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "John indeed did no signs, but all the things that John has said about this man are true", "text": "\"It is true that John did no signs, but he certainly did speak the truth about this man, who does signs.\""}, {"ref": "signs", "text": "These are miracles that prove that something is true or that give someone credibility."}, {"ref": "believed in", "text": "Here \"believed in\" means accepted or trusted what Jesus said was true."}]}]