[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Ephesus."}, {"ref": "the angel", "text": "Possible meanings are 1) a heavenly angel who protects the church or 2) a human messenger to the churches. See how you translated \"angel\" in [[:en:bible:notes:rev:01:19|1:20]]"}, {"ref": "stars", "text": "These stars are symbols. They represent the seven angels of the seven churches. See how you translated this in [[:en:bible:notes:rev:01:14|1:16]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "lampstands", "text": "The lampstands are symbols that represent the seven churches. See how you translated this in [[:en:bible:notes:rev:01:12|1:12]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "I know ... your hard labor and your patient endurance", "text": "\"Labor\" and \"endurance\" are abstract nouns and can be translated with verbs \"work\" and \"endure.\" AT: \"I know ... that you work very hard and that you endure patiently\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "but are not", "text": "\"but are not apostles\""}, {"ref": "you have found them to be false", "text": "\"you have recognized that those people are false apostles\""}]}, {"id": "03", "tn": [{"ref": "because of my name", "text": "\"because you believe in my name\" or \"because you believe in me\""}, {"ref": "you have not grown weary", "text": "Being discouraged is spoken of as being tired. AT: \"you have not become discouraged\" or \"you have not quit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have against you", "text": "\"I disapprove of you because of this\" or \"I am angry with you because of this\""}, {"ref": "you have left behind your first love", "text": "To stop doing something is spoken of as leaving it behind. Love is spoken of as if it is an object that can be left behind.  AT \"you have stopped loving me as you did at the beginning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from where you have fallen", "text": "No longer loving as much as they used to is spoken of as falling. AT: \"how much you have changed\" or \"how much you used to love me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Unless you repent", "text": "\"If you do not repent\""}, {"ref": "remove your lampstand", "text": "The lampstands are symbols that represent the seven churches. See how you translated \"lampstand\" in [[:en:bible:notes:rev:01:12|1:12]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}]}, {"id": "06", "tn": [{"ref": "Nicolaitans", "text": "people who followed the teachings of a man named Nicolaus (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Let the one who has an ear listen", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the one who conquers", "text": "This refers anyone who conquers. AT: \"anyone who resists evil\" or \"those who do not agree to do evil\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the paradise of God", "text": "\"God's garden.\" This is a symbol for heaven."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Smyrna."}, {"ref": "Smyrna", "text": "This is the name of a city in Asia, which is modern Turkey. See how you translated this in [[:en:bible:notes:rev:01:09|1:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the first and the last", "text": "This refers to the eternal nature of Jesus. See how you translated this in [[:en:bible:notes:rev:01:17|1:17]]. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I know your sufferings and your poverty", "text": "\"Sufferings\" and \"poverty\" can be translated as verbs. AT: \"I know how you have suffered and how poor you are\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I know the slander of those who say they are Jews", "text": "\"Slander\" can be translated as a verb. AT: \"I know how those who say they are Jews have slandered you\" or \"I know how those who say they are Jews have said terrible things about you\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "but they are not", "text": "\"but they are not real Jews\""}, {"ref": "a synagogue of Satan", "text": "People who gather to obey or honor Satan are spoken of as if they were a synagogue, a place of worship and teaching for the Jews. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "The devil is about to throw some of you into prison", "text": "\"The devil will soon cause others to put some of you in prison\""}, {"ref": "Be faithful until death", "text": "\"Be faithful to me even if they kill you.\" The use of the word \"until\" does not mean that you should stop being faithful at death."}, {"ref": "the crown", "text": "\"the winner's crown.\" This was a wreath, originally of olive branches or laurel leaves,  that was put on the head of a victorious athlete."}, {"ref": "the crown of life", "text": "Possible meanings are 1) \"a crown that shows that I have given you eternal life\" or 2) \"true life as a prize like a winner's crown\"    (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let the one who has an ear", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The one who conquers", "text": "This refers anyone who conquers. AT: \"Anyone who resists evil\" or \"Those who do not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "will not be hurt by the second death", "text": "\"will not experience the second death\" or \"will not die a second time\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Pergamum."}, {"ref": "Pergamum", "text": "This is the name of a city in Asia, which is modern Turkey. See how you translated this in [[:en:bible:notes:rev:01:09|1:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the sword with two sharp edges", "text": "This refers to a double-edged sword, which is sharpened on both sides to cut both directions. See how you translated this in [[:en:bible:notes:rev:01:14|1:16]]"}, {"ref": "Satan's throne", "text": "Possible meanings are 1) Satan's power and evil influence on people, or 2) the place where Satan rules.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you hold on tightly to my name", "text": "Firmly believing is spoken of as holding on tightly.  AT: \"you firmly believe in me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you did not deny your faith in me", "text": "\"Faith\" can be translated with the verb \"believe.\" AT \"you did not stop believing in me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Antipas", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "But I have a few things against you", "text": "\"I disapprove of you because of a few things you have done\" or \"I am angry with you because of a few things you did.\" See how you translated a similar phrase in [[:en:bible:notes:rev:02:03|2:4]]."}, {"ref": "who hold tightly to the teaching of Balaam", "text": "Possible meanings are 1)\"who teach what Balaam taught\" or 2)\"who do what Balaam taught.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Balak", "text": "This is the name of a king. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who taught Balak to throw a stumbling block before the children of Israel", "text": "Something that leads people to sin is spoken of as a stone in the road that people stumble on. AT: \"who showed Balak how to cause the people of Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be sexually immoral", "text": "\"sin sexually\" or \"commit sexual sin\""}, {"ref": "Nicolaitans", "text": "This was the name for a group of people who followed the teachings of a man named Nicolaus. See how you translated this in [[:en:bible:notes:rev:02:06|2:6]] (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "16", "tn": [{"ref": "Repent, therefore", "text": "\"So repent\""}, {"ref": "If you do not, I", "text": "\"If you do not repent, I\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "wage war against them", "text": "\"fight against them\""}, {"ref": "with the sword in my mouth", "text": "This refers to the sword in [[:en:bible:notes:rev:01:14|1:16]]. Although symbols in apocalyptic language are normally not to be translated, translators may choose whether or not to explain this symbol as a symbol of God's word, as the UDB does. This symbol indicates that Christ will defeat his enemies by giving a simple command. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "Let the one who has an ear listen", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "To the one who conquers", "text": "This refers anyone who conquers. AT: \"anyone who resists evil\" or \"those who do not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Thyatira."}, {"ref": "Thyatira", "text": "This is the name of a city in Asia, which is modern Turkey. See how you translated this in [[:en:bible:notes:rev:01:09|1:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "eyes like a flame of fire", "text": "His eyes are describes as being full of light like a flame of fire. AT: \"his eyes were glowing like a flame of fire.\" See how you translated this in [[:en:bible:notes:rev:01:14|1:14]] (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "feet like polished bronze", "text": "Bronze is polished to make it shine and reflect light. AT: \"his feet were very shiny like polished bronze.\" See how you translated this in [[:en:bible:notes:rev:01:14|1:15]] (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your love and faith and service and your patient endurance", "text": "These abstract nouns can be translated with verbs. AT: \"how you love, trust, serve, and endure patiently\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your love and faith and service and your patient endurance", "text": "The implied objects of these verbs can be stated clearly. AT: \"how you love me and others, trust me, serve others, and endure troubles patiently\" (See:  [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "But I have this against you", "text": "\"But I disapprove of some of the things you have done\" or \"But I am angry with you because of something you did.\" See how you translated a similar phrase in [[:en:bible:notes:rev:02:03|2:4]]."}, {"ref": "the woman Jezebel", "text": "Jesus spoke of a certain woman in their church as if she were Queen Jezebel, because she did the same kinds of sinful things that Queen Jezebel had done long before that time. AT: \"the woman who is just like Jezebel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I gave her time to repent", "text": "\"I gave her opportunity to repent\" or \"I waited for her to repent\""}]}, {"id": "22", "tn": [{"ref": "I will throw her onto a sickbed", "text": "Her having to lie in bed would be the result of Jesus making her very sick. AT: \"I will make her lie sick in bed\" or \"I will make her very sick\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and those who commit adultery with her into great suffering", "text": "Jesus speaks of causing people to suffer as throwing them into suffering.   AT: \"and I will make those who commit adultery with her to suffer greatly\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "commit adultery", "text": "\"practice adultery\""}, {"ref": "unless they repent of her deeds", "text": "\"if they do not repent from doing the evil that she does\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will strike her children dead", "text": "\"I will kill her children\""}, {"ref": "her children", "text": "Jesus spoke of her followers as if they were her children. AT: 'her followers\" or \"the people who do what she teaches\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thoughts and hearts", "text": "The term \"heart\" is often used to refer to feelings and desires. These two ideas can be translated as verbs. AT: \"what people think and want\" (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will give to each one of you", "text": "This is an expression about punishment and reward. AT: \"I will punish or reward each one of you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "everyone who does not hold this teaching", "text": "Believing a teaching is spoken of as holding the teaching. AT: \"everyone who does not believe this teaching\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this teaching", "text": "The noun \"teaching\" can be translated as a verb. AT: \"what she teaches\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the deep things of Satan", "text": "\"the deep things that Satan teaches\""}, {"ref": "deep things", "text": "Secret things are spoken of as if they were deep. AT: \"secret things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what some call the deep things of Satan", "text": "Possible meanings are 1) those who called them the deep things understood that they were from Satan or 2) some people called them the deep things, but Jesus was saying that those things were really from Satan. AT: \"the things of Satan, what some call the deep things\""}]}, {"id": "26", "tn": [{"ref": "The one who conquers", "text": "This refers anyone who conquers. AT: \"Anyone who resists evil\" or \"The person who does not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]] (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "He will rule ... break them into pieces", "text": "This is a prophecy from the Old Testament about a king of Israel, but Jesus applied it here to those to whom he gives authority over the nations."}, {"ref": "He will rule them with an iron rod", "text": "Ruling harshly is spoken of as ruling with an iron rod. AT: \"He will rule them harshly as if striking them with an iron stick\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like clay jars he will break them into pieces", "text": "Breaking them to pieces is an image that represents either 1) destroying evildoers or 2) defeating enemies. AT: \"He will defeat his enemies completely like breaking clay jars into pieces\"  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Just as I have received from my Father", "text": "Some languages may need to tell what was received. Possible meanings are 1) \"Just as I have received authority from my Father\" or 2) Just as I have received the morning star from my Father. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I will also give him", "text": "Here \"him\" refers to the one who conquers."}, {"ref": "morning star", "text": "This is a bright star that appears early in the morning just before dawn. It was a symbol of victory. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "Let the one who has an ear listen", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]