[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A song of ascents", "text": "Possible meanings are 1) \"A song people sang while going up to Jerusalem for a celebration\" or 2) \"A song people sang while going up the steps into the temple\" or 3) \"A song whose words are like steps.\""}, {"ref": "In my distress", "text": "\"In my trouble\" or \"When I was in trouble\""}, {"ref": "Rescue my life", "text": "Here the word \"life\" represents the person. AT: \"Rescue me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who lie with their lips and deceive with their tongues", "text": "Here the phrases \"their lips\" and \"their tongues\" represent the people who speak lies and deceit. AT: \"those who lie to me and try to deceive me\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "003", "tn": [{"ref": "How will he punish you, and what more will he do to you, you who have a lying tongue?", "text": "The writer asks this as a leading question to explain what God will do to liars. This question can be translated as a statement. AT: \"This is how God will punish you, and this is what he will do to you, you who have a lying tongue.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you who have a lying tongue", "text": "Here \"a lying tongue\" represents the person who speaks lies. AT: \"you who tell lies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He will punish you with the arrows of a warrior", "text": "The writer speaks of God severely punishing liars as if God were shooting them with arrows. AT: \"He will punish you severely, as if he were shooting you with warrior's arrows\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sharpened over burning coals of the broom tree", "text": "This refers to how people forged the tip of the arrow in a fire. This can be stated in active form. AT: \"that he sharpened over burning coals of the broom tree\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "005", "tn": [{"ref": "I temporarily live in Meshech; I lived previously among the tents of Kedar", "text": "These two places were far away from each other. The writer is likely using the names metaphorically to represent living among cruel and barbaric people. AT: \"It is as if I live in Meshech or among the tents of Kedar\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the tents of Kedar", "text": "This phrase represents the people of Kedar who live in those tents. AT: \"the people who live in Kedar\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am for peace", "text": "\"I want peace\""}, {"ref": "they are for war", "text": "\"they want war\""}]}]