[{"id": "01", "tn": [{"ref": "Samson went down to Timnah", "text": "The phrase \"went down\" is used here because Timnah is lower in elevation than where his father's house was. Timah is the name of a city in the Sorek Valley. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "one of the daughters of the Philistines", "text": "The word \"daughter\" is a polite way to refer to a young, unmarried woman. AT: \"one of the unmarried women among the Philistine people\" or \"a Philistine girl\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Now get her for me to be my wife", "text": "This is an idiom. Samson was demanding his parents to speak to the Philistine woman's parents about marriage. AT: \"Now arrange for her to become my wife!\" or \"Make the arrangements for me to marry her!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "Is there not a woman among the daughters of your relatives, or among all our people?", "text": "They ask this question to suggest that they could find Samson a wife among their own people. This question can be written as a statement. AT: \"Surely there are women among your people whom you could marry.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the daughters of your relatives", "text": "The word \"daughter\" is a polite way to refer to a young, unmarried woman. AT: \"one of the unmarried women among your relatives\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Are you going to take a wife from the uncircumcised Philistines?", "text": "This question is asked to rebuke Samson. This question can be written as a statement. You can make explicit the reason his parents do not want him to marry a Philistine. AT: \"You really should not marry a Philistine woman because the Philistine people do not worship Yahweh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Get her for me", "text": "This is an idiom. Samson was demanding his parents to speak to the Philistine woman's parents about marriage. AT: \"Now arrange for her to be my wife\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "she pleases me", "text": "This means that Samson thinks she is beautiful. \"I am pleased by how beautiful she is\" or \"she is beautiful\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "this matter", "text": "This refers to Samson's request to marry the Philistine woman."}, {"ref": "for he desired to create a conflict", "text": "The word \"he\" refers to Yahweh."}]}, {"id": "05", "tn": [{"ref": "Samson went down to Timnah", "text": "The phrase \"went down\" is used here because Timnah is lower in elevation than where his father's house was. Timnah was a city in the Sorek Valley. Translate the name of this city the same way you did in [[:en:bible:notes:jdg:14:01|14:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "And, look, there one of the young lions came up", "text": "Here the word \"look\" is used to draw the readers attention to a surprising event that happens in the story. The phrase \"came up\" means that the lion came near him. AT: \"Suddenly, a young lion came near him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "was roaring at him", "text": "\"threatened him.\" This is the kind of noise that a lion makes when it threatens to attack something."}, {"ref": "Yahweh's Spirit suddenly came on him", "text": "The phrase \"came on\" means that Yahweh's Spirit influenced Samson. In this case, he made him very strong. AT: \"Yahweh's Spirit made him very strong\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "tore ... apart", "text": "tore into two pieces"}, {"ref": "had nothing in his hand", "text": "Here it states that he had nothing in his hand to emphasize that he was not holding a weapon. AT: \"did not have a weapon\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "07", "tn": [{"ref": "she pleased Samson", "text": "This means that he thought she was very beautiful.  AT: \"he was pleased by how beautiful she was\" or \"he thought she was very beautiful\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he turned aside", "text": "This means that he left his path to do something. AT: \"he left the path\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "carcass", "text": "\"dead body\""}, {"ref": "And, look, there was a swarm of bees", "text": "Here the word \"look\" is used to draw the reader's attention to something surprising that happens in the story.  AT: \"He found a swarm of bees\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "swarm", "text": "large group of insects"}, {"ref": "scraped up", "text": "\"gathered up\""}]}, {"id": "10", "tn": [{"ref": "Samson's father went down to where the woman was", "text": "The phrase \"went down\" is used to describe Timnah which is lower in elevation than where Samson's father lives. AT: \"Samson's father went to where the woman lived\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the custom of the young men", "text": "It may be helpful to state that this was a marriage custom. AT: \"the custom of young men who were getting married\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "thirty of their friends", "text": "\"30 of their friends\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "12", "tn": [{"ref": "riddle", "text": "a game in which the players must discover the answer to a difficult question"}, {"ref": "can find it out", "text": "This means to figure out the meaning of the riddle. AT: \"can figure out its meaning\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "thirty linen robes and thirty sets of clothes", "text": "\"30 linen robes and 30 sets of clothes\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "But if you cannot tell me", "text": "Here the word \"you\" is plural and refers to the guests at the feast. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "linen", "text": "a type of cloth"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Samson tells his riddle. Since it is supposed to be hard to understand, do not translate it in a way that people will immediately know what it means."}, {"ref": "Out of the eater was something to eat", "text": "\"Out of the eater came something to eat\" or \"Something to eat came out of something that eats\""}, {"ref": "the eater", "text": "The word \"eater,\" an abstract noun can be expressed as a verb. AT: \"the thing that eats\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "out of the strong was something sweet", "text": "\"out of the strong came something sweet\" or \"Something that is sweet came out of something that is strong\""}, {"ref": "the strong", "text": "This refers to something that is strong. AT: \"the strong thing\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "his guests", "text": "\"the men at his feast\""}, {"ref": "could not find the answer", "text": "Here figuring out the answer to the riddle is spoke of as if it were something hidden that the guest had to search for and find. AT: \"could not figure out the answer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "the fourth day", "text": "\"the 4th day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Trick", "text": "mislead or fool someone into doing something they would not want to do"}, {"ref": "your father's house", "text": "Possible meanings are 1) this refers to the actual house. AT: \"the house your father and his family live in\" or 2) \"house\" refers to the people who live in it. AT: \"your family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will burn up", "text": "The phrase \"burn up\" means to burn something completely. If a person is \"burnt up,\" it means that person is burned to death. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Did you invite us here in order to make us poor", "text": "They ask her this question to accuse her of inviting them there to make them poor.  This question can be written as a statement. AT: \"You have brought us here to make us poor!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to make us poor", "text": "They would become poor if they had to buy him new clothes if they could not solve the riddle. AT: \"to make us poor by forcing us to buy him new clothes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "All you do is hate me! You do not love me", "text": "Samson's wife basically said the same thing twice for emphasis. AT: \"You do not really love me at all\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "riddle", "text": "a game in which the players must discover the answer to a difficult question"}, {"ref": "Look here", "text": "This is an idiom used to get someones attention. Here \"look\" means to \"listen.\" AT: \"Listen to me\" or \"Pay attention to what I am about to say\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "if I have not told my father or my mother, should I tell you?", "text": "Samson was rebuking her for demanding that he tell her the answer. This question can be written as a statement. AT: \"I have not even told my father or mother. I will not tell you.\" or \"you should not demand that I tell you, since I have not even told my parents, and they are closer to me than you are.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "during the seven days that their feast lasted", "text": "Possible meanings are 1) \"during the seven days of their feast\" or 2) \"during the rest of the seven days of their feast.\""}, {"ref": "the seventh day", "text": "\"the 7th day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "she pressured him very much", "text": "Here the word \"pressured\" means \"urged.\" AT: \"she kept urging him to tell her\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "18", "tn": [{"ref": "the men of the city", "text": "This refers to Samson's wife's relatives. This can be stated clearly. AT: \"the young men\" or \"her relatives\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the seventh day", "text": "\"the 7th day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "What is sweeter than honey? What is stronger than a lion?", "text": "This is the answer to the riddle. It may be written as a statement instead of as questions. If necessary it could be made clear how this relates to the riddle by adding more information. AT: \"Honey is sweet and a lion is strong.\" or \"Honey is sweet and it came out of a lion.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If you had not plowed with my heifer", "text": "Samson compares their using his wife to get the answer to someone using another person's heifer to plow his field. AT: \"If you had not used my wife\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plowed", "text": "To plow is to use an animal to pull a blade through soil to prepare the soil for seeds."}]}, {"id": "19", "tn": [{"ref": "came on Samson with power", "text": "The phrase \"came on\" means that Yahweh's Spirit influenced Samson. In this case, he made him very strong. AT: \"made Samson very strong\" or \"made Samson very powerful\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "killed thirty men", "text": "\"killed 30 men\" - (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "their men", "text": "\"the men who lived there\""}, {"ref": "plunder", "text": "things taken by force, usually after a fight or battle"}, {"ref": "their clothes", "text": "These were from the plunder he had taken from Ashkelon. AT: \"the sets of clothing that he had taken\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "burning with anger", "text": "\"very angry\""}, {"ref": "went up to his father's house", "text": "The phrase \"went up\" is used here because Samson was at Timnah which is lower in elevation than where his father's house is located."}, {"ref": "Samson's wife was given to his best friend", "text": "This can be stated in active form. AT: \"his wife's father gave her to his best friend\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "best friend", "text": "\"closest friend\""}]}]