[{"id": "01", "tn": [{"ref": "Yahweh paid attention to Sarah", "text": "Here the phrase \"paid attention to\" refers to Yahweh helping Sarah have a baby. AT: \"Yahweh helped Sarah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bore a son to Abraham", "text": "\"gave birth to Abraham's son\""}, {"ref": "in his old age", "text": "\"when Abraham was very old\""}, {"ref": "at the set time of which God had spoken to him", "text": "\"at the exact time that God had told him it would happen\""}, {"ref": "Abraham named his son, the one who had been born to him, whom Sarah bore to him, Isaac", "text": "\"Abraham named his newborn son, the one Sarah gave birth to, Isaac\" or \"Abraham named their newborn son Isaac\""}, {"ref": "Abraham circumcised his son Isaac when he was eight days old", "text": "\"When his son Isaac was eight days old, Abraham circumcised him\""}, {"ref": "eight days", "text": "\"8 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "had commanded him", "text": "\"had commanded Abraham to do\""}]}, {"id": "05", "tn": [{"ref": "one hundred", "text": "\"100\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "God has made me laugh", "text": "Sarah was laughing because she was surprised and happy. This can be made explicit. AT: \"God has caused me to laugh joyfully\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "every one who hears", "text": "What people would hear can be stated explicitly. AT: \"everyone who hears about what God has done for me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Who would have said to Abraham that Sarah would nurse children", "text": "This rhetorical question can be translated as a statement. AT: \"No one would have ever said to Abraham that Sarah will nurse children\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "nurse children", "text": "This is a polite way of referring to breast-feeding babies. AT: \"feed a baby her own milk\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "08", "tn": [{"ref": "The child grew and ... Isaac was weaned", "text": "\"Wean\" is a polite way of saying the child was finished with breast feeding. AT: \"Isaac grew, and when he no longer needed his mother's milk, Abraham had a large feast\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the son of Hagar the Egyptian, whom she had borne to Abraham", "text": "The name of Hagar's son can be stated explicitly. AT: \"Ishmael, the son of Hagar the Egyptian and Abraham\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "mocking", "text": "It can be stated explicitly that he was jeering or laughing at Isaac. AT: \"laughing at Isaac\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "she said to Abraham", "text": "\"Sarah said to Abraham\""}, {"ref": "Drive out", "text": "\"send away\" or \"get rid of\" (UDB)"}, {"ref": "this slave woman and her son", "text": "This refers to Hagar and Ishmael. Sarah probably did not refer to them by name because she was angry with them."}, {"ref": "with my son, with Isaac", "text": "\"with my son Isaac\""}, {"ref": "This thing was very grievous to Abraham", "text": "\"Abraham was very unhappy about what Sarah said\""}, {"ref": "because of his son", "text": "\"because it was about his son.\" It is implied that this means his son, Ishmael. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "Do not be grieved because of the lad, and because of your servant woman", "text": "\"Do not be upset about the boy and your handmaid\""}, {"ref": "Listen to her words in all she says to you about this matter", "text": "Here \"words\" stands for what is said. AT: \"Do everything that Sarah says to you about them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is through Isaac that your descendants will be named", "text": "The phrase \"will be named\" means those born through Isaac are the ones God considers to be the descendants that he promised Abraham. This can be stated in active form. AT: \"Isaac is the one who will be the forefather of the descendants I promised to give you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will also make the son of the servant woman into a nation", "text": "The word \"nation\" means God will give him many descendants so that they become a great nation of people. AT: \"I will make the servant woman's son also become the father of a great nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "took bread", "text": "Possible meanings are 1) this refers to food in general or 2) this refers to bread specifically. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a skin of water", "text": "\"a bag of water.\" The water container was made out of animal skin."}, {"ref": "When the water in the waterskin was gone", "text": "\"When the water bag was empty\" or \"When they had drank all of the water\""}, {"ref": "about the distance of a bowshot away", "text": "This refers to the distance that a person could shoot an arrow with a bow. This is about 100 meters."}, {"ref": "Let me not look upon the death of the child", "text": "The abstract noun \"death\" can be stated as \"die.\" AT: \"I do not want to watch the boy die\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "she lifted up her voice and wept", "text": "Here \"voice\" stands for the sound of her crying. To \"life up her voice\" means to cry loudly. AT: \"she cried out loudly and wept\" or \"she wept loudly\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "the voice of the lad", "text": "\"the boy's voice.\" Here \"voice\" stands for the sound of the boy crying or speaking. AT: \"the sound of Ishmael\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the angel of God", "text": "\"a messenger from God\" or \"God's messenger\""}, {"ref": "out of heaven", "text": "Here \"heaven\" means the place where God lives."}, {"ref": "What troubles you", "text": "\"What is wrong\" or \"Why are you crying\""}, {"ref": "the voice of the lad where he is", "text": "Here \"voice\" stands for the sound of the boy crying or speaking. AT: \"the sound of the boy lying over there\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "raise up the lad", "text": "\"help the boy stand up\""}, {"ref": "I will make him into a great nation", "text": "To make Ishmael into a great nation means God will give him many descendants who will become a great nation. AT: \"I will make his descendants become a great nation\" or \"I will make him become the ancestor of a great nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "God opened her eyes, and she saw", "text": "God making Hagar aware of the well is spoken of as if he literally opened her eyes. AT: \"God caused Hagar to see\" or \"God showed her\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the skin", "text": "\"the container made of skin\" or \"the bag\""}, {"ref": "the lad", "text": "\"the boy\" or \"Ishmael\""}, {"ref": "God was with the lad", "text": "Here the phrase \"was with\" is an idiom that means God helped or blessed the boy. AT: \"God guided the boy\" or \"God blessed the boy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "became an archer", "text": "\"became very skilled at using a bow and arrows\""}, {"ref": "got a wife", "text": "\"found a wife\""}]}, {"id": "22", "tn": [{"ref": "It came about at that time", "text": "This phrase marks the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Phicol", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "captain of his army", "text": "\"commander of his army\" (UDB)"}, {"ref": "his army", "text": "The word \"his\" refers to Abimelech."}, {"ref": "God is with you in all that you do", "text": "Here the phrase \"is with you\" is an idiom that means God helps or blesses Abraham. AT: \"God blesses everything you do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Now therefore", "text": "The word \"Now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows. AT: \"Therefore\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "swear to me here by God", "text": "This is an idiom meaning to make a solemn oath witnessed by a higher authority, in this instance, God. AT: \"promise me with God as your witness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that you will not deal falsely with me", "text": "\"that you will not lie to me\""}, {"ref": "will not deal falsely ... with my descendants", "text": "This can be stated in positive form. AT: \"will deal honestly with me and my descendants\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Show to me ... covenant faithfulness that I have shown to you", "text": "The two men had made a covenant with each other. The abstract noun \"faithfulness\" can be stated as \"faithful\" or \"loyal.\" AT: \"Be as faithful to me and to the land as I have been to you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to the land", "text": "Here \"land\" stands for the people. AT: \"to the people of the land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I swear", "text": "This can be stated with the understood information. AT: \"I swear to be as faithful to you and your people as you have been to me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "25", "tn": [{"ref": "Abraham also complained to Abimelech", "text": "Possible meanings are 1) Abraham was complaining about what happened or 2) \"Abraham also rebuked Abimelech\""}, {"ref": "concerning a well of water that Abimelech's servants had seized from him", "text": "\"because Abimelech's servants had taken one of Abraham's wells\""}, {"ref": "seized from him", "text": "\"taken from Abraham\" or \"had taken control of\" (UDB)"}, {"ref": "I have not heard of it until today", "text": "\"This is the first time I have heard about it\""}, {"ref": "Abraham took sheep and oxen and gave them to Abimelech", "text": "This is a sign of friendship and that Abraham agrees to make covenant with Abimelech. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "28", "tn": [{"ref": "Abraham set seven female lambs of the flock by themselves", "text": "\"Abraham separated seven female lambs from the flock\""}, {"ref": "seven", "text": "\"7\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "What is the meaning of these seven female lambs that you have set by themselves?", "text": "\"Why have you separated these seven lambs from the flock?\""}, {"ref": "you will receive", "text": "\"you will take\""}, {"ref": "from my hand", "text": "Here \"hand\" stands for Abraham. AT: \"from me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "it may be a witness", "text": "The word \"it\" refers to the gift of seven lambs."}, {"ref": "so that it may be a witness for me", "text": "The abstract noun \"witness\" can be stated as \"to prove.\" AT: \"to prove to everyone\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "31", "tn": [{"ref": "he called that place", "text": "\"Abraham called that place\""}, {"ref": "Beersheba", "text": "Translators may add a footnote saying \"Beersheba can mean either \"well of the oath\" or \"well of seven.\""}, {"ref": "they both", "text": "\"Abraham and Abimelech\""}, {"ref": "Phicol", "text": "This is the name of a man. See how you translated this name in [[:en:bible:notes:gen:21:22|21:22]]."}, {"ref": "returned to the land of the Philistines", "text": "\"went back to the land of the Philistines\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "33", "tn": [{"ref": "a tamarisk tree", "text": "This is an evergreen tree that can grow in the desert. It can be stated more generally. AT: \"a tree\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the eternal God", "text": "\"the God who lives forever\""}, {"ref": "many days", "text": "This stands for a longer period of time. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]