[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses is still talking to the people of Israel."}, {"ref": "you will keep", "text": "\"you must obey\""}, {"ref": "all the days that you live on the earth", "text": "Here \"days\" represents a longer period of time. Also, \"live on the earth\" is an idiom that means as long as a person lives. AT: \"for as long as you live\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You will surely destroy", "text": "\"You must destroy\""}, {"ref": "the nations that you will dispossess", "text": "Here \"nations\" represents the people groups that live in Canaan. AT: \"the people groups whose land you will take\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses is still talking to the people of Israel."}, {"ref": "You must break down their altars", "text": "\"you must pull apart the altars of those nations\" or \"you must destroy the altars of those nations\""}, {"ref": "dash in pieces", "text": "\"break into pieces\" or \"shatter\""}, {"ref": "destroy their name", "text": "Here \"their name\" represents \"the memory of them.\" AT: \"destroy them so completely that no one will remember them\" or \"destroy anything that represents these false gods\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that place", "text": "This refers to each place where the nations worshiped their gods."}, {"ref": "You will not worship Yahweh your God like that", "text": "\"You should not worship Yahweh your God like those nations worshiped their gods\""}]}, {"id": "05", "tn": [{"ref": "the place that Yahweh your God will choose out of all your tribes to put his name", "text": "Here \"his name\" refers to God himself. Yahweh will choose one location where he will live and people will come to worship him there. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is there that you will go", "text": "They will go to worship where God decides."}, {"ref": "the offerings presented by your hand", "text": "Here \"hand\" represents the whole person. AT: \"the offerings that you present\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your offerings for vows, your freewill offerings", "text": "\"your offerings to fulfill a vow, your voluntary offerings.\" These are types of offerings."}, {"ref": "the firstborn of your herds and flocks", "text": "God requires that the people give him every first born male of their livestock."}]}, {"id": "07", "tn": [{"ref": "It is there", "text": "This refers to the place that Yahweh will choose for the children of Israel to worship."}, {"ref": "rejoice about everything that you have put your hand to", "text": "Here \"put your hand to\" represents the whole person and work that he has done. AT: \"rejoice about all the work you have done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "You will not do all the things that we are doing here today", "text": "\"You will not do as we are doing here today.\" This means that they would worship in the promised land differently than the way they were worshiping at that moment."}, {"ref": "now everyone is doing whatever is right in his own eyes", "text": "Here \"eyes\" represents a person's thoughts or opinions. AT: \"everyone is doing what he considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the rest", "text": "The abstract noun \"the rest\" can be stated as a verb. AT: \"to the land where you will rest\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to the inheritance that Yahweh your God is giving you", "text": "The land that God is giving to the people of Israel is spoken of as if it were a possession that a father leaves as an inheritance for his children. AT: \"to the land that Yahweh your God is giving to you as a permanent possession\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "and live in the land", "text": "This refers to the land of Canaan."}, {"ref": "in the land that Yahweh your God is causing you to inherit", "text": "God giving the land of Canaan to the people of Israel is spoken of as if he were a father giving an inheritance to his children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when he gives you rest from all your enemies round about", "text": "\"when he gives you peace from all your enemies around you\""}, {"ref": "then it will happen that to the place where Yahweh your God will choose to cause his name to live", "text": "Here \"name\" represents God himself. AT: \"then to the place where Yahweh your God lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the offerings presented by your hand", "text": "Here \"hand\" represents the whole person. AT: \"the offerings that you present\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all your choice offerings for vows", "text": "\"all your voluntary offerings to fulfill vows\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "rejoice before Yahweh", "text": "\"rejoice in the presence of Yahweh\""}, {"ref": "the Levites who are within your gate", "text": "Here \"gates\" is a reference to the city itself. AT: \"the Levites who live inside your city\" or \"the Levites living with you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "because he has no portion or inheritance among you", "text": "The fact that Yahweh would not give any of the land to the Levites is spoken of as if a father were not giving them an inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has no portion", "text": "Here \"he\" refers to Levi. Levi represents all of his descendants. AT: \"they have no portion\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Pay attention to yourself", "text": "\"Be careful\""}, {"ref": "every place that you see", "text": "\"any place that pleases you\" or \"wherever you want\""}, {"ref": "but it is at the place that Yahweh will choose", "text": "The burnt offerings are to be made at the tabernacle. Yahweh himself would choose where the tabernacle would be located."}]}, {"id": "15", "tn": [{"ref": "However, you may kill and eat animals within all your gates", "text": "The people could only kill animals as sacrifices in the place that Yahweh would choose. They could kill animals for food anywhere they wanted. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "within all your gates", "text": "Here \"gates\" represents the whole city. AT: \"inside your city\" or \"at your homes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the unclean ... persons", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the clean persons", "text": "A person who is acceptable for God's purposes is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the gazelle and the deer", "text": "These are wild animals with long thin legs that can run quickly. AT: \"the antelope and the deer\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "But you will not eat the blood", "text": "The blood represents life and God did not allow the people to eat the blood along with the meat. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses describes to the people all the special offerings and sacrifices that are to be made at the tabernacle."}, {"ref": "within your gates", "text": "Here \"gates\" represents the whole city. AT: \"inside your city\" or \"at your homes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "nor that of the offering you present with your hand", "text": "Here \"hand\" represents the whole person. AT: \"nor that of any offering which you bring to Yahweh\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "you will eat them", "text": "\"you will eat your offerings\""}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh"}, {"ref": "the Levite who is within your gates", "text": "Here \"gate\" represents the whole city AT: \"any Levite who lives inside your city\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "everything to which you put your hand", "text": "Here \"put your hand to\" represents the whole person and work that he has done. AT: \"rejoice about all the work you have done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Pay attention to yourself", "text": "\"Be careful\""}, {"ref": "that you do not forsake", "text": "This can be stated in positive form. AT: \"that you take good care of\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "20", "tn": [{"ref": "enlarges your borders", "text": "\"enlarges your territory\" or \"gives you even more land\""}, {"ref": "you say, 'I will eat flesh,' because of your desire to eat meat", "text": "This is a quotation within a quotation. This direct quotation can be stated as an indirect quotation. AT: \"and you decide that you want to eat meat\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "as your soul desires", "text": "Here \"soul\" refers to the whole person. AT: \"as you want\" or \"as you crave\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "chooses to put his name", "text": "Here \"name\" refers to God himself. Yahweh would choose a place where he will live and the people will come to worship him. AT: \"chooses to dwell\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "within your gates", "text": "Here \"gates\" represents the whole city.\" AT: \"inside your city\" or \"within your community\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "as your soul desires", "text": "Here \"soul\" refers to the whole person. AT: \"as you desire\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Like the gazelle and the deer are eaten", "text": "This can be translated in active form. AT: \"Just like you eat the gazelle and the deer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "gazelle and the deer", "text": "These are wild animals with long thin legs that can run quickly. See how you translated these in [[:en:bible:notes:deu:12:15|12:15]]."}, {"ref": "the unclean ... persons", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the clean persons", "text": "A person who is acceptable for God's purposes is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "the blood is the life", "text": "Here the way that blood sustains life is spoken of as if the blood were life itself. AT: \"the blood sustains life\" or \"the blood causes animals and people to live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will not eat the life with the meat", "text": "The word \"life\" here represents the blood that sustains life. AT: \"You will not eat what sustains life with the meat\" or \"you will not eat the blood, which sustains life, with the meat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what is right in the eyes of Yahweh", "text": "Here \"eyes\" represents thoughts or opinions. AT: \"what is right according to Yahweh\" or \"what Yahweh says is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "offerings for your vows", "text": "\"offerings to fulfill vows\" or \"vow offerings\""}, {"ref": "the blood of your sacrifices will be poured out", "text": "This can be stated in active form. AT: \"the priest will pour out the blood of the sacrifice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will eat the flesh", "text": "God's law specifies which parts of the animal are for the burnt offering, which parts are for the priest and which parts are for the offerer to eat. The full meaning of this statement can be made explicit. AT: \"you will eat some of the meat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Observe and listen to all these words that I command you", "text": "Here \"words\" represents what Moses is saying. AT: \"Carefully listen to and obey everything that I am commanding you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that it may go well with you and with your children after you", "text": "Here \"children\" means all of their descendants. AT: \"that you and your descendants may prosper\""}, {"ref": "when you do what is good and right", "text": "The words \"good\" and \"right\" have similar meanings and emphasize the importance of right behavior. AT: \"when you do what is right\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in the eyes of Yahweh", "text": "Here \"eyes\" represents thoughts or opinions. AT: \"according to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "cuts off the nations", "text": "Yahweh destroying the people groups in Canaan is spoken of as if he were cutting them off, as one would cut a piece of cloth or cut a branch from a tree. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the nations", "text": "Here \"nations\" represents the people living in Canaan. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when you go in to dispossess them, and you dispossess them", "text": "\"when you take everything from them\""}, {"ref": "pay attention to yourself", "text": "\"be careful\""}, {"ref": "that you are not trapped into following them ... trapped into investigating their gods, into asking", "text": "A person learning about and worshiping other gods is spoken of as if they are caught in a hunter's trap. This can be stated in active form. AT: \"that you do not act like them ... that you do try to learn about their gods, asking\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not trapped into following them", "text": "The Israelites worshiping idols as the people groups of Canaan worship idols is spoken of as if the Israelites were following behind the other people groups. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "after they are destroyed from before you", "text": "This can be stated in active form. AT: \"after Yahweh destroys them before you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into asking, 'How do these nations worship their gods? I will do the same'", "text": "This is a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"into asking about how those people groups worship their gods so that you can do the same\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "31", "tn": [{"ref": "Do not add to it or take away from it", "text": "They are not to create more laws nor are they to ignore laws that God has given them."}]}]