[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "ALEPH", "text": "This is the name of the first letter of the Hebrew alphabet."}, {"ref": "Blessed are those", "text": "\"How good it is for those\""}, {"ref": "those whose ways are blameless", "text": "How a person behaves is spoken of as \"ways\" or \"paths.\" AT: \"those whose behavior is blameless\" or \"those whom no one can blame for doing wrong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who walk in the law of Yahweh", "text": "The way a person lives or behaves is spoken of as walking. AT: \"who live according to the law of Yahweh\" or \"who obey the law of Yahweh.\" This phrase clarifies the meaning of \"whose ways are blameless.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who seek him with all their heart", "text": "To \"seek\" God means to want to know him."}, {"ref": "with all their heart", "text": "This is an idiom which means intensely or sincerely. AT: \"with all their being\" or \"with everything in them\" or \"sincerely\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "Most of this psalm is addressed to God, and the words \"you\" and \"your\" almost always refer to him."}, {"ref": "They do no wrong", "text": "They do not disobey Yahweh."}, {"ref": "they walk in his ways", "text": "\"they walk in Yahweh's ways.\" Here their behavior is spoken of as \"walking,\" and the way God wants them to behave is spoken of as \"his ways.\" AT: \"they behave as Yahweh wants them to\" (UDB)"}, {"ref": "keep your instructions", "text": "\"obey all the things that you have declared that we should do\""}, {"ref": "carefully observe them", "text": "This is to carefully know and understand the commandments and to obey those commandments."}]}, {"id": "005", "tn": [{"ref": "I would be firmly established", "text": "The writer speaks of being established in God's commandments as if no one could physically make him move. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "observance of your statutes", "text": "\"in obeying your statutes\""}, {"ref": "I would not be put to shame", "text": "The writer does not want to be ashamed when he is in God's presence."}, {"ref": "all your commandments", "text": "\"all that you have commanded us\""}]}, {"id": "007", "tn": [{"ref": "an upright heart", "text": "\"a sincere heart.\" A person who is sincere will do what is right. The heart refers to the center of emotions in a person.  See how you translated \"uprightness\" in [[:en:bible:notes:psa:025:020|25:21]]. (See: [[:en:ta:vol1:translate:figs_idiom]] and (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your statutes", "text": "\"Statutes\" refers to God's laws or commands."}]}, {"id": "009", "tn": [{"ref": "BETH", "text": "This is the name of the second letter of the Hebrew alphabet. In the Hebrew language, each line of verses 9-16 begins with this letter."}, {"ref": "How can a young person keep his path pure?", "text": "This question is used to introduce a new value to the word of God. This rhetorical question can be translated as a statement. AT: \"This is how a young person can keep his path pure\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "keep his path pure", "text": "The writer compares living according to God's law as a path kept clear of obstructions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "With my whole heart", "text": "This is an idiom. The heart refers to all of one's emotions, feelings, desires, and will. AT: \"with all my being\" or \"with everything in me\" or \"sincerely\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not let me stray from your commandments", "text": "Here to disobey God's commandments is described as straying off a path. AT: \"Do not let me disobey your commandments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "I have stored up your word in my heart", "text": "\"I have put your words in my heart.\" This is a metaphor that means \"I have memorized your word.\" The heart is pictured as a container that can hold what people think. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "more than in all riches", "text": "\"more than all the wealth\""}]}, {"id": "015", "tn": [{"ref": "I will meditate ... and pay attention", "text": "<b>I will meditate ... and pay attention</b> These are parallel thoughts that have similar meanings, which are repeated for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "meditate on your instructions", "text": "\"think carefully about what you have instructed us\""}, {"ref": "pay attention", "text": "This idiom refers to thinking clearly about what is being discussed. AT: \"give careful thought\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I delight", "text": "to take pleasure"}]}, {"id": "017", "tn": [{"ref": "GIMEL", "text": "This is the name of the third letter of the Hebrew alphabet. In the Hebrew language, each line of verses 17-24 begins with this letter."}, {"ref": "your servant", "text": "The writer called himself \"your servant\" to show his humility."}, {"ref": "Open my eyes so that I may see", "text": "The author speaks of gaining understanding, knowledge and wisdom as being able to see. AT: Help me to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "marvelous things in your law", "text": "The author speaks of insight into the law as objects to marvel at. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in your law", "text": "\"in your instructions\" or \"in your commands\""}]}, {"id": "019", "tn": [{"ref": "I am a foreigner in the land", "text": "Possible meanings are 1) the writers speaks of his short life on earth as if he were a foreigner who would not stay long in the land. AT: \"I am like a foreigner living a short time in the land\" or 2) the writer's ignorance of God's law as if he were a foreigner who did not know the laws of the land. AT: \"I am ignorant like a foreigner in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My desires are crushed by the longing", "text": "The writer speaks of his desires being very strong as if they were in pain. AT: \"My inner being strongly desires to know\" or \"My soul aches because I want so much to know\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "021", "tn": [{"ref": "who are cursed", "text": "Possible meanings are that 1) God will curse them or 2) they deserve God's punishment. AT: \"who deserve your punishment\""}, {"ref": "who wander from your commandments", "text": "The writer speaks of disobeying God's commandments as if they were a path that can be wandered off from. AT: \"who go away from the path of your commandments\" or \"who disobey your commandments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Spare me from", "text": "\"Keep me from\" or \"Rescue me from\""}, {"ref": "and humiliation", "text": "\"and feeling ashamed and foolish\""}]}, {"id": "023", "tn": [{"ref": "Though rulers plot and slander me", "text": "\"Though rulers make plans to harm me and say bad things about me\""}, {"ref": "Your covenant decrees are my delight", "text": "\"Your covenant decrees make me very happy.\""}, {"ref": "and they are my counselors", "text": "God's decrees are spoken of as if they were people. AT: \"and they are like wise counselors to me\" or \"and they give me wise counsel\" (See [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "025", "tn": [{"ref": "DALETH", "text": "This is the name of the fourth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 25-32 begins with this letter."}, {"ref": "My life clings to the dust", "text": "This is an idiom. Possible meanings are that 1) he thought that he would die soon, or 2) he lay in the dust because he was very sad, or 3) he realized that he desired the worthless things of the earth. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Give me life by your word", "text": "This is an idiom. Here \"life\" refers to purpose and significance, not just biological life. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "by your word", "text": "God's \"word\" represents what he has said. Here it refers to what he has promised. AT: \"according to your promise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my ways", "text": "What a person does or how he behaves is spoken of as if it were a road or way. AT: \"what I have done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "027", "tn": [{"ref": "wondrous teachings", "text": "\"amazing teachings\""}, {"ref": "with grief", "text": "\"because I am so sad\""}, {"ref": "Strengthen me", "text": "\"Make me strong.\" This may refer to physical strength or spiritual strength."}]}, {"id": "029", "tn": [{"ref": "Turn from me the path of deceit", "text": "The word \"path\" here refers to a way of behaving. AT: \"Keep me from following the path of deceit\" or \"Prevent me from being deceptive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "deceit", "text": "Possible meanings are 1) \"lying\" or 2) \"believing lies\" or \"following lies.\""}, {"ref": "the way of faithfulness", "text": "How a person behaves or acts is spoken as if it were a road or way. AT: \"to be faithful to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "031", "tn": [{"ref": "I cling to your covenant decrees", "text": "Holding tightly to them refers to being committed to obeying them. AT: \"I hold tightly to your covenant decrees\" or \"I am committed to obeying your covenant decrees\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "covenant decrees", "text": "This refers to the Law of Moses."}, {"ref": "I will run in the path of your commandments", "text": "The writer speaks of being focused or committed to obeying God's commands as if one is running on a path. AT: \"I will be committed to obey your commands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you enlarge my heart", "text": "This is an idiom. Possible meanings are 1) \"you help me gain greater understanding of your commands\" or 2) \"you give me greater desire to obey your commands\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "033", "tn": [{"ref": "HE", "text": "This is the name of the fifth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 33-40 begins with this letter."}, {"ref": "your statutes", "text": "This is another way of describing the Law of Moses."}, {"ref": "to the end", "text": "Possible meanings are 1) \"completely\" or 2) \"to the end of my life\" or 3) \"to the end of time.\""}, {"ref": "keep your law", "text": "\"obey your law\""}, {"ref": "I will observe it with all my heart", "text": "\"I will surely observe your law\" or \"I am completely committed to doing what it says\""}, {"ref": "with all my heart", "text": "This is an idiom. AT: \"with all my being\" or \"with everything in me\" or \"sincerely\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "035", "tn": [{"ref": "Guide me in the path of your commandments", "text": "\"Guide me according to your commandments\" or \"Teach me to obey your commandments.\" God's commandments are compared to a path that a person walks in obedience to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Direct my heart toward", "text": "This is an idiom. The \"heart\" here refers to the will, desires, and choices that directs one's life. AT: \"Make me want\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your covenant decrees", "text": "\"to obey your covenant decrees\". This is referring to obeying the Law of Moses."}, {"ref": "unrighteous gain", "text": "\"the desire for riches.\" This is referring to wealth gained by illegal methods or wrongdoing towards others."}]}, {"id": "037", "tn": [{"ref": "Turn my eyes from looking at worthless things", "text": "This is a metaphor that refers to one desiring things that have no eternal value. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "revive me in your ways", "text": "\"make me able to live as you wish me to live\""}, {"ref": "revive me", "text": "\"make my life strong\" or \"give me strength\""}, {"ref": "Carry out for your servant your promise that you made to those who honor you", "text": "\"Do for your servant what you promised to do for those who honor you\""}, {"ref": "your servant", "text": "The writer referred to himself as God's servant to show his humility. AT: \"me, your servant\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "039", "tn": [{"ref": "I dread", "text": "\"I am very afraid of\""}, {"ref": "your righteous judgments are good", "text": "God judges rightly and his decisions are good. AT: \"Your judgments are righteous and good\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "See", "text": "This is an idiom.  Here \"see\" refers to being aware of the situation. The focus is on knowledge or understanding, rather than just observing. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have longed for your instructions", "text": "Possible meanings are 1) \"I want very much to know your instructions\" or 2) \"I want very much to obey what you teach us to do.\""}, {"ref": "revive me in your righteousness", "text": "The word \"righteousness\" is an abstract noun and refers to being righteous. AT: \"revive me because you are righteous\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "revive me", "text": "Possible meanings are 1) \"Keep me alive\" or 2) \"Make me strong.\""}]}, {"id": "041", "tn": [{"ref": "VAV", "text": "This is the name of the sixth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 41-48 begins with this letter."}, {"ref": "give me your unfailing love", "text": "This is a request. AT: \"please give me your unfailing love\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your salvation", "text": "You may make clear the understood information. AT: \"give me your salvation\" or \"save me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a reply", "text": "\"an answer\" or \"a response\""}]}, {"id": "043", "tn": [{"ref": "Do not take the word of truth from my mouth", "text": "\"my mouth\" refers to speaking about God's word. AT: \"Never prevent me from speaking your truth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for I have waited for your righteous decrees", "text": "\"waiting\" has the concept of trusting, having confidence that God will do as he decrees."}, {"ref": "I will observe", "text": "\"I will obey\""}]}, {"id": "045", "tn": [{"ref": "I will walk securely", "text": "To walk securely is to live one's life securely. AT: \"I will live securely in God\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I seek your instructions", "text": "To \"seek\" is to perceive, or gain understanding of God's instructions as if one can see them. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "solemn commands before kings", "text": "\"serious commands to kings\" or \"instructions to kings\""}]}, {"id": "047", "tn": [{"ref": "I delight in your commandments", "text": "Possible meanings are 1) \"I find delight in studying your commandments\" or 2) \"I am delighted that I have the opportunity to study your commandments.\""}, {"ref": "lift up my hands to", "text": "This is an idiom which means to honor, cherish or respect God's commandments. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "049", "tn": [{"ref": "ZAYIN", "text": "This is the name of the seventh letter of the Hebrew alphabet. In the Hebrew language, each line of verses 49-56 begins with this letter."}, {"ref": "Call to mind your promise", "text": "\"Remember your promise.\" See how you translated this in [[:en:bible:notes:psa:020:003|20:3]]"}, {"ref": "This is my comfort in my affliction: that your promise has kept me alive", "text": "This clause can be restructured. AT: \"The reason for my comfort is that your promise has kept me alive in my affliction\" (See: [[:en:ta:vol2:translate:figs_sentences]])"}]}, {"id": "051", "tn": [{"ref": "The proud", "text": "This nominal adjective can be stated as an adjective. AT: \"The proud people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "scoffed at", "text": "to mock someone or something that is looked down on, doubted, or not honored"}, {"ref": "from ancient times", "text": "This is a reference to when the decrees, the Law, were given to Moses many years before. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "053", "tn": [{"ref": "Hot anger has taken hold of me", "text": "This is an idiom. Anger is expressed as if it is a person that can grab another person. AT: \"I have become very angry\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Your statutes have been my songs", "text": "\"I have used your statutes as lyrics to my music\" or \"I have created songs from your statutes\""}]}, {"id": "055", "tn": [{"ref": "I think about your name", "text": "Here the word \"name\" represents Yahweh himself. AT: \"I think about you, Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I keep your law", "text": "This is an idiom which means to obey the law. AT: \"I obey your law\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my practice", "text": "\"my habit\""}, {"ref": "I have observed your instructions", "text": "This is an idiom which means to follow or to obey those instructions. AT: \"I have obeyed your instructions\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "057", "tn": [{"ref": "HETH", "text": "This is the name of the eighth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 57-64 begins with this letter."}, {"ref": "Yahweh is my portion", "text": "This means Yahweh is all he wants. Just as the Levites did not receive vast territories of land for the Lord was to be their portion so the writer claims Yahweh as the satisfier of his needs. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "059", "tn": [{"ref": "turned my feet", "text": "Here \"feet\" represent the whole person. To repent and choose to obey God's laws is like turning one's feet on a path to head in another direction. AT: \"changed my direction\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I hurry and do not delay", "text": "The writer expresses the same idea both positively and negatively in order to emphasize the urgency with which he obeys Yahweh's commands. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "061", "tn": [{"ref": "The cords of the wicked have ensnared me", "text": "In this metaphor, wicked or evil people tried to cause the writer to sin like a hunter seeking to catch an animal with a trap. AT: \"My enemies have tried to catch me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "063", "tn": [{"ref": "I am a companion of all who honor you", "text": "\"I am a friend of all who honor you\""}]}, {"id": "065", "tn": [{"ref": "TETH", "text": "This is the name of the ninth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 65-72 begins with this letter."}, {"ref": "to your servant", "text": "The writer refers to himself as \"your servant.\" AT: \"to me, your servant\" or \"to me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "by means of your word", "text": "This is an idiom. \"Your word\" refers to the promises Yahweh has made to the writer. AT: \"as you have promised\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "", "text": "**Teach me proper discernment and understanding,"}, {"ref": "", "text": "Some languages may require change in logical progression. AT: \"Since I have believed in your commandments, teach me proper discernment and understanding\" (See: [[:en:ta:vol2:translate:figs_sentences]] and [[:en:ta:vol2:translate:writing_intro]])"}]}, {"id": "067", "tn": [{"ref": "Before I was afflicted", "text": "This can be stated in active form. AT: \"Before you afflicted me\" or \"Before you punished me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I went astray", "text": "Disobeying God is spoken of as if the person walked on the wrong path. AT: \"I disobeyed you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I observe your word", "text": "Here \"word\" represents commandments. AT: \"I obey your commandments\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "069", "tn": [{"ref": "The arrogant", "text": "This nominal adjective can be stated as an adjective. AT: \"Arrogant people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "smeared me with lies", "text": "People telling many lies about a person is spoken of as if they made the person dirty by spreading lies over him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with my whole heart", "text": "Here \"heart\" represents a person's will. AT: \"with complete commitment\" or \"completely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their hearts are hardened", "text": "Here \"hearts\" represents the people's wills. A person being stubborn is spoken of as if their hearts or wills were hard like a rock. AT: \"They are stubborn\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "071", "tn": [{"ref": "Instruction from your mouth is", "text": "Here \"mouth\" represents what God says. AT: \"The instructions you have spoken are\" or \"Your instructions are\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "than thousands of pieces of gold and silver", "text": "This can be stated more generally. AT: \"than a large amount of money\" or \"than great wealth\""}]}, {"id": "073", "tn": [{"ref": "YOD", "text": "This is the name of the tenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 73-80 begins with this letter."}, {"ref": "Your hands have made and fashioned me", "text": "God creating a person is spoken of as if God used his hands to shape the person the way someone may shape clay into an object. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your hands", "text": "Here \"hands\" represents God's power or action. AT: \"You\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because I find hope in your word", "text": "Here \"word\" represents what God says. AT: \"because I trust what you say\" or \"I confidently believe what you say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "075", "tn": [{"ref": "in faithfulness you afflicted me", "text": "\"you punished me because you are faithful.\" God promises to reward the righteous and punish wrongdoers, so he is faithful to do what he says he will."}, {"ref": "your servant", "text": "The writer refers to himself as \"your servant.\" AT: \"me, your servant\" or \"me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "077", "tn": [{"ref": "Let the proud be put to shame", "text": "This can be stated in active form. AT: \"Put the proud to shame\" or \"Cause those who are proud to be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the proud", "text": "This nominal adjective can be stated as an adjective. AT: \"proud people\" or \"those who are proud\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "079", "tn": [{"ref": "turn to me", "text": "People returning in friendship to the writer is spoken of as if they physically turn towards him. AT: \"come to me\" or \"unite with me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who know your covenant decrees", "text": "Possible meanings are 1) this further describes those who honor God or 2) this indicates the purpose for those who honor God to return to the writer. The words \"so that\" could be added to indicate this. AT: \"so that they may learn what you command\" (UDB) (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "May my heart be blameless", "text": "Here \"heart\" represents a person's thoughts and motives. AT: \"May I be blameless\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I may not be put to shame", "text": "This can be stated in active form. AT: \"I may not be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "081", "tn": [{"ref": "KAPH", "text": "This is the name of the eleventh letter of the Hebrew alphabet. In the Hebrew language, each line of verses 81-88 begins with this letter."}, {"ref": "I have hope in your word", "text": "Here \"word\" represents what God says. AT: \"I confidently trust in what you say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My eyes long to see your promise", "text": "Here \"eyes\" represents the whole person. AT: \"I wait and wait for you to do what you promised to do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "083", "tn": [{"ref": "I have become like a wineskin in the smoke", "text": "A wineskin is ruined when it hangs for a long time in a smoke-filled place. The writer compares himself to a wineskin that has been ruined by smoke to emphasize that he feels useless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "How long must your servant endure this; when will you judge those who persecute me?", "text": "The writer uses a question to request God to punish those who persecute him. This rhetorical question can be translated as a statement.  AT: \"Please do not make wait any longer. Punish those who persecute me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "must your servant", "text": "The writer refers to himself as \"your servant.\" AT: \"must I, your servant\" or \"must I\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "085", "tn": [{"ref": "The proud have dug pits for me", "text": "The proud are seeking to capture the writer or cause him to do wrong. This is spoken of as if they were hunters digging holes to trap the writer like an animal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The proud", "text": "This nominal adjective can be stated as an adjective. AT: \"Proud people\" or \"Those who are proud\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "087", "tn": [{"ref": "They have almost made an end to me on earth", "text": "This is a polite way of speaking about someone killing someone else. AT: \"They have almost killed me\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "By your steadfast love", "text": "\"According to your steadfast love.\" The phrase \"steadfast love\" or \"faithfulness\" can be stated as an adverb. AT: \"because you faithfully love me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "089", "tn": [{"ref": "LAMEDH", "text": "This is the name of the twelfth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 89-96 begins with this letter."}, {"ref": "your word stands forever", "text": "Here \"word\" represents anything God has communicated to people. AT: \"what you have said will be true forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your word is established firmly in heaven", "text": "Here \"word\" represents anything God has communicated to people. This speaks about what God has said as if it were an object that stands firmly upright. AT: \"what you have said will be true in heaven forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for all generations", "text": "\"for all future generations.\" This is an idiom that means \"forever.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "091", "tn": [{"ref": "all things are your servants", "text": "All created things are spoken of as if they were persons who can serve God. AT: \"all things serve you\" or \"all things obey your commands\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "093", "tn": [{"ref": "I will never forget", "text": "This can be stated in positive form. AT: \"I will always remember\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "for through them you have kept me alive", "text": "It is implied that the writer obeys God's instructions. The full meaning of this statement can be made explicit. AT: \"for you have kept me alive because I obey them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for I seek your instructions", "text": "Trying hard to obey God's instructions is spoken of as if instructions were an object for which a person must search. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "095", "tn": [{"ref": "I will seek to understand", "text": "\"I will try hard to understand\""}, {"ref": "everything has its limits", "text": "\"all things have an end\""}, {"ref": "but your commandments are broad, beyond limits", "text": "God's commandments always being true and perfect is spoken of as if God's commandments were an object that is so wide that it never ends. AT: \"but your commandments are without limits\" or \"but your commandments are eternal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "097", "tn": [{"ref": "MEM", "text": "This is the name of the thirteenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 97-104 begins with this letter."}, {"ref": "your commandments are always with me", "text": "Constantly thinking about God's commandments is spoken of as if the commandments were an object that the writer keeps with him always. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "101", "tn": [{"ref": "I have kept my feet back from every evil path", "text": "Avoiding doing what is evil is spoken of as if it were avoiding walking on paths that are evil. AT: \"I have avoided doing what is evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "kept my feet", "text": "Here \"feet\" represents the whole person. AT: \"kept myself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "observe your word", "text": "\"obey your word\""}, {"ref": "your word", "text": "Here \"word\" represents God's commands. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have not turned aside from your righteous decrees", "text": "Continuing to obey God's righteous decrees is spoken of as if the writer has not physically turned away from the righteous decrees. This can be stated in positive form. AT: \"I always obey your righteous decrees\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "103", "tn": [{"ref": "How sweet are your words to my taste, yes, sweeter than honey to my mouth!", "text": "The writer delighting in what God says is spoken of as if God's words were food that tasted sweet to the writer. AT: \"Your words are good and delightful!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I gain discernment", "text": "The abstract noun \"discernment\" can be stated as a verb. AT: \"I learn to discern what is right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "therefore I hate every false way", "text": "Evil behavior is spoken of as if it were a false way or road. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "105", "tn": [{"ref": "NUN", "text": "This is the name of the fourteenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 105-112 begins with this letter."}, {"ref": "Your word is a lamp to my feet and a light for my path", "text": "These two phrases have similar meanings. They speak about God telling a person how to live as if the person were walking on a path and God's words were a light that helps the person see where to go. AT: \"Your words tell me how to live my life\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your word", "text": "Here \"word\" represents all that God communicates to people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "107", "tn": [{"ref": "as you have promised in your word", "text": "Here \"word\" represents what God communicates to people. AT: \"as you have promised to do\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "freewill offerings of my mouth", "text": "The writer speaks of his prayer as if it were a sacrifice that he is offering to God. AT: \"my prayer as a sacrifice to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of my mouth", "text": "Here \"mouth\" represents the whole person. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "109", "tn": [{"ref": "My life is always in my hand", "text": "This is an idiom that means the writer's life is always in danger. AT: \"My enemies are often trying to kill me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I do not forget your law", "text": "This can be stated in positive form. AT: \"I always remember your laws\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "The wicked have set a snare for me", "text": "Wicked people trying to capture and kill the writer is spoken of as if they were hunters setting a trap to catch an animal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The wicked", "text": "This nominal adjective can be stated as an adjective. AT: \"Wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "I have not strayed from your instructions", "text": "Not disobeying God's instructions is spoken of as if the writer has not walked away from God's instructions. This can be stated in positive form. AT: \"I obey your instructions\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "111", "tn": [{"ref": "I claim your covenant decrees as my heritage forever", "text": "The writer always cherishing and obeying God's decrees is spoken of as if the decrees are land or a possession that the writer will inherit. AT: \"Your laws will belong to me forever\" or \"Your covenant decrees are like a heritage I will keep forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are the joy of my heart", "text": "Here \"heart\" represents the whole person. AT: \"they make me joyful\" or \"I delight in them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "My heart is set on obeying", "text": "Here \"heart\" represents the writer's will. The phrase \"heart is set\" is an idiom. It is a way of saying the writer is determined. AT: \"I am determined to obey\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to the very end", "text": "Possible meanings are 1) \"every one of them\" (UDB) 2) \"to the very end of my life\" or 3) \"to the very end of time\""}]}, {"id": "113", "tn": [{"ref": "SAMEKH", "text": "This is the name of the fifteenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 113-120 begins with this letter."}, {"ref": "who have a double mind", "text": "A person who is not sincere and not fully committed to obeying God is spoken of as if the person has two minds. AT: \"who are not completely committed to obeying you\" or \"who are insincere\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my hiding place", "text": "God making the writer safe is spoken of as if God were a place where the writer could go and hide. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my shield", "text": "God protecting the writer is spoken of as if God were the writer's shield. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I wait for your word", "text": "Here \"wait\" means to wait expectantly. This has the idea of hope and trust. AT: \"I trust in your word\""}, {"ref": "your word", "text": "Here \"word\" represents what God communicates to people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "115", "tn": [{"ref": "Sustain me by your word", "text": "\"Support me by your word.\" Here \"word\" represents what God communicates to people. AT: \"Give me strength as you said you would\" or \"Enable me to be strong as you promised\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and not be ashamed of my hope", "text": "Here \"my hope\" represents the writer's trust in God and his promises. This can be stated as a complete sentence. AT: \"Do not disappoint me.\" (UDB) or \"Do not cause me shame by not doing what you promised to do.\""}]}, {"id": "117", "tn": [{"ref": "Support me", "text": "\"Help me\" or \"Strengthen me\""}, {"ref": "those people are deceptive and unreliable", "text": "Possible meanings are 1) \"those people lie and no one can trust them\" or 2) \"those people make deceitful plans but they will fail\""}]}, {"id": "119", "tn": [{"ref": "You remove all the wicked of the earth like slag", "text": "Slag is the waste or undesired leftovers in the process of refining gold or other metals. Yahweh removes the wicked people as if they were trash. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the wicked", "text": "This nominal adjective can be stated as an adjective. AT: \"the wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "like slag", "text": "\"like trash\" or \"like waste\""}, {"ref": "My body trembles in fear of you", "text": "Here \"body\" represents the whole person. AT: \"I shake because I fear you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I am afraid of your righteous decrees", "text": "It is implied that the writer is afraid of God's righteous decrees because the writer knows that God punishes those who disobey his decrees. You can make the full meaning of this statement explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "121", "tn": [{"ref": "AYIN", "text": "This is the name of the sixteenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 121-128 begins with this letter."}, {"ref": "do not abandon me to my oppressors", "text": "\"do not allow people to oppress me\""}, {"ref": "Guarantee the welfare of your servant", "text": "The writer speaks about himself as \"your servant.\" AT: \"Guarantee my welfare\" or \"Help and protect me, your servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the proud", "text": "This nominal adjective can be stated as an adjective. AT: \"those who are proud\" or \"proud people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "123", "tn": [{"ref": "My eyes grow tired as I wait", "text": "Here \"eyes\" represents the whole person. AT: \"I grow tired because I wait and wait\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for your salvation and for your righteous word", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"for you to save me as you promised to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your righteous word", "text": "Here \"word\" represents what God communicates to people. AT: \"your righteous promise\" ([[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Show your servant", "text": "The writer speaks about himself as \"your servant.\" AT: \"Show me\" or \"Show me, your servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "your covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as an adverb or adjective. AT: \"that you faithfully love me\" or \"that you are faithful to me because of your covenant\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "125", "tn": [{"ref": "give me understanding", "text": "The abstract noun \"understanding\" can be stated as a verb. AT: \"enable me to understand what you want me to know\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "It is time for Yahweh to act", "text": "The writer is speaking to Yahweh in the third person. This can be stated in second person. AT: \"It is time for you to act, Yahweh\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "people have broken your law", "text": "This is an idiom. Here \"have broken\" means \"disobeyed.\" This is a way of saying the people have disobeyed God's law. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "127", "tn": [{"ref": "I carefully follow all your instructions", "text": "A person carefully obeying all of God's instructions is spoken of as if as if the instructions were leading a person and that person follows behind. AT: I carefully obey all of your instructions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every path of falsehood", "text": "People doing what is evil is spoken of as if they are walking on the wrong path. AT: \"all the bad ways some people live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "129", "tn": [{"ref": "PE", "text": "This is the name of the seventeenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 129-136 begins with this letter."}, {"ref": "The unfolding of your words gives light", "text": "The writer speaks of Yahweh's words as if those words were fabric that is folded, and of the person who explains Yahweh's words as if they are unfolding that fabric. AT: \"The explanation of your words gives light\" or \"When someone explains your words, they give light\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The unfolding of your words gives light", "text": "The writer speaks of Yahweh's words giving wisdom to a person as if his words were shining a light on them. AT: \"The explanation of your words gives people wisdom\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "131", "tn": [{"ref": "I open my mouth and pant, for I long for your commandments", "text": "The writer speaks of his desire for Yahweh's commandments as if he were a dog panting for water. AT: \"I earnestly long for your commandments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Turn to me", "text": "To turn towards someone means to pay attention to that person. AT: \"Pay attention to me\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "love your name", "text": "Here the word \"name\" represents Yahweh himself. AT: \"love you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "133", "tn": [{"ref": "Direct my footsteps", "text": "Here the word \"footsteps\" represents the writer as he is walking. He speaks of the way he lives, or his conduct, as if he were walking on a path. AT: \"Direct me\" or \"Teach me how to live\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not let any sin rule me", "text": "The writer speaks of sin as if it were a person who has authority over him. Possible meanings are 1) \"do not let me habitually commit any sin\" or 2) \"do not let sinful men rule me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Redeem me from human oppression", "text": "The word \"oppression\" can be translated as a verb. AT: \"Save me from people who oppress others\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "135", "tn": [{"ref": "Let your face shine on your servant", "text": "The writer speaks of Yahweh acting favorably towards him as if Yahweh's face shone a light on him. AT: \"Act favorably towards your servant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Streams of tears", "text": "The writer speaks of his many tears as if they were streams of water. AT: \"Many tears\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "observe your law", "text": "\"obey your law\""}]}, {"id": "137", "tn": [{"ref": "TSADHE", "text": "This is the name of the eighteenth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 137-144 begins with this letter"}, {"ref": "covenant decrees", "text": "Other possible meanings are \"testimonies\" or \"laws.\" See how you translated this in [[:en:bible:notes:psa:078:005|78:5]]."}]}, {"id": "139", "tn": [{"ref": "Anger has destroyed me", "text": "This is an idiom. The phrase is an exaggeration and is hyperbole for \"I am extremely angry.\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "has been tested very much", "text": "This can be stated in active form. AT: \"I have tested your word many times\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your servant loves", "text": "The writer speaks of himself as if he were another person. AT: \"I, your servant, love\" or \"I love\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "141", "tn": [{"ref": "I am ... despised", "text": "This can be stated in active form. AT: \"People despise me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "143", "tn": [{"ref": "distress and anguish have found me", "text": "The psalmist speaks of distress and anguish as if they were people. AT: \"I have become distressed and anguished\" or \"my body and my mind are suffering\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "145", "tn": [{"ref": "QOPH", "text": "This is the name of the nineteenth letter of the Hebrew alphabet. In the Hebrew language, each of verses 145-152 begins with this letter."}, {"ref": "with my whole heart", "text": "The psalmist speaks of his whole being as if it were only his heart. AT: \"completely\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "covenant decrees", "text": "Other possible meanings are \"testimonies\" or \"laws.\"See how you translated this in [[:en:bible:notes:psa:078:005|78:5]]."}]}, {"id": "147", "tn": [{"ref": "dawn of the morning", "text": "\"before the sun first appears\""}, {"ref": "My eyes are open before the night watches change", "text": "This is an idiom. In Hebrew culture, the night was usually divided into three \"watches\" or periods. AT: \"I am awake all night\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "149", "tn": [{"ref": "Hear my voice in your covenant faithfulness", "text": "The psalmist speaks of what he says as if it were the voice he uses to speak. AT: \"hear what I say because of your covenant faithfulness\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "they are far from your law", "text": "\"they have strayed from your law\" or \"they do not pay any attention to your laws\" (UDB)"}]}, {"id": "151", "tn": [{"ref": "all your commandments are trustworthy", "text": "The abstract noun \"trustworthy\" can be translated using the verb \"trust.\" AT: \"I can trust your commandments\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "covenant decrees", "text": "Other possible meanings are \"testimonies\" or \"laws.\" See how you translated this in [[:en:bible:notes:psa:078:005|78:5]]"}, {"ref": "set them in place", "text": "The psalmist speaks of Yahweh's commands as if they were posts set in the ground. AT: \"given them for people to obey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "153", "tn": [{"ref": "RESH", "text": "This is the name of the twentieth letter of the Hebrew alphabet. In the Hebrew language, each line of verses 153-160 begins with this letter."}, {"ref": "Look on my affliction", "text": "The psalmist speaks of affliction as if it were an object that people could see. AT: \"Look at how much I am suffering\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Plead my cause", "text": "\"Defend me against those who accuse me\""}, {"ref": "keep me", "text": "\"protect my life\" or \"give me life\""}]}, {"id": "155", "tn": [{"ref": "Salvation is far from the wicked", "text": "The psalmist speaks of salvation as if it were a physical object. The abstract noun \"salvation\" can be translated using the verb \"save.\" AT: \"You will certainly not save the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Great are your merciful actions", "text": "Here \"great\" means \"many.\" \"You have shown mercy to people many times\" or \"You have done many merciful things\""}, {"ref": "as you always do", "text": "Another possible meaning is \"because you do what is just.\""}]}, {"id": "157", "tn": [{"ref": "My persecutors", "text": "The abstract noun \"persecutors\" can be translated using the verb \"persecute.\" AT: \"Those who persecute me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I have not turned from", "text": "This is an idiom. \"I have not stopped obeying\" or \"I have not stopped believing\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "covenant decrees", "text": "Other possible meanings are \"testimonies\" or \"laws.\" See how this is translated in [[:en:bible:notes:psa:078:005|78:5]]."}, {"ref": "the treacherous", "text": "The adjective \"treacherous\" can be translated as a noun phrase. AT: \"treacherous people\" or \"those who betray me\" or \"my enemies\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "do not keep", "text": "\"do not obey\""}]}, {"id": "159", "tn": [{"ref": "See", "text": "\"Notice\" or \"Look at me so you can see\""}, {"ref": "The essence of your word is truth", "text": "\"Your word is completely true\" or \"Your word can be trusted\""}]}, {"id": "161", "tn": [{"ref": "SHIN", "text": "This is the name of the twenty-first letter of the Hebrew alphabet. In the Hebrew language, each line of verses 161-168 begins with this letter."}, {"ref": "my heart trembles, afraid of disobeying your word", "text": "The psalmist speaks of the heart as if it could tremble and be afraid. The heart is a synecdoche for the whole person. AT: \"I am shaking because I am afraid that I will disobey your word\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "plunder", "text": "Possible meanings are 1) things that soldiers and robbers take from those they have defeated in battle or 2) things of great value or \"treasure.\""}]}, {"id": "163", "tn": [{"ref": "hate and despise", "text": "These two words mean almost the same thing. AT: \"hate very strongly\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "falsehood", "text": "Possible meanings are this is a metonym for 1) \"people who lie\" or 2) \"the false words that people say.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "165", "tn": [{"ref": "nothing makes them stumble", "text": "Possible meanings are 1) \"nothing makes them do wrong\" or 2) \"nothing causes them trouble.\""}]}, {"id": "167", "tn": [{"ref": "I observe your solemn commands", "text": "\"I obey your solemn commands\""}, {"ref": "solemn commands", "text": "Other possible meanings are \"testimonies\" or \"laws.\" See how you translated this in [[:en:bible:notes:psa:119:001|119:2]]."}, {"ref": "I keep your instructions", "text": "\"I obey your instructions\""}]}, {"id": "169", "tn": [{"ref": "TAV", "text": "This is the name of the twenty-second letter of the Hebrew alphabet. In the Hebrew language, each line of verses 169-176 begins with this letter."}, {"ref": "give me understanding into your word", "text": "The psalmist speaks of the ability to understand as if it were a solid object. AT: \"help me understand your word\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May my plea come before you", "text": "The psalmist speaks of the words he says in prayer as if they were people who want to speak to a king. AT: \"May you hear my prayer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "171", "tn": [{"ref": "May my lips pour out praise", "text": "The psalmist speaks of his lips as if they were a container and his praise a liquid that could be poured out. Here the word \"lips\" is a synecdoche which represents the whole person. AT: \"I desire to praise you much\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my tongue sing", "text": "The psalmist speaks of his tongue either 1) as if it were a person or 2) as a synecdoche for his whole being. AT: \"me sing\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "173", "tn": [{"ref": "May your hand help me", "text": "The hand is a synecdoche for the whole person. AT: \"Please help me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "have chosen", "text": "\"have chosen to obey\""}, {"ref": "your rescue", "text": "The abstract noun \"rescue\" can be stated as a verb. AT: \"you to rescue me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your law is my delight", "text": "The abstract noun \"delight\" can be stated as a verb. \"I very much enjoy obeying your law\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "175", "tn": [{"ref": "may your righteous decrees help me", "text": "The psalmist speaks of Yahweh's decrees as if they were a person who could help him. AT: \"may I listen to your righteous decrees and so become wise and strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have wandered off like a lost sheep", "text": "\"I have left your way like a sheep that has left its flock\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "seek your servant", "text": "\"because I am your servant, come and search for me\""}]}]