[{"id": "01", "tn": [{"ref": "the people of covenant faithfulness", "text": "\"the people who are just and keep God's law\" or \"the people who are loyal to God\""}, {"ref": "are gathered away ... rest in their beds", "text": "Both of these refer to dying. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "that the righteous is gathered away from the evil", "text": "This can be stated in active form. AT: \"that the righteous people die, and Yahweh takes them away from all that is evil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He enters into peace", "text": "\"The righteous enter into peace\""}, {"ref": "those who walk in their uprightness", "text": "\"those who have done what is right\""}]}, {"id": "03", "tn": [{"ref": "But come here", "text": "God is calling all of the unfaithful people to come before him so he can judge them in a strong contrast to the promises for the righteous that came before."}, {"ref": "sons of the sorceress", "text": "This is a strong insult against the people who practice sorcery because sorcery and magic includes idolatry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "children of the adulterer and the woman who has prostituted herself", "text": "This refers to actual and spiritual adultery. They have abandoned the worship of God and now worship other gods and idols along with actual prostitution in pagan Canaanite ceremonies."}, {"ref": "Whom are you merrily mocking? Against whom are you opening the mouth and sticking out the tongue?", "text": "Yahweh uses questions to scold the people who are mocking him through false worship. AT: \"You are mocking me and making fun of me by opening your mouth wide and sticking out the tongue!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you not children of rebellion, children of deceit?", "text": "Yahweh uses another question to scold the people. This does not refer to their birth but to their spiritual state. AT: \"You are children of rebellion, children of deceit!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "You heat yourselves ... under the rocky overhangs", "text": "All of these actions are associated with worshiping idols. The oaks were sacred trees to the Canaanites. People thought such activity would increase fertility for people and the land. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "that have been assigned to you", "text": "This can be stated in active form. The exact meaning in Hebrew is unclear. AT: \"that is your lot\" or \"that is your inheritance\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In these things should I take pleasure?", "text": "Yahweh uses a question to scold the people. AT: \"Certainly, these things do not please me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "You prepared your bed", "text": "This refers to sleeping with prostitutes as a part of worshiping false gods. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "on a high mountain", "text": "People often went on top of hills and mountains to worship false gods. They thought those were the best places for worship. This might even refer to Jerusalem, too. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You made a covenant with them", "text": "\"You made a contract with them\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "you went down to Sheol", "text": "The people did not literally go to Sheol, the world of the dead. Instead, Yahweh is indicating that the people were willing to go anywhere to find new gods to worship. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "You found life in your hand", "text": "After trying so hard, the idolators found they still had strength to keep going. Here \"hand\" equals \"strength\" or \"capacity.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "Whom are you worried about? Whom do you fear so much that has caused you to act so deceitfully ... about me?", "text": "Yahweh uses these questions to scold the people. AT: \"You must really fear these idols for you to act so deceitfully ... about me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "so much that you would not remember me or think about me", "text": "These two phrases mean basically the same thing and emphasize that, although the people should have remembered Yahweh, they did not. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will proclaim all your righteous acts and tell all that you have done", "text": "Yahweh is being sarcastic, calling their evil deeds so-called righteousness. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the unfaithful people of Israel."}, {"ref": "let your collection of idols rescue you", "text": "Yahweh is mocking the people and their idols. He tells the idols to save the people though he knows they cannot. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the wind will carry them all away, a breath will carry them all away", "text": "This is saying the same thing in two ways to emphasize that idols are helpless and worthless. AT: \"the wind, or even a breath, will blow them away\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "holy mountain", "text": "The \"holy mountain\" is Mount Zion, in Jerusalem. See how you translated this in [[:en:bible:notes:isa:11:08|11:9]]."}]}, {"id": "14", "tn": [{"ref": "Build, build! Clear a way! Remove all the stumbling blocks from the path of my people", "text": "Yahweh is emphatic and urgent that a clear and level road be available for the people to return to him and free of obstacles to worshiping Yahweh. This echoes [[:en:bible:notes:isa:40:03|40:3]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For this is what the high and elevated One says", "text": "The words \"high\" and \"elevated\" have basically the same meaning here and emphasize Yahweh being exalted. See how you translated this in [[:en:bible:notes:isa:06:01|6:1]] and [[:en:bible:notes:isa:33:10|33:10]]. See how you translated a similar phrase in [[:en:bible:notes:isa:52:13|52:13]]."}, {"ref": "to revive the spirit of the humble ones, and to revive the heart of the contrite ones", "text": "These two phrases mean basically the same thing and emphasize that Yahweh will strengthen and encourage those who humble themselves before him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "spirit ... heart", "text": "Here these refer to a person's thoughts and emotions, not the spirit and heart literally. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I hid my face", "text": "This means God gave up on his people and no longer helped or blessed them. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he went backward in the way of his heart", "text": "This means the Israelites kept rejecting the true God for false ones. Here \"backward\" and \"way\" are location words representing motivations and feelings. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "his ways", "text": "\"their ways.\" Here \"his\" refers to the people of Israel."}, {"ref": "comfort and console those who mourn for him", "text": "\"I will soothe and calm those who feel sad for the people's suffering because of their sinful behavior\""}, {"ref": "and I create the fruit of the lips", "text": "Here \"fruit of the lips\" refers to what a person says. AT: \"and I cause them to praise and thank me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Peace, peace, to those who are far off", "text": "\"I have made peace with them who are far off.\" The word \"Peace\" is repeated for emphasis."}]}, {"id": "20", "tn": [{"ref": "But the wicked are like the tossing sea ... mire and mud", "text": "This compares the wicked to rough water on the shore that makes the water dirty. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]