[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a new song", "text": "a song no one has ever sung before"}, {"ref": "all the earth", "text": "This refers to the people of the earth. AT: \"all you people who live on the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bless his name", "text": "The word \"name\" is a metonym for Yahweh himself. AT: \"bless Yahweh\" or \"do what makes Yahweh happy.\" See how \"may his glorious name be blessed\" is translated in [[:en:bible:notes:psa:072:018|72:19]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "announce his salvation", "text": "The abstract noun \"salvation\" can be translated using the verb \"save.\" AT: \"announce that he has saved us\" or \"tell people that he is the one who saves\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "003", "tn": [{"ref": "Declare his glory among the nations", "text": "\"Tell all the people in every nation about his great glory\""}, {"ref": "Yahweh is great and is to be praised greatly", "text": "This can be translated in active form. AT: \"Yahweh is great. Praise him greatly\" or \"Yahweh is great, and people should praise him greatly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He is to be feared above all other gods", "text": "This can be translated in active form. AT: \"Fear him above all other gods\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "005", "tn": [{"ref": "in his presence", "text": "\"where he is\""}, {"ref": "Splendor and majesty are in his presence", "text": "The psalmist speaks as if splendor and majesty are people who can stand before a king. AT: \"Everyone knows of his splendor and majesty\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Strength and beauty are in his sanctuary", "text": "The words \"strength\" and \"beauty\" are metonyms for the ark of the covenant decrees, which is found in the sanctuary. AT: \"It is his sanctuary that contains the ark of the covenant decrees\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "Give praise to Yahweh ... give praise to Yahweh for his glory and strength", "text": "The abstract nouns \"glory\" and \"strength\" can be stated as adjectives. AT: \"Praise Yahweh ... praise Yahweh because he is glorious and strong.\" See how these words are translated in [[:en:bible:notes:psa:029:001|29:1]]."}, {"ref": "Give to Yahweh the glory that his name deserves", "text": "<b>Give to Yahweh the glory that his name deserves</b> The abstract noun \"glory\" can be stated as a verb or adjective. AT: \"Honor Yahweh just as his name deserves\" or \"Proclaim that Yahweh is glorious just as his name deserves.\" See how these words are translated in [[:en:bible:notes:psa:029:001|29:2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "his name", "text": "\"name\" refers here to the person of God. AT: \"him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his courts", "text": "the temple courtyard where the priests sacrificed animals to Yahweh"}]}, {"id": "009", "tn": [{"ref": "Yahweh wearing clothing that honors his holiness", "text": "The person is to wear clothes that show that he understands that Yahweh is holy. \"Yahweh, and wear suitable clothes because he is holy.\" See how these words are translated in [[:en:bible:notes:psa:029:001|29:2]]."}, {"ref": "Tremble", "text": "to shake because of fear"}, {"ref": "all the earth", "text": "\"all the people of the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The world also is established", "text": "This can be translated in active form. AT: \"He also established the world\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it cannot be shaken", "text": "This can be translated in active form. AT: \"nothing can shake it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "011", "tn": [{"ref": "Let the heavens be glad, and let the earth rejoice", "text": "Possible meanings are 1) that the psalmist speaks as if \"the heavens\" and \"the earth\" have emotions like people. \"Let it be as if the heavens are glad and the earth rejoices\" or 2) \"Let those who live in the heavens be glad and let those who live on the earth rejoice\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let the sea roar and that which fills it shout with joy", "text": "\"let the sea sound like many people praising Yahweh, and let it be as if those who live in the sea are shouting for joy\""}, {"ref": "Let the fields rejoice and all that is in them", "text": "\"Let the fields and all that is in them rejoice.\" The psalmist speaks as if \"the fields\" and the animals that live in them have emotions like people. AT: \"Let it be as if the fields themselves and all the animals that live in them are rejoicing\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Then let all the trees in the forest shout", "text": "\"Then all the trees in the forest will shout\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "He is coming to judge the earth. He will judge the world ... and the peoples", "text": "The three phrase have similar meanings; the last two phases are used to strengthen the first. (See [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to judge ... will judge", "text": "Another possible meaning is \"to rule ... will rule.\""}, {"ref": "He will judge the world with righteousness", "text": "Here \"the world\" is a metonym for all the people in the world. AT: \"He will judge all the people of the world righteously.\" See how these words are translated in [[:en:bible:notes:psa:009:007|9:8]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the peoples with his faithfulness", "text": "\"he will judge the peoples with his faithfulness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "with his faithfulness", "text": "Possible meanings are 1) \"fairly, according to what he knows is true\" or 2) \"using the same standard for all people.\""}]}]