[{"id": "01", "tn": [{"ref": "A good name is to be chosen over great riches", "text": "These words can be translated in active form. AT: \"A person should choose a good name rather than great riches\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A good name", "text": "\"To have others think that one is a good person\""}, {"ref": "have this in common", "text": "\"are alike in one way\" or \"are the same in this way\""}]}, {"id": "03", "tn": [{"ref": "A prudent man", "text": "\"A man who is wise\" or \"A man who has good sense.\" See how you translated \"prudent\" in [[:en:bible:notes:pro:12:15|12:16]]."}, {"ref": "the naive", "text": "\"the inexperienced and immature\""}]}, {"id": "05", "tn": [{"ref": "Thorns and snares lie in the path of the perverse", "text": "The writer speaks of the way perverse people live as if it were a path on which the perverse will have trouble because of the natural \"thorns\" and man-made \"snares.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "snares", "text": "traps to catch animals"}, {"ref": "the perverse", "text": "This nominal adjective can be translated as a noun phrase. AT: \"perverse people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "whoever guards his life", "text": "A person doing what he needs to do so he can live a long time is spoken of as if that person were keeping thieves away from a physical object. AT: \"people who want to live a long time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the way he should go", "text": "How a person lives is spoken of as if it were a path on which he walks. AT: \"how he should live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "borrows ... lends", "text": "You may need to make explicit what it is that is borrowed or lent. AT: \"borrows money ... lends money\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He who sows injustice will reap trouble", "text": "The writer speaks of a ruler or other powerful person treating those less powerful unjustly as if he were planting seeds that will give birth to plants that bring trouble. AT: \"If a person treats those less powerful than he is unjustly, they will cause him trouble later on\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the rod of his fury will fade away", "text": "The word \"rod\" is a metonym for power over other people. Possible meanings are 1) the unjust ruler will lose the power that he had that allowed him to treat other people unjustly or 2) when the people respond to the injustice he had done by harming him, he will have no power to stop them. AT: \"he will no longer have the power that he had used to harm people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rod of his fury", "text": "The word \"rod\" is a metonym for power over other people. The unjust man was harming innocent people as if he were very angry with them. AT: \"the rod he had used as if he were punishing people\" or \"the power he used to harm others\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will fade away", "text": "The word translated \"fade away\" is also used of plants drying up."}]}, {"id": "09", "tn": [{"ref": "The one who has a generous eye will be blessed", "text": "These words can be translated in active form. AT: \"God will bless the one who has a generous eye\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "one who has a generous eye", "text": "The eye is a metonym for seeing what other people need, and the \"generous eye\" not only sees but gives what the other people need. The eye is also a synecdoche for the whole person. AT: \"generous person\" or \"person who is willing to give things to other people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bread", "text": "Since bread was the main food for many people in biblical times, it is often used to refer to food in general. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "disputes and insults will cease", "text": "The abstract nouns \"disputes\" and \"insults\" can be translated as verbs. AT: \"people will no longer argue with each other or say things to hurt each other\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "loves a pure heart", "text": "It is his own heart that the person wants to be pure. The heart is a synecdoche for the person. AT: \"loves having a pure heart\" or \"wants to be pure\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "gracious", "text": "\"kind\""}, {"ref": "The eyes of Yahweh keep watch over", "text": "The eyes are a synecdoche for the person. The writer speaks as if Yahweh had physical eyes like a person. AT: \"Yahweh keeps watch over\" or \"Yahweh guards knowledge\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "keep watch over knowledge", "text": "Keeping watch is s metonym for protecting. AT: \"protect knowledge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "overthrows", "text": "\"destroys\""}, {"ref": "the treacherous", "text": "The nominal adjective treacherous can be translated as a noun phrase. AT: \"a treacherous person.\" Translate \"treacherous\" as in [[:en:bible:notes:pro:11:03|11:3]]. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "13", "tn": [{"ref": "The lazy person says", "text": "The quote that follows is a lie and an excuse for not working. If your language introduces false statements in a special way, you can use that here."}, {"ref": "The mouth of an adulteress is a deep pit", "text": "The word \"mouth\" is a metonym for the words that come out of the mouth. The writer speaks of a person being unable to escape having people punish him for evil deeds as if that person had fallen into a hole someone had dug in the ground from which he could not escape. AT: \"The words spoken by an adulteress will draw you in, and it will be as if you have fallen into a deep and dangerous pit\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an adulteress", "text": "Translate this as in [[:en:bible:notes:pro:05:03|5:3]]."}, {"ref": "Yahweh's anger is stirred up", "text": "Here \"stirred up\" means that his anger increased. AT: \"Yahweh is angry\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "falls into it", "text": "Adultery is spoken of as if it is something that a person can fall into. AT: \"sins because of the adulteress\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Foolishness is bound up in the heart of a child", "text": "\"The heart of a child is full of foolish things\""}, {"ref": "the rod of discipline", "text": "The writer speaks of a parent using any form of discipline as if that parent were hitting the child with a wooden rod. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "drives it far away", "text": "The writer speaks as if foolishness were a person that another person could use a physical rod to drive away. AT: \"will make a child wise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to increase his wealth", "text": "\"to become richer\" or \"to gain more money\""}, {"ref": "gives to rich people", "text": "\"gives money to rich people\""}, {"ref": "will come to poverty", "text": "This is an idiom. AT: \"will become poor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Verse 17 begins the introduction to a new section of the Book of Proverbs."}, {"ref": "Incline your ear and listen", "text": "Here the word \"ear\" represents the person who is listening. The writer speaks of listening attentively to someone as if it were leaning forward so that the ear is closer to the one speaking. See how you translated \"incline your ear\" in [[:en:bible:notes:pro:04:20|4:20]]. AT: \"Pay attention and listen\" or \"Listen attentively\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the words of the wise", "text": "\"what wise people say\""}, {"ref": "apply your heart to", "text": "This is an idiom. AT: \"do your best to understand and remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my knowledge", "text": "The person speaking is probably the same as the father from [[:en:bible:notes:pro:01:07|1:8]]. He may be speaking of \"the words of the wise\" as \"my knowledge.\" AT: \"the knowledge I have, which I am sharing with you\" or \"what I know\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "all of them are ready on your lips", "text": "The person being ready to speak is spoken of as if it were the words that were ready. AT: \"you are able to speak of them at any time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "today—even to you", "text": "\"today. Yes, I am teaching you,\" The speaker is emphasizing that it is the hearer, not someone else whom he is teaching, and he is teaching the hearer because the hearer needs to learn. If it is awkward in your language to emphasize in this way, you can emphasize in another way or the words \"even to you\" can be left untranslated."}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "These verses continue and end the introduction that began in [[:en:bible:notes:pro:22:17|22:17]]."}, {"ref": "Have I not written for you ... you?", "text": "This rhetorical question can be translated as a statement. AT: \"You need to know that I have written for you ... you.\" (See:  [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "thirty sayings", "text": "Some translations read, \"excellent sayings.\" (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "to those who sent you", "text": "This implies that the hearer is or will be one whom others send to gain and bring back information."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "These verses begin the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Do not rob ... or crush", "text": "If your language has a way of showing that this is the way one person would speak strongly to another, different from a general rule that people are supposed to obey, you should use it here."}, {"ref": "the poor", "text": "This nominal adjective can be translated as a noun phrase. AT: \"any poor person\" or \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "crush", "text": "grind into powder. This is a metaphor for \"treat unjustly.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the needy", "text": "This nominal adjective can be translated as a noun phrase. AT: \"any needy person\" or \"any person who does not have what he needs to live\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "at the gate", "text": "The place where people bought and sold items and settled legal arguments is used as a metonym for business and legal activity. AT: \"in court\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh will plead their case", "text": "The metaphor is of a lawyer defending the needy in front of a judge. AT: \"Yahweh will defend the needy from those who oppress them\" or \"Yahweh will see that the needy receive justice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will rob of life those who robbed them", "text": "Yahweh is not a thief, but like a thief he will take life from those who do not choose to give it. AT: \"he will destroy those who oppress poor people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "someone who is ruled by anger", "text": "someone who is unable to control his anger (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "rages", "text": "shows violent anger"}, {"ref": "you will take bait for your soul", "text": "A person who wants to be like an angry person is like an animal taking the bait in a trap. AT: \"you will be like an animal that eats the bait that closes a trap and is unable to escape\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bait for your soul", "text": "The soul is a metonym for the person's life. AT: \"bait that someone has put out so he can kill you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "strikes hands", "text": "A person would strike his hand against another person's hand to bind himself to do what he had agreed to do. Here the speaker warns the hearer not to strike hands as a way to promise to pay off someone's debts."}, {"ref": "in making a pledge", "text": "\"and agree to pay what someone owes to another person\""}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "ancient", "text": "very old"}, {"ref": "boundary stone", "text": "a large stone that shows where one person's land ends and another person's land begins"}, {"ref": "fathers", "text": "ancestors"}, {"ref": "Do you see a man skilled at his work?", "text": "This rhetorical question is actually a command. AT: \"Think of someone you know who is skilled at his work\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "stand before", "text": "serve, become a servant of. Kings and other important people will think so highly of him that they will use his services. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]