[{"id": "01", "tn": [{"ref": "Lift up your voice like a trumpet", "text": "This means shout loudly. Here \"your\" refers to Isaiah. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "Confront my people with their rebellion, and the house of Jacob with their sins", "text": "These two phrases mean basically the same thing. Together they strengthen the urgency to confront Yahweh's people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "03", "tn": [{"ref": "'Why have we fasted,' they say, 'but you do not see it? Why have we humbled ourselves, but you do not notice?'", "text": "The people of Israel use questions to complain to God because they feel he is ignoring them. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel by answering their challenging question."}, {"ref": "Look", "text": "\"Behold!\" or \"Pay attention.\" Yahweh confronts their questioning by telling them to pay attention."}, {"ref": "fist of wickedness", "text": "\"wicked fist.\" This shows that they fight viciously. \"Fist\" represents anger that is physically violent. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is this really the kind of fast that I would want ... under himself?", "text": "Yahweh uses a question to scold the people. They act like they are humble before God, but they are hurting other people. AT: \"This is not the kind of fast I want ... under himself.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "A day for anybody to humble himself, for him to bow down his head like a reed", "text": "This means the person is bowing down, but he is not truly humble. \"A reed\" represents a weak plant that bends easily. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Do you really call this a fast, a day that pleases Yahweh?", "text": "Yahweh uses a question to scold the people. AT: \"Surely you do not think this kind of fast pleases me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Is not this the fast that I choose ... break every yoke?", "text": "Yahweh uses a question to teach the people about the kind of fast that pleases him. AT: \"This is the fast that I choose ... break every yoke.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "To release wicked bonds, to undo the ropes of the yoke, to set the crushed ones free, and to break every yoke", "text": "All of these phrases mean they should help those people whom the wicked are hurting and oppressing. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Is it not to ... your house?", "text": "Yahweh uses another question to teach the people. AT: \"It is to ... your house.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "break your bread", "text": "This phrase represents starting the meal by the host tearing the loaf of bread apart. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Then your light would be broken open like the sunrise", "text": "\"Break open\" is an idiom that means when a light begins to shine brightly. This means that if they help people in need, their deeds will be like lights others will see, as when the sun comes up after a dark night. Or the light may refer to the light of the Lord, shining on them and blessing them. (See:  [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and your healing would quickly sprout up", "text": "This means God will bless and restore them quickly, as a wound heals quickly. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your righteousness would go before you, and the glory of Yahweh would be your rearguard", "text": "This refers to the time when God protected the people of Israel as they escaped from Egypt. This means God will again protect them from their enemies if they will do what is right."}, {"ref": "your righteousness", "text": "This expression in Hebrew can also be interpreted as the one who gives righteousness or even victory. In this context, this expression would refer to God. A few modern versions have this interpretation."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "then your light will rise in the darkness, and your darkness will be like the noonday", "text": "\"Your light\" represents the acts of kindness that will be examples to everyone, and the \"darkness,\" the bad deeds, will be overcome by their good deeds. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "satisfy you in regions where there is no water", "text": "\"Water\" represents all they need for an abundant life even when their surroundings do not have enough. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will be like a watered garden", "text": "\"A watered garden\" represents abundance and plenty so they will have all they need. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a spring of water, whose waters never fail", "text": "\"A spring of water\" represents a source of abundance in a land where water is precious. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "you will be called", "text": "This can be stated in active form. AT: \"people will call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "you turn back your feet from traveling on the Sabbath day, and from doing your own pleasure on my holy day", "text": "Here \"feet\" refers to the traveling and work that the people did on all other days. God did not allow long travels or work on the day of rest. AT: \"you stop traveling and doing what you want to do on the Sabbath, my holy day\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I will make you ride on the heights of the earth", "text": "This refers to God exalting the nation in reputation and power in response to living righteously. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the mouth of Yahweh has spoken", "text": "\"mouth\" symbolizes what Yahweh says. AT: \"for Yahweh has spoken it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]