[{"id": "01", "tn": [{"ref": "at ease", "text": "comfortable and not concerned that God will judge them"}, {"ref": "Are they better than your two kingdoms?", "text": "AT: \"They are no better than your two kingdoms.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is their border larger than your border?", "text": "\"Their border is smaller than yours.\" or \"Those countries are smaller than Judah and Samaria.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "make the throne of violence come near", "text": "\"act in a way for which God will bring violent people to judge you\""}, {"ref": "the throne of violence", "text": "\"a violent enemy kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lie ... lounge", "text": "Israelites at that time usually ate while sitting on a floor cloth or a simple seat."}, {"ref": "beds of ivory", "text": "\"beds with ivory on them to make them look better\" or \"costly beds\""}, {"ref": "ivory", "text": "teeth and horns of large animals"}, {"ref": "lounge", "text": "\"lie around like people who do not like to work\""}, {"ref": "couches", "text": "soft seats large enough to lie down on"}]}, {"id": "05", "tn": [{"ref": "they improvise on instruments", "text": "Possible meanings: 1) they invent new songs and ways of playing the instruments or 2) they invent new instruments."}, {"ref": "bowls", "text": "bowls used in temple services, larger than those used by a person at a meal"}, {"ref": "they do not grieve", "text": "\"they do not feel sad and act as though a loved one has died\""}]}, {"id": "07", "tn": [{"ref": "declaration of the Lord Yahweh", "text": "Translate this as you did in [[:en:bible:notes:amo:03:13|3:13]]."}, {"ref": "I hate his fortresses", "text": "\"I hate the people of Israel because they trust in their fortresses, not in me, to protect them\""}, {"ref": "fortresses", "text": "walls built around cities to protect them from attackers (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "a man's relative comes to take their bodies up—the one who is to cremate them after bringing the corpses out of the house—if he says to the person in the house, \"Is ... you?\"", "text": "The meaning of these words is not clear. Possible meanings: 1) The \"man's relative\" is the one who will \"take their bodies up\" and \"cremate ... the corpses,\" and he speaks to a person who hid in the house after the ten family members died. 2) The \"man's relative\" who \"comes to take their bodies up\" is a different person from \"the one who is to cremate ... the corpses,\" and they talk to each other in the house: \"a man's relative comes to take their bodies up with the one who will burn the corpses after they have been brought out of the house—if while they are in the house the relative says to the burner of the corpses, 'Is ... you?'\""}, {"ref": "cremate", "text": "burn a dead body"}, {"ref": "corpses", "text": "dead bodies"}]}, {"id": "11", "tn": [{"ref": "look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "the big house will be smashed to pieces, and the little house to bits", "text": "These two phrases share similar meanings. The contrast between \"the big house\" and \"the little house\" means that this refers to all houses. Possible meanings: 1) Yahweh will command others to destroy every house or 2) Yahweh himself will destroy every house himself simply by giving a command. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the big house will be smashed to pieces", "text": "AT: \"the enemy will smash the big house to pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to pieces ... to bits", "text": "You can use the same word for both of these phrases."}, {"ref": "the little house to bits", "text": "AT: \"the little house will be smashed to bits\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Amos uses two rhetorical questions to draw attention to the rebuke that follows."}, {"ref": "Do horses run on the rocky cliffs?", "text": "It is impossible for a horse to run on rocky cliffs without getting hurt.  Amos uses this rhetorical question to rebuke them for their actions. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does one plow there with oxen?", "text": "One does not plow on rocky ground. Amos uses this rhetorical question to rebuke them for their actions. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yet you have turned justice into poison", "text": "\"But you make laws that hurt innocent people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and the fruit of righteousness into bitterness", "text": "\"and you punish those who do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lo Debar ... Karnaim", "text": "No one knows where these towns were. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "look", "text": "AT: \"listen\" or \"pay attention to what I am about to tell you.\""}, {"ref": "declaration of the Lord Yahweh", "text": "Translate this as you did in [[:en:bible:notes:amo:03:13|3:13]]."}, {"ref": "from Lebo Hamath to the brook of the Arabah", "text": "AT: \"from the northern border of your nation to the southern border\""}, {"ref": "brook", "text": "a small river that flows only during the wet season"}]}]