[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezra's genealogy goes back to Aaron, the first high priest."}, {"ref": "Ezra came up from Babylon", "text": "Where Ezra came up to can be stated clearly. AT: \"Ezra came up to Jerusalem from Babylon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Seraiah", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:01|2:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shallum", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:40|2:42]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Azariah, Hilkiah, ... Zadok, Ahitub, Amariah, Azariah, Meraioth, Zerahiah, Uzzi, Bukki, Abishua, Phinehas, Eleazar", "text": "This list is all men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "The king gave him anything he asked", "text": "\"The king gave Ezra anything he asked for\""}, {"ref": "the hand of Yahweh was with him", "text": "The \"hand\" of Yahweh represents Yahweh's blessing or help. AT: \"the blessing of Yahweh was with Ezra\" or \"Yahweh was blessing Ezra\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the seventh year of King Artaxerxes", "text": "This refers to the seventh year of his reign. AT: \"in the seventh year that Artaxerxes was king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "the fifth month", "text": "This is the fifth month of the Hebrew calendar. It is during the last part of July and the first part of August on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the first day of the first month", "text": "This is near the middle of March on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the first day of the fifth month", "text": "This is near the middle of July on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the good hand of God", "text": "\"Hand\" represents the power or control that God uses for good results. (See [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Ezra had established his heart to study", "text": "Establishing his heart represents firmly deciding or committing himself to do something. AT: \"Ezra committed his life to study\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "carry out", "text": "\"obey\""}, {"ref": "the statutes and decrees of the law of Yahweh", "text": "These were the laws that God passed down to Israel through Moses."}]}, {"id": "11", "tn": [{"ref": "This was the decree", "text": "The text following this statement was the decree given by King Artaxerxes."}, {"ref": "The King of kings Artaxerxes", "text": "\"The King of kings\" was a title, meaning that he was the greatest of kings, the king that other kings obeyed. AT: \"The Great King Artaxerxes\" or \"Artaxerxes, the greatest kings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I am ordering that anyone ... who desires to go to Jerusalem", "text": "In those days people needed permission from the king to resettle and rebuild in an area previously destroyed by the conquering nation."}, {"ref": "may go with you", "text": "The word \"you\" refers to Ezra."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "This continues the decree that King Artaxerxes gave to Ezra."}, {"ref": "I, the king, and my seven counselors", "text": "The word \"I\" and the phrase \"the king\" refer to the same person. The king is reminding the people who hear this letter that he is the author of this letter."}, {"ref": "to inquire concerning Judah and Jerusalem according to God's law", "text": "What they were to inquire about can be stated more clearly. AT: \"to investigate the situation in Judah and Jerusalem, in order to learn whether or not they are obeying God's law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You are to bring the silver and gold", "text": "Where they were to bring it can be stated clearly. AT: \"You are to bring to Jerusalem the silver and gold\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the silver and gold that they have freely offered", "text": "\"Freely\" means that they were not forced to offer the money. They gave it because they wanted to. AT: \"the silver and gold that they have willingly offered\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what is freely offered by the people and the priests", "text": "This can be expressed active form. AT: \"what the people and the priests have freely offered\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "This continues the decree that King Artaxerxes gave to Ezra."}, {"ref": "So buy in full ... offerings", "text": "The phrase \"in full\" means as many as are necessary to complete the task. They were to use the gold and silver to buy all they needed in order to worship God in the the temple. AT: \"Buy as many of the oxen, rams, lambs, grain and drink offerings as are needed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you and your brothers", "text": "The phrase \"your brothers\" refers to the people who were doing this work with Ezra. AT: \"your co-workers\" or \"your companions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "This continues the decree that King Artaxerxes gave to Ezra."}, {"ref": "the objects that were freely given to you", "text": "This can be expressed in active form. AT: \"the objects that we have freely given to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Place the objects ... before him", "text": "The word \"him\" refers to God."}, {"ref": "for the service of the house of your God", "text": "The abstract noun \"service\" can be expressed with the verbs \"serve\" or \"use\" \"work\" or \"worship.\" AT: \"to use in the house of your God\" or \"to serve in the house of your God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "treasury", "text": "a secure place where money is stored"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "This continues the decree that King Artaxerxes gave to Ezra."}, {"ref": "the Province Beyond the River", "text": "This is the name of the province that was west of the Euphrates River. It was across the river from the city of Susa. See how you translated it in [[:en:bible:notes:ezr:04:09|4:10]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "that anything that Ezra asks from you should be given in full", "text": "This can be expressed in active form. \"Give Ezra in full anything he asks of you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "should be given in full", "text": "The phrase \"in full\" here represents whatever quantity necessary to do the work. AT: \"should be given as much as he needs\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "one hundred silver talents", "text": "\"100 talents of silver.\" You may convert this to a modern measure. AT: \"3,400 talents of silver\" or \"three and one-half metric tons\"  (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "one hundred cors of grain", "text": "You may convert this to a modern measure. AT: \"22,000 liters of grain\" or \"twenty thousand liters of grain\" (See: [[:en:ta:vol2:translate:translate_bvolume]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "one hundred baths of oil", "text": "You may convert this to a modern measure. AT: 2,200 liters of oil\" or \"two thousand liters of oil\" (See: [[:en:ta:vol2:translate:translate_bvolume]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "his house", "text": "This refers to God's temple."}, {"ref": "For why should his wrath come upon the kingdom of me and my sons?", "text": "The king uses this question to say that he does not want God's wrath to come upon them. The implied information is that if they do not do give Ezra what he needs, then God will punish the kingdom. AT: \"For we do not want God's wrath to come upon the the kingdom of me and my sons\" or \"For if you do not do these things, God's wrath will come upon the kingdom of me and my sons.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For why should his wrath come upon the kingdom of me and my sons", "text": "God's wrath represents God punishing them. AT: \"For why should God punish the kingdom of me and my sons\" or \"For if you do not do these things, God will punish the kingdom of me and my sons\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "This continues the decree that King Artaxerxes gave to Ezra."}, {"ref": "We are informing them about you not to impose any tribute or taxes", "text": "\"We are telling them not to impose any tribute or taxes\""}, {"ref": "musicians", "text": "people who play musical instruments"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the decree that King Artaxerxes gave to Ezra."}, {"ref": "with the wisdom that God has given you, you must appoint judges and discerning men", "text": "The abstract noun \"wisdom\" can be expressed with the words \"wise\" and \"wisely. AT: \"God has made you wise, so you must wisely appoint judges and discerning men\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "whether by death, banishment, confiscation of their goods, or imprisonment", "text": "The abstract nouns can be translated with verbs. AT: \"whether by killing them, banishing them, confiscating their goods, or imprisoning them\" or \"You may kill them, send them away, take the things the own, or put them in prison\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Ezra praises God because of what King Artaxerxes decreed."}, {"ref": "placed all this into the king's heart to glorify Yahweh's house in Jerusalem", "text": "Placing things in the king's heart represents causing him to have certain thoughts and desires. AT: \"caused the king to want to glorify Yahweh's house in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh's house", "text": "This refers to Yahweh's temple\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have been strengthened", "text": "Being strengthened represents being encouraged. AT: I am encouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the hand of Yahweh my God", "text": "Here Yahweh's hand represents what he did to help Ezra. AT: \"because Yahweh has helped me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]