[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Let God arise", "text": "God beginning to act is spoke of as if he stands up. AT: \"Let God begin to act\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let his enemies be scattered", "text": "This can be stated in active form. AT: \"let God chase away his enemies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "As smoke is driven away, so drive them away", "text": "God's enemies are spoken of as if they are smoke that is easily blown away by the wind. This can be stated in active form. AT: \"Drive them away as the wind blows away smoke\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as wax melts before the fire", "text": "God's enemies are spoken of as if they are wax that is easily melted by a fire. AT: \"cause them to disappear as wax melts before a fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wicked", "text": "This refers to the wicked people in general. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the righteous", "text": "This refers to the righteous people in general. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "rejoice and be happy", "text": "These means the same thing and emphasizes the amount of joy they feel. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "004", "tn": [{"ref": "to his name", "text": "This refers to God. AT: \"to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the one who rides through the plains", "text": "God's presence among people is spoken of as if he rides on the earth in a horse or chariot. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "A father of the fatherless", "text": "God is spoken of as a compassionate God who acts like a father to orphans. AT: \"One who acts like a father to children who have no parents\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a judge of the widows", "text": "God is spoken of as a merciful God who protects widows. AT: \"a protector of widows\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God puts the lonely into families", "text": "God is spoken of as if he places lonely people into families. \"God provides families for those who have no one to live with\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he brings out the prisoners with singing", "text": "God is spoken of as the one who leads prisoners out of their confinement. AT: \"God frees prisoners and makes them sing with happiness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the rebellious", "text": "This refers to the rebellious people. The abstract word \"rebellious\" can be stated as an action. AT: \"those who rebel against him\" (UDB) (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a parched land", "text": "God's punishment of the rebellious is spoken of as if he forces them to live in a hot desert land. AT: \"a very hot and dry land\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "David begins to tell the story of God leading the Israelites through the desert to Mt. Sinai."}, {"ref": "when you went out ... when you marched through", "text": "These two phrases refer to the same event. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you went out before your people", "text": "\" you led your people\""}, {"ref": "when you marched through the wilderness", "text": "God is spoken of as if he was a soldier marching ahead of the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the heavens also dropped rain ... God's presence", "text": "\"God caused it to rain\""}, {"ref": "in the presence of God", "text": "This idiom here refers to God's appearance before the Israelites. AT: \"when God appeared to the Israelites\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "009", "tn": [{"ref": "you strengthened your inheritance when it was weary", "text": "The land of Israel is spoken of as if it was a person who could be weary, or could gain strength. AT: \"you caused the land to produce good crops\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your inheritance", "text": "The land that God gave to the Israelites is spoken of as if it was an inheritance that a father passed on to his children. AT: \"the land that you gave to us Israelites\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the poor", "text": "This refers to poor people in general. AT: \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "011", "tn": [{"ref": "General Information:", "text": "David continues the story of the journey of the Israelites through the desert. In this part of the story, the Israelites are victorious in war over their enemies."}, {"ref": "those who announced them ... army", "text": "The large number of people told the Lord's message to others. They are spoken of as if there were a large army. Since this phrase is feminine, some versions translate it as, \"the women who announced them ... army.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Kings of armies ... why did you do this?", "text": "The information in [[:en:bible:notes:psa:068:011|68:12-13]] has been rearranged so its meaning can be more easily understood. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Kings of armies flee, they flee", "text": "The kings represent their entire armies. It is understood that they flee because they are defeated by Israel's army. AT: \"Kings and their armies flee from us because they are defeated\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "plunder", "text": "things that are taken from the defeated army and brought to the victorious army's home."}, {"ref": "doves covered with silver ... gold", "text": "This means that some of the plunder is very valuable because it is covered with precious metals."}, {"ref": "When some of you people stayed among the sheepfolds, why did you do this?", "text": "This question is used to rebuke the people who did not participate in the battle. AT: \"Those who stayed among the sheepfolds should not have stayed; they should have gone to the battle.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "014", "tn": [{"ref": "scattered kings there ... snowed on Mount Zalmon", "text": "There were so many dead kings and soldiers on the mountain that they are spoken of as if they were snow covering the mountain. AT: \"defeated so many enemy kings and soldiers there that they were like snowflakes covering Mount Zalmon\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "scattered kings", "text": "Here \"kings\" refers to their armies as well. AT: \"scattered the enemy kings and their armies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Mount Zalmon", "text": "This is the name of a mountain. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A mighty mountain is the ... a high mountain is the", "text": "These two phrase have similar meanings and are used together to strengthen each other. AT: \"a mighty and high mountain is the hill country of Bashan\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Why do you look in envy ... for the place he will live?", "text": "This question can be written as a statement. AT: \"The high hill country of Bashan should not look in envy at the mountain which God desires for the place he will live.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "017", "tn": [{"ref": "twenty thousand, thousands upon thousands", "text": "This is probably not meant to be an exact number, but to indicate a large number. AT: \"many thousands\" (UDB) (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "ascended", "text": "To \"ascend\" is to to move up, to go toward the sky."}]}, {"id": "019", "tn": [{"ref": "daily bears our burdens", "text": "\"carries our heavy loads every day.\" The Lord's care for his people is spoken of as if he was physically carrying their troubles as a burden. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God who is our salvation ... Our God is a God who saves", "text": "These phrases mean the same thing. Here \"is our salvation\" can be translated with the verb \"save.\" AT: \"the God who saves us ... Our God is a God who saves us\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will strike through the heads of his enemies", "text": "God is spoken of as a warrior who will kill his enemies by striking them in their heads in order to kill them. AT: \"will kill his enemies by striking them in the head\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the hairy scalps", "text": "It seems to have been the custom for soldiers not to cut their hair during the time of war. AT: \"the long-haired skulls\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "walk in offenses against him", "text": "Offending God is spoken of as walking among the offenses. AT: \"habitually offend him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "022", "tn": [{"ref": "I will bring them back", "text": "The word \"them\" refers to God's enemies."}, {"ref": "the depths of the sea", "text": "This is an idiom that refers to the most remote parts of the earth where people might try to escape from God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "crush your enemies", "text": "The total destruction of Israel's enemies is spoken of as if the Israelites had crushed them under their feet. AT: \"totally defeat your enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dipping your foot in blood", "text": "The violence of from the destruction of the enemies is spoke of in very graphic form, as if the Israelites would be standing in the blood of their dead enemies. AT: \"stepping in their blood\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the tongues of your dogs may have their share", "text": "The bloodshed from the battle against Israel's enemies is spoken of as if it is so extensive that the dogs will lap up the flowing blood with their tongues. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "024", "tn": [{"ref": "processions", "text": "A procession is a group of people walking together in an orderly manner as part of a ceremony."}, {"ref": "minstrels", "text": "people who play musical instruments"}]}, {"id": "026", "tn": [{"ref": "Bless God in the assembly; praise Yahweh, you true descendants of Israel", "text": "It may be helpful to change the order of these phrases. AT: \"You who are the true descendants of Israel, praise Yahweh and bless God in the assembly\""}, {"ref": "their multitudes", "text": "\"their group.\" The word \"their\" refers to the leaders of Judah."}]}, {"id": "028", "tn": [{"ref": "Your God, Israel, has decreed your strength", "text": "Some versions understand the Hebrew text differently: \"Summon (or use) your strength, God\""}, {"ref": "Your God, Israel, has decreed", "text": "\"People of Israel, your God has decreed\""}, {"ref": "to us", "text": "The word \"us\" refers to the people David is speaking to and to himself. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Reveal your power to us from your temple at Jerusalem", "text": "\"When you are present in the temple at Jerusalem, show us your power\""}, {"ref": "Reveal your power", "text": "The abstract noun \"power\" can be stated as an action. AT: \"Show us that you are strong\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "030", "tn": [{"ref": "the wild beasts in the reeds", "text": "Many scholars believe these wild beasts are a metaphor that refers to the people of Egypt. This can be made explicit. AT: \"the people of Egypt who are like wild beasts in the reeds\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the peoples, that multitude of bulls and calves", "text": "The peoples of other nations are spoken of as if they were a large group of cattle. AT: \"the powerful nations, who are like herds of bulls\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "scatter", "text": "to disperse or to cause something to spread quickly in different direction"}, {"ref": "Princes will come out of Egypt", "text": "It is implied that these princes come from Egypt in order to offer gifts to God in Jerusalem. AT: \"Then the leaders of Egypt will bring gifts to you\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Ethiopia", "text": "This refers to the people of Ethiopia. AT: \"The Ethiopians\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "reach out with her hands to God", "text": "This is a symbolic action that represents worship to God. AT: \"lift up her hands to praise God\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "032", "tn": [{"ref": "you kingdoms of the earth", "text": "Here \"kingdoms\" refers to the citizens of the kingdoms. AT: \"you people who are citizens of kingdoms all over the world\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "To him who rides on the heaven of heavens", "text": "The word \"Sing\" is implied as the beginning of this verse. Here God is described as if he rides in a chariot in the sky. AT: \"Sing to God who rides across the sky in his chariot\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he lifts up his voice with power", "text": "This idiom means he speaks powerfully. AT: \"he shouts powerfully\" or \"he speaks loudly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "034", "tn": [{"ref": "Ascribe strength to God", "text": "\"Ascribe\" means to give credit to someone. AT: \"Strength belongs to God\""}, {"ref": "his strength is in the skies", "text": "The abstract noun \"strength\" can be stated as an action. AT: \"in the skies he also shows that he is powerful\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "God, you are fearsome in your holy place", "text": "Here the author speaks directly to God. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "strength and power", "text": "These two words mean basically these same thing. They emphasize how much strength God provides to his people. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]