[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues talking about the day Jesus will come back."}, {"ref": "General Information:", "text": "In this chapter the words \"we\" and \"us\" refer to Paul, Silvanus, and Timothy, unless otherwise noted. Also, the word \"you\" is plural and refers to the believers at the church of Thessalonica. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the times and seasons", "text": "This refers to the events preceding the Lord Jesus' return."}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians."}, {"ref": "perfectly well", "text": "\"very well\" or \"accurately\" (UDB)"}, {"ref": "like a thief in the night", "text": "Just as one does not know which night a thief may come, we do not know when the day of the Lord will come. AT: \"unexpectedly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "When they say", "text": "\"When the people say\""}, {"ref": "then sudden destruction", "text": "\"then unexpected destruction\""}, {"ref": "like birth pains in a pregnant woman", "text": "Just as a pregnant woman's birth pains come suddenly and do not stop until the birth is complete, the destruction will come, and people will not escape. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "04", "tn": [{"ref": "you, brothers", "text": "Here \"brothers\" means fellow Christians."}, {"ref": "are not in darkness", "text": "Paul speaks of evil and ignorance about God as if they were darkness. AT: \"you are not unknowing, like people who live in the dark\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that the day would overtake you like a thief", "text": "The day when the Lord comes should not be a surprise to believers. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "For you are all sons of the light and sons of the day", "text": "Paul speaks of the truth as if it were light and day. AT: \"For you know the truth, like people who live in the light, like people during the day\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We are not sons of the night or the darkness", "text": "Paul speaks of evil and ignorance about God as if they were darkness. AT: We are not unknowing, like people who live in the darkness, like people at night\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let us not sleep as the rest do", "text": "Paul speaks of spiritual unawareness as if it were sleep. AT: \"let us not be like others who are not aware of Jesus coming back\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let us", "text": "The word \"us\" refers to all believers. (See [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "keep watch and be sober", "text": "Paul describes spiritual awareness as the opposite of sleep and drunkenness. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For those who sleep do so at night", "text": "Just as when people sleep and do not know what is happening, so the people of this world do not know that Christ will return. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who get drunk do so at night", "text": "Paul is stating that it is at night when people become drunk, so when people are unaware of Christ's return they do not live a self-controlled life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "In verses 8-10 the word \"we\" refers to all believers. (See [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "we belong to the day", "text": "Paul speaks of knowing the truth about God as belonging to the day. AT: \"we know the truth\" or \"we have received the light of truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we must stay sober", "text": "Paul compares being sober to exercising self-control. AT: \"let us exercise self-control\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "put on faith and love as a breastplate", "text": "As a soldier would put on a breastplate to protect his body, a believer who lives by faith and love will find protection. AT: \"protect ourselves with faith and love\" or \"protect ourselves by trusting Christ and loving him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the certainty of future salvation for our helmet", "text": "As a helmet protects a soldier's head, assurance of salvation protects the believer. AT: \"protect ourselves by being certain that Christ will save us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whether we are awake or asleep", "text": "These are polite ways of saying alive or dead. AT: \"whether we are alive or dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "build each other up", "text": "Here \"build\" is a metaphor that means encourage. AT: \"encourage each other\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Paul begins to give his final instructions to the church in Thessalonica."}, {"ref": "brothers", "text": "Here \"brothers\" means fellow believers."}, {"ref": "to acknowledge those who labor", "text": "\"to esteem and appreciate those who are involved in leading\""}, {"ref": "who are over you in the Lord", "text": "This refers to people God appointed to serve as leaders of the local group of believers."}, {"ref": "regard them highly in love because of their work", "text": "Paul exhorts the believers to love and esteem their church leaders."}]}, {"id": "15", "tn": [{"ref": "Rejoice always. Pray without ceasing. In everything give thanks", "text": "Paul is exhorting the believers to maintain a spiritual attitude of rejoicing in all things, being vigilant in prayer, and expressing thankfulness in all things."}, {"ref": "In everything", "text": "In all circumstances"}, {"ref": "For this is the will of God", "text": "Paul is referring to the behavior he just mentioned as being God's will for the believers."}]}, {"id": "19", "tn": [{"ref": "Do not quench the Spirit", "text": "\"Do not stop the Holy Spirit from working among you\""}, {"ref": "Do not despise prophecies", "text": "\"Do not have contempt for prophecies\" or \"Do not hate anything the Holy Spirit tells someone\""}, {"ref": "Test all things", "text": "\"Make sure that all messages that seem to come from God truly come from him\""}, {"ref": "Hold on to what is good", "text": "Paul speaks of messages from the Holy Spirit as if they were objects that one could grasp in his hands. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "make you completely holy", "text": "This refers to God making a person sinless and perfect in his sight."}, {"ref": "your whole spirit, soul, and body", "text": "This is a parallelism where the terms \"spirit,\" \"soul,\" and \"body\" have similar meanings and are used for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "be preserved without blame for", "text": "\"be kept from sinning until\""}, {"ref": "Faithful is he who calls you", "text": "\"He is faithful who calls you\""}, {"ref": "the one who will also do it", "text": "\"he will be helping you\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Paul gives his closing statements."}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians."}, {"ref": "I request of you by the Lord", "text": "\"I ask you, as if the Lord were speaking to you\""}, {"ref": "that this letter be read", "text": "This can be stated in active form. AT: \"that all of you read this letter\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]