[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Another angel comes down from heaven and speaks. This is a different angel than the one in the previous chapter, who spoke about the prostitute and the beast."}, {"ref": "General Information:", "text": "The pronouns \"she\" and \"her\" refer to the city of Babylon, which is spoken of as if it were a prostitute. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Fallen, fallen is Babylon the great", "text": "The angel speaks of Babylon being destroyed as if it had fallen. See how you translated this in [[:en:bible:notes:rev:14:08]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "detestable bird", "text": "\"disgusting bird\" or \"repulsive bird\""}, {"ref": "all the nations", "text": "The nations is a metonym for the people of those nations.  AT: \"the people of all the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have drunk the wine of her immoral passion", "text": "This is a symbol for participating in her sexually immoral passion.  AT: \"have become sexually immoral like her\" or \"have become drunk like her in sexual sin\"  (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "her immoral passion", "text": "Babylon is spoken of as if it were a prostitute who has caused other people to sin along with her. This may well have a double meaning: literal sexual immorality and also the worship of false gods. (See:  [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "merchants", "text": "A merchant is a person who sells things."}, {"ref": "from the power of her sensual way of living", "text": "\"because she spent so much money on sexual immorality\""}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Another voice from heaven begins to speak."}, {"ref": "General Information:", "text": "The pronouns \"she\" and \"her\" refer to the city of Babylon, which is spoken of as if it were a prostitute. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "another voice", "text": "The word \"voice\" refers to the speaker, which is probably either Jesus or the Father. AT: \"someone else\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Her sins have piled up as high as heaven", "text": "The voice speaks of Babylon's sins as if they were objects that could form a pile. AT: \"Her sins are so many they are like a pile that reaches heaven\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "remembered", "text": "\"thought of\" or \"started to pay attention to.\" This does not mean that God remembered something he had forgotten. See how you translated \"called to mind\" in [[:en:bible:notes:rev:16:17|16:19]]."}, {"ref": "Pay her back as she has paid others back", "text": "The voice speaks of punishment as if it were payment. AT: \"Punish her as she has punished others\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "repay her double", "text": "The voice speaks of punishment as if it were payment. AT: \"punish her twice as much\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the cup she mixed, mix double the amount for her", "text": "The voice speaks of causing others to suffer as preparing strong wine for them to drink.  AT: \"prepare for her the wine of suffering that is twice as strong as what she made for others\" or \"make her suffer twice as much as she made others suffer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "mix double the amount", "text": "Possible meanings are 1) \"prepare twice the amount\" or 2) \"make it twice as strong\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "The same voice from heaven continues speaking about Babylon as if it were a woman."}, {"ref": "she glorified herself", "text": "\"the people of Babylon glorified themselves\""}, {"ref": "I am seated as a queen", "text": "She claims to be a ruler, having her own authority. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I am not a widow", "text": "She implies that she will not be dependent on other people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will never see mourning", "text": "Experiencing mourning is spoken of as seeing mourning. AT: \"I will never mourn\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her plagues will come", "text": "Existing in the future is spoken of a coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She will be consumed by fire", "text": "Being burned up by fires is spoken of as being eaten up by fire. This can be stated in active form. AT: \"Fire will completely burn her up\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "John tells what people say about Babylon."}, {"ref": "General Information:", "text": "In these verses the word \"her\" refers to the city of Babylon."}, {"ref": "committed sexual immorality and went out of control with her", "text": "\"sinned sexually and did whatever they wanted just as the people of Babylon did\""}, {"ref": "afraid of her torment", "text": "Torment can be translated as a verb. AT: \"afraid that they will be tormented as Babylon is\" or \"afraid that God will torment them as he torments Babylon\""}, {"ref": "Woe, woe", "text": "This is repeated for emphasis."}, {"ref": "your punishment has come", "text": "Existing in the present is spoken of as having come. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "mourn for her", "text": "\"mourn for the people of Babylon\""}, {"ref": "precious stone, pearls", "text": "\"many kinds of expensive stones.\" See how you translated these in [[:en:bible:notes:rev:17:03|17:4]]."}, {"ref": "fine linen", "text": "expensive cloth made from flax. See how you translated \"linen\" in [[:en:bible:notes:rev:15:05|15:6]]."}, {"ref": "purple", "text": "\"purple cloth\""}, {"ref": "silk", "text": "This is soft, strong cloth made from the fine string that silkworms make when they make their cocoons. AT: \"expensive cloth\" or \"fine cloth\" or \"beautiful cloth\" (See [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "scarlet", "text": "\"red cloth\""}, {"ref": "every vessel of ivory", "text": "\"all kinds of containers made of ivory\""}, {"ref": "ivory", "text": "a beautiful hard, white material that people get from the tusks or teeth of very large animals such as elephants or walruses. AT: \"tusks\" or \"valuable animal teeth\" (See [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "marble", "text": "a precious stone used for building (See [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "cinnamon", "text": "a spice that smells nice and comes from the bark of a certain kind of tree"}, {"ref": "spice", "text": "a substance used to add flavor to food or a good smell to oil"}]}, {"id": "14", "tn": [{"ref": "The fruit", "text": "They speak of good things as if they were fruit. AT: \"The good things (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "longed for with all your might", "text": "\"wanted very much\""}, {"ref": "never to be found again", "text": "Not to be found stands for not existing. This figure of speech can be stated in active form. AT: \"you will never have them again\" (See: [[:en:ta:vol2:translate:figs_activepassive]],  [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "In these verses, the word \"her\" refers to the city of Babylon."}, {"ref": "because of the fear of her torment", "text": "The nouns \"fear\" and \"torment\" can  be expressed with phrases that tell who felt the fear and torment. AT: \"because they will be afraid of how she is being tormented\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "weeping and mourning loudly", "text": "This is what the merchants will be doing. AT: \"and they will weep and mourn loudly\""}, {"ref": "the great city that was dressed in fine linen", "text": "Throughout this chapter, Babylon is spoken of as if it were a woman. The merchants speak of Babylon as being dressed in fine linen because its people were dressed in fine linen.  AT: \"the great city, which was like a woman dressed in fine linen\" or \"the great city, whose women were dressed in fine linen\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that was dressed in fine linen", "text": "This can be stated in active form. AT: \"that wore fine linen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and was adorned with gold", "text": "This can be stated in active form. AT: \"and adorned herself with gold\" or \"and adorned themselves with gold\" or \"and wore gold\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "precious jewels", "text": "\"valuable gems\" or \"treasured gems\""}, {"ref": "pearls", "text": "beautiful and valuable white beads. They are formed inside the shell of a certain kind of small animal that lives in the ocean. See how you translated this in [[:en:bible:notes:rev:17:03|17:4]]. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "whose living is made from the sea", "text": "The phrase \"from the sea\" refers to what they do on the sea. AT: \"who travel on the sea to make their living\" or \"who sail on the sea to different places in order to trade things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "In these verses the word \"they\" refers to the sailors and seafarers, and the word \"her\" refers to the city of Babylon."}, {"ref": "What city is like the great city?", "text": "This question shows the people the importance of the city of Babylon. AT: \"No other city is like the great city, Babylon\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God has brought your judgment on her", "text": "The noun \"judgment\" can be expressed with the verb \"judge.\"  AT: \"God has judged her for you\" or \"God has judged her because of the bad things she did to you\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Another angel begins to speak about Babylon. This is a different angel than the ones who have spoken previously."}, {"ref": "millstone", "text": "a large round stone used to crush grain"}, {"ref": "Babylon, the great city, will be thrown down with violence and will not be seen anymore", "text": "God will completely destroy the city. This can be stated in active form. AT: \"God will violently throw down Babylon, the great city, and it will no longer exist\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and will not be seen anymore", "text": "\"and no one will see it anymore.\" Not being seen here means that it will not exist. AT: \"it will not exist anymore\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The sound made by harpists, musicians, flute players, and trumpeters will not be heard anymore in you", "text": "This can be stated in active form. AT: \"No one in your city will ever again hear the sound that harpists, musicians, flute players, and trumpeters make\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in you", "text": "The angel speaks as if Babylon were there listening to him. AT: \"in Babylon\" (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "will not be heard anymore in you", "text": "\"no one will hear them anymore in you.\" Not being heard here means that they will not be there. AT: \"they will not be in your city anymore\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "No craftsman ... will be found in you", "text": "Not being found there means that they will not be there. AT: \"No craftsman of any kind will be in your city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "No sound of a mill will be heard anymore in you", "text": "The sound of something not being heard means that no one will make that sound. AT: \"No one will use the mills in your city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "The angel who threw the millstone finishes talking."}, {"ref": "General Information:", "text": "The words \"you,\" \"your,\" and \"her\" refer to Babylon."}, {"ref": "The voices of the bridegroom and the bride will not be heard in you anymore", "text": "This can be stated in active form. AT: \"No one will ever again hear in Babylon the happy voices of a bridegroom and a bride\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will not be heard in you anymore", "text": "\"no one will hear them in you anymore.\" Not being heard here means that they will not be there. AT: \"will not be in your city anymore\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your merchants were the princes of the earth", "text": "The angel speaks of important and powerful people as if they were princes. AT: \"your merchants were like princes of the earth\" or \"your merchants were the most important men in the world\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the nations were deceived by your sorcery", "text": "This can be stated in active form. AT: \"you deceived the people of the nations with your magic spells\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In her the blood of prophets and believers was found, and the blood of all who have been killed on the earth", "text": "Blood being found there means that the people there were guilty of killing people. AT: \"Babylon is guilty for killing the prophets and believers and all the other people in the world who were killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]