[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]"}, {"ref": "Give ear to my prayer", "text": "Giving one's ear represents listening. AT: \"Listen to my prayer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not hide yourself from my plea", "text": "Refusing to pay attention to his plea is spoken of as hiding himself from it. AT: \"do not ignore my plea\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of the voice of my enemies", "text": "Here \"voice\" represents what they say. AT: \"because of what my enemies say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they bring trouble on me", "text": "Causing trouble is spoken of as bringing trouble. AT: \"they cause me to have great troubles\" or \"they do wicked things to me and so I suffer\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "My heart trembles within me", "text": "Here, \"heart trembles\" refers to his emotional pain and suffering. This suffering is because of fear. AT: \"I am suffering because I am so afraid\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the terrors of death have fallen on me", "text": "Becoming very afraid, or terrified, is spoken of as if terror is a thing that falls on a person. AT: \"I am very much afraid that I will die\" (UDB) or \"I am terrified that I will die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Fearfulness and trembling have come on me", "text": "Becoming fearful and trembling is spoken of as if fearfulness and trembling are things that come on a person. AT: \"I have become very fearful and I tremble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "horror has overwhelmed me", "text": "Feeling horror is spoken of as if horror were a thing that can cover people. AT: \"I feel terrible horror\" or \"I am extremely afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "Oh, if only I had wings like a dove!", "text": "This exclamation expresses something the writer wishes for very much. AT: \"I wish very much that I had wings like a dove\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "Then would I fly away", "text": "\"If I did have wings, I would fly away\""}, {"ref": "See", "text": "\"Indeed\""}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "The writer finishes telling about what he had said."}, {"ref": "tempest", "text": "a strong storm"}, {"ref": "Devour them", "text": "Destroying something is spoken of as eating all of it. Possible meanings are \"Destroy my enemies'  plans\" or \"Destroy my enemies.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "confuse their language", "text": "\"Language\" here represents what the people were saying to each other, and probably refers specifically to them talking about plans to do evil. Confusing it represents making the people unable to understand each other. AT: \"confuse them when they speak to each other\" or \"confuse their plans\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "they go about on its walls", "text": "\"violence and strife go about on her walls.\" (See [[:en:bible:notes:psa:055:008|55:9]]) Violence and strife are spoken of as if they were people. This can be expressed by telling about the people who cause violence and strife. AT: \"people walk about on the city's walls, being violent and fighting\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "on its walls", "text": "\"along the tops of the city walls.\" Cities had thick walls around them to protect them from enemies. People could walk along the tops of the walls to see if any enemies were coming to the city."}, {"ref": "iniquity and mischief are in the middle of it", "text": "Iniquity and mischief are spoken of as if they were people. This can be expressed by telling about the people who do iniquity and mischief. AT: \"people do iniquity and cause mischief in the middle of the city\" or \"people do sinful things and cause trouble in it\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "mischief", "text": "\"trouble\""}, {"ref": "Wickedness is in the middle of it", "text": "Wickedness is spoken of as if it were a person. This can be expressed by telling about the people who do wicked things. AT: \"People do wicked things in the middle of the city\" or \"people destroy things in the city\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "oppression and deceit do not leave its streets", "text": "Oppression and deceit are spoken of as if they were people. This can be expressed by telling about the people who oppress and deceive others. AT: \"People oppress and deceive others in the city streets, and they do not leave\" or \"People are always oppressing and deceiving others in the city streets\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "its streets", "text": "This may refer to the marketplaces in the city."}]}, {"id": "012", "tn": [{"ref": "I could have borne it", "text": "Tolerating or enduring a rebuke is spoken of as bearing or carrying it. AT: \"I could have tolerated the rebuke\" or \"I would not be so sad about the rebuke\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "raised himself up against me", "text": "Being proud of oneself and insulting another is spoken of as raising oneself up against another. AT: \"insulted me\" or \"despised me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But it was you", "text": "The psalmist speaks as though the person who had rebuked and taunted him were there listening to him. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "my companion and my close friend", "text": "This can be stated as a sentence. AT: \"You were my companion and my close friend.\""}, {"ref": "We", "text": "The word \"we\" refers to the psalmist and his friend."}, {"ref": "with the throng", "text": "Possible meanings are 1) \"together\" or 2) \"with the crowd.\""}]}, {"id": "015", "tn": [{"ref": "Let death come suddenly on them", "text": "Death is spoken of as if it were a person that could attack people. AT: \"Let my enemies die suddenly\" (See: [[:en:ta:vol2:translate:figs_personification|Personification]])"}, {"ref": "let them go down alive to Sheol", "text": "Dying suddenly is spoken of as if people were to go to Sheol so fast that they do not even die first. AT: \"let them suddenly go to Sheol\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "wickedness is where they live", "text": "Wickedness is spoken of as if it were a thing that could be in a certain place. The habitual wickedness of his enemies is spoken of as if wickedness were with them or near them. AT: \"they always do wicked things where they live\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "right among them", "text": "This phrase intensifies the idea of wickedness being very near them. Here wickedness is spoken of as being not only in their homes, but right where they are. AT: \"They always do wicked things wherever they are\" or \"wherever they are\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}]}, {"id": "016", "tn": [{"ref": "As for me", "text": "This phrase shows that the writer has stopped talking about one thing and is now about to talk about himself. AT: \"But I\""}, {"ref": "moan", "text": "\"cry out\""}, {"ref": "he will hear my voice", "text": "Here \"voice\" represents either 1) the psalmist or 2) the psalmist's complaints and moans. AT: \"he will hear me\" or \"he will hear my moaning\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my life", "text": "Here \"my life\" represents the psalmist. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for those who fought against me were many", "text": "\"for many people fought against me\""}]}, {"id": "019", "tn": [{"ref": "will hear them", "text": "\"will hear my enemies\" or \"will hear what my enemies say.\" Some versions say \"will hear me.\""}, {"ref": "humiliate them", "text": "How God will humiliate them can be stated clearly. AT: \"will defeat and humiliate them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "020", "tn": [{"ref": "has raised his hands against those", "text": "Raising the hand against people represents attacking them. This may be a metaphor for saying things that put people in danger or cause them trouble. AT: \"has attacked those\" or \"has betrayed those\"  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His mouth", "text": "Someone's \"mouth\" represents what he says. AT: \"What my friend said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His mouth was smooth as butter", "text": "Speech that is pleasant or nice to hear is spoken of as if it were smooth and easy to swallow. AT: \"What he said was pleasant like smooth butter\" or \"He said nice things\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "hostile", "text": "\"mean\" or \"hateful\""}, {"ref": "his words", "text": "Someones \"word\" represents what he says. AT: \"What he said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his words were softer than oil", "text": "People put oil on their skin to make it feel nice, and they put it on wounds to help them heal. Speech that is kind or helpful is spoken of as if it were soft or soothing. AT: \"what he said was kind and soothing like oil\" or \"he said kind things\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they were actually drawn swords", "text": "Speech that causes people trouble is spoken of as if it were swords that wound people.  AT: \"what he said wounded people as drawn swords do\" or \"what he said caused people trouble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "drawn swords", "text": "The word \"drawn\" here means that the swords were pulled out of their covers and ready to be used."}]}, {"id": "022", "tn": [{"ref": "Place your burdens", "text": "Here the psalmist is speaking to other godly people."}, {"ref": "Place your burdens on Yahweh", "text": "Here troubles are spoken of as if they were burdens that people have to carry. Trusting God to help us when we have troubles is spoken of as putting our burdens on him so that he can carry them for us. AT: \"Give Yahweh your problems\" or \"Trust God to help you with all your troubles like someone who trusts a stronger person to carry his load\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will sustain you", "text": "Taking care of someone or helping someone when he has troubles is spoken of as supporting him. AT: \"he will take care of you\" or \"he will help you\""}, {"ref": "he will never allow a righteous person to totter", "text": "A person who is about to be severely harmed by some sort of disaster is spoken of as if he is tottering or swaying and is about to fall down. AT: \"he will not let a righteous person sway and fall down\" or \"he will not let a righteous person to be destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But you, God", "text": "The author speaks to God now."}, {"ref": "the pit of destruction", "text": "This probably refers to the grave or hell."}, {"ref": "will bring the wicked down into the pit of destruction", "text": "This represents causing people to die. AT: \"will cause the wicked to die\" or \"will cause wicked people to die and go to the place where dead people are\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bloodthirsty and deceitful men", "text": "\"people who lie and who want to kill others\" or \"deceitful murderers\""}, {"ref": "even half as long as others", "text": "\"even half as long as other people live\""}]}]