[{"id": "01", "tn": [{"ref": "the priests and the diviners", "text": "These were pagan priests and diviners who worshiped Dagon."}, {"ref": "Tell us how we should send it", "text": "The Philistines wanted to know how to get rid of the ark without angering Yahweh any further."}]}, {"id": "03", "tn": [{"ref": "the God of Israel", "text": "Possible meanings are 1) they were speaking the proper name of the God of Israel or 2) they believed that Israel worshiped one of many gods, \"the god of Israel.\" Translate as in [[:en:bible:notes:1sa:05:06|5:7]]."}, {"ref": "by all means send him a guilt offering", "text": "The words \"by all means\" are a forceful way of saying something. AT: \"you must send a guilt offering\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will be healed", "text": "\"you will no longer be ill\""}, {"ref": "you", "text": "The pronoun \"you\" is plural, referring to all of the Philistines. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "why his hand has not been lifted off of you", "text": "Here \"hand\" is a metonym used to represent God's power to afflict or discipline. AT: \"why he has not relieved your suffering\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tumors", "text": "Possible meanings are 1) painful swelling under the skin or 2) hemorrhoids. Translate as in [[:en:bible:notes:1sa:05:06|5:6]]."}, {"ref": "mice", "text": "\"more than one mouse\""}]}, {"id": "05", "tn": [{"ref": "models", "text": "A model is something that looks like a real thing."}, {"ref": "tumors", "text": "Possible meanings are 1) painful swelling under the skin or 2) hemorrhoids. See how you translated this in [[:en:bible:notes:1sa:05:06|5:6]]."}, {"ref": "that ravage", "text": "\"that are destroying\""}, {"ref": "the God of Israel", "text": "Possible meanings are 1) they were speaking the proper name of the God of Israel or 2) they believed that Israel worshiped one of many gods, \"the god of Israel.\" See how you translated this in [[:en:bible:notes:1sa:05:06|5:7]]."}, {"ref": "lift his hand from you, from your gods, and from your land", "text": "Here \"hand\" is a metonym used to represent God's power to afflict or discipline. AT: \"stop punishing you, your gods and your land\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why should you harden your hearts, as the Egyptians and Pharaoh hardened their hearts?", "text": "The priests and diviners use a rhetorical question to urge the Philistines to think very seriously about what will happen if they refuse to obey God. This can be translated as a warning. AT: \"Do not be stubborn like the Egyptians and Pharaoh were!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "harden your hearts", "text": "This is an idiom that means to be stubborn or unwilling to obey God. AT: \"refuse to obey God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "did not the Egyptians send away the people, and they left?", "text": "This is another rhetorical question used to remind the Philistines how the Egyptians finally sent the Israelites out of Egypt so that God would stop afflicting the Egyptians. This can be translated as a statement. AT: \"remember that the Egyptians sent the Israelites out of Egypt.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "two nursing cows", "text": "\"two cows that have calves that are still drinking milk\""}, {"ref": "Then send it off and let it go its own way", "text": "Normally the two cows would head back home to their calves."}, {"ref": "if it goes ... to Beth Shemesh, then it is Yahweh", "text": "It is unlikely that the cows would choose to wander to Beth Shemesh when their calves are back in the Philistine area."}]}, {"id": "10", "tn": [{"ref": "two nursing cows", "text": "\"two cows that have calves that are still drinking milk\" Translate as in [[:en:bible:notes:1sa:06:07|6:7]]."}, {"ref": "mice", "text": "Translated this as in [[:en:bible:notes:1sa:06:03|6:4]]."}, {"ref": "castings of their tumors", "text": "\"models of their tumors\""}, {"ref": "tumors", "text": "Possible meanings are 1) painful swelling under the skin or 2) hemorrhoids. Translate as in [[:en:bible:notes:1sa:05:06|5:6]]."}, {"ref": "The cows went straight in the direction of Beth Shemesh", "text": "Nursing cows would normally return to their calves, but these cows went to Beth Shemesh."}, {"ref": "lowing as they went", "text": "Lowing is the noise cows make with their voices."}, {"ref": "they did not turn aside either to the right or to the left", "text": "\"they did not wander off of the highway.\" This can be stated positively. AT: \"they stayed on the highway\" or \"they went straight ahead\""}]}, {"id": "13", "tn": [{"ref": "Now", "text": "The writer is introducing a new part of the story. If your language has a way of marking the beginning of a new part of the story, you could use it here."}, {"ref": "people of Beth Shemesh", "text": "These were Israelites."}, {"ref": "lifted up their eyes", "text": "This is an idiom. AT: \"looked up\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "A great stone was there", "text": "The people used this stone as an altar when they offered the cows as sacrifices."}, {"ref": "The Levites took down the ark of Yahweh", "text": "This actually happened before they chopped the cart into firewood to use in offering the cows to Yahweh."}, {"ref": "The Levites took down the ark", "text": "According to the law of Moses, only the Levites were permitted to handle the ark."}, {"ref": "the box that was with it, where the golden figures were", "text": "\"the box containing the gold models of the rats and the tumors\" (UDB)"}]}, {"id": "16", "tn": [{"ref": "the five rulers of the Philistines", "text": "\"the five Philistine kings\""}]}, {"id": "17", "tn": [{"ref": "tumors", "text": "Possible meanings are 1) painful swelling under the skin or 2) hemorrhoids. See how you translated this in [[:en:bible:notes:1sa:05:06|5:6]]."}, {"ref": "mice", "text": "Translated this as in [[:en:bible:notes:1sa:06:03|6:4]]."}, {"ref": "fortified cities", "text": "These are cities with high walls around them to protect the people inside from attack by their enemies."}, {"ref": "The great stone ... remains a witness", "text": "The stone is referred to as if it is a person who can see. AT: \"The great stone ... is still there, and people remember what happened on it\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Joshua", "text": "man's name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Bethshemite", "text": "This is what a person from Beth Shemesh is called. AT: \"from Beth Shemesh\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to this day", "text": "to the time at which the writer wrote the book"}]}, {"id": "19", "tn": [{"ref": "they had looked into the ark", "text": "The ark was so holy that no one was permitted to look inside it. Only the priests were allowed to even see the ark."}, {"ref": "50,070 men", "text": "\"fifty thousand seventy men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Who is able to stand before Yahweh, this holy God?", "text": "Possible meanings are 1) this is a rhetorical question that expresses the people's fear of Yahweh. AT: \"There is no one who can resist Yahweh because he is so holy!\" or 2) this is a question asking for information. The phrase \"stand before Yahweh\" may refer to priests who serve Yahweh. It is implied that the people were looking for a priest whom Yahweh would permit to handle the ark. AT: \"Is there a priest among us who serves this holy God, Yahweh, and is able to handle this ark?\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "To whom will the ark go up from us?", "text": "This is a question asking for information. It is implied that the people want Yahweh and the ark to go somewhere else so he will not punish them again. AT: \"Where can we send this ark so that Yahweh will not punish us again?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Kiriath Jearim", "text": "This was a town in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]