{"1": [{"a": "The word of Yahweh came by Malachi.", "q": "By whom did the word of Yahweh come to Israel?", "ref": ["01-01"]}, {"a": "Yahweh loved Israel, Jacob, and he hated Esau.", "q": "Whom did Yahweh love, and whom did he hate?", "ref": ["01-02", "01-03"]}, {"a": "Israel would respond by saying, \"Great is Yahweh beyond the borders of Israel\".", "q": "How would Israel respond when Yahweh would throw down the rebuilt ruins of Edom?", "ref": ["01-04", "01-05"]}, {"a": "Yahweh asked the priests where was the honor and reverence due his name, and why they despised his name and his table.", "q": "As Israel's father and master, what did Yahweh ask the priests?", "ref": ["01-06", "01-07"]}, {"a": "Yahweh would not accept blind, lame, and sick offerings, nor show favor or graciousness to Israel for them, nor receive Israel for offering them.", "q": "How would Yahweh respond to offerings of blind, lame, and sick animals?", "ref": ["01-08", "01-09"]}, {"a": "Because Yahweh's name was going to be glorified among the nations, and in every place the nations were going to offer pure offerings unlike the offerings from the hands of the Israelites.", "q": "Why would Yahweh prefer that one of the Israelites shut the temple gates to prevent them from lighting fires on his altar in vain?", "ref": ["01-10", "01-11"]}, {"a": "They regarded it as tiresome, and they disdainfully snorted at it.", "q": "How did the priests regard the service of Yahweh?", "ref": ["01-13"]}, {"a": "Because Yahweh is a great King, and his name is feared among the nations.", "q": "Why did the Lord curse the deceiver who vowed to sacrifice a male animal in his flock and instead gave a flawed animal?", "ref": ["01-14"]}], "2": [{"a": "They would know by the curse of Yahweh on their blessings, and by him spreading dung on their faces.", "q": "By what would the priests know that Yahweh had commanded them to take it to heart to give glory to his name?", "ref": ["02-03", "02-04"]}, {"a": "Because the priest should guard knowledge as the messenger of Yahweh.", "q": "Why did Levi honor Yahweh, stand in awe of Yahweh's name, have true teaching in his mouth rather than unrighteousness, walk with Yahweh in peace and uprightness, and turn many away from sin?", "ref": ["02-07"]}, {"a": "The priests did so by showing partiality in their instruction.", "q": "How did the priests corrupt the covenant of Levi and not keep Yahweh's ways?", "ref": ["02-08", "02-09"]}, {"a": "Yahweh would cut off any man who dealt treacherously against his brother or who married the daughter of a foreign god, and then brought an offering to Yahweh.", "q": "Who would Yahweh cut off from the tents of Jacob?", "ref": ["02-10", "02-12"]}, {"a": "Because Israel had been faithless against the wife of his youth.", "q": "Why did Yahweh not accept Israel's offerings?", "ref": ["02-14", "02-15"]}, {"a": "Because Yahweh had made Israel and his wife one in order to have godly offspring, and because Yahweh hated divorce and him who covers his garment with violence.", "q": "Why did Yahweh command the Israelites to guard themselves in their spirit and not be faithless?", "ref": ["02-15", "02-16"]}, {"a": "They wearied Yahweh with their words by saying that he who does evil is good in Yahweh's sight and he delights in them, and by asking where the God of justice was.", "q": "How did the Israelites weary Yahweh with their words?", "ref": ["02-17"]}], "3": [{"a": "The Lord, whom Israel sought, would suddenly come to his temple.", "q": "What would happen after Yahweh sent his messenger of the covenant who would prepare his way?", "ref": ["03-01"]}, {"a": "It would be pleasing after the purification of the sons of Levi, when they were refined like gold and silver.", "q": "When would the offering of Judah and Jerusalem be pleasing to Yahweh?", "ref": ["03-03"]}, {"a": "He would draw near to Israel for judgment and be a swift witness against those who did not honor him.", "q": "After the offerings of Judah and Jerusalem were pleasing to Yahweh through the purification of Levi's sons, would would Yahweh do?", "ref": ["03-04", "03-05"]}, {"a": "They had not been consumed because Yahweh does not change.", "q": "Even though the people of Jacob had turned aside from Yahweh's ordinances, why had they not been consumed?", "ref": ["03-06", "03-07"]}, {"a": "They had turned away by not keeping his ordinances.", "q": "How had Israel turned away from Yahweh?", "ref": ["03-07"]}, {"a": "They had robbed God in tithes and offerings.", "q": "How had Israel robbed God?", "ref": ["03-08"]}, {"a": "Yahweh promised that he would rebuke the one who devours you, and that all the nations would call Israel blessed.", "q": "What did Yahweh promise would happen if Israel brought the full tithe into the storehouse?", "ref": ["03-10", "03-12"]}, {"a": "They had said that serving God is pointless because the arrogant and evildoers prosper even when they tempt him.", "q": "How had the Israelites spoken against Yahweh?", "ref": ["03-13", "03-15"]}, {"a": "Yahweh said that those who feared Yahweh and esteemed his name would belong to him and be spared.", "q": "Who did Yahweh say would belong to him and be spared?", "ref": ["03-17"]}, {"a": "The Israelites would again distinguish between the righteous and the wicked, and between one who worships God and one who does not worship him.", "q": "On the day that Yahweh would act, what would happen?", "ref": ["03-17", "03-18"]}], "4": [{"a": "The proud and evildoers would become stubble, being burnt up.", "q": "On the day that was coming, burning like a furnace, what would happen to the proud and evildoers?", "ref": ["04-01", "04-02"]}, {"a": "The sun of righteousness would rise for those who feared Yahweh's name.", "q": "For whom would the sun of righteousness rise?", "ref": ["04-02"]}, {"a": "They would go out leaping like calves from the stall and tread down the wicked.", "q": "What would those who feared Yahweh's name do on the day that Yahweh acted?", "ref": ["04-02", "04-03"]}, {"a": "He commanded them to obey the law of his servant Moses.", "q": "What did Yahweh command all Israel to do?", "ref": ["04-04"]}, {"a": "He would send Elijah to turn the heart of the fathers to the children, and the heart of the children to their fathers, so that Yahweh would not curse the land.", "q": "What would Yahweh do before the day of Yahweh?", "ref": ["04-05", "04-06"]}]}