[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Grab your small shield and large shield ... your spear and battle ax", "text": "These phrases describe God as a warrior who is preparing himself for battle. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "small shield and large shield", "text": "these are defensive weapons"}, {"ref": "spear and battle ax", "text": "these are offensive weapons"}, {"ref": "those who chase me", "text": "Possible meanings are 1) these enemies are literally chasing the writer or 2) this is a metaphor for people who are enemies of the writer. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "say to my soul", "text": "This refers to the writer. AT: \"say to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I am your salvation", "text": "This can be stated without the abstract noun. AT: \"I am your savior\" or \"I will save you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "004", "tn": [{"ref": "May those who seek my life be shamed and dishonored", "text": "This can be stated in active form. AT: \"May Yahweh shame and dishonor those who seek my life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May", "text": "\"I wish that\""}, {"ref": "who seek my life", "text": "Here \"seek my life\" means they desire to kill the writer. AT: \"who are trying to kill me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May those who plan to harm me be turned back and confounded", "text": "This can be stated in active form. AT: \"May Yahweh turn back and confound those who plan to harm me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be turned back", "text": "\"be turned back\" is a metaphor for being unable to accomplish their goal. AT: \"be unsuccessful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "confounded", "text": "\"confused\" or \"perplexed\""}, {"ref": "as chaff before the wind", "text": "The writer's enemies are spoken of as if they are chaff that is easily blown away. AT: \"blown away by the wind like chaff\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "their way", "text": "Here \"their way\" refers to their lives. AT: \"their lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dark and slippery", "text": "This refers to a way that is hidden and dangerous. AT: \"hidden and full of dangers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "chases them", "text": "This refers to the angel of Yahweh being opposed to the writer's enemies. AT: \"works against them\" or \"opposes them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "they set their net for me", "text": "The schemes of the wicked are spoken of as if they were a net that they set to catch the writer. AT: \"they want to catch me in a net like a small animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they dug a pit for my life", "text": "The schemes of the wicked are spoken of as if they were a pit that they dug to catch the writer. AT: \"they wanted to capture me in a pit like a big animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my life", "text": "This refers to the writer. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let destruction overtake them by surprise", "text": "Destruction is spoken of as if it was a dangerous animal that would suddenly attack them. AT: \"Let them be destroyed suddenly\" or \"Let them be surprised because you destroy them suddenly\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the net that they have set", "text": "The schemes of the wicked are spoken of as if they were a net that they place to catch the writer. AT: \"the net that they placed  in order to capture me like an animal and harm me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let them fall into it", "text": "This is the same metaphor as in verse 7. The net is intended to catch the writer. AT: \"Let them fall into the pit that they dug for me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fall into it", "text": "Possible meanings are 1) fall into the pit of verse 7 or 2) fall into destruction."}, {"ref": "to their destruction", "text": "The abstract noun \"destruction\" can be stated in other forms. AT: \"so that they will be destroyed\" or \"that is how you should destroy them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "009", "tn": [{"ref": "in his salvation", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"because you save me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "All my bones", "text": "Here \"bones\" refers to the deepest inner being of a person. AT: \"My whole inner being\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh, who is like you ... those who try to rob them?", "text": "The implicit answer to this question is that no one is like Yahweh. AT: \"Yahweh, there is no one like you ... those who try to rob them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the poor and needy", "text": "The words \"poor\" and \"needy\" mean basically the same thing and emphasize that Yahweh saves many who need his help. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "011", "tn": [{"ref": "rise up", "text": "This means they testify in a trial. AT: \"volunteer to give a testimony\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They repay me evil for good", "text": "This is a metaphor which means they give back evil in exchange for the good they have received.  AT: \"In return for my doing good things for them, they do evil things to me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "evil ... good", "text": "These abstract nouns can be stated in other forms. AT: \"evil things ... good things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I am sorrowful", "text": "\"I am extremely sad\""}]}, {"id": "013", "tn": [{"ref": "when they were sick", "text": "The word \"they\" refers to the \"unrighteous witnesses\" ([[:en:bible:notes:psa:035:011|35:11]])."}, {"ref": "I wore sackcloth", "text": "\"I showed that I was sad\" (UDB)"}, {"ref": "with my head bowed on my chest", "text": "This was a symbol of prayer. \"with my head bent down in prayer\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "in grief as for my brother", "text": "The writer was as sad as if his own brother had died. AT: \"grieving as if my own brother was ill\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I bent down in mourning as for my mother", "text": "The writer mourned as if his own mother had died. AT: \"I mourned as if my own mother had died\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I bent down", "text": "This was a symbol of pain and suffering. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "015", "tn": [{"ref": "gathered together", "text": "\"assembled together\" or \"came together\""}, {"ref": "against me", "text": "This means they came together for the purpose of attacking the writer. AT: \"to make plans against me\" or \"to plan my destruction\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They tore at me", "text": "Here the treated the writer as if he were a piece of cloth that they could tear to pieces. AT: \"They attacked me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "With no respect at all they mocked me", "text": "\"With the worthless people they ridiculed me\" or 2) \"Without respect they made fun of me\""}, {"ref": "they gnashed at me with their teeth", "text": "This is a sign of anger and hate. \"they made grinding noises with their teeth at me\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "017", "tn": [{"ref": "how long will you look on?", "text": "This rhetorical question indicates that the writer wants God to stop simply looking on and to start to help him. AT: \"how long will you only watch them doing this\" (UDB) or \"when will you help me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Rescue my soul", "text": "Here \"soul\" refers to the writer. AT: \"Rescue me\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my life from the lions", "text": "The word \"save\" is implied. AT: \"save my life from the lions\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my life", "text": "This refers to the writer. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the lions", "text": "Here the writer speaks of his enemies as if they were vicious lions. AT: \"from my enemies who attack me like wild animals\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "019", "tn": [{"ref": "Do not let my deceitful enemies", "text": "\"Do not let my enemies, who tell lies about me,\""}, {"ref": "their wicked schemes", "text": "\"their evil plans\""}, {"ref": "they do not speak peace", "text": "The abstract noun \"peace\" can be stated in other forms. AT: \"they do not speak peacefully to people\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "devise deceitful words", "text": "\"look for ways to tell lies\" (UDB)"}, {"ref": "those in our land who live in peace", "text": "\"those who live peacefully in our land\""}, {"ref": "live in peace", "text": "The abstract noun \"peace\" can be stated in other forms. AT: \"do no harm to anyone\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "021", "tn": [{"ref": "They open their mouths wide against me", "text": "The reason they open their mouths is to accuse the writer. AT: \"They shout at me in order to accuse me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Aha, Aha", "text": "This is an exclamation that is used when something is suddenly seen or understood. It emphasizes the statement that follows. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "our eyes have seen it", "text": "Here \"our eyes\" refers to the enemies' eyes. It is implied that they are saying they saw the writer do something wrong. AT: \"we have seen it\" or \"we saw the wrong things that you did\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You have seen it", "text": "Here \"it\" refers to the false accusations of the writer's enemies. AT: \"You have seen how they falsely accused me\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "do not be silent", "text": "\"do not ignore what they did\" This can be stated in positive form. AT: \"judge them because of what they did\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "do not be far from me", "text": "This can be stated in positive form. AT: \"be very close to me\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Arouse yourself and awake", "text": "This does not mean that God is actually asleep. The writer wants God to intervene. Both words mean basically the same thing and emphasize the urgency of this request. AT: \"I feel like you are sleeping! Wake up\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "to my defense", "text": "This abstract noun can be stated in another form. AT: \"to defend me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my cause", "text": "This refers to the writer. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "024", "tn": [{"ref": "do not let them rejoice over me", "text": "\"do not let them be glad because I am suffering\""}, {"ref": "say in their heart", "text": "This is an idiom that means to say to oneself. AT: \"say to themselves\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Aha", "text": "This is an exclamation that is used when something is suddenly seen or understood. It emphasizes what follows. AT: \"Yes\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "we have what we wanted", "text": "It is implied that the writer's enemies wanted him to be declared guilty. AT: \"he has been declared guilty just as we desired!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We have devoured him", "text": "The writer's enemies speak of his destruction as if they were wild animals who had eaten him. AT: \"We have swallowed him up\" or \"We have destroyed him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "confound", "text": "\"humiliate\" or \"perplex\""}, {"ref": "May those who taunt me be covered with shame and dishonor", "text": "This can be stated in active form. AT: \"May you cover with shame and dishonor those who taunt me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "taunt", "text": "to insult someone to make them angry"}, {"ref": "covered with shame and dishonor", "text": "Here shame and dishonor are spoken of as if they were shameful clothes that the writer could wear. These abstract nouns can be stated as verbs. AT: \"shamed and dishonored\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shame and dishonor", "text": "These terms mean about the same thing and are used to emphasize how degraded they will be. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "027", "tn": [{"ref": "my vindication", "text": "Here \"vindication\" refers to Yahweh proclaiming or judging the psalmist innocent."}, {"ref": "may they say continually", "text": "\"may they always say\""}, {"ref": "Yahweh be praised", "text": "This can be stated in active form. AT: \"Let us praise Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who delights in", "text": "\"who is happy with\" or \"who is glad for\""}, {"ref": "welfare", "text": "well-being, happiness"}, {"ref": "tell of your justice", "text": "The abstract noun \"justice\" can be stated with a verb. AT: \"proclaim that you act in the right way\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]