[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Judah and Jerusalem", "text": "\"Judah\" and \"Jerusalem\" are metonyms for the people who live there. AT: \"those living in Judah and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the last days", "text": "\"in the future\""}, {"ref": "the mountain of Yahweh's house will be established", "text": "This can be stated 1) as a description. AT: \"The mountain of Yahweh's house will stand\" or 2) in active form. AT: \"Yahweh will establish the mountain on which his temple is built\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as the highest of the mountains", "text": "Isaiah speaks of importance as if it were physical height. AT: \"the most important of the mountains\" or \"the most important place in the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be raised up above the hills", "text": "Isaiah speaks of honor in metaphor as if it were physical height. This can be stated 1) in active form. AT: \"Yahweh will honor it more than any other hill\" or 2) as a metonym for the people who worship there. AT: \"Yahweh will honor the people who worship there more than he honors any other people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and all the nations", "text": "Here \"nations\" is a metonym for the people of those nations. AT: \"and people from all the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will flow to it", "text": "The people around the world going to the mountain of Yahweh is compared to how a river flows. This emphasizes that many people will come, not just a few people. AT: \"will flow like a river to it\" or \"will go to it\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Jacob, so he may teach ... and we may walk", "text": "Another possible meaning is \"Jacob. He will teach ... and we will walk\""}, {"ref": "he may teach us some of his ways, and we may walk in his paths", "text": "The words \"ways\" and \"paths\" are metaphors for the way a person lives. If your language has only one word for the ground on which people walk, you may combine these phrases. AT: \"he may teach us his will so that we may obey him\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For out of Zion will go the law, and the word of Yahweh from Jerusalem", "text": "These phrases mean the same thing. Isaiah was emphasizing that all nations will understand that the truth is found in Jerusalem. AT: \"People in Zion will teach God's law, and people in Jerusalem will teach the word of Yahweh\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For out of Zion will go the law", "text": "\"For the law will go out from Zion.\" Isaiah speaks as if the law were something like a river that moves without people doing anything. AT: \"Those to whom they teach the law will go out from Zion\" or \"Yahweh will proclaim his law from Zion\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the word of Yahweh from Jerusalem", "text": "\"the word of Yahweh will go out from Jerusalem.\" Isaiah speaks as if the word of Yahweh were something like a river that moves without people doing anything. You can make clear the understood information. AT: \"Those to whom they teach the word of Yahweh will go out from Jerusalem\" or \"Yahweh will proclaim his word from Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will judge", "text": "\"Yahweh will judge\""}, {"ref": "will render decisions", "text": "\"will solve disputes\""}, {"ref": "they will hammer their swords into plowshares, and their spears into pruning hooks", "text": "The people of the nations will turn their weapons of war into tools for farming."}, {"ref": "swords ... spears ... sword", "text": "These words are synecdoches for weapons of any kind. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "plowshares ... pruning hooks", "text": "These words are synecdoches for tools of any kind that people use in peaceful activity. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will hammer their swords into plowshares", "text": "\"they will make their swords into tools for planting seeds.\" A plowshare is a blade that people use to dig into soil so they can plant seeds there."}, {"ref": "and their spears into pruning hooks", "text": "\"they will hammer their spears into pruning hooks\" or \"they will make their spears into tools for caring for plants.\" A pruning hook is a knife that people use to cut unwanted branches off of plants."}, {"ref": "nation will not lift up sword against nation", "text": "\"no nation will lift up its sword against another nation.\" The sword is a metonym for war. AT: \"one nation will not fight wars against another nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nor will they train for war", "text": "\"nor will they even train to fight wars.\" The writer expects his reader to believe that those who fight wars train before they fight and that some who train do not fight."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "In 2:5 Isaiah speaks to the people of Judah, and in 2:6 he speaks to Yahweh. Both times he speaks in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "House of Jacob", "text": "\"You descendants of Jacob\" (UDB). The word \"house\" is a metonym for the people who live in the house, the family. Here \"Jacob\" represents the nation of Judah, but it would be best to use \"Jacob\" here. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "come", "text": "a gentle encouragement to do what the speaker is about to tell the hearer to do"}, {"ref": "let us walk in the light of Yahweh", "text": "Isaiah speaks of people learning and then doing what Yahweh wants them to do as if they were walking at night with a lamp that Yahweh has provided so they can see the path. AT: \"let us learn how Yahweh wants us to live and then live that way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For you have abandoned your people", "text": "\"For you have left your people\" and do not care what happens to them. Here the word \"you\" refers to Yahweh and so is singular. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "they are filled with customs from the east", "text": "Isaiah speaks as if the people were containers who were full of something from the east. Possible meanings are that he speaks of 1) the deeds that the eastern peoples do. AT: \"they do all the time the evil things the people who live in lands east of Israel do\" or 2) people, specifically those who claim to speak to dead people, who have come from the east to do evil deeds. AT: \"many diviners have come from the east and now live there\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "omen readers", "text": "people who claim that they can tell the future by looking at things like animal parts and leaves"}, {"ref": "and they shake hands with sons of foreigners", "text": "Clasping hands together is the symbol of friendship and peace. AT: \"they make peace and work together with people who are not from Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to Yahweh in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Their land is full of silver ... their land also is full of horses ... Their land also is full of idols", "text": "Isaiah speaks as if the land were a container in which someone had placed silver, horses, and idols. The word \"land\" is a metonym for the people themselves, and the words \"is full of\" is a metaphor for the people possessing these items. AT: \"They possess much silver ... they also possess many horses ... They also possess many idols\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the craftsmanship of their own hands, things that their own fingers have made", "text": "These two phrases mean almost the same thing and emphasize that these are not real gods. If your language has no general word for something someone has made, you can combine these two phrases into one. AT: \"things that they themselves have made\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "craftsmanship of their own hands", "text": "The word \"hands\" is a synecdoche for the people themselves. AT: \"their own craftsmanship\" or \"their own work\" or \"things they have made with their hands\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "things that their own fingers have made", "text": "The word \"fingers\" is a synecdoche for the people themselves. AT: \"things that they have made with their own fingers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "In 2:9 Isaiah finishes speaking to Yahweh. In 2:10-11 Isaiah speaks to the people of Judah. Both times he speaks in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The people will be bowed down, and individuals will fall down", "text": "Here being low to the ground represents people who are completely humiliated because they realize all they trusted in is worthless, and they can do nothing to help themselves. This can be stated in active form. AT: \"God will make the people ashamed, and they will realize that all they trusted in is worthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The people", "text": "human beings, as opposed to animals"}, {"ref": "individuals", "text": "\"each person\""}, {"ref": "do not raise them up", "text": "The words \"raise them up\" are a metaphor for Yahweh forgiving the people. AT: \"do not forgive them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Go into the rocky places", "text": "Possible meanings are the people should go into 1) caves on steep hillsides (see UDB) or 2) places where there are many large rocks among which to hide."}, {"ref": "hide in the ground", "text": "Possible meanings are that the people should hide 1) in natural holes in the ground or 2) in pits that they dig in the ground (see UDB)."}, {"ref": "from the terror of Yahweh", "text": "Here the abstract noun \"terror\" can be expressed by the verb \"terrifying.\" AT: \"to get away from Yahweh's terrifying presence\" or \"from Yahweh because you will be extremely afraid of him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the glory of his majesty", "text": "\"the great beauty and power he has as king\" or \"his royal splendor.\" Translate as in [[:en:bible:notes:isa:02:09|2:10]]."}, {"ref": "The lofty gaze of man will be brought low", "text": "\"Yahweh will bring down the lofty gaze of man.\" A man with a \"lofty gaze\" is looking above everyone to show them that he is better than they are. Here all people are guilty of thinking they are better than Yahweh, and the way they look at those who worship Yahweh, is a metonym for their pride. AT: \"Yahweh will make ashamed all people because they think they are better than he is\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the pride of men will be brought down", "text": "\"Yahweh will make proud men ashamed of themselves.\" This can be stated in active form. AT: \"Yahweh will bring down the pride of men\" (See: [[:en:ta:vol2:translate:figs_activepassive]]). \"The pride of men\" is a metonym for proud people. AT: \"Yahweh will bring down proud people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh alone will be exalted", "text": "This can be stated in active form. AT: \"people will praise only Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on that day", "text": "This is an idiom. AT: \"on the day that Yahweh judges everyone\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "who is proud and raised up", "text": "One who is \"raised up\" is proud and considers himself better than other people. This can be stated in active form. AT: \"who is proud and who raises himself above other people\" or \"who is proud and thinks that he is better than other people\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who is proud ... who is arrogant", "text": "Someone who is arrogant speaks and acts as if he is better than other people. These two phrases have similar meanings and are used together to emphasize that Yahweh will punish them. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "and he will be brought down", "text": "\"and every proud person will be brought down.\" This can be stated in active form. AT: \"Yahweh will humble him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "against all the cedars of Lebanon ... against all the oaks of Bashan", "text": "The \"day of Yahweh of Hosts\" will be against the cedars and oaks. Possible meanings are 1) these trees are a metaphor for the proud people whom God will judge or 2) God will actually destroy these mighty trees. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. He continues to describe what will happen on the day of Yahweh of Hosts ([[:en:bible:notes:isa:02:12|2:12]]). (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "and against", "text": "In 2:14-16 Isaiah lists things that God will destroy. Possible meanings are 1) these refer to prideful people that God will humble or 2) God will actually destroy all these things in the list."}, {"ref": "mountains ... hills", "text": "These words are metaphors for the pride of the Israelites. They also appear in [[:en:bible:notes:isa:02:01|2:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that are lifted up", "text": "This is an idiom. AT: \"that are very high\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "high tower ... impregnable wall", "text": "These refer to things people would build around their cities so they could defend themselves against their enemies. They are a metaphor for the Israelites' pride and belief that they had no need for Yahweh and could stand against any punishment Yahweh would mete out to them for their sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "impregnable wall", "text": "\"wall that nothing can break down or go through\""}, {"ref": "ships of Tarshish ... beautiful sailing vessels", "text": "These refer to large boats that people used to travel far on the sea and bring back goods to the cities."}, {"ref": "ships of Tarshish", "text": "\"ships on which they go to Tarshish\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. He continues to describe what will happen on the day of Yahweh of Hosts ([[:en:bible:notes:isa:02:12|2:12]]). (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The pride of man will be brought low", "text": "This can be stated in active form. AT: \"He will bring low every proud man\" or \"He will humiliate every proud man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the haughtiness of men will fall", "text": "The abstract noun \"haughtiness\" can be translated as an adjective. AT: \"those people who are haughty will stop being haughty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Yahweh alone will be exalted", "text": "This can be stated in active form. AT: \"people will praise only Yahweh.\" See how you translated this in [[:en:bible:notes:isa:02:09|2:11]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The idols will completely pass away", "text": "\"All idols will disappear\" (UDB) or \"There will be no more idols\""}, {"ref": "Men will go ... from the terror", "text": "The full meaning of this statement can be made clear. AT: \"Men will go ... to hide from the terror\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the caves of the rocks", "text": "\"the caves in the rocks.\" These are large rocks, not small stones that can be held in the hand."}, {"ref": "from the terror of Yahweh, and from the glory of his majesty", "text": "Translate this as in [[:en:bible:notes:isa:02:09|2:10]]."}, {"ref": "from the terror of Yahweh", "text": "because they are very afraid of Yahweh"}, {"ref": "the glory of his majesty", "text": "Here the word \"glory\" describes \"majesty.\" AT: \"the beauty he has as king\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "when he rises to terrify the earth", "text": "\"when Yahweh takes action and causes the people of the earth to be terribly afraid of him\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. He continues to describe what will happen on the day of Yahweh of Hosts ([[:en:bible:notes:isa:02:12|2:12]]). (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to the moles and bats", "text": "Moles are small animals that dig and live underground. Bats are small flying animals that sometimes live in caves. AT: \"to the animals\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the crevices in the rocks ... the clefts of the ragged rocks", "text": "If your language does not have two different words for \"crevice\" and \"cleft,\" the space that appears between the two parts of a rock when it splits, you can combine these two phrases into one."}, {"ref": "from the terror of Yahweh", "text": "because they are very afraid of Yahweh. Translate as in [[:en:bible:notes:isa:02:17|2:19]]."}, {"ref": "the glory of his majesty", "text": "\"the great beauty and power he has as king\" or \"his royal majesty.\" Translate as in [[:en:bible:notes:isa:02:09|2:10]]."}, {"ref": "when he rises to terrify the earth", "text": "\"when Yahweh takes action and causes the people of the earth to be terribly afraid of him.\" Translate as in [[:en:bible:notes:isa:02:17|2:19]]."}, {"ref": "whose life-breath is in his nostrils", "text": "breath is in his nostrils** - The nose is weak and nostrils are not beautiful, so the nose is a metonym for people, who are weak. AT: \"who is weak and will die\" or \"who needs the breath in his nose to live\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nostrils", "text": "the holes in the nose through which people breathe"}, {"ref": "for what does he amount to?", "text": "Isaiah uses a question to remind the people of something they should already know. This question can be translated as a statement. AT: \"for man amounts to nothing!\" or \"for man is not worth anything!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]