[{"id": "01", "tn": [{"ref": "a spring", "text": "A place where water flows naturally out of the ground."}, {"ref": "for their sin and impurity", "text": "AT: \"to cleanse their sin and impurity\""}, {"ref": "this is the declaration of Yahweh of hosts", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}, {"ref": "cut off the names of the idols from the land", "text": "AT: \"erase idol worship throughout the land\""}, {"ref": "I will also cause the false prophets and their unclean spirit to go out of the land", "text": "AT: \"I will also remove the false prophets and their impure spirits from the land.\""}]}, {"id": "03", "tn": [{"ref": "his father and mother who bore him", "text": "The phrase \"who bore him\" describes \"his father and mother\" in order to express surprise that someone's own parents would treat him in this way."}, {"ref": "You will not live", "text": "AT: \"You must die\""}, {"ref": "will pierce", "text": "Stab him to kill him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "that each prophet", "text": "This refers to the false prophets, not to the true prophets of Yahweh."}, {"ref": "no longer wear a hairy cloak", "text": "\"Cloak\" refers to a heavy outer garment. s made of animal hair that prophets usually wore."}, {"ref": "works the soil", "text": "That is, \"farms.\""}, {"ref": "the land became my work while I was still a young man", "text": "Some modern versions translate this Hebrew text as \"a man acquired me in my youth,\" that is, acquired him as a servant."}, {"ref": "What are these wounds between your arms?", "text": "AT: \"How did you get those cuts on your chest?\" This refers to the apparent custom of false prophets wounding themselves in their ceremonies."}, {"ref": "he will answer", "text": "That is, he will answer with a lie."}]}, {"id": "07", "tn": [{"ref": "Sword! Rouse yourself", "text": "AT: \"You, sword! You must wake up.\" This is a command from Yahweh for his shepherd to be attacked and killed. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "against my shepherd", "text": "This refer to a certain king or a certain servant of Yahweh."}, {"ref": "this is the declaration of Yahweh of hosts", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}, {"ref": "the flock", "text": "\"The flock\" refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the lowly ones", "text": "This probably refers to all the Israelites who are weak and defenseless."}]}, {"id": "08", "tn": [{"ref": "this is Yahweh's declaration", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}, {"ref": "I will bring that third through the fire", "text": "Metal is passed through fire in order to purify or harden it. This expression serves here as a metaphor for exposing the people to suffering in order that they may become more faithful to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "refine them as silver is refined; I will test them as gold is tested", "text": "Refining refers to making precious metals such as silver more pure. Metals such as silver and gold are tested in order to discover how pure or strong they are. Both refining and testing are here metaphors for making the people more faithful to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]