[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and his disciples now walk through a grain field while some Pharisees begin to question the disciples about what they are doing on the Sabbath which, in God's law, has been set aside for God."}, {"ref": "General Information:", "text": "The word \"you\" here is plural, and refers to the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Now it happened", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you can consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "grainfields", "text": "In this case, these are large sections of land where the people had scattered wheat seed to grow more wheat."}, {"ref": "heads of grain", "text": "This is the topmost part of the grain plant, which is a kind of large grass. It holds the mature, edible seeds of the plant."}, {"ref": "rubbing them between their hands", "text": "They did this to separate the grain seeds. This can be stated clearly. AT: \"They rubbed them in their hands to separate the grains from the husks\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Why are you doing something that is not lawful to do on the Sabbath day?", "text": "They asked this question to accuse the disciples of breaking the law. It can be written as a statement. AT: \"Picking grain on the Sabbath is against God's law!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "doing something", "text": "The Pharisees considered even the small action of rubbing a handful of grain to be unlawful work. This can be stated clearly. AT: \"doing work\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Have you not even read ... him?", "text": "Jesus is rebuking the Pharisees for not learning from the scriptures. This can be written as a statement. AT: \"You should learn from what you have read ... him\" or \"Certainly you have read ... him\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the bread of the presence", "text": "\"the holy bread\" or \"the bread that was offered to God\""}, {"ref": "Son of Man", "text": "Jesus was referring to himself. This can be stated: AT: \"I, the Son of Man\""}, {"ref": "is Lord of the Sabbath", "text": "The title \"Lord\" here emphasizes his authority over the Sabbath. AT: \"has the authority to determine what is right for people to do on the Sabbath!\" (UDB)"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "The scribes and Pharisees watch as Jesus heals a man on the Sabbath."}, {"ref": "General Information:", "text": "It is now another Sabbath day and Jesus is in the synagogue."}, {"ref": "It happened", "text": "This phrase is used here to mark the beginning of a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "A man was there", "text": "This introduces a new character in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "hand was withered", "text": "The man's hand was damaged in such a way that he could not stretch it. It was probably bent into almost a fist, making it look smaller and wrinkled."}, {"ref": "were watching him closely", "text": "\"were watching Jesus carefully\""}, {"ref": "so that they might find", "text": "\"because they wanted to find\""}, {"ref": "in the middle of everyone", "text": "\"in front of everyone\" (UDB). Jesus wanted the man to stand where everyone there could see him."}]}, {"id": "09", "tn": [{"ref": "to them", "text": "\"to the Pharisees\""}, {"ref": "is it lawful ... save a life ... destroy it?", "text": "Jesus wanted to correct the Pharisees' understanding that it was wrong to heal on the Sabbath. He asked the question as a contrast between doing good and doing evil in order to make it obvious which one is lawful and which one is wrong. AT: \"which action does God's law permit—to do good and heal, or to do harm and destroy a life?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to do good or to do harm", "text": "\"to help someone or to harm someone\""}, {"ref": "Stretch out your hand", "text": "\"Hold out your hand\" or \"Extend your hand\""}, {"ref": "restored", "text": "\"healed\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Jesus chooses twelve apostles after he prays all night."}, {"ref": "It happened in those days", "text": "This phrase is used here to mark the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "in those days", "text": "\"around that time\" or \"not long after\" or \"one day around then\""}, {"ref": "he went out", "text": "\"Jesus went out\""}, {"ref": "When it was day", "text": "\"When it was morning\" or \"The next day\""}, {"ref": "he chose twelve of them", "text": "\"he chose twelve of the disciples\""}, {"ref": "whom he also named apostles", "text": "\"whom he also made apostles\" or \"and he appointed them to be apostles\""}]}, {"id": "14", "tn": [{"ref": "The names of the apostles were", "text": "This is implied information added to the ULB text. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his brother Andrew", "text": "\"Simon's brother, Andrew\""}, {"ref": "Zealot", "text": "Possible meanings are 1) \"the Zealot\" is a title that indicates he was part of the group of people who wanted to free the Jewish people from Roman rule. AT: \"patriot\" or \"nationalist\" or 2) \"the zealous one\" is a description that indicates he was zealous for God to be honored. AT: \"passionate\""}, {"ref": "became a traitor", "text": "It may be necessary to explain what \"traitor\" means in this context. AT: \"betrayed his friend\" or \"turned his friend over to enemies\" (usually in return for money paid) or \"exposed a friend to danger by telling enemies about him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Though Jesus especially addresses his disciples, there were many people around who listen."}, {"ref": "with them", "text": "\"with the twelve he had chosen\" or \"with his twelve apostles\""}, {"ref": "to be healed", "text": "This can be stated in active form. AT: \"for Jesus to heal them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "People who were troubled with unclean spirits were also healed", "text": "This can be stated in active form. AT: \"Jesus also healed people who were troubled with unclean spirits\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "troubled with unclean spirits", "text": "\"bothered by unclean spirits\" or \"controlled by evil spirits\""}, {"ref": "power to heal was coming out from him", "text": "This can be stated in active form. AT: \"he had power to heal people\" or \"he used his power to heal people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "Blessed are you", "text": "This phrase is repeated three times. Each time, it indicates that God gives favor to certain people or that their situation is positive or good."}, {"ref": "Blessed are you who are poor", "text": "\"You who are poor receive God's favor\" or \"You who are poor benefit\""}, {"ref": "for yours is the kingdom of God", "text": "Languages that do not have a word for kingdom might say, \"for God is your king\" or \"because God is your ruler.\""}, {"ref": "yours is the kingdom of God", "text": "\"the kingdom of God belongs to you.\" This could mean 1) \"you belong to God's kingdom\" or 2) \"you will have authority in God's kingdom.\""}, {"ref": "you will laugh", "text": "\"you will laugh with joy\" or \"you will be joyful\""}]}, {"id": "22", "tn": [{"ref": "Blessed are you", "text": "\"You receive God's favor\" or \"You benefit\" or \"How good it is for you\""}, {"ref": "exclude you", "text": "\"reject you\""}, {"ref": "because of the Son of Man", "text": "\"because you associate with the Son of Man\" or \"because they reject the Son of Man\""}, {"ref": "in that day", "text": "\"when they do those things\" or \"when that happens\""}, {"ref": "leap for joy", "text": "This idiom means \"be extremely joyful\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a great reward", "text": "\"a large payment\" or \"good gifts\""}]}, {"id": "24", "tn": [{"ref": "woe to you", "text": "\"how terrible it is for you.\" This phrase is repeated three times. It is the opposite of \"blessed are you.\" Each time, it indicates that God's anger is directed at the people, or that something negative or bad awaits them."}, {"ref": "woe to you who are rich", "text": "\"how terrible it is for you who are rich \" or \"trouble will come to you who are rich\""}, {"ref": "your comfort", "text": "\"what comforts you\" or \"what satisfies you\" or \"what makes you happy\""}, {"ref": "who are full now", "text": "\"whose stomachs are full now\" or \"who eat much now\""}, {"ref": "who laugh now", "text": "\"who are happy now\""}]}, {"id": "26", "tn": [{"ref": "Woe to you", "text": "\"How terrible it is for you \" or \"How sad you should be\""}, {"ref": "when all men", "text": "\"when all people\" or \"when everyone\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "that is how their ancestors treated the false prophets", "text": "\"they also spoke well of the false prophets\""}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to speak to his disciples and the crowd who is listening to him as well."}, {"ref": "to you who are listening", "text": "Jesus now begins to speak to the entire crowd, rather than just to his disciples. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "love ... do good ... Bless ... pray", "text": "Each of these commands are to be done continually, not just a single time."}, {"ref": "love your enemies", "text": "This does not mean they were to only love their enemies and not their friends. This can be stated. AT: \"Love your enemies, not only your friends!\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "love ... do good to", "text": "These two phrases mean the same thing, and together emphasize the point. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Bless those", "text": "God is the one who blesses. This can made explicit. AT: \"Ask God to bless those\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who curse you", "text": "\"those who habitually curse you\""}, {"ref": "those who mistreat you", "text": "\"those who habitually mistreat you\""}]}, {"id": "29", "tn": [{"ref": "To him who strikes you", "text": "\"If anyone hits you\""}, {"ref": "on the one cheek", "text": "\"on one side of your face\""}, {"ref": "offer him also the other", "text": "It may be helpful to state what the attacker will do to the person. AT: \"turn your face so that he can strike the other cheek also\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "do not withhold", "text": "\"do not prevent him from taking\""}, {"ref": "Give to everyone who asks you", "text": "\"If anyone asks you for something, give it to him\""}, {"ref": "do not ask him", "text": "\"do not require him\" or \"do not demand\""}]}, {"id": "31", "tn": [{"ref": "As you want people to do to you, you should do the same to them", "text": "In some languages it may be more natural to reverse the order. AT: \"You should do to people the same as what you want them to do to you\" or \"Treat people they way you want them to treat you\""}, {"ref": "what credit is that to you?", "text": "\"What reward will you receive?\" or \"What praise will you receive for doing that?\" This can be written as a statement. AT: \"You will not receive any reward for that\" or \"God will not reward you for that\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to get back the same amount", "text": "The law of Moses commanded the Jews not to receive interest on money they loaned to each other. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "your reward will be great", "text": "\"you will receive a great reward\" or \"you will receive good payment\" or \"you will get good gifts because of it\""}, {"ref": "you will be sons of the Most High", "text": "It is best to translate \"sons\" with the same word your language would naturally use to refer to a human son or child."}, {"ref": "sons of the Most High", "text": "Make sure that the word \"sons\" is plural so it is not confused with Jesus' title \"The Son of the Most High.\""}, {"ref": "unthankful and evil people", "text": "\"people who do not thank him and who are evil\""}, {"ref": "your Father", "text": "This refers to God. It is best to translate \"Father\" with the same word your language would naturally use to refer to a human father."}]}, {"id": "37", "tn": [{"ref": "Do not judge", "text": "\"Do not judge people\" or \"Do not harshly criticize people\" (UDB)"}, {"ref": "and you", "text": "\"and as a result you\""}, {"ref": "you will not be judged", "text": "Jesus did not say who would not judge. Possible meanings are 1) \"God will not judge you\" or 2) \"no one will judge you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not condemn", "text": "\"Do not condemn people\""}, {"ref": "you will not be condemned", "text": "Jesus did not say who would not condemn. Possible meanings are 1) \"God will not condemn you\" or 2) \"no one will condemn you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be forgiven", "text": "Jesus did not say who would forgive. Possible meanings are 1) \"God will forgive you\" or 2) \"people will forgive you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "38", "tn": [{"ref": "it will be given to you", "text": "Jesus did not say exactly who would give. Possible meanings are 1) \"someone will give it to you\" or 2) \"God will give it to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A generous amount ... your lap", "text": "The order of this sentence can be reversed. AT: \"They will pour into your lap a generous amount that they have pressed down and shaken together until it is spilling over.\" Jesus used the metaphor of a grain merchant giving a generous amount. AT: \"Like a grain merchant who presses down the grain and shakes it together and pours in so much grain that it spills over, they will give generously to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "A generous amount", "text": "\"A large amount\""}, {"ref": "it will be measured back to you", "text": "Jesus did not say exactly who would measure. Possible meanings are 1) \"they will measure things back to you\" or 2) \"God will measure things back to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Jesus includes some examples to make his point. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Can a blind person guide another blind person?", "text": "Jesus used this question to get the people to think about something that they already know. This can be written as a statement. AT: \"We all know that a blind person cannot guide another blind person\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "blind person", "text": "The person who is \"blind\" is a metaphor for a person who has not been taught as a disciple. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If he did", "text": "Some languages might prefer, \"if one did.\" This is an absurd situation that is not likely to actually happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "they would both fall into a pit, would they not?", "text": "This can be written as a statement. AT: \"both of them would fall into a hole\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "A disciple is not greater than his teacher", "text": "\"A disciple does not surpass his teacher.\" Possible meanings are 1) \"A disciple does not have more knowledge than his teacher\" or 2) \"A disciple does not have more authority than his teacher.\""}, {"ref": "everyone when he is fully trained", "text": "\"every disciple who has been trained well\" or \"every disciple whose teacher has fully taught him\""}]}, {"id": "41", "tn": [{"ref": "why do you look ... but you do not notice the log that is in your own eye?", "text": "Jesus uses this question to challenge the people to pay attention to their own sins before they pay attention to another person's sins. AT: \"do not look ... but ignore the log that is in your own eye\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the tiny piece of straw that is in your brother's eye", "text": "This is a metaphor that refers to the less important faults of a fellow believer. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tiny piece of straw", "text": "\"speck\" (UDB) or \"splinter\" or \"bit of dust.\" Use a word for the smallest thing that commonly falls into a person's eyes."}, {"ref": "brother", "text": "Here \"brother\" refers to a fellow Jew or a fellow believer in Jesus."}, {"ref": "the log that is in your own eye", "text": "This is a metaphor for a person's most important faults. A log could not literally go into a person's eye. Jesus is emphasizing that a person should pay attention to his own more important faults before he deals with another person's less important faults. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "log", "text": "\"beam\" or \"plank\""}, {"ref": "How can you say ... eye?", "text": "Jesus asks this question to challenge the people to pay attention to their own sins before they pay attention to another person's sins. AT: \"You should not say ... eye\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "People can tell if a tree is good or bad, and what type of tree it is, by the fruit it produces. Jesus uses this as an unexplained metaphor—we know what kind of person someone is when we see their actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For there is", "text": "\"Because there is.\" This indicates that what follows is the reason why we should not judge our brother."}, {"ref": "good tree", "text": "\"healthy tree\""}, {"ref": "rotten", "text": "\"decaying\" or \"bad\" or \"worthless\""}, {"ref": "each tree is known", "text": "People recognize the kind of tree by the fruit it bears. This can be stated in active form. AT: \"people know the type of a tree\" or \"people recognize a tree\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "thornbush", "text": "a plant or shrub that has thorns"}, {"ref": "briar bush", "text": "a vine or shrub that has thorns"}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "Jesus compares the thoughts of a person to their good or evil treasure. The good thoughts of good people cause good actions. The evil thoughts of evil people cause evil actions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The good man", "text": "The word \"good\" here refers to righteousness or moral goodness."}, {"ref": "good man", "text": "The word \"man\" here refers to a person, male or female. AT: \"good person\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "the good treasure of his heart", "text": "\"the good things he keeps in his heart\" or \"the good things he values\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "produces what is good", "text": "Producing what is good is a metaphor for doing what is good. AT: \"does what is good\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the evil treasure of his heart", "text": "\"the evil things he keeps in his heart\" or \"the evil things he values\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "out of the abundance of the heart his mouth speaks", "text": "The phrase \"his mouth\" represents him using his mouth. AT: \"what he thinks in his heart affects what he says with his mouth\" or \"what he values in his heart determines what he says with his mouth\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "46", "tn": [{"ref": "General Information:", "text": "Jesus compares the person who obeys his teaching to a man who builds a house on rock where it will be safe from floods. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Lord, Lord", "text": "The repetition of these words indicates that they regularly called Jesus \"Lord.\""}, {"ref": "Every person who comes to me ... I will tell you what he is like", "text": "It may be more clear to change the order of this sentence. AT: \"I will tell you what every person is like who comes to me and hears my words and obeys them\""}, {"ref": "built the house's foundation on solid rock", "text": "\"dug the foundation of the house deep enough to reach a foundation of solid rock.\" Some cultures may not be familiar with building on bedrock, and may need to use another image for a stable foundation. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "foundation", "text": "\"base\" or \"support\""}, {"ref": "solid rock", "text": "\"bedrock.\" This is the very large, hard rock that is deep under the soil."}, {"ref": "torrent of water", "text": "\"fast-moving water\" or \"river\""}, {"ref": "flowed against", "text": "\"crashed against\""}, {"ref": "shake it", "text": "Possible meanings are 1) \"cause it to shake\" or 2) \"destroy it.\""}, {"ref": "because it had been well built", "text": "\"because the man had built it well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "49", "tn": [{"ref": "General Information:", "text": "Jesus compares the person who hears but does not obey his teaching to a man who builds a house without a foundation so it will collapse in a flood. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "But the person", "text": "\"But\" shows a strong contrast to the previous person who built with a foundation."}, {"ref": "on top of the ground without a foundation", "text": "Some cultures may not know that a house with a foundation is stronger. Additional information may be helpful. AT: \"but he did not dig down and build first a foundation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "foundation", "text": "\"base\" or \"firm support\""}, {"ref": "torrent of water", "text": "\"fast-moving water\" or \"river\""}, {"ref": "flowed against", "text": "\"crashed against\""}, {"ref": "collapsed", "text": "\"fell down\" or \"came apart\""}, {"ref": "the ruin of that house was complete", "text": "\"that house was completely destroyed\""}]}]