{"1": [{"a": "He does not walk in the advice of the wicked.", "q": "Where does the blessed man not walk?", "ref": ["01-01"]}, {"a": "He does not stand in the pathway with sinners.", "q": "Where does the blessed man not stand?", "ref": ["01-01"]}, {"a": "He does not sit in the assembly of mockers.", "q": "Where does the blessed man not sit?", "ref": ["01-01"]}, {"a": "He delights in the law of Yahweh.", "q": "In what does the blessed man delight?", "ref": ["01-02"]}, {"a": "He meditates on it day and night.", "q": "When does the blessed man meditate on the law?", "ref": ["01-02"]}, {"a": "He is like a tree planted by the streams of water.", "q": "What is the blessed man like?", "ref": ["01-03"]}, {"a": "Whatever he does will prosper.", "q": "What will happen to everything the blessed man does?", "ref": ["01-03"]}, {"a": "They are like the chaff that the wind drives away.", "q": "What are wicked people like?", "ref": ["01-04"]}, {"a": "They will not stand in the judgment.", "q": "What will happen to wicked people in the judgment?", "ref": ["01-05"]}, {"a": "Yahweh approves of the way of the righteous.", "q": "Who approves of the way of the righteous?", "ref": ["01-06"]}, {"a": "The way of the wicked will perish.", "q": "What will happen to the way of the wicked?", "ref": ["01-06"]}], "2": [{"a": "They are conspiring against Yahweh and against his Messiah.", "q": "Who are the rulers conspiring against?", "ref": ["02-02"]}, {"a": "They want to tear off the shackles Yahweh and his Messiah put on them and throw off their chains.", "q": "What do the rulers want to tear off and throw off?", "ref": ["02-03"]}, {"a": "The Lord mocks them.", "q": "Who sits in the heavens and mocks the nations who rebel?", "ref": ["02-04"]}, {"a": "The Lord has anointed his king on Zion, his holy mountain.", "q": "Who has the Lord anointed?", "ref": ["02-06"]}, {"a": "Yahweh says, \"You are my son! This day I have become your father.\"", "q": "What decree does Yahweh give to the writer?", "ref": ["02-07"]}, {"a": "Yahweh will give them as an inheritance and possession.", "q": "What will Yahweh do with the nations and farthermost regions of the earth?", "ref": ["02-08"]}, {"a": "They will be broken and smashed.", "q": "What will happen to the nations?", "ref": ["02-09"]}, {"a": "They should worship Yahweh in fear and rejoice with trembling.", "q": "How should the kings and rulers respond to Yahweh's decree?", "ref": ["02-11"]}, {"a": "They should give him allegiance so that he will not be angry and they will not die.", "q": "Why should the kings give allegiance to Yahweh's son?", "ref": ["02-12"]}, {"a": "They are blessed.", "q": "What happens to all those who take shelter in the son?", "ref": ["02-12"]}], "3": [{"a": "They have turned away and attacked him.", "q": "What have David's enemies done to him?", "ref": ["03-01"]}, {"a": "Yahweh is a shield around him, his glory, and the one who lifts his head.", "q": "To what does David compare Yahweh?", "ref": ["03-03"]}, {"a": "He answers from his holy hill.", "q": "What does Yahweh do when David lifts his voice to him?", "ref": ["03-04"]}, {"a": "David will not be afraid of people who have set themselves against him.", "q": "Who will David not fear because of Yahweh's protection?", "ref": ["03-06"]}, {"a": "He will hit all his enemies on the jaw; he will break the teeth of the wicked.", "q": "What will Yahweh do to David's enemies?", "ref": ["03-07"]}, {"a": "Salvation comes from Yahweh.", "q": "From whom does salvation come?", "ref": ["03-08"]}], "4": [{"a": "David prays for the God of his righteousness to answer when he calls.", "q": "Who does David ask to answer when he calls?", "ref": ["04-01"]}, {"a": "They are turning his honor into shame.", "q": "What are the people doing to David's honor?", "ref": ["04-02"]}, {"a": "He sets apart the godly for himself.", "q": "Who does Yahweh set apart?", "ref": ["04-03"]}, {"a": "He says, \"Meditate in your heart on your bed and be silent.\"", "q": "How does David say to meditate?", "ref": ["04-04"]}, {"a": "He says to offer the sacrifices of righteousness.", "q": "What kind of sacrifices does David say to offer?", "ref": ["04-05"]}, {"a": "He says to trust in Yahweh.", "q": "In whom does David say to trust?", "ref": ["04-05"]}, {"a": "Many will say, \"Who will show us anything good?\"", "q": "What will many say?", "ref": ["04-06"]}, {"a": "He asks Yahweh to lift up the light of his face on them.", "q": "What does David ask Yahweh to lift up?", "ref": ["04-06"]}, {"a": "Yahweh has given his heart more gladness than others have when their grain and new wine abound.", "q": "What has Yahweh given David's heart?", "ref": ["04-07"]}, {"a": "Yahweh alone makes David safe and secure.", "q": "Who makes David safe and secure when he lies down in peacful sleep?", "ref": ["04-08"]}], "5": [{"a": "David is asking Yahweh to listen to his call and think about his groanings.", "q": "Who is David asking to listen to his call and think about his groanings?", "ref": ["05-01"]}, {"a": "David calls him, \"my King and my God.\"", "q": "What names does David use for the one who listens to the sound of his call?", "ref": ["05-02"]}, {"a": "He will bring his petition to Yahweh and wait expectantly.", "q": "What will David do in the morning?", "ref": ["05-03"]}, {"a": "He certainly does not approve of evil, and evil people will not be his guests.", "q": "What does God certainly not do?", "ref": ["05-04"]}, {"a": "The arrogant will not stand in God's presence.", "q": "Who will not stand in God's presence?", "ref": ["05-05"]}, {"a": "God hates all who behave wickedly.", "q": "Who does God hate?", "ref": ["05-05"]}, {"a": "God will destroy liars.", "q": "What will God do to liars?", "ref": ["05-06"]}, {"a": "Yahweh despises violent and deceitful men.", "q": "Who does Yahweh despise?", "ref": ["05-06"]}, {"a": "David will come into Yahweh's house because of Yahweh's great covenant faithfulness.", "q": "Why will David come into Yahweh's house?", "ref": ["05-07"]}, {"a": "David will bow down in reverence.", "q": "How will David bow down toward Yahweh's holy temple?", "ref": ["05-07"]}, {"a": "David asks the Lord to lead him in the Lord's righteousness because of David's enemies.", "q": "Why does David ask the Lord to lead him in righteousness?", "ref": ["05-08"]}, {"a": "David describes his enemies as having no truth in their mouth, their inward being is wicked, their throat is an open sepulchre and they flatter with their tongue.", "q": "How does David describe his enemies?", "ref": ["05-09"]}, {"a": "David is asking God to declare that his enemies are guilty.", "q": "What is David asking God to do to David's enemies because of their many transgressions and rebellion against God?", "ref": ["05-10"]}, {"a": "They should shout for joy because God defends them.", "q": "Why should those who take refuge in God shout for joy?", "ref": ["05-11"]}, {"a": "Yahweh will bless the righteous and surround them with his favor as with a shield.", "q": "What will Yahweh do for the righteous?", "ref": ["05-12"]}], "6": [{"a": "He asks Yahweh not to rebuke him in his anger or discipline him in his wrath.", "q": "What is David asking Yahweh not to do?", "ref": ["06-01"]}, {"a": "David asks Yahweh to have mercy on him and to heal him.", "q": "What is David asking Yahweh to do because David is frail?", "ref": ["06-02"]}, {"a": "Because of Yahweh's covenant faithfulness.", "q": "Why should Yahweh rescue and save David?", "ref": ["06-04"]}, {"a": "In death there is no remembrance of Yahweh.", "q": "What will not be remembered in death?", "ref": ["06-05"]}, {"a": "All night he drenches it with his tears.", "q": "What does David do to his bed because he is weary and groaning?", "ref": ["06-06"]}, {"a": "His eyes grow dim and weak.", "q": "What happens to David's eyes because of his grief and because of all his adversaries?", "ref": ["06-07"]}, {"a": "Because Yahweh has heard the sound of his weeping and his appeal for mercy and has accepted his prayer.", "q": "Why should those who practice iniquity get away from David?", "ref": ["06-08", "06-09"]}, {"a": "All his enemies will be ashamed and greatly troubled and they will turn back and be suddenly humiliated.", "q": "What will happen to David's enemies?", "ref": ["06-10"]}], "7": [{"a": "David takes refuge in Yahweh his God.", "q": "In whom does David take refuge?", "ref": ["07-01"]}, {"a": "David is asking Yahweh to save him from those who chase him, and to rescue him.", "q": "What is David asking Yahweh to do?", "ref": ["07-01"]}, {"a": "No one but Yahweh is able to bring David to safety.", "q": "What is only Yahweh able to do for David?", "ref": ["07-02"]}, {"a": "David tells Yahweh that he never did what his enemies said he did and there is no injustice on his hands.", "q": "What did David say that he did not do?", "ref": ["07-03"]}, {"a": "David says he has never done wrong to anyone at peace with him or senselessly harmed any who are against him.", "q": "What does David say he has not done to anyone at peace with him or who is against him?", "ref": ["07-04"]}, {"a": "David says Yahweh should let David's enemy pursue David's life and overtake it, trample his living body, and leave him dishonored in the dust.", "q": "What does David say Yahweh should do to him if David is not telling the truth?", "ref": ["07-05"]}, {"a": "David is asking Yahweh to arise and stand up against David's enemies.", "q": "What is David asking Yahweh to do in Yahweh's anger?", "ref": ["07-06"]}, {"a": "David asks Yahweh to wake up and carry out the righteous decrees that Yahweh commanded.", "q": "What does David ask Yahweh to do for David's sake?", "ref": ["07-06"]}, {"a": "David wants Yahweh to take his rightful place over the countries.", "q": "What does David want Yahweh to do about the countries?", "ref": ["07-07"]}, {"a": "David wants Yahweh to judge the nations.", "q": "Who does David want Yahweh to judge?", "ref": ["07-08"]}, {"a": "David says God examines hearts and minds.", "q": "What does David say the righteous God does?", "ref": ["07-09"]}, {"a": "David's shield comes from God.", "q": "Where does David's shield come from?", "ref": ["07-10"]}, {"a": "God saves the upright in heart.", "q": "Who does God save?", "ref": ["07-10"]}, {"a": "David describes God as a righteous judge who is indignant each day.", "q": "How does David describe God?", "ref": ["07-11"]}, {"a": "God will sharpen his sword and will prepare his bow for battle.", "q": "What will God do if a person does not repent?", "ref": ["07-12"]}, {"a": "David describes him as pregnant with wickedness, one who conceives destructive plans and gives birth to harmful lies.", "q": "How does David describe wickedness in the one who does not repent?", "ref": ["07-14"]}, {"a": "He falls into the hole he has made.", "q": "What happens to the wicked man who digs a pit?", "ref": ["07-15"]}, {"a": "His plans return to his own head and his violence comes down on his own head.", "q": "What happens to the destructive plans of the wicked man?", "ref": ["07-16"]}, {"a": "He will give thanks to Yahweh for his justice.", "q": "For what will David give thanks to Yahweh?", "ref": ["07-17"]}, {"a": "David will sing praise to Yahweh Most High.", "q": "To whom will David sing praise?", "ref": ["07-17"]}], "8": [{"a": "The name of Yahweh our Lord is magnificant.", "q": "Whose name is magnificent in all the earth?", "ref": ["08-01"]}, {"a": "Yahweh created praise.", "q": "What did Yahweh create out of the mouth of babies and infants?", "ref": ["08-02"]}, {"a": "He created praise in order to silence both the enemy and the avenger.", "q": "Why did Yahweh create praise?", "ref": ["08-02"]}, {"a": "He looked up at the heavens, the moon, and the stars.", "q": "What did David look up at that caused him to think the human race was not important?", "ref": ["08-03"]}, {"a": "Yahweh made humans only a little lower than the heavenly beings.", "q": "How does the human race compare to the heavenly beings?", "ref": ["08-05"]}, {"a": "He crowned them with glory and honor.", "q": "WIth what did Yahweh crown humans?", "ref": ["08-05"]}, {"a": "Yahweh made mankind to rule over the works of Yahweh's hands.", "q": "What did Yahweh make mankind to do?", "ref": ["08-06"]}, {"a": "He put all sheep and oxen, and even the animals of the field, the birds of the heavens, and the fish of the sea, and everything that passes through the currents of the seas under mankind's feet.", "q": "What are some things that Yahweh put under mankind's feet?", "ref": ["08-07", "08-08"]}, {"a": "The name of Yahweh our Lord is magnificent.", "q": "Whose name is magnificent in all the earth?", "ref": ["08-09"]}], "9": [{"a": "He will give thanks to Yahweh with his whole heart and tell about all his marvelous deeds.", "q": "How will David give thanks to Yahweh and of what will he tell?", "ref": ["09-01"]}, {"a": "The enemies stumble and perish before Yahweh.", "q": "When David's enemies turn back, what happens to them?", "ref": ["09-03"]}, {"a": "The rightous judge sits on his throne and has defended David's just cause.", "q": "What has the rightous judge done for David?", "ref": ["09-04"]}, {"a": "He terrified the nations with his battle cry, destroyed the wicked, and blotted out their memory forever.", "q": "What did the rightous judge do to the nations and the wicked?", "ref": ["09-05"]}, {"a": "The enemy crumbled like ruins and all remembrance of them perished.", "q": "What happened to the enemy when the righteous judge overthrew their cities?", "ref": ["09-06"]}, {"a": "Yahweh remains forever and establishes his throne for justice.", "q": "Who remains forever and establishes his throne for justice?", "ref": ["09-07"]}, {"a": "Yahweh judges the world fairly and makes just decisions for the nations.", "q": "How does Yahweh judge the world and what does he do for the nations?", "ref": ["09-08"]}, {"a": "Yahweh will be a stronghold for the oppressed in times of trouble.", "q": "What will Yahweh be for the oppressed?", "ref": ["09-09"]}, {"a": "David asks Yahweh not to abandon those who seek him.", "q": "What does David ask Yahweh do for those who seek him?", "ref": ["09-10"]}, {"a": "They are to sing praises to Yahweh and tell the nations what Yahweh has done.", "q": "What does David say the people are to do to Yahweh, who rules in Zion?", "ref": ["09-11"]}, {"a": "He does not forget the cry of the oppressed.", "q": "What does the God not forget?", "ref": ["09-12"]}, {"a": "He is asking Yahweh to have mercy on him.", "q": "What is David asking Yahweh to do for him?", "ref": ["09-13"]}, {"a": "David is oppressed by those who hate him.", "q": "By whom is David oppressed?", "ref": ["09-13"]}, {"a": "David will rejoice in salvation in the gates of the daughter of Zion.", "q": "Where will David rejoice in salvation?", "ref": ["09-14"]}, {"a": "The nations have sunk down into the pit that they made and their feet are caught in the net that they hid.", "q": "What has happened to the nations?", "ref": ["09-15"]}, {"a": "Yahweh has made himself known and executed judgment.", "q": "Who has made himself known and executed judgment?", "ref": ["09-16"]}, {"a": "They are sent to sheol, which is the destiny of all the nations that forget God.", "q": "Where are the wicked sent?", "ref": ["09-17"]}, {"a": "The needy will not always be forgotten nor will the hopes of the oppressed be forever dashed.", "q": "What will not happen to the needy and the oppressed?", "ref": ["09-18"]}, {"a": "David wants Yahwah to arise and not let man conquer them.", "q": "What does David want Yahweh to prevent man from doing?", "ref": ["09-19"]}, {"a": "He is asking Yahweh to terrify them and make them know that they are mere men.", "q": "What is David asking Yahweh to do to the nations?", "ref": ["09-20"]}], "10": [{"a": "The writer feels that Yahweh is standing far off and hiding himself.", "q": "How does the writer feel that Yahweh is treating him?", "ref": ["10-01"]}, {"a": "The writer asks Yahweh to let the wicked be trapped by their own schemes.", "q": "What does the writer ask Yahweh to do to the wicked people?", "ref": ["10-02"]}, {"a": "The wicked man does not seek God because he is so proud.", "q": "Why does the wicked man not seek God?", "ref": ["10-04"]}, {"a": "The wicked man says, \"I will never fail; throughout all generations I will not meet adversity.\"", "q": "What does the wicked man say in his heart?", "ref": ["10-06"]}, {"a": "His mouth is full of curing and deceptive, harmful words.", "q": "What fills the mouth of the wicked man?", "ref": ["10-07"]}, {"a": "He is like a lion that lurks in secret in the thicket and lies in wait to catch the oppressed.", "q": "What animal if the wicked man like?", "ref": ["10-09"]}, {"a": "The wicked man says, \"God has forgotten; he covers his face; he will not bother to look.\"", "q": "What does the wicked man say in his heart about God?", "ref": ["10-11"]}, {"a": "He wants Yahweh to lift up his hand in judgment and to not forget the oppressed.", "q": "How does the writer want Yahweh to respond to the wicked man?", "ref": ["10-12"]}, {"a": "He says, \"You will not hold me accountable.\"", "q": "What does the wicked man say in his heart to God?", "ref": ["10-13"]}, {"a": "He thought God would not discover them.", "q": "What did the wicked and evil man think about his evil deeds?", "ref": ["10-15"]}, {"a": "He strengthen's their heart, listens to their prayer, and defends them.", "q": "How does Yahweh respond to the needs of the oppressed?", "ref": ["10-16"]}], "11": [{"a": "David takes refuge in Yahweh.", "q": "In whom does David take refuge?", "ref": ["11-01"]}, {"a": "They will tell him to flee like a bird to the mountain.", "q": "What will the people say to David about his soul?", "ref": ["11-01"]}, {"a": "They prepare their bows and make ready their arrows.", "q": "How do the wicked prepare to attack the upright in heart?", "ref": ["11-02"]}, {"a": "His eyes are watching and examining the children of men.", "q": "What is Yahweh doing in his holy temple?", "ref": ["11-04"]}, {"a": "He examines the righteous and the wicked", "q": "Who does Yahweh examine?", "ref": ["11-05"]}, {"a": "He hates those who love to do violence.", "q": "Who does Yahweh hate?", "ref": ["11-05"]}, {"a": "He rains burning coals and brimstone upon them and pours out a scorching wind from his cup.", "q": "What does Yahweh do to the wicked?", "ref": ["11-06"]}, {"a": "He loves righteousness.", "q": "What does Yahweh think of righteousness?", "ref": ["11-07"]}, {"a": "The upright will see Yahweh's face.", "q": "What will happen to the upright?", "ref": ["11-07"]}], "12": [{"a": "David is asking for Yahweh's help because the godly have disappeared and the faithful have vanished.", "q": "Why is David asking for Yahweh's help?", "ref": ["12-01"]}, {"a": "Everyone says empty words to his neighbor, and speaks with flattering lips and a double heart.", "q": "How does everyone speak to his neighbor?", "ref": ["12-02"]}, {"a": "David wants Yahweh to cut off all flatterings lips and every tongue declaring great things.", "q": "What does David want Yahweh to do to the flattering lips?", "ref": ["12-03"]}, {"a": "Some have said, \" With our tongues will we prevail. When our lips speak, who can be lord over us?\"", "q": "What flattering thing have some said?", "ref": ["12-04"]}, {"a": "Yahweh will arise and provide safety for which they long.", "q": "What will Yahweh do for the poor and the needy?", "ref": ["12-05"]}, {"a": "Yahweh's words are pure words like silver purified in a furnace and refined seven times.", "q": "What are the words of Yahweh like?", "ref": ["12-06"]}, {"a": "He asks Yahweh to forever keep and preserve them from this wicked generation.", "q": "What does David ask Yahweh to do for godly people?", "ref": ["12-07"]}, {"a": "The wicked walk on every side when evil is exalted among the sons of men.", "q": "What causes the wicked to walk on every side?", "ref": ["12-08"]}], "13": [{"a": "He asks Yahweh to look at him, answer him, and enlighten his eyes.", "q": "How does David ask Yahweh to respond to his prayer?", "ref": ["13-03"]}, {"a": "David fears he will sleep in death.", "q": "What does David fear will happen if Yahweh does not answer?", "ref": ["13-03"]}, {"a": "He does not want them to say they have defeated him and prevailed over their adversary.", "q": "What does David not want his enemies to say about him?", "ref": ["13-04"]}, {"a": "His enemies will rejoice when he is brought down.", "q": "What will happen if David is defeated?", "ref": ["13-04"]}, {"a": "David has trusted in Yahweh's covenant faithfulness.", "q": "In what has David trusted?", "ref": ["13-05"]}, {"a": "His heart rejoices in Yahweh's salvation.", "q": "In what does David's heart rejoice?", "ref": ["13-05"]}, {"a": "David will sing because Yahweh has treated him very generously.", "q": "Why will David sing to Yahweh?", "ref": ["13-06"]}], "14": [{"a": "A fool says, \"There is no God.\"", "q": "What does a fool say in his heart?", "ref": ["14-01"]}, {"a": "He looks down to see if there are any who understand, who seek after him.", "q": "Why does Yahweh looks down on the sons of mankind?", "ref": ["14-02"]}, {"a": "Everyone has turned aside and all have become filthy.", "q": "Who has turned aside and become filthy?", "ref": ["14-03"]}, {"a": "Those who commit iniquity and who eat up David's people as they eat bread, and do not call on Yahweh.", "q": "Who does not call on Yahweh?", "ref": ["14-04"]}, {"a": "They tremble with dread because God is with the righteous assembly.", "q": "Why do those who do not call on Yahweh tremble with dread?", "ref": ["14-05"]}, {"a": "Yahweh is his refuge.", "q": "Who is the refuge of the poor person?", "ref": ["14-06"]}, {"a": "David wants the salvation of Israel to come from Zion.", "q": "What does David want to come from Zion?", "ref": ["14-07"]}, {"a": "When Yahweh brings back his people from the captivity.", "q": "When will Jacob rejoice and Israel be glad?", "ref": ["14-07"]}], "15": [{"a": "The person who walks blamelessly, does what is right, and speaks truth from his heart may stay in Yahweh's tabernacle and live on his holy hill.", "q": "What kind of person may stay in Yahweh's tabernacle and live on his holy hill?", "ref": ["15-01", "15-02"]}, {"a": "He does not slander with his tongue.", "q": "What does this blameless person not do with his tongue?", "ref": ["15-03"]}, {"a": "He despises the worthless person.", "q": "Who does this blameless person despise?", "ref": ["15-04"]}, {"a": "He honors those who fear Yahweh.", "q": "Who does this blameless person honor?", "ref": ["15-04"]}, {"a": "He does not take back his promises.", "q": "When this person swears to his own disadvantage, what does he not do?", "ref": ["15-04"]}, {"a": "He does not charge interest.", "q": "When this blameless person lends money, what does he not do?", "ref": ["15-05"]}, {"a": "He does not take bribes to testify against the innocent.", "q": "What does this blameless person not take bribes to do?", "ref": ["15-05"]}, {"a": "He will never be shaken.", "q": "What will never happen to the blameless person who does these things?", "ref": ["15-05"]}], "16": [{"a": "David wants God to protect him because he takes refuge in God.", "q": "What does David ask God to do for him?", "ref": ["16-01"]}, {"a": "David recognizes that Yahweh is his Lord, and that David's goodness is nothing apart from Yahweh.", "q": "What does David recognize about his relationship to Yahweh?", "ref": ["16-02"]}, {"a": "They are the noble people in whom David delights.", "q": "Who are the saints on the earth?", "ref": ["16-03"]}, {"a": "Trouble will be increased to those who seek out other gods.", "q": "What will happen to those who seek out other gods?", "ref": ["16-04"]}, {"a": "He will not pour out drink offerings of blood to their gods, or lift up their names with his lips.", "q": "In what ways will David not worship other gods?", "ref": ["16-04"]}, {"a": "Yahweh holds David's destiny, gives him pleasant places, and a pleasing inheritance.", "q": "What does David recognize that Yahweh does for him?", "ref": ["16-06"]}, {"a": "David blesses Yahweh because Yahweh counsels him.", "q": "Why does David bless Yahweh?", "ref": ["16-07", "16-08"]}, {"a": "David's heart is glad, and will exalt in Yahweh.", "q": "How does David's heart respond to Yahweh?", "ref": ["16-09"]}, {"a": "Yahweh will not let him see the pit.", "q": "What will Yahweh not allow to happen to the one who has covenant faithfulness?", "ref": ["16-10"]}, {"a": "Yahweh teaches David the path of life, gives him joy, and delights that comes from abiding in Yahweh's right hand forever.", "q": "What benefits does David get from Yahweh?", "ref": ["16-11"]}], "17": [{"a": "David asks Yahweh to listen to his plea for justice, pay attention to his call for help, and give ear to his prayer.", "q": "What does David ask God to do for him?", "ref": ["17-01"]}, {"a": "David prays that his vindication will come from Yahweh's presence.", "q": "What does David pray will come from Yahweh's presence?", "ref": ["17-02"]}, {"a": "Yahweh will purify him and not find any evil plans or transgressions in his mouth.", "q": "What will happen to David if Yahweh comes to him in the night?", "ref": ["17-03"]}, {"a": "It is at the word of Yahweh's lips that David has kept himself from lawless ways.", "q": "How has David kept himself from the ways of the lawless?", "ref": ["17-04"]}, {"a": "David calls on God because God answers him.", "q": "Why does David call on God?", "ref": ["17-06"]}, {"a": "He asks God to show his covenant faithfulness to him in a wonderful way.", "q": "What does David ask God to show him?", "ref": ["17-07"]}, {"a": "He saves those who take refuge in him from their enemies.", "q": "Who does God save by his right hand?", "ref": ["17-07"]}, {"a": "God will protect David like the apple of God's eye by hiding David under the shadow of God's wings.", "q": "How does David describe the way God protects him from the wicked enemies who assault him?", "ref": ["17-08", "17-09"]}, {"a": "He says his enemies have no mercy on anyone, and their mouths speak with pride.", "q": "How does David describe his enemies?", "ref": ["17-10"]}, {"a": "They have surrounded his steps and set their eyes to strike him to the ground.", "q": "What have David's enemies done to him?", "ref": ["17-11"]}, {"a": "He asks Yahweh to arise, attack his enemies, and throw them down on their faces.", "q": "What does David ask Yahweh to do to his enemies?", "ref": ["17-13"]}, {"a": "He is asking Yahweh to rescue him from men of this world whose prosperity is in this life alone.", "q": "From whom is David asking Yahweh to rescue his him by his hand?", "ref": ["17-14"]}, {"a": "Yahweh will fill their bellies with riches so that they will have many children to whom they will leave their wealth.", "q": "How will Yahweh provide for his treasured ones?", "ref": ["17-14"]}, {"a": "He will be satisfied with a sight of Yahweh.", "q": "What does David expect to happen when he sees Yahweh's face in righteousness ?", "ref": ["17-15"]}], "18": [{"a": "He says, \"I love you.\"", "q": "What emotion does David express toward Yahweh?", "ref": ["18-01"]}, {"a": "David will be saved from his enemies.", "q": "What will happen when David calls on Yahweh?", "ref": ["18-03"]}, {"a": "Yahweh heard David's voice from his temple.", "q": "Where was Yahweh when he heard David's voice?", "ref": ["18-06"]}, {"a": "They were shaken because God was angry.", "q": "Why were the foundations of the mountains shaken?", "ref": ["18-07"]}, {"a": "He rode on a cherub and flew; he glided on the wings of the wind.", "q": "How did Yahweh come down from the heavens?", "ref": ["18-09"]}, {"a": "He shot his arrows and scattered them.", "q": "How did Yahweh scatter his enemies?", "ref": ["18-14"]}, {"a": "Yahweh's battle cry and the blast of the breath of his nostrils.", "q": "What exposed the foundations of the world?", "ref": ["18-15"]}, {"a": "He pulled David out of the surging water.", "q": "Out of what did Yahweh pull David?", "ref": ["18-16"]}, {"a": "Yahweh saved David because Yahweh was pleased with him.", "q": "Why did Yahweh save David?", "ref": ["18-19"]}, {"a": "He saves afflicted people.", "q": "What does Yahweh do to afflicted people?", "ref": ["18-27"]}, {"a": "He brings down those with proud, uplifted eyes.", "q": "What does Yahweh do to those with proud, uplifted eyes?", "ref": ["18-27"]}, {"a": "He says Yahweh's way is perfect.", "q": "How does David describe Yahweh's way?", "ref": ["18-30"]}, {"a": "David pursued his enemies and caught them.", "q": "What did David do to his enemies?", "ref": ["18-37"]}, {"a": "Yahweh did not answer them.", "q": "What happened when David's enemies called to Yahweh?", "ref": ["18-41"]}, {"a": "Yahweh made David the head over nations.", "q": "Over what has Yahweh made David the head?", "ref": ["18-43"]}, {"a": "He is set free from his enemies.", "q": "From whom is David set free?", "ref": ["18-48"]}, {"a": "He shows his covenant loyalty to his anointed one, to David and to his descendants forever.", "q": "To whom does Yahweh show his covenant loyalty?", "ref": ["18-50"]}], "19": [{"a": "The heavens declare God's glory and the skies make his handiwork known.", "q": "What do the heavens declare and the skies make known?", "ref": ["19-01"]}, {"a": "The speech that pours out reveals knowledge.", "q": "What does the speech that pours out reveal?", "ref": ["19-02"]}, {"a": "Their words go out over all the earth, to the end of the world.", "q": "Where do the words and speech of the heavens and the skies go?", "ref": ["19-04"]}, {"a": "The sun is like a bridegroom, and like a strong man.", "q": "What is the sun like?", "ref": ["19-05"]}, {"a": "The law of Yahweh restores the soul.", "q": "What does the law of Yahweh do?", "ref": ["19-07"]}, {"a": "The decrees of Yahweh give wisdom to the inexperienced.", "q": "What do the decrees of Yahweh do?", "ref": ["19-07"]}, {"a": "They make the heart joyful.", "q": "What do the instructions of Yahweh do?", "ref": ["19-08"]}, {"a": "They give insight to the eyes.", "q": "What do the commands of Yahweh do?", "ref": ["19-08"]}, {"a": "They are of greater value than gold, even much more than much find gold.", "q": "How do the righteous decrees of Yahweh compare to gold?", "ref": ["19-10"]}, {"a": "By them his servant is warned, they cause him to obey and receive great reward.", "q": "What do the righteous decrees of Yahweh do for Yahweh's servant?", "ref": ["19-11"]}, {"a": "He asks to be cleansed from hidden faults.", "q": "From what does David ask to be cleansed?", "ref": ["19-12"]}, {"a": "He will be perfect and innocent from many transgressions.", "q": "What happens when the servant does not let his arrogant sins rule over him?", "ref": ["19-13"]}, {"a": "David wants the words of his mouth and the thoughts of his heart to be acceptable in Yahweh's sight.", "q": "What does David want to be acceptable in Yahweh's sight.", "ref": ["19-14"]}], "20": [{"a": "He asks that Yahweh send help from the sanctuary and support from Zion.", "q": "From where does David want God to send help and support?", "ref": ["20-02"]}, {"a": "David asks that Yahweh call to mind all of the offerings and accept their burnt sacrifices.", "q": "What does David want Yahweh to call to mind and to accept?", "ref": ["20-03"]}, {"a": "David says they will rejoice in Yahweh's salvation.", "q": "In what does David say they will rejoice?", "ref": ["20-05"]}, {"a": "David knows that Yahweh will rescue his anointed.", "q": "Who does David say that Yahweh will rescue?", "ref": ["20-06"]}, {"a": "Some trust in chariots and others in horses.", "q": "In what do other people trust?", "ref": ["20-07"]}, {"a": "They call on Yahweh their God.", "q": "What does David and his people do in order to gain victory?", "ref": ["20-07"]}], "21": [{"a": "He rejoices in Yahweh's strength and in the salvation Yahweh provides.", "q": "In what does the king rejoice?", "ref": ["21-01"]}, {"a": "Yahweh has given the king his heart's desire and has not held back the request of his lips.", "q": "What has Yahweh done for the king?", "ref": ["21-02"]}, {"a": "He has brought the king rich blessings and placed a crown of purest gold on his head.", "q": "What has Yahweh brought to the king and placed on his head?", "ref": ["21-03"]}, {"a": "Yahweh gave the king life and long days forever and ever.", "q": "What did Yahweh give the king after the king asked for it?", "ref": ["21-04"]}, {"a": "His glory is great because of Yahweh's victory.", "q": "Why is the king's glory great?", "ref": ["21-05"]}, {"a": "Yahweh has bestowed splendor and majesty.", "q": "What has Yahweh bestowed upon the king?", "ref": ["21-05"]}, {"a": "He will not be moved because he trusts in Yahweh through the Most High's covenant faithfulness.", "q": "Why will the king not be moved?", "ref": ["21-07"]}, {"a": "His hand will seize all the enemies who hate Yahweh.", "q": "Who will the hand of Yahweh seize?", "ref": ["21-08"]}, {"a": "He will burn them up, and they will be consumed in his wrath.", "q": "What will Yahweh do to his enemies?", "ref": ["21-09"]}, {"a": "He will destroy their offspring and their descendants.", "q": "What will Yahweh do to the offspring of his enemies?", "ref": ["21-10"]}, {"a": "He will destroy them because they intended evil against him.", "q": "Why will Yahweh destroy his enemies?", "ref": ["21-11"]}, {"a": "It will not succeed because Yahweh will turn them back and draw his bow against them.", "q": "Why will the plot of Yahweh's enemies not succeed?", "ref": ["21-11", "21-12"]}, {"a": "They will sing and praise his power.", "q": "How will the people exalt Yahweh?", "ref": ["21-13"]}], "22": [{"a": "David is asking why God has abandoned him, why he is so far from David.", "q": "What is David asking God?", "ref": ["22-01"]}, {"a": "David cries out in the daytime and at night David is not silent.", "q": "What does David do in the daytime and at night?", "ref": ["22-02"]}, {"a": "David refers to God as Holy, sitting as king with the praises of Isreal.", "q": "How does David refer to God?", "ref": ["22-03"]}, {"a": "They trusted in God, he rescued them, and they were not disappointed.", "q": "What did David's ancestors do and how did God respond?", "ref": ["22-04", "22-05"]}, {"a": "David says he is a worm and not a man, a disgrace to humanity and despised by the people.", "q": "How does David describe himself?", "ref": ["22-06"]}, {"a": "They say, \"He trusts in Yahweh; let Yahweh rescue him.\"", "q": "What do the people that taunt and mock David say to him?", "ref": ["22-08"]}, {"a": "David trusted Yahweh when he was on his mother's breasts and since he was in his mother's womb.", "q": "How long has David trusted God?", "ref": ["22-09", "22-10"]}, {"a": "He is asking God to not be far away from him because trouble is near and there is no one to help.", "q": "What is David asking God to do for him?", "ref": ["22-11"]}, {"a": "Many strong bulls of Bashan surround him with mouths wide open against him.", "q": "What is surrounding David like a roaring lion?", "ref": ["22-12", "22-13"]}, {"a": "He says he is being poured out like water, all his bones are dislocated, his heart is like wax, his strength has dried up, his tongue sticks to the roof of his mouth.", "q": "How does David describe himself?", "ref": ["22-14", "22-15"]}, {"a": "Dogs have surrounded him and a company of evildoers encircled him, having pierced his hands and feet.", "q": "What has surrounded David and encircled him?", "ref": ["22-16"]}, {"a": "The garments were divided and lots were cast for the clothes.", "q": "What was done to the garments and the clothes?", "ref": ["22-18"]}, {"a": "He requests Yahweh to not be far away.", "q": "What does David request of Yahweh?", "ref": ["22-19"]}, {"a": "He wants his soul rescued from the sword, his precious life from the paws of the dogs, the horns of the wild oxen, and be saved from the lion's mouth.", "q": "From what does David want to be rescued and saved?", "ref": ["22-20", "22-21"]}, {"a": "He will declare Yahweh's name to his brothers and praise him in the midst of the assembly.", "q": "What will David declare to his brothers and where will he praise Yahweh?", "ref": ["22-22"]}, {"a": "All who fear Yahweh, all descendants of Jacob, and all descendants of Israel should praise, honor, and stand in awe of him.", "q": "Who should praise, honor, and stand in awe of Yahweh?", "ref": ["22-23"]}, {"a": "He heard the afflicted one when he cried to him.", "q": "When did Yahweh hear the afflicted one?", "ref": ["22-24"]}, {"a": "He will praise Yahweh in the great assembly and fulfill his vows before those who fear Yahweh.", "q": "Where will David praise and fulfill his vows?", "ref": ["22-25"]}, {"a": "The oppressed will eat, be satisifed and those who seek Yahweh will praise him.", "q": "Who will eat, be satisfied, and praise Yahweh?", "ref": ["22-26"]}, {"a": "The peoples of the earth will remember and turn to Yahweh and all the families of the nations will bow down before him.", "q": "What will all the peoples of the earth and what will the famiies of the nations do?", "ref": ["22-27"]}, {"a": "Yahweh rules over the nations.", "q": "Over what does Yahweh rule?", "ref": ["22-28"]}, {"a": "All those who are descending into the dust, who cannot preserve their own souls, will bow before him.", "q": "Who will bow before Yahweh?", "ref": ["22-29"]}, {"a": "They will come and tell to a people not yet born what he has done.", "q": "What will future generations do?", "ref": ["22-30", "22-31"]}], "23": [{"a": "David's shepherd is Yahweh.", "q": "Who is David's shepherd?", "ref": ["23-01"]}, {"a": "Yahweh makes David lie down in green pastures.", "q": "Where does Yahweh make David lie down?", "ref": ["23-02"]}, {"a": "Yahweh leads David beside tranquil water.", "q": "Where does Yahweh lead David?", "ref": ["23-02"]}, {"a": "Yahweh restores David's soul.", "q": "What does Yahweh restore?", "ref": ["23-03"]}, {"a": "Yahweh guides David along right paths.", "q": "Where does Yahweh guide David?", "ref": ["23-03"]}, {"a": "Yahweh is with David.", "q": "When David walks through a valley of darkest shadow, who is with him?", "ref": ["23-04"]}, {"a": "Yahweh prepares a table in the presence of David's enemies.", "q": "What does Yahweh prepare before David?", "ref": ["23-05"]}, {"a": "Yahweh annoints David's head with oil.", "q": "What does Yahweh annoint?", "ref": ["23-05"]}, {"a": "Goodness and covenant faithfulness will pursue David,", "q": "What will pursue David all the days of his life?", "ref": ["23-06"]}, {"a": "David will live in the house of Yahweh for a very long time.", "q": "Where will David live all the days of his life?", "ref": []}], "24": [{"a": "Yahweh founded it upon the seas and established it on the rivers.", "q": "Who founded the earth?", "ref": ["24-01"]}, {"a": "Those who have clean hands and a pure heart; who have not lifted up their soul to what is false, and who have not sworn deceitfully will ascend Yahweh's mountain and stand in his holy place.", "q": "Who will ascend the mountain of Yahweh and stand in Yahweh's holy place?", "ref": ["24-03", "24-04"]}, {"a": "The generation of those who seek him, those who seek the face of the God of Jacob, will receive a blessing.", "q": "Who will receive a blessing from Yahweh?", "ref": ["24-05", "24-06"]}, {"a": "So that the King of glory may come in.", "q": "Why are the gates to be lifted up?", "ref": ["24-07"]}], "25": [{"a": "David asks God to not let him be humiliated, and to not let his enemies rejoice over him.", "q": "For what does David ask God?", "ref": ["25-02"]}, {"a": "David requests Yahweh to make known to him Yahweh's ways.", "q": "What does David ask Yahweh to make known to him?", "ref": ["25-04", "25-05"]}, {"a": "David asks Yahweh to call to mind his acts of compassion and of covenant faithfulness, but not to think about the sins of David's youth or his rebelliousness.", "q": "What does David ask Yahweh to call to mind?", "ref": ["25-06", "25-07"]}, {"a": "He teaches sinners the way, guides the humble with justice, and teaches the humble his way.", "q": "What does Yahweh do because he is good and upright?", "ref": ["25-08", "25-09"]}, {"a": "They are made from covenant faithfulness and trustworthiness.", "q": "From what are the paths of Yahweh made?", "ref": ["25-10"]}, {"a": "He should pardon David for the sake of Yahweh's name.", "q": "Why should Yahweh pardon David's sin?", "ref": ["25-11"]}, {"a": "The Lord will instruct him in the way he should choose.", "q": "What will Yahweh do for the man who fears Yahweh?", "ref": ["25-12", "25-13"]}, {"a": "He gives them his friendship and makes his covenant known to them.", "q": "What does Yahweh do for those who honor him?", "ref": ["25-14"]}, {"a": "Because Yahweh will free David's feet from the net.", "q": "Why does David always keep his eyes on Yahweh?", "ref": ["25-15"]}, {"a": "David asks Yahweh to turn toward him and have mercy on him.", "q": "When David is alone and afflicted, what does he request of Yahweh?", "ref": ["25-16"]}, {"a": "David asks Yahweh to see his affliction and his toils, to forgive his sins, and to see his enemies who hate him and are cruel to him.", "q": "When David's heart is troubled what does he ask of Yahweh?", "ref": ["25-17", "25-19"]}, {"a": "Because he takes refuge in Yahweh.", "q": "Why will David not be humiliated?", "ref": ["25-20"]}, {"a": "He asks God to rescue Israel from all of its troubles.", "q": "From what does David ask God to rescue Israel?", "ref": ["25-22"]}], "26": [{"a": "David says he has walked with integrity and has trusted in Yahweh without wavering.", "q": "How does David say that he has walked?", "ref": ["26-01"]}, {"a": "He asks Yahweh to test the purity of his inner parts and heart.", "q": "What does David ask Yahweh to examine and test?", "ref": ["26-02"]}, {"a": "Yahweh's covenant faithfulness is before David's eyes.", "q": "What is before David's eyes?", "ref": ["26-03"]}, {"a": "Davied does not associate with deceitful people or mingle with dishonest people.", "q": "With whom does David not associate or mingle?", "ref": ["26-04"]}, {"a": "David hates the assembly of evildoers.", "q": "What does David hate?", "ref": ["26-05"]}, {"a": "He does not live with the wicked.", "q": "With whom does David not live?", "ref": ["26-05"]}, {"a": "He sings a loud song of praise and reports all of Yahweh's wonderful deeds.", "q": "What does David do as he goes around Yahweh's altar?", "ref": ["26-06", "26-07"]}, {"a": "He loves the house where Yahweh lives.", "q": "How does David feel about the house where Yahweh lives?", "ref": ["26-08"]}, {"a": "David asks Yahweh not to sweep his soul away with the sinners, or his life with bloodthirsty men.", "q": "What does David asking Yahweh not to do?", "ref": ["26-09"]}, {"a": "David says that he will walk in integrity.", "q": "How does David say that he will walk?", "ref": ["26-11"]}, {"a": "His foot stands on level ground and he will bless Yahweh in the assemblies.", "q": "Where does David's foot stand and where will he bless Yahweh?", "ref": ["26-12"]}], "27": [{"a": "David should not fear anyone since Yahweh is his light, his salvation, and his life's refuge.", "q": "Why should David not fear anyone?", "ref": ["27-01"]}, {"a": "His adversaries and enemies stumbled and fell.", "q": "What happened when evildoers drew near to David?", "ref": ["27-02"]}, {"a": "His heart will not fear even though an army encamps against him and war rises up against him.", "q": "In what situations will David not fear but rather remain confident?", "ref": ["27-03"]}, {"a": "David has asked that he may live in the house of Yahweh all the days of his life, to see the beauty of Yahweh, and to meditate in his temple.", "q": "What has David asked of Yahweh?", "ref": ["27-04"]}, {"a": "Yahweh will shelter him in his booth, hide him in the cover of his tent, and lift him high on a rock.", "q": "What will Yahweh do for David in the day of trouble?", "ref": ["27-05"]}, {"a": "David will offer sacrifices of joy, sing, and make songs to Yahweh.", "q": "How will David offer worship to Yahweh?", "ref": ["27-06"]}, {"a": "David asks Yahweh to hear his voice, to have mercy on him, and to answer him.", "q": "What does David ask Yahweh to do?", "ref": ["27-07"]}, {"a": "David's heart says, \"Seek his face!\"", "q": "What does David's heart say about Yahweh?", "ref": ["27-08"]}, {"a": "David asks Yahweh not to hide his face from him, not to strike his servant in anger, nor to forsake or abandon him.", "q": "What does David ask Yahweh not to do?", "ref": ["27-09"]}, {"a": "Yahweh will take David in even if his father and mother forsake him.", "q": "In what situation will Yahweh take David in?", "ref": ["27-10"]}, {"a": "David asks Yahweh to teach him Yahweh's ways and to lead him on a level path because of his enemies.", "q": "How does David ask Yahweh to do because of David's enemies?", "ref": ["27-11"]}, {"a": "David asks that Yahweh not give his soul to his enemies because false witnesses have risen up against him, and they breathe out violence.", "q": "Why does David ask that Yahweh not give his soul to his enemies?", "ref": ["27-12"]}, {"a": "He believed that he would see the goodness of Yahweh in the land of the living.", "q": "What did David believe that helped him?", "ref": ["27-13"]}, {"a": "David encourages the people to wait for Yahweh, to be strong, and to let their heart be courageous.", "q": "What does David encourage the people to do?", "ref": ["27-14"]}], "28": [{"a": "David cries out to Yahweh, his rock.", "q": "To whom does David cry out?", "ref": ["28-01"]}, {"a": "David will join those who go down to the grave.", "q": "What will happen to David if Yahweh does not respond to him?", "ref": ["28-01"]}, {"a": "David wants Yahweh to hear the sound of his pleading.", "q": "Who does David want to hear the sound of his pleading?", "ref": ["28-02"]}, {"a": "David asks Yahweh not to drag him away with the wicked.", "q": "What does David ask Yahweh not to do?", "ref": ["28-03"]}, {"a": "David asks Yahweh to give them what their deeds deserve and to repay them for what their wickedness demands.", "q": "What does David ask Yahweh to give the wicked?", "ref": ["28-04"]}, {"a": "The wicked does not understand the ways of Yahweh or the work of his hands.", "q": "What does the wicked not understand?", "ref": ["28-05"]}, {"a": "Yahweh has heard the sound of David's pleading.", "q": "What has Yahweh heard?", "ref": ["28-06"]}, {"a": "Yahweh is David's strength and shield.", "q": "Who is David's strength and shield?", "ref": ["28-07"]}, {"a": "David's heart trusts in Yahweh and greatly rejoices.", "q": "In whom does David's heart trust?", "ref": ["28-07"]}, {"a": "Yahweh is the strength of his people.", "q": "Who is the strength of his people?", "ref": ["28-08"]}, {"a": "Yahweh is the saving refuge of his annointed one.", "q": "Who is the saving refuge of his annointed one?", "ref": ["28-08"]}, {"a": "David wants Yahweh to save his people and bless his inheritance,", "q": "Who does David want Yahweh to save and bless?", "ref": ["28-09"]}], "29": [{"a": "David says the sons of the mighty should acknowledge Yahweh's glory and power.", "q": "Who does David say should acknowledge Yahweh has glory and power?", "ref": ["29-01"]}, {"a": "Yahweh's name deserves honor.", "q": "What does the name of Yahweh deserve?", "ref": ["29-02"]}, {"a": "He compares the voice of Yahweh to thunder.", "q": "To what does David compares the voice of Yahweh?", "ref": ["29-03"]}, {"a": "Yahweh breaks in pieces the cedars of Lebanon.", "q": "What does Yahweh break in pieces?", "ref": ["29-05"]}, {"a": "Yahweh shakes the wilderness of Kadesh.", "q": "What does Yahweh shake?", "ref": ["29-08"]}, {"a": "Everyone in his temple says, \"Glory!\"", "q": "What does everyone in Yahweh's temple say?", "ref": ["29-09"]}, {"a": "Yahweh sits as king forever.", "q": "How long will Yahweh sit as king?", "ref": ["29-10"]}, {"a": "Yahweh gives strength to his people and blesses his people with peace.", "q": "What two things does Yahweh give his people?", "ref": ["29-11"]}], "30": [{"a": "He exalts Yahweh because Yahweh has raised David up and not allowed David's enemies to rejoice over him.", "q": "Why does David exalt Yahweh?", "ref": ["30-01"]}, {"a": "Yahweh healed David.", "q": "What did Yahweh do when David cried for help?", "ref": ["30-02"]}, {"a": "Yahweh brought up David's soul from sheol.", "q": "From where did Yahweh bring up David's soul?", "ref": ["30-03"]}, {"a": "The faithful are told to sing praise to Yahweh and to give him thanks.", "q": "What are the faithful told to do in remembrance of Yahweh's holiness?", "ref": ["30-04"]}, {"a": "Yahweh's anger is only for a moment, but his favor is for a lifetime.", "q": "How long does Yahweh's anger and favor last?", "ref": ["30-05"]}, {"a": "Joy comes in the morning.", "q": "What happens after weeping comes for a night?", "ref": ["30-05"]}, {"a": "David said, \"I will never be shaken.\"", "q": "What did David say in confidence?", "ref": ["30-06"]}, {"a": "When Yahweh hid his face, David was troubled.", "q": "What happened to David when Yahweh hid his face?", "ref": ["30-07"]}, {"a": "David sought favor from the Lord.", "q": "What did David seek from the Lord?", "ref": ["30-08"]}, {"a": "David is asking Yahweh to hear him, to have mercy on him, and be his helper.", "q": "What things is David asking Yahweh to do for him?", "ref": ["30-10"]}, {"a": "Yahweh has turned David's mourning into dancing, removed his sackcloth and clothed him with gladness.", "q": "What has Yahweh done for David?", "ref": ["30-11"]}, {"a": "David's heart will sing praise to Yahweh and not be silent. He will give thanks to Yahweh his God forever.", "q": "What will David's honored heart do?", "ref": ["30-12"]}], "31": [{"a": "David takes refuge in Yahweh.", "q": "In whom does David take refuge?", "ref": ["31-01"]}, {"a": "He asks Yahweh to become his rock of refuge and a stronghold to save him.", "q": "What does David ask Yahweh to become for David?", "ref": ["31-01", "31-02"]}, {"a": "David asks God to lead and guide him for Yahweh's name sake.", "q": "Why does David ask God to lead and guide him?", "ref": ["31-03"]}, {"a": "Yahweh will pluck him out of the net because Yahweh is his refuge.", "q": "Why does David believe that Yahweh will pluck him out of the net his enemies have hidden for him?", "ref": ["31-04"]}, {"a": "David entrusts his spirit into the hands of Yahweh.", "q": "Into what does David entrust his spirit?", "ref": ["31-05"]}, {"a": "He hates those who serve worthless idols.", "q": "Who does David hate?", "ref": ["31-06"]}, {"a": "David will be glad and rejoice because Yahweh has seen his affliction and known the distress of his soul.", "q": "Why will David be glad and rejoice in Yahweh's covenant faithfulness?", "ref": ["31-07"]}, {"a": "Yahweh has set David's feet in a wide open place.", "q": "Where has Yahweh set David's feet?", "ref": ["31-08"]}, {"a": "He wants Yahweh to have mercy upon him because he is in distress and his eyes grow weary with grief.", "q": "Why does David want Yahweh to have mercy upon him?", "ref": ["31-09"]}, {"a": "His strength fails and his bones waste away because of his sin.", "q": "Why does David's strength fail and his bones waste away?", "ref": ["31-10"]}, {"a": "People disdain him, his neighbors are appalled and horrified at his situation, and those who see him in the street run from him.", "q": "How did people respond to David's situation?", "ref": ["31-11"]}, {"a": "David says he is as forgotten as a dead man whom no thinks about, and that he is like a broken pot.", "q": "To what does David compare himself?", "ref": ["31-12"]}, {"a": "He has heard the whispering of many, terrifying news from every side as they plot together to take away his life.", "q": "Why is David so troubled?", "ref": ["31-13"]}, {"a": "He asks God to rescue him from his enemies and from those who pursue him.", "q": "From whom does David ask God to rescue him?", "ref": ["31-15"]}, {"a": "David asks God to make his face shine upon David, and to save him in Yahweh's covenant faithfulness.", "q": "What does David ask God to do for his servant?", "ref": ["31-16"]}, {"a": "David asks Yahweh to not to let him be humiliated.", "q": "What does David ask God to not let happen to David?", "ref": ["31-17"]}, {"a": "They speak against the righteous defiantly with arrogance and contempt.", "q": "Why should lying lips be silenced?", "ref": ["31-18"]}, {"a": "Yahweh's goodness is stored up for those who revere him.", "q": "For whom is God's goodness stored up?", "ref": ["31-19"]}, {"a": "He hides them from the plots of men and from the violence of tongues.", "q": "From what does Yahweh hide those who revere him?", "ref": ["31-20"]}, {"a": "Yahweh showed David his marvelous covenant faithfulness when David was in a beseiged city.", "q": "Why is Yahweh to be blessed?", "ref": ["31-21"]}, {"a": "Yahweh heard his plea for help when David cried to him.", "q": "What did Yahweh do for David even though David said that he was cut off from God's eyes?", "ref": ["31-22"]}, {"a": "Yahweh protects the faithful but pays back the arrogant in full.", "q": "What does Yahweh do for his faithful followers?", "ref": ["31-23"]}, {"a": "He tells them to be strong and confident.", "q": "How advice does David give to those who trust in Yahweh?", "ref": ["31-24"]}], "32": [{"a": "Yahweh blesses people by forgiving their transgression and covering their sin.", "q": "How does Yahweh bless people?", "ref": ["32-01"]}, {"a": "His bones wasted away and he groaned all day long. God's hand was heavy on David and his strenghth withered.", "q": "What happened to David when he remained silent?", "ref": ["32-03", "32-04"]}, {"a": "God forgave the guilt of David's sin.", "q": "What did God do when David acknowledged his sin and no longer hid his iniquity?", "ref": ["32-05"]}, {"a": "They should pray to Yahweh at a time of great distress.", "q": "What should godly people do?", "ref": ["32-06"]}, {"a": "When the surging waters overflow, they will not reach those people.", "q": "What will happen to the godly who pray to Yahweh at a time of great distress?", "ref": ["32-06"]}, {"a": "God surrounds him with the songs of victory.", "q": "With what does God surround David?", "ref": ["32-07"]}, {"a": "Yahweh's covenant faithfulness will surrounding him.", "q": "What will happen to the one who trusts in Yahweh?", "ref": ["32-10"]}, {"a": "The upright in heart should rejoice and shout for joy.", "q": "What should the righteous and the upright in heart do for Yahweh?", "ref": ["32-11"]}], "33": [{"a": "The righteous should rejoice in Yahweh.", "q": "In whom does the writer say the righteous should rejoice?", "ref": ["33-01"]}, {"a": "The writer says to give thanks to Yahweh with the harp.", "q": "With what instrument does the writer say to give thanks to Yahweh?", "ref": ["33-02"]}, {"a": "Yahweh's word is upright and everything he does is fair.", "q": "How does the writer describe Yahweh's word and actions?", "ref": ["33-04"]}, {"a": "Yahweh loves righteousness and justice.", "q": "What does Yahweh love?", "ref": ["33-05"]}, {"a": "The heavens were made by the word of Yahweh.", "q": "What was made by the word of Yahweh?", "ref": ["33-06"]}, {"a": "All the stars were made by the breath of Yahweh's mouth.", "q": "What was made by the breath of Yahweh's mouth?", "ref": ["33-06"]}, {"a": "He gathers the waters of the sea together like a heap.", "q": "What does the writer say Yahweh does to the waters of the sea?", "ref": ["33-07"]}, {"a": "All the inhabitants of the world should stand in awe of Yahweh.", "q": "What does the writer say all the inhabitants of the world should do?", "ref": ["33-08"]}, {"a": "The plans of Yahweh stand forever, the plans of his heart for all generations.", "q": "How long will Yahweh's plans stand?", "ref": ["33-11"]}, {"a": "Yahweh looks down on all the people, on all who live on the earth.", "q": "On whom does Yahweh look down from where he lives?", "ref": ["33-14"]}, {"a": "Yahweh's eye is on those who fear him.", "q": "On whom is Yahweh's eye?", "ref": ["33-18"]}, {"a": "Our hearts should rejoice in him, for we trust in his holy name.", "q": "Why should our hearts rejoice in Yahweh?", "ref": ["33-21"]}], "34": [{"a": "David will praise Yahweh at all times.", "q": "How often will David praise Yahweh?", "ref": ["34-01"]}, {"a": "David wants the oppressed to hear it and rejoice.", "q": "Who does David want to hear when he praises Yahweh?", "ref": ["34-02"]}, {"a": "David is asking them to praise Yahweh and lift up his name together.", "q": "What is David asking people to do with him?", "ref": ["34-03"]}, {"a": "Yahweh answered David and gave him victory over all his fears.", "q": "What happened when David sought Yahweh?", "ref": ["34-04"]}, {"a": "They are radiant and their faces are not ashamed.", "q": "What happens to those who look to Yahweh?", "ref": ["34-05"]}, {"a": "Yahweh saved him from all his troubles.", "q": "What did Yahweh do when he heard this oppressed man cry?", "ref": ["34-06"]}, {"a": "The angel of Yahweh rescues them.", "q": "What does the angel of Yahweh do when he camps around those who fear him?", "ref": ["34-07"]}, {"a": "The man is blessed who takes refuge in Yahweh.", "q": "Who is the man who is blessed?", "ref": ["34-08"]}, {"a": "There is no lack for those who fear Yahweh.", "q": "What to Yahweh's chosen people who fear him?", "ref": ["34-09"]}, {"a": "Those who seek Yahweh will not lack anything good.", "q": "What does David say about those who seek Yahweh?", "ref": ["34-10"]}, {"a": "David says, \"Come, listen and I will teach you the fear of Yahweh.\"", "q": "What does David say to the children?", "ref": ["34-11"]}, {"a": "David says he should keep from speaking evil, keep from speaking lies, turn from evil, do good and seek peace and promote it.", "q": "What does David say a man who desire life should do?", "ref": ["34-13", "34-14"]}, {"a": "His eyes are on the righteous and his ears are directed toward their cry.", "q": "How does Yahweh respond to the cry of the righteous?", "ref": ["34-15"]}, {"a": "He will wipe out their memory from the earth.", "q": "What will Yahweh do to the evildoers, whom his is against?", "ref": ["34-16"]}, {"a": "He hears and rescues them from all their troubles.", "q": "What does Yahweh do when the righteous cry out?", "ref": ["34-17"]}, {"a": "He is near the brokenhearted.", "q": "To Whom is Yahweh near?", "ref": ["34-18"]}, {"a": "Yahweh saves those with a crushed spirit.", "q": "Who does Yahweh save?", "ref": ["34-18"]}, {"a": "Yahweh gives him victory over them all and protects all his bones.", "q": "What happens to the righteous who have many troubles?", "ref": ["34-19", "34-20"]}, {"a": "Evil will kill the wicked.", "q": "What will happen to the wicked?", "ref": ["34-21"]}, {"a": "They will be condemned.", "q": "What will happen to those who hate the righteous?", "ref": ["34-21"]}, {"a": "He redeems their souls and they will not be condemned.", "q": "What does Yahweh do for his servants who take refuge in him?", "ref": ["34-22"]}], "35": [{"a": "David asks Yahweh to work against those who work against him, and fight against those who fight against him.", "q": "What does David ask Yahweh to do for him?", "ref": ["35-01"]}, {"a": "He asks Yahweh to use his small and large shield, his spear, and his battle axe.", "q": "What weapons does David ask Yahweh to use to help him?", "ref": ["35-02", "35-03"]}, {"a": "David wants them to be turned back and confounded.", "q": "What does David want to happen to those who plan to harm him?", "ref": ["35-04"]}, {"a": "He wants the angel of Yahweh to drive them away.", "q": "Who does David want to drive away his enemies?", "ref": ["35-05"]}, {"a": "They set their net and dug a pit for David.", "q": "What did David's enemies do without cause?", "ref": ["35-07"]}, {"a": "David wants destruction to overtake them by surprise, for them to be caught in their own nets, and for them to fall to their destruction.", "q": "What does David want to happen to his enemies?", "ref": ["35-08"]}, {"a": "He will rejoice in Yahweh's salvation.", "q": "In what will David rejoice?", "ref": ["35-09"]}, {"a": "He is sorrowful because unrighteous witnesses rise up to accuse him falsely, and repay him evil for good.", "q": "Why is David sorrowful?", "ref": ["35-11", "35-12"]}, {"a": "David wore sackcloth, fasted for them, went about in grief and bent down in mourning for them.", "q": "How did David respond to his enemies' troubles?", "ref": ["35-13", "35-14"]}, {"a": "They rejoiced, gathered against him, tore at him, taunted him, and gnashed at him with their teeth.", "q": "How did the enemies respond to David's troubles?", "ref": ["35-15", "35-16"]}, {"a": "He will thank Yahweh when his soul is rescued from their destructive attacks.", "q": "When will David thank Yahweh in the assembly?", "ref": ["35-17", "35-18"]}, {"a": "They devise deceitful words against those who live in peace.", "q": "What do David's enemies do instead of speaking peace?", "ref": ["35-20"]}, {"a": "He wants Yahweh to not be silent, to not be far away, and to arouse and awake to his defense.", "q": "What does David want Yahweh to do since he has seen David's troubles?", "ref": ["35-22", "35-23"]}, {"a": "He says Yahweh should defend him because of Yahweh's righteousness.", "q": "Why does David say Yahweh should defend him?", "ref": ["35-24"]}], "36": [{"a": "Sin speaks like an oracle in the heart of the wicked man.", "q": "How does sin speak in the heart of the wicked man?", "ref": ["36-01"]}, {"a": "He thinks that his sin will not be discovered and be hated.", "q": "How does the wicked man comfort himself?", "ref": ["36-02"]}, {"a": "His words are sinful and deceitful.", "q": "What are the wicked man's words like?", "ref": ["36-03"]}, {"a": "He does not want to be wise and to do good.", "q": "What does the wicked man not want to be?", "ref": ["36-03"]}, {"a": "He plans ways to sin while he lies in bed.", "q": "What does the wicked man do while he lies in bed?", "ref": ["36-04"]}, {"a": "Yahweh's covenant faithfulness reached to the heavens, and his loyalty reaches to the clouds.", "q": "What reaches to the heavens and to the clouds?", "ref": ["36-05"]}, {"a": "His justice is like the highest mountains and the deepest sea.", "q": "What is Yahweh's justice like?", "ref": ["36-06"]}, {"a": "Yahweh preserves both mankind and the animals.", "q": "What does Yahweh preserve?", "ref": ["36-06"]}, {"a": "Humanity takes refuge under the shadow of God's wings.", "q": "Who takes refuge under the shadow of God's wings?", "ref": ["36-07"]}, {"a": "The richness of the food of God's house will satisfy humanity.", "q": "What will abundantly satisfy humanity?", "ref": ["36-08"]}, {"a": "David asks God to extend God's covenant faithfulness fully to those who know God.", "q": "To whom does David ask God to extend his covenant faithfulness?", "ref": ["36-10"]}, {"a": "David asks God not to let the foot of the arrogant man come near him, and the hand of the wicked to drive him away.", "q": "What does David ask God not to let happen?", "ref": ["36-11"]}, {"a": "They are knocked down and not able to get up.", "q": "What will happen to the evildoers who have fallen?", "ref": ["36-12"]}], "37": [{"a": "He says to not be irritated because of evildoers because they will soon dry up as the grass and wither as the green plants.", "q": "Why does David say to not be irritated because of evildoers?", "ref": ["37-01", "37-02"]}, {"a": "He says to delight in Yahweh so he will give you the desires of your heart.", "q": "Why does David say to delight in Yahweh?", "ref": ["37-04"]}, {"a": "He says to trust in Yahweh so that he will act on your behalf, display your justice like the daylight, and your innocence like the day at noon.", "q": "Why does David say to trust in Yahweh?", "ref": ["37-05", "37-06"]}, {"a": "He says to be still before him and wait patiently for him, and to not worry if someone tries to make his evil ways succeed.", "q": "What does David say we should do before Yahweh?", "ref": ["37-07"]}, {"a": "They will be cut off and disappear, but those who wait for Yahweh will inherit the land.", "q": "Why does David say to not be angry and frustrated or to worry about evildoers?", "ref": ["37-08", "37-10"]}, {"a": "They will inherit the land and delight in great prosperity.", "q": "What will happen to the meek?", "ref": ["37-11"]}, {"a": "The swords of the wicked will pierce their own hearts and their bows will be broken.", "q": "What will happen to the wicked who have tried to kill those who are upright?", "ref": ["37-14", "37-15"]}, {"a": "The little that the righteous have is better because the arms of the wicked people will be broken, but Yahweh will support the righteous people.", "q": "Why is the little that the righteous have better than the abundance of many wicked people?", "ref": ["37-16", "37-17"]}, {"a": "The blameless will not be ashamed when times are bad, they will have enough to eat, and their heritage will be forever.", "q": "How will Yahweh provide for the blameless?", "ref": ["37-18", "37-19"]}, {"a": "His enemies will be like the glory of the pastures which will be consumed and disappear in the smoke.", "q": "What will happen to Yahweh's enemies?", "ref": ["37-20"]}, {"a": "Even though he stumbles, he will not fall down for Yahweh is holding him with his hand.", "q": "What is the benefit of having Yahweh establish a man's steps?", "ref": ["37-23", "37-24"]}, {"a": "He has not seen that the righteous person abandoned or his children begging for bread.", "q": "What has David not seen happen to the righteous person?", "ref": ["37-25"]}, {"a": "He is gracious all the day long and lends.", "q": "How does the righteous person act?", "ref": ["37-26"]}, {"a": "They should turn away from evil and do what is right.", "q": "What should people do to be safe forever?", "ref": ["37-27"]}, {"a": "They will inherit the land and live there forever.", "q": "What will the righteous inherit?", "ref": ["37-29"]}, {"a": "The mouth of the righteous person speaks wisdom and increases justice.", "q": "What does the mouth of the righteous person speak?", "ref": ["37-30"]}, {"a": "Yahweh will not abandon him into the wicked person's hand nor condemn him when he is judged.", "q": "What will happen to the righteous person whom the wicked person seeks to kill?", "ref": ["37-32", "37-33"]}, {"a": "Yahweh will raise them up to possess the land.", "q": "What will happen to those who wait for Yahweh?", "ref": ["37-34"]}, {"a": "He will spread out like a green tree in its native soil, but later he will not be found.", "q": "What will happen to the wicked and terrifying person?", "ref": ["37-35", "37-36"]}, {"a": "Yahweh protects them in time of trouble, and helps and rescues them.", "q": "What does Yahweh do for the righteous?", "ref": ["37-39", "37-40"]}], "38": [{"a": "He asks Yahweh not to rebuke him in his anger, or punish him in his wrath.", "q": "What does David ask Yahweh not to do in his anger?", "ref": ["38-01"]}, {"a": "He says there is no health in his bones because of his sin.", "q": "Why does David say, \"There is no health in my bones?\"", "ref": ["38-03"]}, {"a": "His iniquities have overwhelmed him.", "q": "What has overwhelmed David?", "ref": ["38-04"]}, {"a": "He goes about mourning all day long.", "q": "What does David do all day long?", "ref": ["38-06"]}, {"a": "He is overcome with shame.", "q": "With what is David overcome?", "ref": ["38-07"]}, {"a": "He says the Lord understands his heart's deepest yearnings.", "q": "What does David say the Lord understands?", "ref": ["38-09"]}, {"a": "David's friends and companions shun him because of his condition.", "q": "Why do David's friends and companions shun him?", "ref": ["38-11"]}, {"a": "If David's foot slips, his enemies will do terrible things to him.", "q": "What does David fear his enemies will do if his foot slips?", "ref": ["38-16"]}, {"a": "They repay David evil for good and they hurl accusations at him.", "q": "How do his enemies repay the good he has done?", "ref": ["38-20"]}, {"a": "He calls him, \"Yahweh\", \"God\", \"Lord\", and \"my salvation.\"", "q": "What names does David use when he asks Yahweh for help?", "ref": ["38-21", "38-22"]}], "39": [{"a": "David decided to watch what he says and he to muzzle his mouth while in the presence of an evil man.", "q": "What did David decide he will do?", "ref": ["39-01"]}, {"a": "David's pain grew worse and his heart became hot like a fire.", "q": "What happened when David kept silent and kept back his words from saying anything good?", "ref": ["39-02", "39-03"]}, {"a": "David wants to know when will his life end, the extent of his days, and how transient he is.", "q": "What does David want to know about his life?", "ref": ["39-04"]}, {"a": "David's lifetime is like nothing before Yahweh.", "q": "What does David say his life is like before Yahweh?", "ref": ["39-05"]}, {"a": "Everyone who hurries about to accumulate riches.", "q": "What does everyone hurry about to do?", "ref": ["39-06"]}, {"a": "The Lord is David's only hope.", "q": "What is David's only hope?", "ref": ["39-07"]}, {"a": "David ask Yahweh to give him victory over all his sins.", "q": "What victory does David ask Yahweh to give him?", "ref": ["39-08"]}, {"a": "David does not want to be the object of insults of fools.", "q": "Of what does David not want to be the object?", "ref": ["39-08"]}, {"a": "David is silent and does not open his mouth.", "q": "How does David respond to what the Lord did?", "ref": ["39-09"]}, {"a": "David is overwhelmed by the blow of the Lord's hand.", "q": "By what is David overwhelmed?", "ref": ["39-10"]}, {"a": "The Lord consumes their strength like a moth and they are nothing but vapor.", "q": "What happens when the Lord disciplines people for sin?", "ref": ["39-11"]}, {"a": "He asks Yahweh to listen because David is like a foreigner with him and a refugee like all his ancestors were.", "q": "Why does David ask Yahweh to listen to his weeping and to not be deaf to him?", "ref": ["39-12"]}, {"a": "He asks Yahweh to turn his gaze from David so that David may smile again.", "q": "What does David ask Yahweh to do before David dies?", "ref": ["39-13"]}], "40": [{"a": "Yahweh listened to David and heard his cry.", "q": "What did Yahweh do after David waited patiently for him?", "ref": ["40-01"]}, {"a": "Yahweh brought David out of a horrible pit, out of the miry clay, and set his feet on a rock.", "q": "What else did Yahweh do for David?", "ref": ["40-02"]}, {"a": "Many will see it and honor Yahweh and trust in Yahweh.", "q": "What will many do because God has put a new song of praise in David's mouth?", "ref": ["40-03"]}, {"a": "The man who makes Yahweh his trust and does not honor the proud or those who turn away from God is blessed.", "q": "Who is blessed?", "ref": ["40-04"]}, {"a": "God's wonderful deeds are many and his thoughts about us cannot be numbered.", "q": "How does David describe God's deeds and thoughts?", "ref": ["40-05"]}, {"a": "It is written that he delights to do God's will and that God's laws are in his heart.", "q": "What is written about David in the scroll of the document?", "ref": ["40-07", "40-08"]}, {"a": "He has proclaimed good news of God's righteousness in the great assembly.", "q": "What has David proclaimed in the great assembly?", "ref": ["40-09"]}, {"a": "He has not concealed God's righteousness in his heart nor God's covenent faithfulness nor trustworthiness from the great assembly.", "q": "What has David not concealed?", "ref": ["40-10"]}, {"a": "David prays that Yahweh not keep back his acts of mercy from David but rather let Yahweh's covenent faithfulness and his trustworthiness always preserve David.", "q": "What does David pray that Yahweh will do for him?", "ref": ["40-11"]}, {"a": "He is afraid because troubles that cannot be numbered surround him and his iniquities have overtaken him. His heart has failed him.", "q": "Why is David afraid?", "ref": ["40-12"]}, {"a": "He prays that Yahweh will be pleased to rescue him.", "q": "What does he pray that Yahweh will be pleased to do?", "ref": ["40-13"]}, {"a": "He prays that they be put to shame and confused, turned back and brought to dishonor.", "q": "What does David pray will happen to those who pursue his life?", "ref": ["40-14"]}, {"a": "He prays that they rejoice and be glad in God, and that they say continually, \"May Yahweh be praised.\"", "q": "What does David pray for those who seek God and love his salvation?", "ref": ["40-16"]}, {"a": "The Lord thinks about him, is his help, and comes to David's rescue.", "q": "How does David describe the Lord?", "ref": ["40-17"]}], "41": [{"a": "The one who is concerned for the weak is blessed.", "q": "Who does David say is the one who is blessed?", "ref": ["41-01"]}, {"a": "Yahweh will rescue him, preserve him and keep him alive, and he will be blessed on the earth.", "q": "What will Yahweh do for the blessed person?", "ref": ["41-01", "41-02"]}, {"a": "Yahweh will not turn him over to the will of his enemies.", "q": "What will Yahweh not do to the blessed person?", "ref": ["41-02"]}, {"a": "Yahweh will support him on the bed of suffering and make his bed of sickness into a bed of healing.", "q": "What will Yahweh do for the blessed person on the bed of suffering?", "ref": ["41-03"]}, {"a": "He asked Yahweh to have mercy on him because he had sinned against Yahweh.", "q": "Why did David ask Yahweh to have mercy on him?", "ref": ["41-04"]}, {"a": "They ask when he will die and and his name perish.", "q": "What evil do his enemies speak against David?", "ref": ["41-05"]}, {"a": "His enemy says worthless things.", "q": "What does David's enemy say to him?", "ref": ["41-06"]}, {"a": "Those who hate David whisper together against him and hope for his hurt.", "q": "What do those who hate David whisper and hope for?", "ref": ["41-07"]}, {"a": "His own close friend has lifted his heel against him.", "q": "What has David's own close friend in whom he trusted done?", "ref": ["41-09"]}, {"a": "Yahweh had mercy on him and raised him up so that he may pay back the ones who hate him.", "q": "What has Yahweh done for David?", "ref": ["41-10"]}, {"a": "David knows this because his enemy does not triumph over him.", "q": "How does David know that Yahweh delights in him?", "ref": ["41-11"]}, {"a": "Yahweh supports him in his integrity and will keep him before Yahweh's face forever.", "q": "How does Yahweh support David?", "ref": ["41-12"]}, {"a": "Yahweh may be praised from everlasting to everlasting.", "q": "When may Yahweh be praised?", "ref": ["41-13"]}], "42": [{"a": "His soul pants after God as the deer pants after streams of water.", "q": "How does the writer's soul pant after God?", "ref": ["42-01"]}, {"a": "His soul thirsts for God, for the living God.", "q": "What does the writer's say about his soul?", "ref": ["42-02"]}, {"a": "His tears have been his food day and night.", "q": "What have the writer's tears become for him?", "ref": ["42-03"]}, {"a": "He calls to mind how he went with the throng and led them to the house of God with the voice of joy and praise.", "q": "What things does the writer call to mind?", "ref": ["42-04"]}, {"a": "He tells his soul to hope in God, for he will yet praise God for the help of God's presence.", "q": "What does the writer tell his soul to do?", "ref": ["42-05"]}, {"a": "All God's waves and billows have gone over the writer.", "q": "What has gone over the writer?", "ref": ["42-07"]}, {"a": "Yahweh will command his covenant faithfulness in the daytime.", "q": "What will Yahweh command in the daytime?", "ref": ["42-08"]}, {"a": "In the night God's song will be with the writer, a prayer to the God of his life.", "q": "What will happen in the night?", "ref": ["42-08"]}, {"a": "He will ask why God has forgotten him, and why he must mourn because of the oppression of the enemy.", "q": "What will the writer ask God, his rock?", "ref": ["42-09"]}, {"a": "He says they are like wounds that shatter his bones.", "q": "To what does the writer compare the rebukes of his adversaries?", "ref": ["42-10"]}, {"a": "He will confidently expect God to bless him.", "q": "What will the writer expect God to do?", "ref": ["42-11"]}], "43": [{"a": "He asks God to judge him and to plead his cause against an ungodly nation.", "q": "What does the writer ask God to do for him?", "ref": ["43-01"]}, {"a": "God should judge him because God is the God of his strength.", "q": "Why should God judge him and plead his cause?", "ref": ["43-02"]}, {"a": "He asks God to let his light and truth lead him and bring him to God's holy hill and tabernacles.", "q": "What does the writer ask God to let his light and truth do?", "ref": ["43-03"]}, {"a": "He will go to the altar of God.", "q": "Where will the writer go when God bring him to the tabernacle?", "ref": ["43-04"]}, {"a": "He will praise God on his harp.", "q": "What will the writer do on his harp?", "ref": ["43-04"]}, {"a": "His soul should hope in God for he will yet praise God, who is his help and his God.", "q": "Why should the writer's soul not be discouraged nor disquieted within himself?", "ref": ["43-05"]}], "44": [{"a": "They have heard what work God did in their days, in the days of old.", "q": "What have the writers heard with their ears?", "ref": ["44-01"]}, {"a": "God drove out the nations with his hand and planted the people of Israel.", "q": "What did God do with his hand?", "ref": ["44-02"]}, {"a": "They did not obtain the land for their possession by their own sword or by their own arm, but by God's right arm because he was favorable to them.", "q": "How did the Israelites obtain the land and save themselves?", "ref": ["44-03"]}, {"a": "They will push down their adversaries and through God's name tread them under.", "q": "What will the Israelites do through God?", "ref": ["44-05"]}, {"a": "He will not trust in his bow, neither will his sword save him.", "q": "In what will the writer not trust?", "ref": ["44-06"]}, {"a": "God has saved them from their adversaries and put to shame those who hate them.", "q": "From what has God saved them?", "ref": ["44-07"]}, {"a": "God has now thrown them off and brought them dishonor, and does not go out with their armies.", "q": "What has God now done?", "ref": ["44-09"]}, {"a": "God makes them turn back from the adversary.", "q": "What does God make the Israelites do?", "ref": ["44-10"]}, {"a": "Those who hate them take spoil for themselves.", "q": "What do those who hate the Israelites do?", "ref": ["44-10"]}, {"a": "God has made them like sheep destined for food and has scattered them among the nations.", "q": "What has God made the Israelites like?", "ref": ["44-11"]}, {"a": "God makes them a rebuke to their neighbors, a scoffing and a derision to those who are around them.", "q": "What does God make the Israelites to their neighbors?", "ref": ["44-13"]}, {"a": "His dishonor is before him, and the shame of his face has covered him because of the voice of him who rebukes and insults, because of the enemy and the avenger.", "q": "Why is the writer's dishonor before him all the day long?", "ref": ["44-15"]}, {"a": "They have not forgotten God nor dealt falsely with God's covenant.", "q": "What have the Israelites not done?", "ref": ["44-17"]}, {"a": "Their heart has not turned back nor have their steps gone from God's way.", "q": "What have the Israelites' heart and steps not done?", "ref": ["44-18"]}, {"a": "God has severely broken them in the place of jackals and covered them with the shadow of death.", "q": "What has God done anyway?", "ref": ["44-19"]}, {"a": "God would search out whether they have forgotten the name of their God or spread out their hands to a strange god.", "q": "What would God surely search out?", "ref": ["44-20", "44-21"]}, {"a": "They are consiered to be sheep for the slaughter.", "q": "What are the Israelites considered to be for God's sake?", "ref": ["44-22"]}, {"a": "Their souls have melted away into the dust and their bodies cling to the earth.", "q": "What have the Israelites' souls done?", "ref": ["44-25"]}, {"a": "He prays that God might rise up for their help and redeem them for the sake of God's covenant faithfulness.", "q": "What does the writer pray that God would do?", "ref": ["44-26"]}], "45": [{"a": "He will read aloud the words he has composed about the king.", "q": "What will the writer read aloud?", "ref": ["45-01"]}, {"a": "The king is fairer than the children of men, grace is poured onto his lips, and God has blessed him forever.", "q": "How does the writer describe the king?", "ref": ["45-02"]}, {"a": "The king should ride on triumphantly because of trustworthiness, meekness, and righteousness.", "q": "Why should the king ride on triumphantly?", "ref": ["45-04"]}, {"a": "His arrows are sharp and in the hearts of the king's enemies.", "q": "How are the king's arrows described?", "ref": ["45-05"]}, {"a": "His throne is forever and ever, and a scepter of justice is the scepter of God's kingdom.", "q": "How is God's throne and a scepter of justice described?", "ref": ["45-06"]}, {"a": "He has loved righteousness and hated wickedness.", "q": "What has the king loved and hated?", "ref": ["45-07"]}, {"a": "All of his garments smell of myrhh, aloes, and cassia.", "q": "Of what do all of the king's garments smell?", "ref": ["45-08"]}, {"a": "Kings' daughters are among God's honorable women and at God's right hand stands the queen clothed in gold of Ophir.", "q": "Where are kings' daughters and the queen?", "ref": ["45-09"]}, {"a": "The rich among the people will beg for a favor.", "q": "What will the rich do?", "ref": ["45-12"]}, {"a": "She will be led to the king in embroidered dress.", "q": "Where will the royal daughter be led?", "ref": ["45-14"]}, {"a": "They will be led by gladness and rejoicing; they will enter into the king's palace.", "q": "How and where will the virgins be led?", "ref": ["45-15"]}, {"a": "In the place of your fathers will be your children, whom you will make princes in all the earth.", "q": "Who will be in the place of the king's fathers?", "ref": ["45-16"]}, {"a": "It will be a name to be remembered in all generations.", "q": "What will be made of the king's name?", "ref": ["45-17"]}], "46": [{"a": "God is our refuge and strength, a very present help in trouble.", "q": "How does the writer describe God?", "ref": ["46-01"]}, {"a": "Therefore, they will not fear.", "q": "What will the Israelites not do, even though the earth should change and the mountains should be shaken into the heart of the seas?", "ref": ["46-02"]}, {"a": "There is a river, the streams of which make the city happy.", "q": "What makes the city of God happy?", "ref": ["46-04"]}, {"a": "The city will not be moved.", "q": "What will the city of God not do?", "ref": ["46-05"]}, {"a": "The earth melted.", "q": "What happened to the earth when God lifted up his voice after the nations raged and the kingdoms were shaken?", "ref": ["46-06"]}, {"a": "Yahweh of hosts is with Israel, and the God of Jacob is their refuge.", "q": "Where and what is Yahweh of hosts, the God of Jacob?", "ref": ["46-07"]}, {"a": "He makes wars cease to the ends of the earth, and he breaks the bow, cuts the spear into pieces, and burns up the shields.", "q": "What does Yahweh do to wars?", "ref": ["46-09"]}, {"a": "Be quiet and know that he is God.", "q": "What does God tell the people to do?", "ref": ["46-10"]}, {"a": "He will be exalted among the nations and on the earth.", "q": "What will happen to God among the nations?", "ref": ["46-10"]}, {"a": "He is their refuge.", "q": "What is the God of Jacob for Israel?", "ref": ["46-11"]}], "47": [{"a": "They should clap and shout because Yahweh Most High is terrifying and a great King over all the earth.", "q": "Why should everyone clap their hands and shout to God with the sound of triumph?", "ref": ["47-01", "47-02"]}, {"a": "He subdues peoples under the Israelites and the nations under their feet.", "q": "What does Yahweh do to peoples and nations?", "ref": ["47-03"]}, {"a": "God has gone up with a shout and the sound of a trumpet.", "q": "How has God gone up?", "ref": ["47-05"]}, {"a": "They should sing praises because God is the King over all the earth.", "q": "Why should everyone sing praises to God?", "ref": ["47-06", "47-07"]}, {"a": "God reigns over the nations.", "q": "Where does God reign?", "ref": ["47-08"]}, {"a": "God sits on his holy throne.", "q": "Where does God sit?", "ref": ["47-08"]}, {"a": "They have gathered together to the people of the God of Abraham.", "q": "Where have the princes of the peoples gathered together?", "ref": ["47-09"]}, {"a": "They have gathered to the people of Abraham because he is greatly exalted.", "q": "Why have the princes gathered to the people of Abraham?", "ref": ["47-09"]}], "48": [{"a": "Great is Yahweh and greatly to be praised.", "q": "How does the writer describe Yahweh?", "ref": ["48-01"]}, {"a": "Mount Zion is beautiful in elevation, the joy of the whole earth.", "q": "How is Mount Zion described?", "ref": ["48-02"]}, {"a": "God has made himself known as a refuge.", "q": "How has God made himself known?", "ref": ["48-03"]}, {"a": "They were amazed, dismayed, and hurried away; trembling took hold of them there.", "q": "What happened when the kings assembled themselves together and saw Mount Zion?", "ref": ["48-04", "48-06"]}, {"a": "God will establish it forever.", "q": "What will God do for the city of Yahweh of hosts?", "ref": ["48-08"]}, {"a": "They have thought about God's covenent faithfulness.", "q": "What have the Israelites thought about in the middle of God's temple?", "ref": ["48-09"]}, {"a": "His right hand is full of righteousness.", "q": "How does the writer describe God's right hand?", "ref": ["48-10"]}, {"a": "It should be glad and they should rejoice because of God's righteous decrees.", "q": "Why should Mount Zion be glad and the daughters of Judah rejoice?", "ref": ["48-11"]}, {"a": "They should do these things so that they may tell it to the next generation.", "q": "Why should the Israelites walk around Mount Zion, count her towers, and look at her palaces?", "ref": ["48-13"]}, {"a": "He will be their guide until death.", "q": "What will God be for the Israelites?", "ref": ["48-14"]}], "49": [{"a": "He tells to all the peoples to give hear, and all the inhabitants of the world, both low and high, rich and poor together, to give ear.", "q": "Who does the writer tell to hear and to give ear?", "ref": ["49-01", "49-02"]}, {"a": "His mouth will speak wisdom.", "q": "What will the writer's mouth speak?", "ref": ["49-03"]}, {"a": "The meditation of his heart will be of understanding.", "q": "What will be the meditation of the writer's heart?", "ref": ["49-03"]}, {"a": "He will incline his ear to a parable which he will begin with the harp.", "q": "To what will the writer incline his ear and how will he begin it?", "ref": ["49-04"]}, {"a": "None of them can by any means redeem his brother nor give God a ransom for him.", "q": "What can those who trust in their wealth not do?", "ref": ["49-06", "49-07"]}, {"a": "The redemption of one's life is costly and always costs too much.", "q": "How does the writer describe the redemption of one's life?", "ref": ["49-08"]}, {"a": "No one can live forever so that his body should not decay.", "q": "Who can live forever?", "ref": ["49-09"]}, {"a": "Wise men die; the fool and the brute alike perish and leave their wealth to others.", "q": "What happens to wise men, the fool, and the brute alike?", "ref": ["49-10"]}, {"a": "Man, having wealth, does not remain alive.", "q": "What happens to mankind?", "ref": ["49-12"]}, {"a": "Death will be their shepherd.", "q": "Who will be mankind's shepherd?", "ref": ["49-14"]}, {"a": "The upright will have power over them in the morning.", "q": "What will happen to mankind in the morning?", "ref": ["49-14"]}, {"a": "God will redeem his soul from the power of sheol; he will receive him.", "q": "What will God do for the writer?", "ref": ["49-15"]}, {"a": "People should not be afraid when one becomes rich, when the power of his house increases.", "q": "When does the writer say not to be afraid?", "ref": ["49-16"]}, {"a": "He says not to be afraid because when the rich one dies, he will take nothing away, and his power will not descend with him.", "q": "Why does the writer say not to be afraid?", "ref": ["49-16", "49-17"]}, {"a": "Men praise other people who live for themselves.", "q": "When do men praise other people?", "ref": ["49-18"]}, {"a": "He will go to the generation of his fathers.", "q": "To whom will the rich go?", "ref": ["49-19"]}, {"a": "They will never see the light again.", "q": "What will the rich and his fathers not see?", "ref": ["49-19"]}, {"a": "He is like the beasts, which perish.", "q": "What is a person who has wealth but no understanding like?", "ref": ["49-20"]}], "50": [{"a": "He uses the names \"Mighty One\", \"God\", and \"Yahweh\".", "q": "What three names of God does Asaph use to refer to God?", "ref": ["50-01"]}, {"a": "He calls to the heavens above and to the earth so that he may judge his people.", "q": "Why does God call to the heavens above and to the earth?", "ref": ["50-04"]}, {"a": "God tells them that he will not reprove them for their sacrifices.", "q": "What does God tell his people that he will not reprove?", "ref": ["50-08"]}, {"a": "God says that every beast of the forest is his, and the cattle on a thousand hills.", "q": "Why does God say that he will take no bull or goat from his people?", "ref": ["50-10"]}, {"a": "Everyone should offer to God the sacrifice of thanksgiving and pay their vows to the Most High.", "q": "What does Asaph say everyone should offer and to pay to God?", "ref": ["50-14"]}, {"a": "God says that the wicked hate instruction and throw away his words.", "q": "What does God say the wicked hate and throw away?", "ref": ["50-17"]}, {"a": "They thought that he was someone just like them.", "q": "What does God say that the wicked think about him when God keeps silent?", "ref": ["50-21"]}, {"a": "There will be no one to come to help them.", "q": "Who will help the wicked when God tears them in pieces?", "ref": ["50-22"]}, {"a": "God will show his salvation to whoever offers a sacrifice of thanksgiving and plans his path in the right way.", "q": "To whom will God show his salvation?", "ref": ["50-23"]}], "51": [{"a": "He says God should have mercy because of his covenant faithfulness.", "q": "Why does David say that God should have mercy on him?", "ref": ["51-01"]}, {"a": "He says he has sinned against God, and only against God.", "q": "Against whom does David say he has sinned?", "ref": ["51-04"]}, {"a": "He says he was born in iniquity, and as soon as his mother conceived him, he was in sin.", "q": "When does David say that his sin began?", "ref": ["51-05"]}, {"a": "He asks God to purify him with hyssop so he will be clean, and to wash him so he will be whiter than snow.", "q": "What does David ask God to do so that he may be purified?", "ref": ["51-07"]}, {"a": "He asks God to create in him a clean heart, and to renew a right spirit within him.", "q": "What does David ask God to create and renew in him?", "ref": ["51-10"]}, {"a": "He asks God not to drive him away from his presence, and to not take his holy Spirit from him.", "q": "What does David ask God to not do to him?", "ref": ["51-11"]}, {"a": "He asks God to forgive him for shedding blood.", "q": "What sin does David ask God to forgive?", "ref": ["51-14"]}, {"a": "The sacrifices of God are a broken spirit. He will not despise a broken and a contrite heart.\"", "q": "What are the sacrifices of God?", "ref": ["51-17"]}], "52": [{"a": "The covenant faithfulness of God comes every day.", "q": "What comes from God every day?", "ref": ["52-01"]}, {"a": "He loves evil more than good.", "q": "What does the mighty man love more than good?", "ref": ["52-03"]}, {"a": "He loves all words that devour others.", "q": "What kind of words does the mighty man love?", "ref": ["52-04"]}, {"a": "God will destroy him forever.", "q": "What will God do to the mighty man?", "ref": ["52-05"]}, {"a": "He trusted in the abundance of his riches.", "q": "In what did the man trust?", "ref": ["52-07"]}, {"a": "He will trust in the covenant faithfulness of God forever and ever.", "q": "In what will David place his own trust?", "ref": ["52-08"]}], "53": [{"a": "He says, \"There is no God.\"", "q": "What does the fool say in his heart?", "ref": ["53-01"]}, {"a": "No, they have all become filthy, and there is no one who does good.", "q": "When God looks down on the sons of mankind, does he find anyone who understands and seeks after him?", "ref": ["53-03"]}, {"a": "They will be put to shame because God has rejected them.", "q": "Why will people who do not call on God will be put to shame?", "ref": ["53-05"]}, {"a": "He hoped that the salvation of Israel would come from Zion!", "q": "From where did David hope that salvation for Israel would come?", "ref": ["53-06"]}], "54": [{"a": "He asked God to save him by God's name.", "q": "By what did David ask God to save him?", "ref": ["54-01"]}, {"a": "Strangers have risen up against him, and pitiless men have sought after his soul.", "q": "Who has risen up and sought David's soul?", "ref": ["54-03"]}, {"a": "The Lord is the one who sustains his soul.", "q": "Who sustains David's soul?", "ref": ["54-04"]}, {"a": "He will repay the evil to them.", "q": "What will God repay David's enemies?", "ref": ["54-05"]}, {"a": "He will give thanks to his name for it is good.", "q": "Why will David give thanks to the name of Yahweh?", "ref": ["54-06"]}, {"a": "His eye has looked in triumph on his enemies.", "q": "How has David looked on his enemies?", "ref": ["54-07"]}], "55": [{"a": "He has no rest because of the voice of his enemies, and because of the oppression of the wicked.", "q": "Why does David have no rest in his troubles?", "ref": ["55-03"]}, {"a": "The terrors of death have fallen on him.", "q": "What kind of terrors have fallen on David?", "ref": ["55-04"]}, {"a": "If he had wings like a dove, he could fly away and be at rest.", "q": "Why does David with that he had wings like a dove?", "ref": ["55-06"]}, {"a": "He asks the Lord to destroy them, and to confuse their languages.", "q": "What does David ask the Lord to do to David's enemies?", "ref": ["55-09"]}, {"a": "Iniquity, mischief and wickedness are in the middle of the city.", "q": "What is found in the middle of the city?", "ref": ["55-10", "55-11"]}, {"a": "David's companion and close friend rebuked David and raised himself up against him.", "q": "Who rebuked David and raised himself up against David?", "ref": ["55-12", "55-13"]}, {"a": "He want death to come suddenly on them, and for them to go down alive to sheol.", "q": "What does David want to come suddenly upon his enemies?", "ref": ["55-15"]}, {"a": "He complains and moans to God.", "q": "What does David do at evening, morning and noonday?", "ref": ["55-17"]}, {"a": "He will hear and respond because they do not change, and they do not fear God.", "q": "Why will God hear and respond to David's enemies?", "ref": ["55-19"]}, {"a": "He has not respected the covenant that he made.", "q": "What did David's friend to do the covenant that he made?", "ref": ["55-20"]}, {"a": "He will bring the wicked down into the pit of destruction.", "q": "To where will God bring the wicked down?", "ref": ["55-23"]}], "56": [{"a": "He asks God to be merciful because someone wishes to swallow him up.", "q": "Why does David ask God to be merciful to him?", "ref": ["56-01"]}, {"a": "David's enemies wish to swallow him up all the day long.", "q": "When do David's enemies wish to swallow him up?", "ref": ["56-02"]}, {"a": "When David is afraid, he will put his trust in God.", "q": "David vows to do what when he is afraid?", "ref": ["56-03"]}, {"a": "David put his trust in God so he will not be afraid.", "q": "What is the result of David's trust in God?", "ref": ["56-04"]}, {"a": "They twist David's words.", "q": "What do David's enemies do with David's words?", "ref": ["56-05"]}, {"a": "All their thoughts are against David for evil.", "q": "What are David's enemies thoughts toward David?", "ref": ["56-05"]}, {"a": "David asks God to bring them down in God's anger.", "q": "How does David ask God to bring down David's enemies?", "ref": ["56-07"]}, {"a": "David asks God to put David's tears in God's bottle.", "q": "What does David ask God to do what with his tears?", "ref": ["56-08"]}, {"a": "David's enemies will turn back on the day that he calls to God.", "q": "When will David's enemies turn back?", "ref": ["56-09"]}, {"a": "David vows that he will give thank offerings to God.", "q": "What does David vow to give to God?", "ref": ["56-12"]}, {"a": "David walks before God in the light of the living.", "q": "Where does David walk before God?", "ref": ["56-13"]}], "57": [{"a": "He asks God to be merciful to him, for his soul takes refuge in God.", "q": "Why does David ask God to be merciful to him?", "ref": ["57-01"]}, {"a": "David takes refuge in God until these troubles are over.", "q": "For how long does David take refuge in God?", "ref": ["57-01"]}, {"a": "David says God does all things for him.", "q": "What does David say God does for him?", "ref": ["57-02"]}, {"a": "David says that God will send out to him God's covenant faithfulness and his trustworthiness.", "q": "What does David say God will send out to him?", "ref": ["57-03"]}, {"a": "He lies among those who are set on fire.", "q": "Among whom does David lie?", "ref": ["57-04"]}, {"a": "David asked God to let God's glory be above all the earth.", "q": "Where does David ask God to let his glory be?", "ref": ["57-05"]}, {"a": "They themselves have fallen into the middle of it.", "q": "What happened to those who dug a pit in front of David?", "ref": ["57-06"]}, {"a": "David calls to the lute and harp to wake up.", "q": "What musical instruments does David call to wake up?", "ref": ["57-08"]}, {"a": "David will give thanks to the Lord among the peoples.", "q": "Where will David give thanks to the Lord?", "ref": ["57-09"]}, {"a": "David will sing praises to the Lord among the nations.", "q": "Where will David sing praise to the Lord?", "ref": ["57-09"]}, {"a": "David asks for God's glory to be exalted over all the earth.", "q": "Where does David asks for God's glory to be exalted?", "ref": ["57-11"]}], "58": [{"a": "They distribute violence through the land with their hands.", "q": "What does David say the sons of men distribute through the lands?", "ref": ["58-02"]}, {"a": "They go astray as soon as they are born.", "q": "When does David say the wicked go astray?", "ref": ["58-03"]}, {"a": "David asks God to let the arrows be as though they had no points.", "q": "What does David ask God to do when the wicked shoot their arrows?", "ref": ["58-07"]}, {"a": "The righteous will rejoice when he sees God's vengeance.", "q": "When will the righteous rejoice?", "ref": ["58-10"]}], "59": [{"a": "He asks God to set him on high away from those who rise up against him.", "q": "How does David ask God to rescue him from his enemies?", "ref": ["59-01"]}, {"a": "The mighty evildoers gather themselves together against David.", "q": "Who gather themsleves together against David?", "ref": ["59-03"]}, {"a": "He asks Yahweh to not be merciful to any wicked transgressors.", "q": "Who does David ask Yahweh to not be merciful to?", "ref": ["59-05"]}, {"a": "God will meet him with his covenant faithfulness.", "q": "How does David expect his God to meet him?", "ref": ["59-10"]}, {"a": "He asks God to consume them in wrath, and to consume them so that they will be no more.", "q": "How does David ask God to consume his enemies?", "ref": ["59-13"]}, {"a": "He says God has been his high tower and a refuge in the day of his distress.", "q": "How does David sing about God's strength?", "ref": ["59-16"]}], "60": [{"a": "He has cast them off, broken them down, and has been angry with them.", "q": "What has God done to the Israelies?", "ref": ["60-01"]}, {"a": "He has made the land tremble and torn it apart.", "q": "What has God done to the land?", "ref": ["60-02"]}, {"a": "He has shown them severe things and made them drink the wine of staggering.", "q": "What has God shown to his people and made them drink?", "ref": ["60-03"]}, {"a": "He gave a banner to those that honor him.", "q": "To whom has God given a banner?", "ref": ["60-04"]}, {"a": "He will divide Shechem and apportion out the valley of Succoth.", "q": "What will God do to Shechem and the valley of Succoth?", "ref": ["60-06"]}, {"a": "He will throw his shoe over Edom.", "q": "What will God do to Edom?", "ref": ["60-08"]}, {"a": "He did not go into battle with them.", "q": "What did God not do for the army?", "ref": ["60-10"]}, {"a": "They will triumph with God's help, for he will trample down the enemy.", "q": "How will the Israelites be able to triumph?", "ref": ["60-11", "60-12"]}], "61": [{"a": "David asks God to hear his cry, and to attend to his prayer.", "q": "What does David ask God to do for him?", "ref": ["61-01"]}, {"a": "God has been a refuge and a strong tower from the enemy for David.", "q": "What has God been like for David?", "ref": ["61-03"]}, {"a": "David will live in God's tabernacle forever and take refuge in the hiding place under God's wings.", "q": "Where will David live and take refuge?", "ref": ["61-04"]}, {"a": "God gave him the inheritance of those who honor God's name.", "q": "What did God do for David when he heard his vows?", "ref": ["61-05"]}, {"a": "God will prolong the king's life so that his years will be like many generations.", "q": "What will God do for the king's life?", "ref": ["61-06"]}, {"a": "David will sing praise to God's name forever so that he may perform his vows every day.", "q": "Why will David sing praise to God's name forever?", "ref": ["61-08"]}], "62": [{"a": "David waits in silence for God because his salvation comes from God.", "q": "Why does David wait in silence for God alone?", "ref": ["62-01"]}, {"a": "David says God alone is his rock and salvation, and his high tower.", "q": "What does David say God is to him?", "ref": ["62-02"]}, {"a": "They consult with him only to bring him down, they love to tell lies, and they bless him with their mouths, but in their hearts they curse him.", "q": "How do they treat a man in his honorable position?", "ref": ["62-04"]}, {"a": "He tells the people to trust in God at all times and to pour out their heart before God.", "q": "What does David tell the people to do?", "ref": ["62-08"]}, {"a": "Men of low standing are vanity, and men of high standing are a lie, weighed together they are lighter than nothing.", "q": "How does David describe men of low and high standing?", "ref": ["62-09"]}, {"a": "He says they should not trust in oppression or robbery and not hope uselessly in riches, because they will bear no fruit.", "q": "On what does David say people should not fix their hearts?", "ref": ["62-10"]}, {"a": "David has heard that power belongs to God.", "q": "What has David heard when God has spoken?", "ref": ["62-11"]}, {"a": "Covenant faithfulness belongs to the Lord because the Lord pays back every person for what he has done.", "q": "To whom does covenant faithfulness belong?", "ref": ["62-12"]}], "63": [{"a": "He seeks God earnestly, his soul thirsts for him, and his flesh longs for God.", "q": "How does David seek God?", "ref": ["63-01"]}, {"a": "He sees God's power and glory.", "q": "When David looks for God in the sanctuary, what does he see?", "ref": ["63-02"]}, {"a": "David's lips will praise God, he will bless God while he lives, and he will lift up his hands in God's name.", "q": "What will David do because of God's covenant faithfulness?", "ref": ["63-03", "63-04"]}, {"a": "He is satisfied and praises when he thinks about God on his bed and mediates on him in the night.", "q": "What satisfies David's soul and causes him to praise God?", "ref": ["63-05", "63-06"]}, {"a": "He rejoices in the shadow of God's wings.", "q": "Where does David rejoice?", "ref": ["63-07"]}, {"a": "God's right hand supports David.", "q": "What supports David?", "ref": ["63-08"]}, {"a": "They will go into the lower parts of the earth, they will be given over to the power of the sword, and given to jackals.", "q": "What will happen to those who seek to destroy David's soul?", "ref": ["63-09", "63-10"]}, {"a": "Those that swear by him will be proud of him.", "q": "What will happen to those who swear by God?", "ref": ["63-11"]}, {"a": "Those who speak lies will have their mouths stopped up.", "q": "What will happen to those who speak lies?", "ref": ["63-11"]}], "64": [{"a": "He wants God to hear his voice and to listen to his complaint.", "q": "What is David asking of God to hear?", "ref": ["64-01"]}, {"a": "He asks God to hide him from the secret plotting of evildoers and from the commotion of the doers of iniquity.", "q": "From what does David ask God to hide him?", "ref": ["64-02"]}, {"a": "They have sharpened their tongues as swords.", "q": "What have David's enemies done to their tongues?", "ref": ["64-03"]}, {"a": "They shoot at someone who is innocent.", "q": "At whom do David's enemies shoot?", "ref": ["64-04"]}, {"a": "They say, \"Who will see us?\"", "q": "What do David's enemies say when they consult privately together to plan evil and set traps?", "ref": ["64-05"]}, {"a": "God will shoot them and suddenly and they will be wounded with his arrows.", "q": "How will God respond to David's enemies?", "ref": ["64-07"]}, {"a": "The enemy will be made to stumble and all who see them will wag their heads.", "q": "Because of God's actions, what will happen to the enemy?", "ref": ["64-08"]}, {"a": "All people will fear, declare God's deeds, and think wisely about what God has done.", "q": "How will all people respond when God judges David's enemies?", "ref": ["64-09"]}, {"a": "The righteous will be glad about Yahweh and will take refuge in him; all the upright in heart will take pride in him.", "q": "What will the righteous and all the upright in heart do?", "ref": ["64-10"]}], "65": [{"a": "Their vows will be carried to God in Zion.", "q": "To whom does David say their vows will be carried?", "ref": ["65-01"]}, {"a": "He says God will forgive their transgressions.", "q": "What does David say God will do about their transgressions?", "ref": ["65-03"]}, {"a": "Blessed is the man whom God chooses to bring near and live in his courts; he will be satisfied with the goodness of God's house.", "q": "Who does David say is the blessed man?", "ref": ["65-04"]}, {"a": "God will answer in righteousness by doing amazing things.", "q": "How will God of their salvation answer their prayer?", "ref": ["65-05"]}, {"a": "He quiets the roaring seas, the roaring waves, and the commotion of the peoples.", "q": "What does God quiet?", "ref": ["65-07"]}, {"a": "Those who live in the uppermost parts of the earth are afraid of the evidence of God's deeds.", "q": "Who is afraid of the evidence of God's deeds?", "ref": ["65-08"]}, {"a": "God waters it, enriches it, and prepares the earth to provide mankind with grain.", "q": "How does David say God helps the earth?", "ref": ["65-09"]}, {"a": "The tracks behind his chariot drop fatness down to the earth.", "q": "What happens to the earth behind God's chariot?", "ref": ["65-11"]}, {"a": "The pastures are clothed with flocks, and the valleys are covered over with grain.", "q": "With what are the pastures clothed, and the valleys covered?", "ref": ["65-13"]}], "66": [{"a": "He tells everyone to make a joyful noise to God, sing out the glory of his name, and make his praise glorious.", "q": "What does the writer tell all the earth to do?", "ref": ["66-01"]}, {"a": "The greatness of God's power will cause his enemies to submit to him.", "q": "What will cause God's enemies to submit to him?", "ref": ["66-03"]}, {"a": "He turned the sea into dry land so that the people went through the river on foot.", "q": "What miraculous deed did God do for the children of men?", "ref": ["66-06"]}, {"a": "He keeps their souls in life and does not allow their feet to be moved.", "q": "What does God do for his people in life?", "ref": ["66-09"]}, {"a": "God has tested them as silver is tested.", "q": "How has God tested his people and where has he brought them?", "ref": ["66-10"]}, {"a": "He brought them out into a spacious place.", "q": "Where did God bring his people out?", "ref": ["66-12"]}, {"a": "He will come into God's house with burnt offerings.", "q": "With what will the writer come into God' house?", "ref": ["66-13"]}, {"a": "He will offer burnt offerings of fat animals, the sweet aroma of rams, and bulls and goats.", "q": "What will the writer offer to God?", "ref": ["66-15"]}, {"a": "He will declare what God has done for his soul.", "q": "What will the writer declare to all who fear God?", "ref": ["66-16"]}, {"a": "The Lord will not hear him if the writer looks at iniquity in his heart.", "q": "What will the Lord do if the writer looks at iniquity in his heart?", "ref": ["66-18"]}, {"a": "He has not turned away from the writer's prayer and from his covenant faithfulness.", "q": "From what has God not turned away?", "ref": ["66-20"]}], "67": [{"a": "He should bless them so that his ways may be known on the earth, and his salvation among all nations.", "q": "Why should God be merciful to his people and bless them?", "ref": ["67-01", "67-02"]}, {"a": "All the peoples should praise God.", "q": "Who should praise God?", "ref": ["67-03"]}, {"a": "The nations should be glad and sing because God will judge the peoples with justice and govern the nations on earth.", "q": "Why should the nations be glad and sing?", "ref": ["67-04"]}, {"a": "The earth yielded its harvest because God has blessed the peoples.", "q": "Why has the earth yielded its harvest?", "ref": ["67-06"]}, {"a": "All the ends of the earth should honor him.", "q": "What should happen because God has blessed the peoples?", "ref": ["67-07"]}], "68": [{"a": "He wants God's enemies to be scattered, and those who hate God to flee before him.", "q": "What does David want to happen to God's enemies and to those who hate God?", "ref": ["68-01"]}, {"a": "The righteous should be glad, rejoice, sing and be happy before Yahweh.", "q": "What should the righteous do?", "ref": ["68-03"]}, {"a": "He puts the lonely into familes, and brings out the prisoners with singing.", "q": "What does God do for the lonely and the prisoners?", "ref": ["68-06"]}, {"a": "The earth trembled and the heavens dropped rain in God's presence.", "q": "What did the earth and heavens do when God went out before his people?", "ref": ["68-07", "68-08"]}, {"a": "God sent a plentiful rain to strengthen his inheritance when it was weary.", "q": "What did God send for his people?", "ref": ["68-09", "68-10"]}, {"a": "The army announced the Lord's orders.", "q": "What did the great army announce?", "ref": ["68-11"]}, {"a": "They divide the plunder of silver and gold doves.", "q": "What do the women waiting at home do after the kings of armies flee?", "ref": ["68-12", "68-13"]}, {"a": "The hill country is looking in envy at the mountain which God desires for the place where he will live forever.", "q": "At what is the hill country looking in envy?", "ref": ["68-16"]}, {"a": "The chariots of God are twenty thousand, thousands upon thousands.", "q": "How many chariots of God are there?", "ref": ["68-17"]}, {"a": "The Lord daily bears their burdens.", "q": "What does the Lord do for his people daily?", "ref": ["68-19"]}, {"a": "The Lord will bring his people from Bashan and from the depths of the sea.", "q": "From where will the Lord bring back his people?", "ref": ["68-22"]}, {"a": "The singers went first, the minstrels followed after, and in the middle were the unmarried girls playing small drums.", "q": "What order did the procession of God take place into the sanctuary?", "ref": ["68-24", "68-25"]}, {"a": "The true descendants of Israel should bless and praise God.", "q": "Who should bless and praise God in the assembly?", "ref": ["68-26"]}, {"a": "Benjamin is the smallest tribe.", "q": "Who is the smallest tribe?", "ref": ["68-27"]}, {"a": "He asks God to reveal to them God's power as in times past.", "q": "What does David ask God to reveal to his people?", "ref": ["68-28"]}, {"a": "David says to rebuke the wild beast of the reeds and the bulls and calves of the peoples.", "q": "What does David say to rebuke?", "ref": ["68-30"]}, {"a": "Princes will come out of Egypt.", "q": "Who will come out of Egypt?", "ref": ["68-31"]}, {"a": "The kingdoms of the earth should sing praises to Yahweh.", "q": "Who should sing to God?", "ref": ["68-32"]}, {"a": "David says ascribe strength to God.", "q": "To whom does David say strength should be ascribed?", "ref": ["68-34"]}, {"a": "He gives strength and power to his people.", "q": "What does God give to his people?", "ref": ["68-35"]}], "69": [{"a": "He asks God to save him from the deep waters that have come in to his soul.", "q": "From what does David ask God to save him?", "ref": ["69-01"]}, {"a": "He is weary from crying, his throat is dry, and his eyes fail.", "q": "What is happening to David as he waits for his God?", "ref": ["69-03"]}, {"a": "His enemies are more than the hairs on his head.", "q": "How many are David's enemies who hate him?", "ref": ["69-04"]}, {"a": "God knows about David's foolishness and his sins are not hidden from God.", "q": "What does God know about David?", "ref": ["69-05"]}, {"a": "David asks that they not be put to shame or brought to dishonor because of David.", "q": "What does David not want to happen to those who wait for and seek God?", "ref": ["69-06"]}, {"a": "Zeal for God's house has eaten him up.", "q": "What has eaten up David?", "ref": ["69-09"]}, {"a": "He wept and punished his soul with fasting.", "q": "What did David do as a rebuke to himself?", "ref": ["69-10"]}, {"a": "He made sackcloth of his clothing.", "q": "When did David become the object of a proverb?", "ref": ["69-11", "69-12"]}, {"a": "He asks Yahweh to answer him in the trustworthiness of Yahweh's salvation.", "q": "How does David want Yahweh to answer his prayer?", "ref": ["69-13"]}, {"a": "He should turn to David because Yahweh's mercies for David are many.", "q": "Why should Yahweh turn to David?", "ref": ["69-16"]}, {"a": "He wants Yahweh to draw near his soul and to redeem it.", "q": "What does David want Yahweh to do because of David's enemies?", "ref": ["69-18"]}, {"a": "They gave him poison for food and vinegar to drink.", "q": "What did David's enemies give him to eat and drink?", "ref": ["69-21"]}, {"a": "He wants his enemies' table to become a snare and a trap for them.", "q": "What does David want the table of his enemies to become?", "ref": ["69-22"]}, {"a": "He wants their placer to be a desolation, and no one to live in their tents.", "q": "What does David want to happen to his enemies' place?", "ref": ["60-25"]}, {"a": "He wants Yahweh to accuse them of having committed iniquity after iniquity.", "q": "Of what does David want Yahweh to accuse his enemies?", "ref": ["69-27"]}, {"a": "David's praise to his name with a song and his thanksgiving will please Yahweh.", "q": "What will please God more than an ox or a bull?", "ref": ["69-30", "69-31"]}, {"a": "Yahweh hears the needy and does not despise his prisoners.", "q": "How does Yahweh respond to the needy and his prisoners?", "ref": ["69-33"]}, {"a": "Heaven, earth, the seas, and everything that moves should praise God.", "q": "What does David say should praise God?", "ref": ["69-34"]}, {"a": "God will save Zion and will rebuild the cities of Judah, and the people will live there and have it as a possession.", "q": "What will God do to Zion and the cities of Judah?", "ref": ["69-35", "69-36"]}], "70": [{"a": "David is asking God to save him and to come quickly and help him.", "q": "What is David asking God to do?", "ref": ["70-01"]}, {"a": "David wants God to put them to shame and confound them, to turn them backward and bring them to dishonor.", "q": "What does David want God to do to those who seek after his soul?", "ref": ["70-02", "70-03"]}, {"a": "He want them to rejoice and be glad and say, \"May God be praised.\"", "q": "What does David want all those who seek Yahweh to do?", "ref": ["70-04"]}, {"a": "David needs God to hurry to help and rescue him.", "q": "What does David need from God because he is poor and needy?", "ref": ["70-05"]}], "71": [{"a": "The writer wants him to rescue him, make him safe, turn his ear to him and save him.", "q": "What does the writer tell Yahweh he wants him to do?", "ref": ["71-02"]}, {"a": "The writer wants Yahweh to be his rock and his fortress.", "q": "What does the writer want Yahweh to be to him?", "ref": ["71-03"]}, {"a": "He wants to be rescued from the hand of the wicked, and from the unrighteous and cruel man.", "q": "From whose hand does the writer want to be rescued?", "ref": ["70-04"]}, {"a": "He has trusted in Yahweh since he was a child.", "q": "How long has the writer trusted in Yahweh?", "ref": ["71-05"]}, {"a": "He has become an example for many people.", "q": "What has the writer become for many people?", "ref": ["71-07"]}, {"a": "He fills his mouth with praise and honor all the day.", "q": "What does the writer do with his mouth all day?", "ref": ["71-08"]}, {"a": "He asks Yahweh to not throw him away or abandon him.", "q": "What does the writer ask God not to do when the writer is old and his strength fails?", "ref": ["71-09"]}, {"a": "They say, \"God has forsaken him; pursue and take him, for these is no one to save him.\"", "q": "What do the enemies of the writer say as they are plotting together against him?", "ref": ["71-10", "71-11"]}, {"a": "He wants them to be put to shame and consumed, and covered with rebuke and dishonor.", "q": "What does the writer want to happen to those who are hostile to his life.", "ref": ["71-13"]}, {"a": "His mouth will tell of Yahweh's righteousness and salvation.", "q": ". What will the writer proclaim with his mouth about Yahweh?", "ref": ["71-15"]}, {"a": "Yahweh should not forsake him because the writer is declaring Yahweh's strength to the next generation, and his power to everyone who is to come.", "q": "Why should Yahweh not forsake the writer?", "ref": ["71-17", "71-18"]}, {"a": "God's righteousness is very high.", "q": "What does the writer say is very high?", "ref": ["71-19"]}, {"a": "He gives thanks to God for God's trustworthiness.", "q": "For what does the writer give thanks with his harp?", "ref": ["71-21", "71-22"]}, {"a": "It will talk about God's righteousness all day long.", "q": "What does the writer's tongue do all day long?", "ref": ["71-23", "71-24"]}], "72": [{"a": "Solomon asks God to give the king his righteous decrees, and to give his son God's righteousness.", "q": "What does Solomon ask God to give to the king and his son?", "ref": ["71-01"]}, {"a": "He wants them to honor God while the sun endures and as long as the moon lasts throughout all generations.", "q": "How long does Solomon want the people to honor God?", "ref": ["72-05"]}, {"a": "He wants them to be like rain on the mown grass, and showers that water the earth.", "q": "What does Solomon want the king days to be like?", "ref": ["72-06"]}, {"a": "His dominion will reach from sea to sea, from the River to the ends of the earth.", "q": "How far will the king's dominion reach?", "ref": ["72-08"]}, {"a": "All the kings will fall down before him and serve him.", "q": "What will all kings and nations do before the king?", "ref": ["72-11"]}, {"a": "He has pity on the poor and needy, and the souls of the needy he saves.", "q": "How does the king treat the poor and the needy?", "ref": ["72-13"]}, {"a": "The signs of blessing are an abundance of grain, and the people in the cities will flourish.", "q": "What are the signs of God's blessing on the king?", "ref": ["72-16"]}, {"a": "He asks that the king's name endure forever, and continue as long as the sun.", "q": "How long does Solomon ask that the king's name endure?", "ref": ["72-17"]}, {"a": "He alone does wonderful things.", "q": "What does Yahweh alone do?", "ref": ["72-18"]}], "73": [{"a": "God is good to Israel, to those with a pure heart.", "q": "To whom is God good?", "ref": ["73-01"]}, {"a": "He nearly slipped because he was envious of the arrogant when he saw the prosperity of the wicked.", "q": "Why did Asaph's feet nearly slip?", "ref": ["73-02", "73-03"]}, {"a": "He said they had no pain, they are strong and well fed, they are free from burdens, and are not afflicted like other men.", "q": "How did Asaph describe the arrogant and wicked?", "ref": ["73-04", "73-05"]}, {"a": "Pride is like a necklace around their neck, and violence clothes them like a robe.", "q": "What is pride and violence like to the wicked?", "ref": ["73-06"]}, {"a": "Out of this blindness comes sin and evil thoughts.", "q": "What is the result of the blindness of the wicked?", "ref": ["73-07"]}, {"a": "They mock, say evil things, threaten violence, and speak against heaven.", "q": "What things do the wicked say?", "ref": ["73-08", "73-09"]}, {"a": "They say, \"How does God know? Does God know what goes on?.\"", "q": "What do the wicked say about God?", "ref": ["73-11"]}, {"a": "Asaph has been afflicted all day long and disciplined every morning.", "q": "Why does Asaph feel he guarded his heart in vain?", "ref": ["73-13", "73-14"]}, {"a": "He will betray this generation of God's children.", "q": "What will happen if Asaph says these things?", "ref": ["73-15"]}, {"a": "Aspha went to God's sanctuary.", "q": "Where did Asaph go to gain understanding of these things?", "ref": ["73-16", "73-17"]}, {"a": "They will become a wilderness in a moment.", "q": "What will the wicked become in a moment?", "ref": ["73-19"]}, {"a": "He was like a senseless animal before God.", "q": "What did Asaph say he was like before God?", "ref": ["73-22"]}, {"a": "Afterward, God will receive Asaph into glory.", "q": "What will God do for Asaph after he guides him with his advice?", "ref": ["73-24"]}, {"a": "The God of heaven is all he desires.", "q": "What is Asaph's only desire on earth?", "ref": ["73-25"]}, {"a": "Those who are far from God will perish, and he will destroy all those who are unfaithful to him.", "q": "Who will perish?", "ref": ["73-27"]}, {"a": "He needs to draw near to God.", "q": "What is the one thing that Asaph needs to do?", "ref": ["73-28"]}], "74": [{"a": "God redeemed them in ancient times, and purchased them to be his own heritage.", "q": "What does Asaph ask God to remember that he did for his people in ancient times?", "ref": ["74-02"]}, {"a": "They set up their battle flags, hacked with axes, smashed and broke the engravings.", "q": "What damage did the enemy do in the sanctuary?", "ref": ["74-04", "74-06"]}, {"a": "They set it on fire, and desecrated it by knocking it to the ground,", "q": "What else did they do to the sanctuary?", "ref": ["74-07"]}, {"a": "They burned them all of the meeting places in the land.", "q": "What did the enemy do to the meeting places?", "ref": ["74-08"]}, {"a": "They did not see any more miraculous signs, there is no prophet any more.", "q": "What did God's people not see anymore?", "ref": ["74-09"]}, {"a": "God divided the sea and smashed the heads of sea monsters.", "q": "What are signs that God has been Asaph's king since ancient times?", "ref": ["74-12", "74-13"]}, {"a": "He crushed the heads of leviathan, and fed him to those living in the wilderness.", "q": "What did God to to the leviathan?", "ref": ["74-14"]}, {"a": "He set the sun and moon in place, and set all the borders of the earth.", "q": "What did God set in place?", "ref": ["74-16", "74-17"]}, {"a": "The enemy hurled insults at Yahweh and blasphemed his name.", "q": "What does the enemy do that Asaph wants Yahweh to remember?", "ref": ["74-18"]}, {"a": "He wants Yahweh to remember his covenant because the earth is full of violence.", "q": "Why does Asaph ask God to remember his covenant?", "ref": ["74-20"]}, {"a": "Asaph wants God to arise and defend his own honor.", "q": "What does Asaph want God to defend?", "ref": ["74-22"]}], "75": [{"a": "They give thanks because God reveals his presence.", "q": "For what do the people give thanks?", "ref": ["75-01"]}, {"a": "He will judge fairly, and make steady the earth's pillars.", "q": "What will God do at the appointed time?", "ref": ["75-02", "75-03"]}, {"a": "He tells them not to be arrogant or confident of victory, and not to speak with their head held high.", "q": "What does Asaph tell the arrogant and wicked not to do?", "ref": ["75-04", "75-05"]}, {"a": "God is judge and brings one down and raises up another.", "q": "What does Asaph say about God?", "ref": ["75-07"]}, {"a": "They will drink it to the last drop.", "q": "What will the wicked do with the cup of foaming wine in Yahweh's hand?", "ref": ["75-08"]}, {"a": "He will continually tell what God has done and sing praises to him.", "q": "How will Asaph praise the God of Jacob?", "ref": ["75-09"]}, {"a": "He will cut off the horns of the wicked and raise up the horns of the righteous.", "q": "What does God say he will do to the horns of the wicked and the righteous?", "ref": ["75-10"]}], "76": [{"a": "His dwelling place is in Zion.", "q": "Where is the dwelling place of the God of Judah?", "ref": ["75-02"]}, {"a": "God shines brightly and reveals his glory.", "q": "As he descends from the mountains, what does God look like?", "ref": ["76-04"]}, {"a": "At his rebuke, both horse and rider died.", "q": "What happened when the God of Jacob rebuked his enemies?", "ref": ["76-06"]}, {"a": "When his judgment came, the earth was afraid and silent.", "q": "What happened when God's judgment came from heaven?", "ref": ["76-08"]}, {"a": "His angry judgment of his enemies will bring him praise.", "q": "What will God's angry judgment of his enemies bring him?", "ref": ["76-10"]}, {"a": "They should keep their vows.", "q": "What should people about the vows they make to Yahweh their God?", "ref": ["76-11"]}, {"a": "He humbles the spirit of the princes, and he is feared by the kings.", "q": "How do the princes and kings respond to Yahweh?", "ref": ["76-12"]}], "77": [{"a": "He sought the Lord, prayed all night, and reached out his hands.", "q": "What did Asaph do in the day of his trouble?", "ref": ["77-02", "77-03"]}, {"a": "He thought about the days of old, about times long past.", "q": "What did Asaph think about when he could not sleep at night?", "ref": ["77-05"]}, {"a": "He called to mind the song he once sang.", "q": "What did Asaph recall to mind during the night?", "ref": ["77-06"]}, {"a": "His sorrow is the changing of the Almighty's right hand toward him and his people.", "q": "What is Asaph's sorrow?", "ref": ["77-10"]}, {"a": "He thinks about Yahweh's wonderful deeds of old.", "q": "Which deeds of Yahweh does Asaph think about?", "ref": ["77-11"]}, {"a": "God is extraordinary, he does wonders, he reveals his strength, and he gives his people victory.", "q": "How is God different from all other gods?", "ref": ["77-13", "77-15"]}, {"a": "The waters were afraid and trembled. The clouds poured water and the skies thundered.", "q": "How did nature react to God.", "ref": ["77-16", "77-17"]}, {"a": "His path went through the sea, and his way through the surging waters, but his footprints were not seen.", "q": "Where did God's path go?", "ref": ["77-18", "77-20"]}], "78": [{"a": "Asaph will open his mouth in parables and sing about hidden things about the past.", "q": "How will Asaph teach his people?", "ref": ["78-02"]}, {"a": "Asaph will tell the next generation about the praise worthy deeds of Yahweh, his strength, and the wonders that he has done.", "q": "What will Asaph pass on to the next generation?", "ref": ["78-04"]}, {"a": "Yahweh commanded this so that the generation to come might know his decrees so that the children not yet born should tell them in turn to their own children.", "q": "Why did Yahweh command Asaph's ancestors to teach Yahweh's decrees to their children?", "ref": ["78-06"]}, {"a": "It was important for them to teach Yahweh's decrees to their children so the children would not be like their ancestors who were a stubborn and rebellious generation.", "q": "Why was it important for Asaph's ancestors to teach Yahweh's decrees to their children?", "ref": ["78-07", "78-08"]}, {"a": "They did not keep the covenant with God, and refused to obey his law.", "q": "How did Israel do that was wrong in God's sight?", "ref": ["78-10"]}, {"a": "He led them in the daytime with a cloud and at night with the light of fire.", "q": "How did God lead Israel?", "ref": ["78-14"]}, {"a": "They challenged God in their hearts by asking for food to satisfy their appetites.", "q": "How did Israel challenge God?", "ref": ["78-18"]}, {"a": "They spoke against God saying, \"Can God really lay out a table for us in the wilderness?\"", "q": "What did Israel speak against God?", "ref": ["78-19"]}, {"a": "Yahweh became angry with Israel because they did not believe in him and trust in his salvation.", "q": "Why did Yahweh become angry and attack Israel in his anger?", "ref": ["78-22"]}, {"a": "God provide for them by raining down manna and meat in abundance for them to eat so they were full.", "q": "How did God provide for Israel even though they did not believe in him?", "ref": ["78-23", "78-24"]}, {"a": "He attacked and killed the strongest of them, and brought down the young men.", "q": "What did God do to Israel in his anger?", "ref": ["78-31"]}, {"a": "They would start to seek him, and would return and look earnestly for him.", "q": "How did the people of Israel respond whenever God afflicted them?", "ref": ["78-34"]}, {"a": "Their hearts were not firmly fixed on God, and they were not faithful to his covenant.", "q": "What was the condition of Israel's hearts before God?", "ref": ["78-37"]}, {"a": "He forgave their iniquity and did not destroy them because he remembered they were made of flesh.", "q": "How did God show mercy to the people of Israel?", "ref": ["78-38"]}, {"a": "He turned the Egyptians' rivers to blood, so they could not drink from their streams.", "q": "What did God do to the Egyptians' rivers?", "ref": ["78-44"]}, {"a": "He killed all the firstborn in Egypt, the firstborn of their strength.", "q": "What did God do to the firstborn of the Egyptians?", "ref": ["78-51"]}, {"a": "He led them out like sheep, and guided them through the wilderness like a flock.", "q": "How did God lead his own people?", "ref": ["78-52"]}, {"a": "He drove out the nations before the Israelites and assigned their inheritance to Israel.", "q": "What did God do to the nations?", "ref": ["78-55"]}, {"a": "They were unfaithful and acted treacherously like their fathers.", "q": "How did the people of Israel act like their fathers?", "ref": ["78-57"]}, {"a": "They made him angry with their pagan shrines and provoked him to jealous anger with their idols.", "q": "With what did Israel make God angry?", "ref": ["78-58"]}, {"a": "He handed them over to the sword, and fire devoured their young men.", "q": "To what did God hand over his people?", "ref": ["78-62", "78-63"]}, {"a": "God chose the tribe of Judah and Mount Zion that he loved.", "q": "Which tribe did God chose from Israel?", "ref": ["78-68"]}, {"a": "He chose David, his servant, and took him form the sheepfolds.", "q": "Who did God choose to be the shepherd of Israel?", "ref": ["78-70"]}], "79": [{"a": "They defiled the temple, they turned Jerusalem into a heap of ruins.", "q": "What happened when the foreign nations came into Israel?", "ref": ["79-01"]}, {"a": "They have become a reproach for their neighbors to make, and a mocking and derision to those around them.", "q": "What has Israel become to their neighbors?", "ref": ["79-04"]}, {"a": "He asks God to pour out his wrath on the nations that do not know God and on the kingdoms that do not call upon God's name.", "q": "On whom does Asaph ask God to pour out his wrath?", "ref": ["79-06"]}, {"a": "He wants God to not hold the sins of their forefathers agains them.", "q": "What does Asaph not want God to hold against Israel?", "ref": ["79-08"]}, {"a": "He does not want the nations to say, \"Where is their God?\"", "q": "What does Asaph not want the nations to say?", "ref": ["79-10"]}, {"a": "He says they are God's people and the sheep of God's pasture.", "q": "What does Asaph say that Israel is to God?", "ref": ["79-13"]}], "80": [{"a": "The writer is asking him to pay attention and to shine on them.", "q": "What is the writer asking the Shepherd of Israel to do?", "ref": ["80-01"]}, {"a": "He is asking the Spherd of Israel to stir up his power and come and save them.", "q": "What is the writer asking the Shepherd of Israel to do in the sight of Ephraim and Benjamin and Manasseh?", "ref": ["80-02"]}, {"a": "He is asking God to restore them, shine his face on them and they will be saved", "q": "What is the writer asking God to do?", "ref": ["80-03"]}, {"a": "He was angry at his people when they prayed.", "q": "What was Yahweh's response when his people prayed?", "ref": ["80-04"]}, {"a": "He has fed them with tears and given them tears to drink.", "q": "What has Yahweh given them eat and to drink?", "ref": ["80-05"]}, {"a": "Their neighbors are arguing over them and their enemies are laughing about them.", "q": "What are Israel's neighbors and enemies doing to them?", "ref": ["80-06"]}, {"a": "They will be saved.", "q": "What will happen when the God of hosts restores them and shines his face on them?", "ref": ["80-07"]}, {"a": "He drove out nations and transplanted it.", "q": "What did the God of hosts do with the vine that he brought out of Egypt?", "ref": ["80-08"]}, {"a": "God cleared the land for it.", "q": "What did God do to prepare for planting the vine?", "ref": ["80-09"]}, {"a": "The vine covered the mountains and the highest cedars.", "q": "What did the vine's branches cover?", "ref": ["80-11"]}, {"a": "The vine sent its branches as far as the sea and sent its shoots to the Euphrates River.", "q": "How far did the vine send out its branches and shoots?", "ref": ["80-11"]}, {"a": "All who pass by will pluck its fruit.", "q": "What will happen since the walls of the vine are broken down?", "ref": ["80-12"]}, {"a": "The boars ruin it and the beasts feed on it.", "q": "What will the boars and beasts do to the vine?", "ref": ["80-13"]}, {"a": "He asks the God of hosts to turn back, look down from heaven, take notice and take care of this vine.", "q": "What does the writer ask the God of hosts to do for the vine?", "ref": ["80-14"]}, {"a": "The right hand of the God of hosts planted the root and made the shoot grow.", "q": "Who planted the root of the vine and made the shoot grow?", "ref": ["80-15"]}, {"a": "The vine is burned and cut down.", "q": "What is happening to the vine?", "ref": ["80-16"]}, {"a": "The writer want the enemies of the God of hosts to perish because of his rebuke.", "q": "What does the writer want to happen to the enemies of the God of hosts?", "ref": ["80-16"]}, {"a": "The writer wants God's hand to be on that man.", "q": "What does the writer want God to do to the man of God's right hand?", "ref": ["80-17"]}, {"a": "God made him strong for himself.", "q": "What did God do for the son of man?", "ref": ["80-17"]}, {"a": "They will call on God's name.", "q": "What will the people do if God revives them?", "ref": ["80-18"]}, {"a": "If Yahweh shines on them, they will be saved.", "q": "What will happen if Yahweh, the God of hosts shines on the people?", "ref": ["80-19"]}], "81": [{"a": "He tells them to sing aloud and to shout out for joy.", "q": "What does the writer tell everyone to do to God?", "ref": ["81-01"]}, {"a": "The people should play the tambourine and the pleasant lyre with the harp.", "q": "What instruments does the writer tell the people to play as they sing a song?", "ref": ["81-02"]}, {"a": "They should blow it on the day of the new moon, the day of the full moon, when their feast day begins.", "q": "When should the people blow the ram's horn?", "ref": ["81-03"]}, {"a": "The God of Jacob gave them for Israel.", "q": "Who gave the statute and decree for Israel?", "ref": ["81-04"]}, {"a": "He issued it as a regulation in Joseph.", "q": "Why did the God of Jacob issue a statute and decree for Israel?", "ref": ["81-05"]}, {"a": "God removed the burden.", "q": "What did God remove from the shoulder of the people?", "ref": ["81-06"]}, {"a": "God helped them, and answered them and tested them.", "q": "What happened when the people called out in their distress?", "ref": ["81-07"]}, {"a": "God said there must be no foreign god among Israel and they must not worship any foreign god.", "q": "What did God say about foreign gods?", "ref": ["81-09"]}, {"a": "He brought them out of Egypt.", "q": "What does Yahweh say he did for Israel?", "ref": ["81-10"]}, {"a": "He told them to open it so he would fill it.", "q": "Why did God tell the Israelites to open their mouth wide?", "ref": ["81-10"]}, {"a": "They did not listen to Yahweh's words or obey him.", "q": "What did Yahweh's people, Israel, not do?", "ref": ["81-11"]}, {"a": "He gave them over so that they might do what seemed right to them.", "q": "Why did Yahweh give his people over to their own stubborn way?", "ref": ["81-12"]}, {"a": "Yahweh wants his people to listen to him and walk in his paths.", "q": "What does Yahweh long for his people to do?", "ref": ["81-13"]}, {"a": "He would quickly subdue their enemies and turn his hand against their oppressors.", "q": "What would Yahweh do if his people would listen to him and walk in his paths?", "ref": ["81-14"]}, {"a": "He wants them to cringe in fear and be humiliated forever.", "q": "What does the writer want to happen to those who hate Yahweh?", "ref": ["81-15"]}, {"a": "Yahweh would feed them with the finest wheat and satisfy them with the honey out of the rock.", "q": "What does Yahweh say he would do for Israel?", "ref": ["81-16"]}], "82": [{"a": "He stands in the divine assembly and in the midst of the gods.", "q": "Where does God stand to render judgment?", "ref": ["82-01"]}, {"a": "He asks God how long God will you judge unjustly and show favoritism to the wicked?", "q": "What does Asaph ask God?", "ref": ["82-02"]}, {"a": "He asks God to defend them and maintain their rights.", "q": "What does Asaph ask God to do for the poor and fatherless and the afflicted and destitute?", "ref": ["82-03"]}, {"a": "He asks God to rescue them and take them out of the hand of the wicked.", "q": "What does Asaph ask God to do for the poor and needy?", "ref": ["82-04"]}, {"a": "They wander around in darkness.", "q": "Where do those who neither know nor understand and wander?", "ref": ["82-05"]}, {"a": "They will die like men and fall like one of the princes.", "q": "How does Asaph say the sons of the Most High will die?", "ref": ["82-06", "82-07"]}, {"a": "He asks God to judge because he will inherit all the nations.", "q": "Why is Asaph asking God to arise and judge the earth?", "ref": ["82-08"]}], "83": [{"a": "They are making a commotion, and have raised their heads.", "q": "What are God's enemies doing?", "ref": ["83-02"]}, {"a": "They conspire against God's people and plan against God's protected ones.", "q": "Who do the enemies of God conspire against and plan against?", "ref": ["83-03"]}, {"a": "They said, \"Let us destroy them as a nation.\"", "q": "What do God's enemies say they will do to Israel?", "ref": ["83-04"]}, {"a": "Israel would no longer be remembered.", "q": "What would happen to the name of Israel if God's enemies destroyed them?", "ref": ["83-04"]}, {"a": "They schemed against God and made an alliance.", "q": "Against whom have God's enemies schemed?", "ref": ["83-05"]}, {"a": "He asks that they perish at Endor and become like manure for the earth.", "q": "What does Asaph ask God to do to his enemies, as he did to Midian, Sisera and Jabin?", "ref": ["83-09", "83-10"]}, {"a": "They said, \"Let us take for ourselves the pastures of God.\"", "q": "What did the nobles and the princes of the enemies say about Israel?", "ref": ["83-11", "83-12"]}, {"a": "He wants God to make them like whirling dust, chaff before the wind, fire that burns the forest, and the flame that sets the mountains on fire.", "q": "What things does Asaph want God to make his enemies like?", "ref": ["83-13", "83-14"]}, {"a": "He wants God to chase them with God's strong wind and terrify them with God's windstorm.", "q": "How does Asaph want God to chase and terrify his enemies?", "ref": ["83-15"]}, {"a": "He asks God to fill the enemies with shame so they might seek Yahweh's name.", "q": "Why does Asaph ask Yahweh to fill the enemies faces with shame?", "ref": ["83-16"]}, {"a": "He desires that they be put to shame, be terrified forever and perish in disgrace.", "q": "What does Asaph desire to happen to God's enemies?", "ref": ["83-17"]}, {"a": "They will know that Yahweh alone is the Most High over all the earth.", "q": "What will God's enemies know about Yahweh?", "ref": ["83-18"]}], "84": [{"a": "He says the place where Yahweh of hosts lives is lovely.", "q": "What does the writer say about the place where Yahweh of hosts lives?", "ref": ["84-01"]}, {"a": "He longs for the courts of Yahweh.", "q": "For what does the writer long?", "ref": ["84-02"]}, {"a": "His heart and whole being calls out to the living God.", "q": "To whom does the writers heart and whole being call out?", "ref": ["84-02"]}, {"a": "They have found their house and nest near the altars of Yahweh of hosts.", "q": "Where has the sparrow found her house and the swallow a nest where she may lay her young?", "ref": ["84-03"]}, {"a": "He uses the names of my King and my God.", "q": "What other names does the writer use for Yahweh of hosts?", "ref": ["84-03"]}, {"a": "They are blessed and they praise Yahweh continually.", "q": "What happens to those who live in Yahweh's house?", "ref": ["84-04"]}, {"a": "The man whose strength is in Yahweh is blessed.", "q": "What happens to the man whose strength is in Yahweh?", "ref": ["84-05"]}, {"a": "They find springs of water to drink as they pass through the Valley of Weeping.", "q": "Where do the blessed find springs of water to drink?", "ref": ["84-06"]}, {"a": "They appear before God in Zion.", "q": "Where does the blessed people appear?", "ref": ["84-07"]}, {"a": "He wants Yahweh God of hosts to hear his prayer.", "q": "Who does the writer want to hear his prayer?", "ref": ["84-08"]}, {"a": "He wants the God of Jacob to listen to what he is saying.", "q": "Who does the writer want to listen to what he is saying?", "ref": ["84-08"]}, {"a": "He wants God to watch over their shield and show concern for God's anointed.", "q": "What does the writer want God to watch over and for whom does he want God to show concern?", "ref": ["84-09"]}, {"a": "A day in Yahweh's courts is better that a thousand years elsewhere.", "q": "A day in Yahweh's courts is better than what?", "ref": ["84-10"]}, {"a": "He would rather be a doorkeeper in the house of his God.", "q": "What would the writer rather be in the house of his God than to live within the tents of the wicked?", "ref": ["84-10"]}, {"a": "Yahweh God is our sun and shield.", "q": "What is Yahweh God to the writer?", "ref": ["84-11"]}, {"a": "Yahweh will give grace and glory.", "q": "What will Yahweh give?", "ref": ["84-11"]}, {"a": "Yahweh does not withhold any good thing from those who walk in integrity.", "q": "What does Yahweh not withhold from those who walk in integrity.", "ref": ["84-11"]}, {"a": "The man who trusts in Yahweh is blessed.", "q": "What happens to the man who trusts in Yahweh of hosts?", "ref": ["84-12"]}], "85": [{"a": "Yahweh has shown favor to their land and restored the well-being of Jacob.", "q": "What has Yahweh done for the well-being of Jacob?", "ref": ["85-01"]}, {"a": "He has forgiven his people and covered all their sins.", "q": "What has Yahweh done about the sins of his people?", "ref": ["85-02"]}, {"a": "He has withdrawn all his wrath and turned back from his hot anger.", "q": "What has Yahweh done with his wrath and hot anger?", "ref": ["85-03"]}, {"a": "He ask God to let go of his displeasure with his people.", "q": "Of what does the writer ask God to let go?", "ref": ["85-04"]}, {"a": "God's people will rejoice in God.", "q": "What will God's people do if God revives them again?", "ref": ["85-06"]}, {"a": "He is asking Yahweh to show his covenant faithfulness and grant his salvation.", "q": "What is the writer asking God to show and grant his people?", "ref": ["85-07"]}, {"a": "God will make peace with his people, his faithful followers.", "q": "What does the writer say will happen when he listens to what Yahweh God says?", "ref": ["85-08"]}, {"a": "God's people must not turn again to foolish ways.", "q": "What must the people do to make peace with God?", "ref": ["85-08"]}, {"a": "Glory will remain in the land.", "q": "What will remain in the land when God's salvation is near to those who fear him?", "ref": ["85-09"]}, {"a": "Covenant faithfulness and trustworthiness have met together and righteousness and peace have kissed each other.", "q": "What have met together and what have kissed each other?", "ref": ["85-10"]}, {"a": "Trustworthiness will sprout up and victory will look down.", "q": "What will sprout up from the ground and what will look down from the sky?", "ref": ["85-11"]}, {"a": "Their land will yield its crops.", "q": "What will happen when Yahweh gives his good blessings?", "ref": ["85-12"]}, {"a": "Righteousness will go before Yahweh.", "q": "What will go before Yahweh and make a way for his footsteps?", "ref": ["85-13"]}], "86": [{"a": "He asks Yahweh to answer him because David is poor and oppressed.", "q": "Why does David ask Yahweh to listen to and answer him?", "ref": ["86-01"]}, {"a": "David asks God to protect him and save him.", "q": "What does David ask God to do for him when he is loyal and trusts in God?", "ref": ["86-02"]}, {"a": "David asks the Lord to be merciful to him.", "q": "What does David asks when he cries out to the Lord?", "ref": ["86-03"]}, {"a": "David asks the Lord to make his servant glad.", "q": "When David lifts up his soul to the Lord, what is he asking from the Lord?", "ref": ["86-04"]}, {"a": "The Lord is ready to forgive and show them great mercy.", "q": "What happens to all those who cry out to the Lord who is good?", "ref": ["86-05"]}, {"a": "David asks Yahweh to listen and hear.", "q": "Who does David ask to listen to his prayer and hear the sound of his pleas?", "ref": ["86-06"]}, {"a": "Yahweh will answer David.", "q": "What will Yahweh do when David calls on him in his day of trouble?", "ref": ["86-07"]}, {"a": "There is no one who compares to the Lord.", "q": "Who compares to the Lord among the gods?", "ref": ["86-08"]}, {"a": "All the nations will come and bow before the Lord and honor the Lord's name.", "q": "What will all the nations do before the Lord?", "ref": ["86-09"]}, {"a": "Only God does great and wonderful things.", "q": "Who only does great and wonderful things?", "ref": ["86-10"]}, {"a": "David asks Yahweh to teach him Yahweh's ways.", "q": "What does David ask Yahweh to teach him?", "ref": ["86-11"]}, {"a": "David will walk in Yahweh's truth.", "q": "What will happen when Yahweh teaches David?", "ref": ["86-11"]}, {"a": "David will praise God and glorify God's name forever.", "q": "What does David tell God he will do?", "ref": ["86-12"]}, {"a": "God has rescued David's soul from the depths of sheol.", "q": "What does David say God's covenant faithfulness toward him has done?", "ref": ["86-13"]}, {"a": "They have risen up against David, seek his life and have no regard for God.", "q": "What does David say the arrogant and violent men have done?", "ref": ["86-14"]}, {"a": "David describes the Lord as a merciful and gracious God, slow to anger, and abundant in covenant faithfulness and trustworthiness.", "q": "How does David describe the Lord?", "ref": ["86-15"]}, {"a": "David asks the Lord to turn toward him, have mercy on him, give his strength and save him.", "q": "What does David ask the Lord to do for him?", "ref": ["86-16"]}, {"a": "Those who hate David will see God's favor and be put to shame.", "q": "What will happen when Yahweh shows David a sign of his favor?", "ref": ["86-17"]}, {"a": "Yahweh has helped David and comforted him.", "q": "What does David say Yahweh as done for him?", "ref": ["86-17"]}], "87": [{"a": "It is established on the holy mountains.", "q": "Where is the Lord's city established?", "ref": ["87-01"]}, {"a": "He loves them more than all the tents of Jacob.", "q": "How much does Yahweh love the gates of Zion?", "ref": ["87-02"]}, {"a": "Glorious things are said of the city of God.", "q": "What things are said of the city of God?", "ref": ["87-03"]}, {"a": "He mentioned them to his followers.", "q": "To whom did the writer mention Rahab and Babylon?", "ref": ["87-04"]}, {"a": "The Most High himself will establish her.", "q": "What will the Most High do for Zion?", "ref": ["87-05"]}, {"a": "He notes, \"This one was born there.\"", "q": "What does Yahweh note as he registers the peoples?", "ref": ["87-06"]}, {"a": "They say, \"All my springs of water are in you.\"", "q": "What do the singers and dancers say?", "ref": ["87-07"]}], "88": [{"a": "The writer cries out day and night before Yahweh.", "q": "When does the writer cry out to Yahweh, the God of his salvation?", "ref": ["88-01"]}, {"a": "He asks Yahweh to listen to his prayer and pay attention to his cry.", "q": "What does the writer ask Yahweh to do for him?", "ref": ["88-02"]}, {"a": "His soul is full of troubles and his life is nearing sheol.", "q": "What is the problem with the writer's soul and life?", "ref": ["88-03"]}, {"a": "He describes himself as a man with no strength.", "q": "How does the writer describe himself when people treat him like those who go down to the pit?", "ref": ["88-04"]}, {"a": "He says that Yahweh cares for the dead no more because they are cut off from Yahweh's power.", "q": "What does the writer say happens to him when he is like the dead who lie in the grave?", "ref": ["88-05"]}, {"a": "He says Yahweh has placed him in the lowest part of the pit.", "q": "Where does the writer say that Yahweh has placed him?", "ref": ["88-06"]}, {"a": "Yahweh's wrath lies heavy on the writer.", "q": "What lies heavy on the writer?", "ref": ["88-07"]}, {"a": "Yahweh has made the writer a shocking sight to his acquaintances.", "q": "What has Yahweh done to make the writer's acquaintenances avoid him?", "ref": ["88-08"]}, {"a": "His eyes grow weary from trouble.", "q": "From what do the writer's eyes to grow weary?", "ref": ["88-09"]}, {"a": "He asks Yahweh if he will do wonders for the dead, and if they will rise up and praise Yahweh.", "q": "What questions does the writer ask Yahweh about the dead and those who have died?", "ref": ["88-10"]}, {"a": "The writer asks Yahweh if they will be proclaimed in the grave, in the place of the dead, in the darkness and in the place of forgetfulness.", "q": "What does the writer asks Yahweh about his covenant faithfulness, loyalty, wonderful deeds and righteousness?", "ref": ["88-11", "88-12"]}, {"a": "His prayer comes before Yahweh in the morning.", "q": "When does the writer's prayer come before Yahweh?", "ref": ["88-13"]}, {"a": "Yahweh has rejected the writer and hidden his face from him.", "q": "What has Yahweh done to the writer?", "ref": ["88-14"]}, {"a": "The writer has been afflictd and on the verge of death since his youth.", "q": "How long has the writer been afflicted and on the verge of death.", "ref": ["88-15"]}, {"a": "Yahweh's actions have passed over and his deeds have annihilated the writer.", "q": "What does the writer say Yahweh's angry actions and terrifying deeds have done?", "ref": ["88-16"]}, {"a": "They surrounded the writed like water and encircled him.", "q": "What have Yahweh's actions and deeds done to the writer all day long?", "ref": ["88-17"]}, {"a": "He says his only acquaintance is the darkness.", "q": "What does the writer say is his only acquaintance?", "ref": ["88-18"]}], "89": [{"a": "He will sing of Yahweh\"s acts of covenant faithfulness.", "q": "Of what will the writer sing forever?", "ref": ["89-01"]}, {"a": "He will proclaim Yahweh's truthfulness.", "q": "What will the writer proclaim to future generations?", "ref": ["89-01"]}, {"a": "It has been established in the heavens.", "q": "Where has Yahweh's truthfulness been established?", "ref": ["89-02"]}, {"a": "The covenant has been made with the chosen one and an oath has been made to David.", "q": "With whom has a covenant and an oath been made?", "ref": ["89-03"]}, {"a": "The descendants will be established forever and the throne through all generations.", "q": "How long will the descendants and the throne be established?", "ref": ["89-04"]}, {"a": "The heavens will praise Yahweh for his wonders.", "q": "For what will the heavens praise Yahweh?", "ref": ["89-05"]}, {"a": "They will praise Yahweh for his truthfulness.", "q": "For what will the assembly of the holy ones praise Yahweh?", "ref": ["89-05"]}, {"a": "He is more awesome than all who surround him.", "q": "How does God compare to those who surround him?", "ref": ["89-07"]}, {"a": "It surrounds Yahweh.", "q": "What does the writer say about Yahweh's truthfulness?", "ref": ["89-08"]}, {"a": "He says that when the waves surge, Yahweh calms them.", "q": "What does the writer say about Yahweh's rule of the raging sea?", "ref": ["89-09"]}, {"a": "He crushed her as one who is killed.", "q": "What did Yahweh do to Rahab?", "ref": ["89-10"]}, {"a": "He used his strong arm.", "q": "What did Yahweh use to scatter his enemies?", "ref": ["89-10"]}, {"a": "The heavens and the earth belong to Yahweh.", "q": "What belongs to Yahweh who made the world and all it contains?", "ref": ["89-11"]}, {"a": "Yahweh created the north and the south.", "q": "What did Yahweh create?", "ref": ["89-12"]}, {"a": "Yahweh has a mighty arm and a strong hand, and his right hand is high.", "q": "What does the writer say about Yahweh's arm and hand?", "ref": ["89-13"]}, {"a": "Righteousness and justice are the foundation of Yahweh's throne.", "q": "What is the foundation of Yahweh's throne?", "ref": ["89-14"]}, {"a": "Covenant faitfhulness and trustworthiness come before Yahweh.", "q": "What comes before Yahweh?", "ref": ["89-14"]}, {"a": "They are blessed and walk in the light of Yahweh's face, they rejoice in Yahweh's name, and in Yahweh's righteousness they exalt.", "q": "What happens to the people who worship Yahweh?", "ref": ["89-15", "89-16"]}, {"a": "The people are victorious", "q": "How does Yahweh's majestic strength and favor benefit the people?", "ref": ["89-17"]}, {"a": "The people's shield belongs to Yahweh and is called the Holy One of Israel.", "q": "What belongs to Yahweh and what is he called?", "ref": ["89-18"]}, {"a": "He said that he set a crown on a mighty one and raised up one chosen from among the people.", "q": "What did Yahweh say in a vision to his faithful ones?", "ref": ["89-19"]}, {"a": "He said he had anointed him, will support him, and will strengthen him.", "q": "What did Yahweh say he will do for his chosen servant David?", "ref": ["89-20", "89-23"]}, {"a": "Yahweh's truth and covenant faithfulness will be with David and by Yahweh's name David will be victorious.", "q": "What will be with David and how will he be victorious?", "ref": ["89-24"]}, {"a": "He will call Yahweh his Father, his God, and the rock of his salvation.", "q": "What will David call out to Yahweh?", "ref": ["89-26"]}, {"a": "Yahweh will extend and secure his covenant faithfulness to David forever.", "q": "What will Yahweh do for David who he places as his firstborn son and most exalted of the kings of the earth?", "ref": ["89-27", "89-28"]}, {"a": "His descendants will endure forever and his throne will endure as the skies above.", "q": "How long will David's descendants and throne endure?", "ref": ["89-29"]}, {"a": "Yahweh will punish their rebellion with a rod and their iniquity with blows.", "q": "What will Yahweh do to David's children if they forsake Yahweh's law, disobey his decrees, break his rules and do not keep his commands?", "ref": ["89-30", "89-32"]}, {"a": "Yahweh promises not to remove his covenant faithfulness or be unfaithful to his promise. He will not break his covenant or change the words of his lips.", "q": "What promises does Yahweh make to David?", "ref": ["89-33", "89-34"]}, {"a": "Yahweh swears by his holiness.", "q": "By what does Yahweh swear once and for all.", "ref": ["89-35"]}, {"a": "The writer says that Yahweh has refused and rejected and is angry with the anointed king.", "q": "What does the writer now say about how David is being treated by Yahweh?", "ref": ["89-38"]}, {"a": "He is being robbed and has become an object of disgust to his neighbors.", "q": "What does the writer say is happening to the anointed king?", "ref": ["89-41"]}, {"a": "They have raised their right hand and have been made to rejoice.", "q": "What have the anointed king's enemies done?", "ref": ["89-42"]}, {"a": "The edge of the king's sword was turned back and he was made unable to stand in battle.", "q": "What happened when the anointed king went into battle?", "ref": ["89-43"]}, {"a": "His splendor has been brought to an end and his throne has been brought down to the ground.", "q": "What has happened to the king's spendor and throne?", "ref": ["89-44"]}, {"a": "His days have been shortened and he has been covered with shame.", "q": "What has happened to the days of the anointed king?", "ref": ["89-45"]}, {"a": "He asks how long will Yahweh will hide himself and his anger will burn like fire.", "q": "What does the writer ask Yahweh about his anger?", "ref": ["89-46"]}, {"a": "He asks Yahwe to think about how short his time is and for what uselessness Yahweh has created all the sons of men.", "q": "What does the writer ask Yahweh to think about?", "ref": ["89-47"]}, {"a": "The writer asks the Lord, \"Where are your former acts of covenant faithfulness?\"", "q": "What does the writer ask the Lord about his former acts of covenant faithfulness?", "ref": ["89-49"]}, {"a": "His tells the Lord that Yahweh's enemies hurl insults and mock the footsteps of Yahweh's anointed one.", "q": "What does the writer tell the Lord to call to mind?", "ref": ["89-50", "89-51"]}, {"a": "Yahweh will be blessed forever.", "q": "How long does the writer say Yahweh will be blessed?", "ref": ["89-52"]}], "90": [{"a": "The Lord has been a refuge throughout all generations.", "q": "How long has the Lord been a refuge for Moses and the people?", "ref": ["90-01"]}, {"a": "He returns man to the dust.", "q": "To what does the Lord return man?", "ref": ["90-03"]}, {"a": "They are as yesterday when it is past, and as a watch in the night.", "q": "What are a thousand years like in the sight of the Lord?", "ref": ["90-04"]}, {"a": "They are like the grass that sprouts up, blooms and grows up, and then withers and dries up.", "q": "To what are the descendants of mankind like?", "ref": ["90-05", "90-06"]}, {"a": "They are consumed and terrified because the Lord has set their iniquities before himself, and their hidden sins in the light of his presence.", "q": "Why is mankind consumed in the Lord's anger and terrified in his wrath?", "ref": ["90-07", "90-08"]}, {"a": "Their years are eighty if healthy.", "q": "How many are the years of mankind if they are healthy?", "ref": ["90-10"]}, {"a": "He asks the Lord to teach mankind to consider their lives, so that they may live wisely.", "q": "What does Moses ask the Lord to teach mankind?", "ref": ["90-12"]}, {"a": "He wants the Lord to satisfy mankind with the Lord's covenant faithfulness, so that they may rejoice and be glad all their days.", "q": "With what does Moses want the Lord to satisfy mankind in the morning?", "ref": ["90-14"]}, {"a": "He wants the Lord to let his servants see his work and their children see his majesty.", "q": "What does Moses want the Lord to let his servants see?", "ref": ["90-16"]}, {"a": "He prospers the work of their hands.", "q": "How does the Lord show his favor to mankind?", "ref": ["90-17"]}], "91": [{"a": "The writer says, \"He is my shelter and my fortress, my God, in whom I trust.\"", "q": "What does the writer say of Yahweh?", "ref": ["91-02"]}, {"a": "Yahweh will rescue him from the snare of the hunter and from the deadly plague and cover him with his wings.", "q": "What will Yahweh do for the one who trusts in him?", "ref": ["91-03", "91-04"]}, {"a": "The one who trusts in Yahweh need not be afraid of terror in the night, or the the arrow that flies by day, the plagues that roam around in the darkness, and the disease that comes at noontime.", "q": "What does the one who trusts in Yahweh need not be afraid of?", "ref": ["91-05", "91-06"]}, {"a": "Yahweh is the refuge for the writer.", "q": "What is Yahweh for the writer?", "ref": ["91-09"]}, {"a": "No evil will overtake nor affliction come near the one who trusts in Yahweh because Yahweh will direct his angels to protect and guard him in all his ways.", "q": "Why will no evil overtake nor affliction come near the home of the one who trusts in Yahweh?", "ref": ["91-10", "91-11"]}, {"a": "The angels will lift him up with their hand so he will not slip and fall on a stone.", "q": "How will the angels protect and guard the one who trusts in Yahweh?", "ref": ["91-12", "91-13"]}, {"a": "Yahweh will rescue him, protect him, answer him when he calls, give him victory and honor when he is in trouble, satisfy him with long life, and show him Yahweh's salvation.", "q": "What does Yahweh do for the one who is devoted to him?", "ref": ["91-14", "91-16"]}], "92": [{"a": "It is a good thing to give thanks and sing praises to the name of Yahweh.", "q": "What does the writer consider to be a good thing?", "ref": ["92-01"]}, {"a": "He says to proclaim Yahweh's covenant faithfulness in the morning and his truthfulness every night.", "q": "When does there writer say to proclaim Yahweh's covenant faithfulness and truthfulness?", "ref": ["92-02"]}, {"a": "Yahweh's great deeds have made him glad so that he will sing for joy.", "q": "How has the writer responded to the great deeds of Yahweh?", "ref": ["92-04", "92-05"]}, {"a": "Such joy is not known by a brutish person nor a fool.", "q": "What kind of person does not know and understand such joy?", "ref": ["92-06"]}, {"a": "The wicked who sprout like the grass and all the evildoers who thrive are still doomed to eternal destruction.", "q": "What is the destiny of the wicked who sprout like the grass and all the evildoers who thrive?", "ref": ["92-07"]}, {"a": "All the evildoers are scattered because Yahweh will reign forever.", "q": "Why do all the evildoers, who are Yahweh's enemies, scatter?", "ref": ["92-08", "92-09"]}, {"a": "Yahweh has exalted and anointed the writer by allowing him to see the downfall of his enemies and hear the doom of his evil foes.", "q": "How has Yahweh exalted the writer's horn and anointed him with fresh oil?", "ref": ["92-10", "92-11"]}, {"a": "They are planted in the house of Yahweh.", "q": "Where are the righteous planted?", "ref": ["92-13"]}, {"a": "The righteous bear fruit when they are old and stay fresh and green.", "q": "What do the righteous do to proclaim that Yahweh is just?", "ref": ["92-14", "92-15"]}, {"a": "Yahaweh is his rock because there is no unrighteousness in Yahweh.", "q": "Why is Yahweh the rock of the writer?", "ref": ["92-15"]}], "93": [{"a": "Yahweh is robed in majesty and clothed with strength which he wears like a belt.", "q": "In what is Yahweh robed and clothed?", "ref": ["93-01"]}, {"a": "The oceans rise and their waves crash and roar.", "q": "How have the oceans lifted up their voice?", "ref": ["93-03"]}, {"a": "Yahweh on high is mighty and above the many crashing waves and mighty breakers of the sea.", "q": "Who is above the crashing of many waves and the mighty breakers of the sea?", "ref": ["93-04"]}, {"a": "The writer says that Yahweh's commands are very trustworthy and holiness adorns Yahweh's house forever.", "q": "How does the writer describe Yahweh's commands and holiness?", "ref": ["93-05"]}], "94": [{"a": "The writer asks Yahweh God to shine over his people and give to the proud what they deserve.", "q": "What does the writer ask Yahweh God to do?", "ref": ["94-01", "94-02"]}, {"a": "The wicked rejoice by pouring out arrogant, defiant and boastful speeches.", "q": "How do the wicked rejoice in what they say?", "ref": ["94-03", "94-04"]}, {"a": "The wicked crush Yahweh's people and they kill the widow, the alien and the fatherless.", "q": "What is the behavior of the wicked?", "ref": ["94-05", "94-06"]}, {"a": "The wicked says that Yahweh will not see nor take notice of what we do.", "q": "What does the wicked say?", "ref": ["94-07"]}, {"a": "He asks them, \"When will you ever learn?\"", "q": "What is the question the writer asks of the fools?", "ref": ["94-08"]}, {"a": "Yahweh knows that the thoughts of men are corrupt.", "q": "What does Yahweh know about the thoughts of men?", "ref": ["94-11"]}, {"a": "Yahweh teaches his law and gives rest in times of trouble to the one who is blessed.", "q": "What does Yahweh do for the one who is blessed?", "ref": ["94-12", "94-13"]}, {"a": "The writer says that Yahweh will not forsake his people nor abandon his inheritance.", "q": "What promise does the writer give to Yahweh's people?", "ref": ["94-14"]}, {"a": "The result of Yahweh's promise is that justice will prevail and all the upright will follow it.", "q": "What is the result of Yahweh's promise?", "ref": ["94-15"]}, {"a": "The provision was Yahweh's covenant faithfulness which held the writer up when he said, \"my foot is slipping.\"", "q": "What provision from Yahweh was a help to the writer?", "ref": ["94-17", "94-18"]}, {"a": "The wicked rulers create injustice by conspiring against the righteous and condemning the innocent to death.", "q": "How do the wicked rulers create injustice by statute?", "ref": ["94-20", "94-21"]}, {"a": "Yahweh has encouraged the writer by being his high tower and the rock of his refuge.", "q": "How has Yahweh encouraged the writer?", "ref": ["94-22"]}, {"a": "Yahweh will bring on them their own iniquity and cut them off in their own wickedness.", "q": "What will Yahweh do to the wicked rulers?", "ref": ["94-23"]}], "95": [{"a": "The writer encourages everyone to enter Yahweh's presence with thanksgiving.", "q": "How does the writer encourage everyone to enter?", "ref": ["95-02"]}, {"a": "Yahweh is a great God and a great King who is superior to all gods.", "q": "How does Yahweh compare to other gods?", "ref": ["95-03"]}, {"a": "Yahweh is superior to all gods in that the heights of the mountains and the seas which he made are his and his hands formed the dry land.", "q": "How is Yahweh superior to all gods?", "ref": ["95-04", "95-05"]}, {"a": "Everyone should worship Yahweh because he is their God and they are the people of his pasture and the sheep of his hand.", "q": "Why should everyone worship by bowing down and kneeling before Yahweh?", "ref": ["95-06", "95-07"]}, {"a": "They challenged his authority and tried his patience, though they had seen his deeds.", "q": "How did the forefathers of Israel respond to Yahweh?", "ref": ["95-09"]}, {"a": "Yahweh said, \"This is a people whose hearts wander astray; they have not known my ways.\"", "q": "How did Yahweh describe the people who challenged his authority?", "ref": ["95-10"]}, {"a": "Yahweh vowed in his anger that the people who challenged his authority would never enter into Yahweh's resting place.", "q": "What did Yahweh vow in his anger?", "ref": ["95-11"]}], "96": [{"a": "The writer encourages everyone to announce Yahweh's salvation day after day.", "q": "What does the writer encourage everyone to announce?", "ref": ["96-02"]}, {"a": "Everyone should declare Yahweh's glory and his marvelous deeds because Yahweh is great, and greatly to be praised, and to be feared above all other gods.", "q": "Why should everyone declare Yahweh's glory and his marvelous deeds among the nations?", "ref": ["96-03", "96-04"]}, {"a": "The attributes in Yahweh's presence are splendor, majesty, strength and beauty.", "q": "What attributes are in Yahweh's presence?", "ref": ["96-06"]}, {"a": "Everyone should bring an offering and come into his courts.", "q": "What should everyone do to ascribe to Yahweh the glory due to his name?", "ref": ["96-08"]}, {"a": "The writer encouraged everyone to say, \"Yahweh reigns.\"", "q": "What did the writer encourage everyone to say among the nations?", "ref": ["96-10"]}, {"a": "Yahweh judges the peoples fairly.", "q": "How does Yahweh judge the peoples?", "ref": ["96-10"]}, {"a": "The heavens should be glad and the earth rejoice because Yahweh is coming.", "q": "Why should the heavens be glad and the earth rejoice?", "ref": ["96-11", "96-13"]}, {"a": "When Yahweh comes he will judge the earth, the world with righteousness, and the people with his faithfulness.", "q": "What will Yahweh do when he comes?", "ref": ["96-13"]}], "97": [{"a": "The foundation of Yahweh's throne is righteousness and justice.", "q": "What is the foundation of Yahweh's throne?", "ref": ["97-02"]}, {"a": "The fire that goes before Yahweh consumes his adversaries on every side.", "q": "What is the result of the fire that goes before Yahweh?", "ref": ["97-03"]}, {"a": "Yahweh's lightning lights up the world, the earth sees and trembles, and the mountains melt like wax in Yahweh's presence.", "q": "What happens in Yahweh's presence?", "ref": ["97-04", "97-05"]}, {"a": "The skies declare Yahweh's justice and all the nations see his glory.", "q": "What declares Yahweh's justice and glory?", "ref": ["97-06"]}, {"a": "All those who worship carved figures and boast in worthless idols will be shamed by Yahweh.", "q": "Who will be shamed by Yahweh?", "ref": ["97-07"]}, {"a": "Zion heard and the towns of Judah rejoiced because of Yahweh's righteous decrees.", "q": "Why did Zion hear and the towns of Judah rejoice?", "ref": ["97-08"]}, {"a": "The writer says that Yahweh is most high above all the earth and exalted far above all gods.", "q": "What does the writer say about Yahweh?", "ref": ["97-09"]}, {"a": "Yahweh protects the lives of his saints and takes them out of the hand of the wicked.", "q": "What does Yahweh do for his saints?", "ref": ["97-10"]}, {"a": "The writer encourages the righteous to be glad in Yahweh and give thanks to his holy name.", "q": "What does the writer encourage the righteous to do?", "ref": ["97-12"]}], "98": [{"a": "Yahweh's right hand and holy arm have given his people victory.", "q": "What has given victory to Yahweh's people?", "ref": ["98-01"]}, {"a": "He has openly showed his justice to all the nations.", "q": "What has Yahweh openly showed to all the nations?", "ref": ["98-02"]}, {"a": "Yahweh calls to mind his covenant loyalty and faithfulness for the house of Israel.", "q": "What does Yahweh call to mind?", "ref": ["98-03"]}, {"a": "All the ends of the earth will see the victory of Israel's God.", "q": "Who will see the victory of Israel's God?", "ref": ["98-03"]}, {"a": "Everyone should shout for joy and burst into song, singing Yahweh's praises.", "q": "What should be the response of everyone to Yahweh's provision?", "ref": ["98-04"]}, {"a": "The house of Israel should use the harp, trumpets, and the sound of the horn.", "q": "What instruments should the house of Israel use to sing praises and make a joyful noise before Yahweh?", "ref": ["98-05", "98-06"]}, {"a": "The writer says the sea and everything in it and the world and those who live in it should shout, and the rivers should clap their hands and the mountains should shout for joy.", "q": "How does the writer encourage Yahweh's creation to respond to his coming?", "ref": ["98-07", "98-08"]}, {"a": "Yahweh will judge the world with righteousness and the nations with fairness.", "q": "How will Yahweh judge the world?", "ref": ["98-09"]}], "99": [{"a": "The nations should tremble in response to Yahweh's reign.", "q": "How should the nations respond to Yahweh's reign?", "ref": ["99-01"]}, {"a": "The earth quakes because Yahweh sits enthroned above the cherubim.", "q": "Why does the earth quake?", "ref": ["99-01"]}, {"a": "Yahweh is exalted because he is great in Zion.", "q": "Why is Yahweh exhalted above all the nations?", "ref": ["99-02"]}, {"a": "The nations should praise Yahweh's name because he is holy.", "q": "Why should the nations praise Yahweh's great and awesome name?", "ref": ["99-03"]}, {"a": "The writer says the king is strong and he loves justice.", "q": "How does the writer describe the king?", "ref": ["99-04"]}, {"a": "The writer says that the nations should praise Yahweh and worship at his footstool because he is holy.", "q": "How does the writer say that the nations should respond to Yahweh?", "ref": ["99-05"]}, {"a": "Some of those men who prayed to Yahweh and he answered them were Moses, Aaron, and Samuel.", "q": "Who were some of those men who prayed to Yahweh and he answered them?", "ref": ["99-06"]}, {"a": "The men who prayed kept Yahweh's solemn commands and the statutes that he gave them.", "q": "How did the men who prayed to Yahweh respond to what he said?", "ref": ["99-07"]}, {"a": "Yahweh forgave them though he punished their sinful deeds.", "q": "What did Yahweh do for the men who prayed to him?", "ref": ["99-08"]}, {"a": "The writer says to praise Yahweh and worship at his holy hill because he is holy.", "q": "What does the writer encourage everyone to do?", "ref": ["99-09"]}], "100": [{"a": "He invites all the earth to shout joyfully to Yahweh.", "q": "Who does the writer invite to shout joyfully to Yahweh?", "ref": ["100-01"]}, {"a": "They should come before his presence with joyful singing.", "q": "How should people come into Yahweh's presence?", "ref": ["100-02"]}, {"a": "He says they are Yahweh's people and the sheep of his pasture.", "q": "Why does image does the writer use to show how people belong to Yahweh?", "ref": ["100-03"]}, {"a": "They should enter into his gates with thanksgiving and into his courts with praise.", "q": "How should people enter into Yahweh's gates and courts?", "ref": ["100-04"]}, {"a": "He says that Yahweh's covenant faithfulness endures forever.", "q": "What does the writer says endures forever?", "ref": ["100-05"]}], "101": [{"a": "He will sing of covenant faithfulness and justice.", "q": "Of what two qualities will David sing?", "ref": ["101-01"]}, {"a": "He has not put wrong doing before his eyes.", "q": "What has David not put before his eyes?", "ref": ["101-03"]}, {"a": "He will destroy whoever secretly slanders his neighbor.", "q": "Who will David destroy?", "ref": ["101-05"]}, {"a": "David wants the faithful of the land to sit at his side, and those who walk in integrity to serve him.", "q": "What kind of people does David want to sit at his side and serve him?", "ref": ["101-06"]}, {"a": "He will not allow deceitful people to remain within his house.", "q": "Who will David not allow to remain within his house?", "ref": ["101-07"]}, {"a": "Morning by morning, he will destroy all the wicked.", "q": "How often does David say that he will destroy all the wicked from the land?", "ref": ["101-08"]}], "102": [{"a": "The afflicted prays for Yahweh not to hide his face from him in his time of trouble.", "q": "What does the afflicted pray for Yahweh not to do in his time of trouble?", "ref": ["102-02"]}, {"a": "The afflicted says that he is like grass that has withered.", "q": "To what does the afflicted compare his crushed heart?", "ref": ["102-04"]}, {"a": "With the afflicted's continual groaning, he has become very thin.", "q": "What has happened due to the afflicted's continual groaning?", "ref": ["102-05"]}, {"a": "Those who mock the afflicted use his name in curses.", "q": "How do those who mock the afflicted use his name?", "ref": ["102-08"]}, {"a": "The afflicted says that God has lifted him up to throw him down.", "q": "How does the afflicted say he has been treated by Yahweh's anger?", "ref": ["102-10"]}, {"a": "The writer says that Yahweh's fame is for all generations.", "q": "How long will the fame of Yahweh endure?", "ref": ["102-12"]}, {"a": "Yahweh's servants feel compassion for the dust of Zion's ruins.", "q": "For what do the servants of Yahweh feel compassion?", "ref": ["102-14"]}, {"a": "All the kings of the earth will honor Yahweh's glory.", "q": "How will the kings of the earth show respect for Yahweh?", "ref": ["102-15"]}, {"a": "Yahweh will respond to the prayer of the destitute.", "q": "To what action of the destitute will Yahweh respond?", "ref": ["102-17"]}, {"a": "He writes that a people not yet born will praise Yahweh.", "q": "How does the writer show how far into the future Yahweh's praise will continue?", "ref": ["102-18"]}, {"a": "From heaven Yahweh has viewed the earth.", "q": "What does Yahweh view from heaven?", "ref": ["102-19"]}, {"a": "The peoples and kingdoms gather together to serve Yahweh.", "q": "For what action are the peoples and kingdoms gathered together?", "ref": ["102-22"]}, {"a": "The writer said, \"My God, do not take me away in the middle of life.\"", "q": "For what does the afflicted writer plead for God not to do?", "ref": ["102-24"]}, {"a": "The writer says that in ancient times Yahweh set the earth in place.", "q": "What does the writer say Yahweh did in ancient times.", "ref": ["102-25"]}, {"a": "Yahweh's years will have no end.", "q": "How long will the years of Yahweh endure?", "ref": ["102-27"]}, {"a": "The descendants of Yahweh's servants will live in his presence.", "q": "Where does the writer say the descendants of Yahweh's servants will live?", "ref": ["102-28"]}], "103": [{"a": "He does not want to forget all of Yahweh's good deeds.", "q": "What does David not want to forget?", "ref": ["103-02"]}, {"a": "He crowns his soul with covenant faithfulness and acts of tender mercy.", "q": "With what does David say Yahweh crowns his soul?", "ref": ["103-04"]}, {"a": "Yahweh does acts of justice for all who are oppressed.", "q": "What does Yahweh do for all who are oppressed?", "ref": ["103-06"]}, {"a": "He made known his deeds to the descendants of Israel.", "q": "What did Yahweh make known to the descendants of Israel?", "ref": ["103-07"]}, {"a": "He says Yahweh will not always discipline, and is not always angry.", "q": "What does David say that Yahweh will not always do?", "ref": ["103-09"]}, {"a": "Yahweh does not deal with us as our sins deserve.", "q": "David says that Yahweh does not deal with us in what way?", "ref": ["103-10"]}, {"a": "Yahweh has compassion on those who honor him in the same way as a father has compassion on his children.", "q": "In what special way does Yahweh have compassion on those who honor him?", "ref": ["103-13"]}, {"a": "The covenant faithfulness of Yahweh is from everlasting to everlasting on those who honor him.", "q": "How long does the covenant faithfulness of Yahweh last?", "ref": ["103-17"]}, {"a": "Yahweh has established his throne in the heavens.", "q": "Where has Yahweh established his throne?", "ref": ["103-19"]}, {"a": "His angels are called to obey his word.", "q": "Who are the ones with great strength who are called to bless Yahweh and obey his word?", "ref": ["103-20"]}, {"a": "All of Yahweh's angel armies carry out his will.", "q": "Who are the servants that David says carry out Yahweh's will?", "ref": ["103-22"]}], "104": [{"a": "He says that Yahweh is clothed with splendor and majesty.", "q": "How does the writer say that Yahweh is clothed?", "ref": ["104-01"]}, {"a": "He spreads out the heavens like a tent curtain.", "q": "In what way does Yahweh spread out the heavens?", "ref": ["104-02"]}, {"a": "The foundations of the earth will never be moved.", "q": "What does the writer say will never happen to the foundations of the earth that Yahweh laid?", "ref": ["104-05"]}, {"a": "Yahweh's rebuke made the waters recede.", "q": "What does the writer say made the waters to recede?", "ref": ["104-07"]}, {"a": "Yahweh set a boundary for them that they will not cross.", "q": "Why will the waters not cover the earth again?", "ref": ["104-09"]}, {"a": "Yahweh provides wine to make man happy, oil to make his face shine, and food to sustain his life", "q": "What three things does the writer say Yahweh provides for man?", "ref": ["104-15"]}, {"a": "He appointed the moon to mark the seasons and the sun to know its time for setting.", "q": "What did Yahweh appoint the moon and the sun to mark?", "ref": ["104-19"]}, {"a": "When the sun rises, they retreat and sleep in their dens.", "q": "What happens to the young lions when the sun rises?", "ref": ["104-22"]}, {"a": "The sea teems with many creatures both great and small.", "q": "With what does the deep and wide sea teem?", "ref": ["104-25"]}, {"a": "They all look to Yahweh to give them their food on time.", "q": "To whom do all the sea creatures look to give them their food?", "ref": ["104-27"]}, {"a": "When he hide his face, they are troubled; if he take away their breath, they die and return to dust.", "q": "What happens to the creatures if Yahweh hides his face or takes away their breath?", "ref": ["104-29"]}, {"a": "The writer wants Yahweh to enjoy his creation.", "q": "What does the writer want Yahweh to do with his creation?", "ref": ["104-31"]}, {"a": "He promises to sing praise to his God as long as he lives.", "q": "What does the writer promise to sing for the rest of his life?", "ref": ["104-33"]}, {"a": "He wants sinners to vanish from the earth and the wicked to be no more.", "q": "What does the writer hope will happen to sinners and the wicked on the earth?", "ref": ["104-35"]}], "105": [{"a": "The writer calls people to make known Yahweh's deeds among the nations.", "q": "Where does the writer say to make known Yahweh's deeds?", "ref": ["105-01"]}, {"a": "The writer calls the heart of those who seek Yahweh to rejoice.", "q": "Whose heart does the writer exhort to rejoice?", "ref": ["105-03"]}, {"a": "The writer calls people to seek his presence continually.", "q": "How often should people seek the presence of Yahweh?", "ref": ["105-04"]}, {"a": "The writer says that God keeps the word that he commanded for a thousand generations.", "q": "For how long does the writer say God keeps the word that he commanded?", "ref": ["105-08"]}, {"a": "God calls to mind the covenant that he made with Abraham and his oath to Isaac.", "q": "What covenant does the writer say God calls to mind?", "ref": ["105-09"]}, {"a": "Yahweh made an everlasting covenant with Israel to give them the land of Canaan as your share of their inheritance.", "q": "What everlasting covenant has Yahweh made with Israel?", "ref": ["105-11"]}, {"a": "The writer says that Yahweh said this covenant when Israel was only few in number.", "q": "When does the writer say Yahweh made the covenant with Israel?", "ref": ["105-12"]}, {"a": "Yahweh told them not to touch his anointed ones.", "q": "Whom did Yahweh tell kings not to touch?", "ref": ["105-15"]}, {"a": "He sent Joseph ahead of them to be sold as a servant.", "q": "How did Yahweh send Joseph ahead of Israel?", "ref": ["105-17"]}, {"a": "Joseph was put in iron chains until the time that his prediction came true.", "q": "How long was Joseph kept in iron chains?", "ref": ["105-19"]}, {"a": "Joseph was put in charge of the king's house as ruler of all the king's possessions.", "q": "What term is used to describe the king putting Joseph in charge of his house?", "ref": ["105-21"]}, {"a": "Jacob lived for a time in the land of Ham.", "q": "Where did Jacob live when he came to Egypt?", "ref": ["105-23"]}, {"a": "God caused Israel's enemies to hate God's people.", "q": "Whom did God cause to hate his people Israel?", "ref": ["105-25"]}, {"a": "Moses and Aaron performed God's signs among the Egyptians.", "q": "Where did Moses and Aaron perform God's signs?", "ref": ["105-27"]}, {"a": "God turned the Egyptians' water into blood and killed their fish.", "q": "What did God do to the Egyptians' water and fish?", "ref": ["105-29"]}, {"a": "God sent hail and rain, with lightning and thunder, to their land.", "q": "What did God send with the hail and rain in Egypt?", "ref": ["105-32"]}, {"a": "God killed every firstborn in their land, the first fruits of all their strength.", "q": "What group of people did God kill in Egypt?", "ref": ["105-36"]}, {"a": "Egypt was glad when the Israelites went away, for the Egyptians were afraid of them.", "q": "Why was Egypt glad when the Israelites went away?", "ref": ["105-38"]}, {"a": "God satisfied them with bread from heaven.", "q": "With what kind of food did God satisfy the Israelites?", "ref": ["105-40"]}, {"a": "God called to mind his holy promise that he made to Abraham his servant.", "q": "Which holy promise did God call to mind regarding the Israelites?", "ref": ["105-42"]}, {"a": "His people took possession of the wealth of the peoples.", "q": "Of what did God allow his people to take possession?", "ref": ["105-44"]}], "106": [{"a": "Yahweh's covenant faithfulness endures forever.", "q": "What does the writer say endures forever?", "ref": ["106-01"]}, {"a": "He asks Yahweh to call him to mind when Yahweh shows favor to his people.", "q": "When does the writer ask Yahweh call him to mind?", "ref": ["106-04"]}, {"a": "He will rejoice when he sees the prosperity of Yahweh's chosen.", "q": "What will cause the writer to rejoice?", "ref": ["106-05"]}, {"a": "The fathers did not appreciate Yahweh's marvelous deeds in Egypt.", "q": "How did the fathers of the writer respond to Yahweh's marvelous deeds?", "ref": ["106-07"]}, {"a": "He saved them for his name's sake so that he might reveal his power.", "q": "Why did Yahweh save the writer's ancestors?", "ref": ["106-08"]}, {"a": "The waters covered their adversaries; not one of them survived.", "q": "What happened to the adversaries of Israel?", "ref": ["106-11"]}, {"a": "They challenged God in the desert.", "q": "What did the people do when they had insatiable cravings in the wilderness.", "ref": ["106-14"]}, {"a": "The earth opened and swallowed up Dathan and covered the followers of Abiram.", "q": "What did the earth do to Dathan and the followers of Abiram?", "ref": ["106-17"]}, {"a": "They made a calf at Horeb and worshipped a cast metal figure.", "q": "What did the people worship at Horeb?", "ref": ["106-20"]}, {"a": "Moses, his chosen one, intervened with him in the breach to turn Yahweh's anger away from destroying them.", "q": "Why did God not decree the destruction of the Israelites?", "ref": ["106-23"]}, {"a": "God swore to them that he would let them die in the desert, and scatter their descendants among the nations.", "q": "What did God swear he would do when he raised his hand?", "ref": ["106-26"]}, {"a": "A plague broke out among them.", "q": "What happened to Israel when they provoked Yahweh to anger?", "ref": ["106-29"]}, {"a": "When Phinehas intervened, the plague subsided.", "q": "What happened when Phinehas rose to intervene for the people?", "ref": ["106-30"]}, {"a": "The people made Moses bitter, and he spoke rashly.", "q": "Why did Moses sin at the waters of Meribah?", "ref": ["106-33"]}, {"a": "Their idols became a snare for them.", "q": "What happened to the people when they mingled with the nations and worshipped their idols?", "ref": ["106-37"]}, {"a": "When Yahweh handed them over, those who hated them and ruled over them.", "q": "What happened to Israel when Yahweh was angry with them and handed them over to the nations?", "ref": ["106-41"]}, {"a": "He called to mind his covenant with them and relented because of his covenant faithfulness.", "q": "Why did Yahweh relent and pay attention to Israel in their distress?", "ref": ["106-45"]}, {"a": "He should gather them so that they may give thanks to his holy name and glory in his praises.", "q": "For what reason should Yahweh gather Israel from among the nations?", "ref": ["106-47"]}], "107": [{"a": "His covenant faithfulness endures forever.", "q": "How long does Yahweh's covenant faithfulness last?", "ref": ["107-01"]}, {"a": "He has gathered them out of foreign lands, from the east and from the west, from the north and from the south.", "q": "From where has Yahweh gathered his redeemed?", "ref": ["107-03"]}, {"a": "He rescued them out of all their distress.", "q": "What did Yahweh do for his redeemed when they called out to him in their trouble?", "ref": ["107-06"]}, {"a": "They should praise him for his covenant faithfulness and for the amazing things he has done for humanity.", "q": "For what should people praise Yahweh?", "ref": ["107-08"]}, {"a": "He humbled their hearts through hardship.", "q": "How did Yahweh humble the hearts of the people?", "ref": ["107-12"]}, {"a": "He has broken the gates of bronze and cut through the bars of iron.", "q": "What kind of gates and bars has Yahweh broken for his people?", "ref": ["107-16"]}, {"a": "They were afflicted because for their sins.", "q": "Why were the people afflicted?", "ref": ["107-17"]}, {"a": "\"They should offer the sacrifices of thanksgiving.", "q": "What kind of sacrifices should people offer to Yahweh?", "ref": ["107-22"]}, {"a": "They saw the deeds of Yahweh and his wonders on the seas.", "q": "What did the people who travel on the sea in ships and do business overseas see of Yahweh?", "ref": ["107-24"]}, {"a": "The men's courage melted away because of the danger.", "q": "Why happened to men when the waves reached up to the heavens and then they dropped down to the depths?", "ref": ["107-27"]}, {"a": "He brought them out of their distress and calmed the storm.", "q": "What happened to the men when they called out to Yahweh in their trouble?", "ref": ["107-28", "107-29"]}, {"a": "They should exalt him in the assembly of the people and praise him in the council of the elders.", "q": "Where should people exalt and praise Yahweh?", "ref": ["107-32"]}, {"a": "He turned a fruitful land into a barren place because of the wickedness of its people.", "q": "What did Yahweh do to a fruitful land because of the wickedness of the people?", "ref": ["107-34"]}, {"a": "They planted fields and vineyards.", "q": "What did the people plant in their city?", "ref": ["107-37"]}, {"a": "He caused them to wander in the wilderness, where there are no roads.", "q": "What happened to the leaders when Yahweh poured contempt on them?", "ref": ["107-40"]}, {"a": "All wickedness will shut its mouth.", "q": "What will all wickedness do when the upright see Yahweh's protection and rejoice?", "ref": ["107-42"]}, {"a": "The writer calls upon whoever is wise to take note of these things and meditate on Yahweh's acts of covenant faithfulness.", "q": "Who does the writer call upon to take note of these things?", "ref": ["107-43"]}], "108": [{"a": "David says that he will sing praises also with his honored heart.", "q": "With what does David say he will sing praises?", "ref": ["108-01"]}, {"a": "David says that Yahweh's covenant faithfulness is great above the heavens.", "q": "How great does David say is Yahweh's covenant faithfulness?", "ref": ["108-04"]}, {"a": "David asks that God's glory be exalted over all the earth.", "q": "Where does David ask for God's glory to be exalted?", "ref": ["108-05"]}, {"a": "God said that Ephraim also is his helmet and Judah is his scepter.", "q": "What has God spoken about Ephraim and Judah?", "ref": ["108-08"]}, {"a": "God will shout in triumph because of Philistia.", "q": "How will God shout because of Philistia?", "ref": ["108-09"]}, {"a": "David asks for God's help because man's help is futile.", "q": "Whose help does David say is futile?", "ref": ["108-12"]}, {"a": "David says that his army will triumph with God's help, because God will trample down David's enemies.", "q": "How does David describe his triumph with God's help?", "ref": ["108-13"]}], "109": [{"a": "David says the wicked and deceitful attack him.", "q": "Who does David say attacks him?", "ref": ["109-02"]}, {"a": "David says that in return for his love they slander him.", "q": "What do the wicked give in return for David's love?", "ref": ["109-04"]}, {"a": "David asks that when his enemy is judged, he may be found guilty.", "q": "What does David ask to happen when his enemy is judged?", "ref": ["109-07"]}, {"a": "David asks for his enemy's children to wander about and beg, asking for handouts.", "q": "What is David's request for the children of his enemies?", "ref": ["109-10"]}, {"a": "David asks for strangers to plunder what his enemy earns.", "q": "What does David ask to happen to his enemy's earnings?", "ref": ["109-11"]}, {"a": "David asks that Yahweh cut off his enemy's memory from the earth.", "q": "What is David's request from Yahweh for the memory of his enemy?", "ref": ["109-15"]}, {"a": "David prays that Yahweh would do this because this man never bothered to show any covenant faithfulness.", "q": "Why does David ask Yahweh to cut off their memory?", "ref": ["109-16"]}, {"a": "David says that since his enemy hated blessing, that no blessing may come to him.", "q": "What does David ask for since his enemy hated blessing?", "ref": ["109-17"]}, {"a": "David asks for this to be the reward of his accusers from Yahweh.", "q": "From whom does David request the reward for his accusers?", "ref": ["109-20"]}, {"a": "David asks Yahweh his Lord to deal kindly with him for Yahweh's name's sake.", "q": "Why does David ask Yahweh to deal kindly with him?", "ref": ["109-12"]}, {"a": "David says that he is fading away like the shadow of the evening.", "q": "To what does David compare his fading away?", "ref": ["109-23"]}, {"a": "David says that when they see him, his accusers shake their heads.", "q": "What do David's accusers do when they see him?", "ref": ["109-25"]}, {"a": "David ask Yahweh to save him by Yahweh's covenant faithfulness.", "q": "By what does David ask Yahweh to save him?", "ref": ["109-26"]}, {"a": "David asks that when his accusers attack, they would be put to shame.", "q": "What does David ask to happen when his accusers attack him?", "ref": ["109-28"]}, {"a": "Yahweh will save the needy person from those who condemn him.", "q": "What does David say will happen when Yahweh stands at right hand of the needy person?", "ref": ["109-31"]}], "110": [{"a": "Yahweh asks him to sit at his right hand until he makes his enemies his footstool.", "q": "Where does Yahweh ask David's master to sit, and for how long?", "ref": ["110-01"]}, {"a": "They will follow him in sacred garments.", "q": "What will the people wear as they follow David's master?", "ref": ["110-03"]}, {"a": "He has sworn to David's master that, \"You are a priest forever.\"", "q": "What has Yahweh sworn and will not change?", "ref": ["110-04"]}, {"a": "He will kill kings on the day of his anger.", "q": "What will David's master do to kings on the day of his anger?", "ref": ["107-05"]}, {"a": "He will lift his head up high after victory.", "q": "What will David's master do after he drinks of the brook along the road?", "ref": ["110-07"]}], "111": [{"a": "He will give thanks to Yahweh in the assembly of the upright, in their gathering.", "q": "Where will the writer says he will give thanks to Yahweh with his whole heart?", "ref": ["111-01"]}, {"a": "His righteousness endures forever.", "q": "How long will Yahweh's righteousness endure?", "ref": ["111-03"]}, {"a": "He will always call to mind his covenant.", "q": "What will Yahweh always call to mind?", "ref": ["111-05"]}, {"a": "He showed his powerful works to the people in giving them the inheritance of the nations.", "q": "How did Yahweh show his powerful works to his people?", "ref": ["111-06"]}, {"a": "All his instructions are to be observed faithfully and properly.", "q": "How are Yahweh's instructions to be observed?", "ref": ["111-08"]}, {"a": "The writer says, \"Holy and awesome is his name.\"", "q": "How does the writer describe Yahweh's name?", "ref": ["111-09"]}, {"a": "To honor Yahweh is the beginning of wisdom.", "q": "What is the beginning of wisdom?", "ref": ["111-10"]}, {"a": "Those who carry out his instructions have good understanding.", "q": "What do those who carry out Yahweh's instructions have?", "ref": ["111-10"]}], "112": [{"a": "His descendants will be powerful on earth and will be blessed.", "q": "What happens to the descendants of the man who obeys Yahweh and who greatly delights in his commandments?", "ref": ["112-02"]}, {"a": "Wealth and riches are in his house.", "q": "What is in the house of the man who obeys Yahweh?", "ref": ["112-03"]}, {"a": "It will go well for the man who deals graciously and lends money, and who conducts his affairs with honesty.", "q": "For whom does the writer says things will go well?", "ref": ["112-05"]}, {"a": "He does not fear, but he is confident, trusting in Yahweh.", "q": "What does the righteous man do rather than fear bad news?", "ref": ["112-07"]}, {"a": "He will be exalted with honor.", "q": "What happens to the godly person who generously gives to the poor?", "ref": ["112-09"]}, {"a": "The wicked person will gnash with his teeth and melt away.", "q": "What happens to the wicked person who sees the blessing of the righteous person and is angry?", "ref": ["112-10"]}], "113": [{"a": "His name will be blessed both now and forevermore.", "q": "When will the name of Yahweh be blessed?", "ref": ["113-02"]}, {"a": "His glory reaches above the skies.", "q": "Where does the glory of Yahweh reach?", "ref": ["113-04"]}, {"a": "His seat is on high, from where he looks down at the sky and earth.", "q": "Where is the seat of Yahweh?", "ref": ["113-05", "113-06"]}, {"a": "Yahweh seats him with princes, with the princes of his people.", "q": "Where does Yahweh seat the poor and the needy person when he raises him up?", "ref": ["113-08"]}, {"a": "He gives the barren woman in the house a seat like a joyful mother of the children.", "q": "What does Yahweh give the barren woman?", "ref": ["113-09"]}], "114": [{"a": "Judah became his sanctuary, and Israel became his kingdom.", "q": "When Israel left Egypt, what did Judah and Israel become?", "ref": ["114-02"]}, {"a": "The mountains skipped like rams, and the hills skipped like lambs.", "q": "What did the mountains and the hills do when the Israelites came to the land?", "ref": ["114-04"]}, {"a": "The earth should tremble before the Lord, at the presence of the God of Jacob.", "q": "Why does the writer say the earth should tremble?", "ref": ["114-07"]}, {"a": "He turned the rock into a pool of water, and the hard rock into a spring of water.", "q": "Into what does the writer say Yahweh turned the rock and the hard rock?", "ref": ["114-08"]}], "115": [{"a": "He asks Yahweh to bring honor to his hame for his covenant faithfulness and for his trustworthiness.", "q": "For what reason does David pray that Yahweh would bring honor to Yahweh's name?", "ref": ["115-01"]}, {"a": "He says their idols are silver and gold, the work of men's hands.", "q": "What does David says the nations' idols are?", "ref": ["115-04"]}, {"a": "They are not able to speak, or see, or hear, or smell.", "q": "What are the idols not able to do?", "ref": ["115-05", "115-06"]}, {"a": "They should trust in Yahweh because his is their help and shield.", "q": "Why should everyone trust in Yahweh?", "ref": ["115-09", "115-11"]}, {"a": "Yahweh will bless those who honor him, both young and old.", "q": "How old must a person be for Yahweh to bless him?", "ref": ["115-13"]}, {"a": "The heavens belong to Yahweh; but the earth he has given to mankind.", "q": "To whom do the heavens and earth belong?", "ref": ["115-16"]}, {"a": "He says they will bless Yahweh now and forevermore.", "q": "How long does David say people will bless Yahweh?", "ref": ["115-18"]}], "116": [{"a": "He loves Yahweh because Yahweh hears his voice and his pleas for mercy.", "q": "For what reason does the writer say he loves Yahweh?", "ref": ["116-01"]}, {"a": "He felt anguish and sorrow.", "q": "What did the writer feel when he was surrounded by the cords of death and confronted by the snares of sheol?", "ref": ["116-03"]}, {"a": "Yahweh protects the naive.", "q": "Who does Yahweh protect?", "ref": ["116-06"]}, {"a": "Yahweh freed his soul from death.", "q": "From what was the writer's soul freed?", "ref": ["116-08"]}, {"a": "He will serve Yahweh in the land of the living.", "q": "Where does the writer say he will serve Yahweh?", "ref": ["116-09"]}, {"a": "He will fulfill his vows in the presence of all his people.", "q": "Where does the writer say he will fulfill his vows to Yahweh?", "ref": ["116-14"]}, {"a": "Precious in the sight of Yahweh is the death of his saints.", "q": "What is precious in the sight of Yahweh?", "ref": ["116-15"]}, {"a": "He says he will offer to him the sacrifice of thanksgiving.", "q": "What does the writer say he will offer to Yahweh for taking away his bonds?", "ref": ["116-17"]}, {"a": "He will fulfill his vows in the presence of all Yahweh's people.", "q": "In whose presence will the writer fulfill his vows to Yahweh?", "ref": ["116-19"]}], "117": [{"a": "He calls upon all the nations and all the peoples to praise Yahweh.", "q": "Who does this writer call upon to praise Yahweh?", "ref": ["117-01"]}, {"a": "Yahweh's covenant faithfulness is great toward his people.", "q": "What is great toward his people?", "ref": ["117-02"]}, {"a": "The trustworthiness of Yahweh endures forever.", "q": "How long does the trustworthiness of Yahweh endure?", "ref": ["117-02"]}], "118": [{"a": "They should give thanks to Yahweh because he is good and because his covenant faithfulness endures forever.", "q": "What are the two reasons the writer says people should give thanks to Yahweh? [118:1]", "ref": ["118-02"]}, {"a": "Yahweh answered him and set him free.", "q": "How did the Yahweh respond when the writer called out to him?", "ref": ["118-05"]}, {"a": "It is better to take shelter in Yahweh than to put confidence in man.", "q": "The writer says it is better to take shelter in Yahweh than do what?", "ref": ["118-08"]}, {"a": "He said all the nations surrounded him like bees.", "q": "What does the writer say all the nations were like when they surrounded him?", "ref": ["118-12"]}, {"a": "The joyful shout of victory is heard in the tents of the righteous.", "q": "What kind of shout is heard in the tents of the righteous?", "ref": ["118-15"]}, {"a": "Yahweh did not hand him over to death.", "q": "What has Yahweh not done when he punished the writer harshly?", "ref": ["118-18"]}, {"a": "The writer will enter the gates of righteousness and give thanks to Yahweh.", "q": "What will the writer do when Yahweh opens the gates of righteousness to him?", "ref": ["118-19"]}, {"a": "The stone that the builders rejected has become the cornerstone.", "q": "What has happened to the stone that the builders rejected?", "ref": ["118-22"]}, {"a": "They will rejoice and be glad in it.", "q": "What will the people do on the day on which Yahweh has acted?", "ref": ["118-24"]}, {"a": "They should bind the sacrifice with cords to the horns of the altar.", "q": "What does the writer say the people should do with the sacrifice?", "ref": ["118-27"]}, {"a": "He will give thanks to Yahweh, and will exalt him.", "q": "What does the writer say he will do because Yahweh is his God?", "ref": ["118-28"]}], "119": [{"a": "They should seek him with all their heart.", "q": "How does the writer say people should seek Yahweh?", "ref": ["119-02"]}, {"a": "He says he would not be put to shame when he thinks of all Yahweh's commandments.", "q": "What does the writer say would happen if he would be firmly established in the observance of Yahweh's statutes?", "ref": ["119-06"]}, {"a": "He gives thanks with a sincere heart.", "q": "With what does the writer give thanks to Yahweh?", "ref": ["119-07"]}, {"a": "A young person can keep his path pure by obeying Yahweh's word.", "q": "How does the writer say a young person can keep his path pure?", "ref": ["119-09"]}, {"a": "He has stored up Yahweh's word in his heart so that he might not sin against Yahweh.", "q": "Why has the writer stored up Yahweh's word in his heart?", "ref": ["119-11"]}, {"a": "He rejoices in the way of Yahweh's covenant decrees more than in all riches.", "q": "In what does the writer rejoice more than in all riches?", "ref": ["119-14"]}, {"a": "He will meditate on Yahweh's instructions.", "q": "What will the writer do with Yahweh's instructions?", "ref": ["119-15"]}, {"a": "He will see marvelous things in Yahweh's law when Yahweh opens his eyes.", "q": "How will the writer see marvelous things in Yahweh's law?", "ref": ["119-18"]}, {"a": "His soul is crushed by longing to know Yahweh's righteous decrees.", "q": "What happens to the writer's soul as he longs to know Yahweh's righteous decrees?", "ref": ["119-20"]}, {"a": "The proud are cursed and wander from Yahweh's commandments.", "q": "Who does the writer say is cursed and wanders from Yahweh's commandments?", "ref": ["119-21"]}, {"a": "He meditates on Yahweh's statutes.", "q": "What does the writer do even though rulers plot and slander him?", "ref": ["119-23"]}, {"a": "He asks Yahweh to give him life by Yahweh's word.", "q": "By what means does the writer ask Yahweh to give him life?", "ref": ["119-25"]}, {"a": "He wants to understand the ways of Yahweh's instructions so he can meditate on Yahweh's wondrous teachings.", "q": "Why does the writer want to understand the ways of Yahweh's instructions?", "ref": ["119-27"]}, {"a": "He asks Yahweh to turn him from the path of deceit.", "q": "From what path does the writer ask Yahweh to turn the writer?", "ref": ["119-29"]}, {"a": "He asks Yahweh to direct his heart toward Yahweh's covenant decrees and away from unrighteous gain.", "q": "Where does the writer asks Yahweh to direct the writer's heart?", "ref": ["119-36"]}, {"a": "He asks Yahweh to turn the writer's eyes from looking at worthless things.", "q": "From what does the writer ask Yahweh to turn the writer's eyes?", "ref": ["119-37"]}, {"a": "He asks Yahweh to not take the word of truth from his mouth.", "q": "What does the writer ask Yahweh to not take from his mouth?", "ref": ["119-43"]}, {"a": "He will walk securely because he seeks Yahweh's instructions.", "q": "Why does the writer say that he will walk securely?", "ref": ["119-45"]}, {"a": "He dearly loves Yahweh's commandments.", "q": "What does the writer says he dearly loves?", "ref": ["119-47"]}, {"a": "He asks Yahweh to call to mind his promise to his servant.", "q": "What does the writer ask Yahweh to call to mind?", "ref": ["119-49"]}, {"a": "The writer has not turned away from Yahweh's law.", "q": "Even though the proud have scoffed at him, what has the writer not done?", "ref": ["119-51"]}, {"a": "Yahweh's statutes have been the writer's songs in the house where he temporarily lives.", "q": "The writer says Yahweh's statutes have been his songs in what kind of house?", "ref": ["119-54"]}, {"a": "He earnestly requested Yahweh's favor with his whole heart.", "q": "With what did the writer request Yahweh's favor?", "ref": ["119-58"]}, {"a": "He has not forgotten Yahweh's law.", "q": "What has the writer not forgotten when the cords of the wicked ensnared him?", "ref": ["119-61"]}, {"a": "He is a companion of all who honor Yahweh, to all who observe his instructions.", "q": "The writer is a companion of what kind of people?", "ref": ["119-63"]}, {"a": "He asks Yahweh to teach him proper discernment and understanding because he has believed in Yahweh's commandments.", "q": "Why does the writer ask Yahweh to teach him proper discernment and understanding?", "ref": ["119-66"]}, {"a": "He kept Yahweh's instructions with his whole heart.", "q": "What did the writer do when the arrogant smeared him with lies?", "ref": ["119-69"]}, {"a": "It was good for him to suffer so that he would learn Yahweh's statutes.", "q": "Why does the writer say that it is good that he has suffered?", "ref": ["119-71"]}, {"a": "Instruction from Yahweh's mouth is more precious to him than thousands of pieces of gold and silver.", "q": "The writer says that instruction from Yahweh's mouth is more precious to him than what?", "ref": ["119-72"]}, {"a": "They will be glad when they see the writer because he found hope in Yahweh's word.", "q": "Why does the writer say that those who honor Yahweh will be glad when they see the writer?", "ref": ["119-74"]}, {"a": "In faithfulness Yahweh afflicted him.", "q": "How does the writer say that Yahweh afflicted him?", "ref": ["119-76"]}, {"a": "He wants his heart be blameless with respect to Yahweh's statutes so that the writer may not be put to shame.", "q": "The writer asks that his heart may be blameless with respect to Yahweh's statutes so that what might not happen?", "ref": ["119-80"]}, {"a": "His eyes long to see Yahweh's promise.", "q": "What do the writers' eyes long to see?", "ref": ["119-82"]}, {"a": "The proud have dug pits for the writer, defying Yahweh's law.", "q": "How have the proud defied Yahweh's law?", "ref": ["119-85"]}, {"a": "He asks Yahweh to keep him alive so that he may keep the covenant decrees that Yahweh's has spoken.", "q": "The writer prays that Yahweh would keep him alive so that the writer may do what?", "ref": ["119-88"]}, {"a": "Yahweh's faithfulness lasts for all generations.", "q": "How long does Yahweh's faithfulness last?", "ref": ["119-90"]}, {"a": "He will never forget Yahweh's instructions, for through them Yahweh has kept him alive.", "q": "Why will the writer never forget Yahweh's instructions?", "ref": ["119-93"]}, {"a": "Yahweh's commandments are broad, beyond limits.", "q": "What is the only thing that does not have limits?", "ref": ["119-96"]}, {"a": "He has more understanding than all his teachers, for he meditates on Yahweh's covenant decrees.", "q": "Why does the writer say he has more understanding than all his teachers?", "ref": ["119-99"]}, {"a": "Yahweh's words are sweeter than honey to the writer's mouth!", "q": "The writer says Yahweh's words are sweeter than what?", "ref": ["119-104"]}, {"a": "He has sworn and has confirmed that he will observe Yahweh's decrees.", "q": "What one thing has the writer sworn and confirmed?", "ref": ["119-106"]}, {"a": "He claims Yahweh's covenant decrees as his heritage forever, for they are the joy of his heart.", "q": "What does the writer claim as his heritage forever and the joy of his heart?", "ref": ["119-111"]}, {"a": "The writer is waiting for Yahweh's word.", "q": "Since Yahweh is his hiding place and his shield, what is the writer waiting for?", "ref": ["119-114"]}, {"a": "He rejects all those who stray from his statutes, for those people are deceptive and unreliable.", "q": "Why does Yahweh rejects all those who stray from his statutes?", "ref": ["119-118"]}, {"a": "His body trembles in fear of Yahweh.", "q": "In fear of what does the writer's body tremble?", "ref": ["119-120"]}, {"a": "He waits for Yahweh's salvation and for his righteous word.", "q": "For what does the writer wait as his eyes grow tired?", "ref": ["119-123"]}, {"a": "He asks for understanding so that he might know Yahweh's covenant decrees.", "q": "Why does the writer ask Yahweh for understanding?", "ref": ["119-125"]}, {"a": "He hates every path of falsehood.", "q": "What does the writer hate?", "ref": ["119-128"]}, {"a": "The unfolding of Yahweh's words gives light, and understanding to the untrained.", "q": "What does the unfolding of Yahweh's words give?", "ref": ["119-130"]}, {"a": "Yahweh always turns to them and has mercy on them.", "q": "What does Yahweh always do for those who love his name?", "ref": ["119-132"]}, {"a": "He asks Yahweh to redeem him so that he might observe Yahweh's instructions.", "q": "Why does the writer ask Yahweh redeem him from human oppression?", "ref": ["119-134"]}, {"a": "Streams of tears run down from his eyes because people do not observe Yahweh's law.", "q": "Why do streams of tears run down from the writer's eyes?", "ref": ["119-136"]}, {"a": "Yahweh has given his covenant decrees righteously and faithfully.", "q": "In what way has Yahweh given his covenant decrees?", "ref": ["119-138"]}, {"a": "He does not forget Yahweh's instructions.", "q": "What does the writer not do despite the fact that he is insignificant and despised?", "ref": ["119-141"]}, {"a": "Though distress and anguish have found him, Yahweh's commandments are still his delight.", "q": "What are Yahweh's commandments to the writer, even though distress and anguish have found him?", "ref": ["119-143"]}, {"a": "He will observe Yahweh's covenant decrees.", "q": "What will the writer do if Yahweh saves him?", "ref": ["119-146"]}, {"a": "He learned that Yahweh had set his covenant decrees in place forever.", "q": "What did the writer learn long ago from Yahweh's covenant decrees?", "ref": ["119-152"]}, {"a": "Yahweh should help him because the writer does not forget Yahweh's law.", "q": "Why does writer say that Yahweh should look on his affliction and help him?", "ref": ["119-153"]}, {"a": "Salvation is far from the wicked, for they do not love Yahweh's statutes.", "q": "Why is salvation far from the wicked?", "ref": ["119-155"]}, {"a": "He views the treacherous with disgust because they do not observe Yahweh's word.", "q": "Why does the writer view the treacherous with disgust?", "ref": ["119-158"]}, {"a": "Every one of Yahweh's decrees lasts forever.", "q": "How long does every one of Yahweh's decrees last?", "ref": ["119-160"]}, {"a": "He is afraid of disobeying Yahweh's word.", "q": "Of what is the writer afraid when the princes persecute him without cause?", "ref": ["119-161"]}, {"a": "He praises Yahweh seven times a day.", "q": "How often does the writer praise Yahweh because of his righteous decrees?", "ref": ["119-164"]}, {"a": "He keeps Yahweh's instructions and solemn commands because Yahweh is aware of everything the writer does.", "q": "Why does the writer keep Yahweh's instructions and solemn commands?", "ref": ["119-168"]}, {"a": "Yahweh promised in his word to help the writer as his plea comes before Yahweh.", "q": "What did Yahweh promise in his word to do?", "ref": ["119-170"]}, {"a": "He wants his tongue to sing about Yahweh's word because all Yahweh's commandments are right.", "q": "Why does the writer ask Yahweh to let his tongue sing about Yahweh's word?", "ref": ["119-172"]}, {"a": "He asks Yahweh to seek his servant, for he has not forgotten Yahweh's commandments.", "q": "What does the writer ask Yahweh to do when the writer has wandered off like a lost sheep?", "ref": ["119-176"]}], "120": [{"a": "The writer says that Yahweh answered him.", "q": "What did Yahweh do when the writer called out in distress?", "ref": ["120-01"]}, {"a": "The writer is asking Yahweh to rescue his soul from those who lie with and deceive with their tongues.", "q": "What is the writer asking Yahweh to do for his soul?", "ref": ["120-02"]}, {"a": "Yahweh will shoot them with sharp arrows and with arrowheads heated over the hot coals from wood of the broom tree.", "q": "What is the writer telling the people that Yahweh will do to those with a deceitful tongue?", "ref": ["120-04"]}, {"a": "The writer says that he temporarily lived in Meshech and previously lived among the tents of Kedar.", "q": "Where does the writer say that he has temporarily lived and previously lived?", "ref": ["120-05"]}, {"a": "The writer says that he has lived for too long with those who hate peace and he is for peace.", "q": "What does the writer say about peace?", "ref": ["120-06", "120-07"]}], "121": [{"a": "The writer says he will lift up his eyes to the mountains.", "q": "What will the writer lift his eyes up to?", "ref": ["121-01"]}, {"a": "The writer says his help comes from Yahweh.", "q": "From whom does the writer say his help comes?", "ref": ["121-02"]}, {"a": "Yahweh will not allow the writer's foot to slip and will protect him.", "q": "How will Yahweh help the writer?", "ref": ["121-03"]}, {"a": "The guardian of Israel never slumbers or sleeps.", "q": "What does the writer say the guardian of Israel never does?", "ref": ["121-04"]}, {"a": "Yahweh is Israel's guardian and the shade at their right hand.", "q": "Who is Israel's guardian and shade?", "ref": ["121-04"]}, {"a": "The sun will not harm them by day nor the moon by night.", "q": "What will not harm Israel?", "ref": ["121-06"]}, {"a": "Yahweh will protect them from all evil, keep their soul and protect them in all they do.", "q": "Who will protect Israel from all evil, keep their soul, and protect them in all they do?", "ref": ["121-07", "121-08"]}], "122": [{"a": "\"Let us go to the house of Yahweh\" was said to David.", "q": "What was said to David to make him glad?", "ref": ["122-01"]}, {"a": "Their feet are standing inside the gates of Jerusalem.", "q": "Where are the people's feet standing?", "ref": ["122-02"]}, {"a": "Jerusalem was built like a city that is compact together.", "q": "How was Jerusalem built?", "ref": ["122-03"]}, {"a": "The tribes go up to Jerusalem to give thanks to the name of Yahweh.", "q": "Why did the tribes go up to Jerusalem?", "ref": ["122-04"]}, {"a": "The leaders sit on thrones for judgement for the house of David.", "q": "Why do the leaders sit on thrones in Jerusalem?", "ref": ["122-05"]}, {"a": "Those who love Jerusalem will prosper.", "q": "What will happen to those who love Jerusalem?", "ref": ["122-06"]}, {"a": "He wants there to be peace within the walls and prosperity within the towers.", "q": "What does David want to be within the walls and towers of Jerusalem?", "ref": ["122-07"]}, {"a": "David says this for the sake of his brothers and companions.", "q": "For whose sake will David say, \"May there be peace in you.\"?", "ref": ["122-08"]}, {"a": "He will pray for Jerusalem's good for he sake of the house of Yahweh.", "q": "Why does David say he will pray for Jerusalem's good?", "ref": ["122-09"]}], "123": [{"a": "The writer lifts up his eye to the one who is enthroned in the heavens.", "q": "To whom does the writer lift up his eyes?", "ref": ["123-01"]}, {"a": "They look to Yahweh until he has mercy on them.", "q": "How long do the eyes of the people look to Yahweh their God?", "ref": ["123-02"]}, {"a": "The people are filled with humiliation, they are more than full of the scoffing of the insolent and with the contempt of the proud.", "q": "Why do the people ask Yahweh to have mercy on them?", "ref": ["123-03", "123-04"]}], "124": [{"a": "If Yahweh had not been on the side of Israel, the men who rose up against them would have swallowed them up alive.", "q": "What would have happened if Yahweh had not been on the side of Israel when men rose up against them?", "ref": ["124-01", "124-03"]}, {"a": "The water would have swept them away, the torrent would have overwhelmed them, and the raging waters would have drowned them.", "q": "What would the water, torrent and raging waters have done to Israel?", "ref": ["124-04", "124-05"]}, {"a": "The people blessed Yahweh.", "q": "What did the people do after Yahweh did not allow them to be torn by their enemy's teeth?", "ref": ["124-06"]}, {"a": "Their escape is like a bird out of the snare of the fowlers.", "q": "What is the escape of the Israelites like?", "ref": ["124-07"]}, {"a": "Their help comes from Yahweh who made heaven and earth.", "q": "From where does David say the Israelite's help comes?", "ref": ["124-08"]}], "125": [{"a": "They are like Mount Zion, unshakable and forever enduring.", "q": "What are those who trust in Yahweh like?", "ref": ["125-01"]}, {"a": "The writer compares the way Yahweh surrounds his people to the mountains that surround Jerusalem, now and forever.", "q": "To what does the writer compare the way that Yahweh surrounds his people?", "ref": ["125-02"]}, {"a": "The scepter of wickedness must not rule in the land of the righteous.", "q": "What must not rule in the land of the righteous?", "ref": ["125-03"]}, {"a": "He requests that Yahweh do good to those who are upright in their hearts.", "q": "To whom does the writer request that Yahweh do good?", "ref": ["125-04"]}, {"a": "Yahweh will lead them away with the evildoers.", "q": "What will happen to those who turn aside to their crooked ways?", "ref": ["125-05"]}, {"a": "The writer wants there to be peace on Israel.", "q": "What does the writer want to be on Israel?", "ref": ["125-05"]}], "126": [{"a": "It seemed like they were those who dream.", "q": "What did it seem like when Yahweh restored well being to Zion?", "ref": ["126-01"]}, {"a": "Their mouths were filled with laughter and our tongues with singing.", "q": "What filled the mouth of the people when Yahweh restored well being to Zion?", "ref": ["126-02", "126-03"]}, {"a": "The writer requests that Yahweh restore their fortunes.", "q": "What does the writer request of Yahweh?", "ref": ["126-04"]}, {"a": "They will reap with shouts of joy.", "q": "What will happen to those who sow in tears?", "ref": ["126-05"]}, {"a": "He will return with shouts of joy, bringing his sheaves with him.", "q": "What will happen to the person who goes out weeping and carrying seed for sowing?", "ref": ["126-06"]}], "127": [{"a": "When Yahweh does not build the house those who build it work uselessly and if Yahweh does not guard the city the watchman stands guard uselessly.", "q": "What happens if Yahweh does not build the house and does not guard the city?", "ref": ["127-01"]}, {"a": "Yahweh gives his beloved sleep.", "q": "What does Yahweh give to his beloved?", "ref": ["127-02"]}, {"a": "Children are a heritage and the fruit of the womb is a reward from Yahweh.", "q": "What are a heritage and a reward from Yahweh?", "ref": ["127-03"]}, {"a": "Children are like arrows in the hand of the warrior.", "q": "What are the children of one's youth like?", "ref": ["127-04"]}, {"a": "He will not be put to shame when he confronts his enemies in the gate.", "q": "When will the blessed man, who has his quiver full of children, not be put to shame?", "ref": ["127-05"]}], "128": [{"a": "Everyone who honors Yahweh and walks in his ways is blessed.", "q": "What happens to those who honor Yahweh and walk in his ways?", "ref": ["128-01"]}, {"a": "That person will be blessed and prosper.", "q": "What does the writer say will happen to the person who enjoys what his hands have provided?", "ref": ["128-02"]}, {"a": "She is like a fruitful vine.", "q": "What does the writer say the wife of the blessed man is like?", "ref": ["128-03"]}, {"a": "His children will be like olive plants.", "q": "What does the writer say the children of the blessed man will be like?", "ref": ["128-03"]}, {"a": "The man who honors Yahweh will be blessed.", "q": "What will happen to the man who honors Yahweh?", "ref": ["128-04"]}, {"a": "The writer asks that the man from Zion may see the prosperity of Jerusalem all the days of his life and that he may live to see his children's children.", "q": "What does the writer ask Yahweh to do for the man who is blessed from Zion?", "ref": ["128-05", "128-06"]}], "129": [{"a": "Israel has been under attack and not defeated since it's youth.", "q": "How long has Israel been under attack and not defeated?", "ref": ["129-01", "129-02"]}, {"a": "The plowers plowed on Israel's back and made their furrows long.", "q": "What did the plowers do on Israel's back?", "ref": ["129-03"]}, {"a": "Yahweh has cut the ropes of the wicked.", "q": "What has righteous Yahweh done for Israel?", "ref": ["129-04"]}, {"a": "He wants for them to all be put to shame and turned back.", "q": "What does the writer want to happen to those who hate Zion?", "ref": ["129-05"]}, {"a": "He does not want them to say, \"May the blessing of Yahweh be on you; we bless you in the name of Yahweh.\"", "q": "What does the writer not want those who pass by to say?", "ref": ["129-08"]}], "130": [{"a": "The writer the Lord to hear his voice and to be attentive to his pleas.", "q": "What does the writer cry out to Yahweh?", "ref": ["130-01", "130-02"]}, {"a": "Yahweh should be revered because there is forgiveness with him.", "q": "Why does the writer say Yahweh should be revered?", "ref": ["130-03", "130-04"]}, {"a": "His soul waits for Yahweh and in his word does he hope.", "q": "For whom does the writer's soul wait and hope?", "ref": ["130-05", "130-06"]}, {"a": "Yahweh is merciful, willing to forgive, and he will redeem Israel from all sins.", "q": "Why does the writer tell Israel to hope in Yahweh?", "ref": ["130-07", "130-08"]}], "131": [{"a": "His heart is not proud and his eyes are not haughty.", "q": "How does David describe his heart and eyes?", "ref": ["131-01"]}, {"a": "His soul is stilled and quieted like a weaned child.", "q": "What David's soul like?", "ref": ["131-02"]}, {"a": "He tells them to hope in Yahweh now and forever.", "q": "When does David tell Israel to hope in Yahweh?", "ref": ["131-03"]}], "132": [{"a": "He asked Yahweh to call to mind David's afflictions, how he swore to Yahweh, and how he vowed to the mighty one of Jacob.", "q": "What did the writer ask Yahweh to remember?", "ref": ["132-01", "132-02"]}, {"a": "He said he would not sleep until he found a place for Yahweh, a tabernacle for the Mighty One of Jacob.", "q": "David vowed that he would not enter his house or sleep until he did what?", "ref": ["132-05"]}, {"a": "They will go into God's tabernacle and will worship at his footstool.", "q": "Where will the people go and what will they do when they get there?", "ref": ["132-07"]}, {"a": "The priests may be clothed with integrity and God's faithful ones may shout for joy.", "q": "How may the priests be clothed and who may shout for joy?", "ref": ["132-09"]}, {"a": "They should not turn away from their anointed king.", "q": "From whom should the faithful ones not turn?", "ref": ["132-10"]}, {"a": "Yahweh swore to be trustworthy to David.", "q": "What is the oath Yahweh swore to David?", "ref": ["132-11"]}, {"a": "He desires to rest and live in Yahweh's chosen Zion.", "q": "Where does the writer desire to rest and live forever?", "ref": ["132-13", "132-14"]}, {"a": "He will abundantly bless her, satisfy her poor with bread, and clothe her priests with salvation.", "q": "What will Yahweh do for Zion?", "ref": ["132-15", "132-16"]}, {"a": "He will clothe his enemies with shame.", "q": "Who will Yahweh clothe with shame?", "ref": ["132-18"]}], "133": [{"a": "He says it is good and pleasant for them to remain together in unity.", "q": "What does David say about brothers?", "ref": ["133-01"]}, {"a": "It is like the precious oil that flowed down the head, beard, and garments of Aaron. It is also like the dew of Hermon, which comes down upon the mountains of Zion.", "q": "What does David say the unity of brothers is like?", "ref": ["133-02", "133-03"]}, {"a": "He decreed life forevermore upon the mountains of Zion.", "q": "Where did Yahweh decree the blessing of life forevermore?", "ref": ["133-03"]}], "134": [{"a": "They should come, bless Yahweh, and lift up their hands to the holy place.", "q": "What should all the servants of Yahweh do?", "ref": ["134-01", "134-02"]}, {"a": "He will bless them from Zion.", "q": "Where will Yahweh, who made heaven and earth, bless his servents?", "ref": ["134-03"]}], "135": [{"a": "The servants of Yahweh, those who stand in Yahweh's house, and those in the courtyards should praise Yahweh.", "q": "Who should praise Yahweh?", "ref": ["135-01", "135-02"]}, {"a": "They should praise Yahweh for he is good, and they should sing for it is pleasant to do.", "q": "Why should the servants of Yahweh praise and sing to him?", "ref": ["135-03"]}, {"a": "He knows that Yahweh is great, he is above all gods, and whatever Yahweh desires he does in heaven, earth and in the seas.", "q": "What does the writer know about Yahweh?", "ref": ["135-05", "135-06"]}, {"a": "Yahweh brings the clouds, makes lightening bolts accompany the rain, and brings the wind out of his storehouse.", "q": "What acts does Yahweh do that show his greatness?", "ref": ["135-07"]}, {"a": "He killed the firstborn man and animals of Egypt and he sent signs and wonders against Pharaoh and all his servants.", "q": "What did Yahweh do to the Egyptians?", "ref": ["135-08", "135-09"]}, {"a": "He gave their land as a heritage to Israel his people.", "q": "What did Yahweh do with the land of the nations the Israelites attacked?", "ref": ["135-12"]}, {"a": "They are made of silver and gold, have mouths, eyes, and ears but they do not speak, see, hear, nor breathe.", "q": "What do the nations' idols look like?", "ref": ["135-15", "135-17"]}, {"a": "The men who are like them and trust in them made them.", "q": "Who made the nations' idols?", "ref": ["135-18"]}, {"a": "The descendants of Israel, Aaron, Levi, and those that honor Yahweh should bless him.", "q": "Who should bless Yahweh?", "ref": ["135-19", "135-20"]}], "136": [{"a": "They should give thanks to him for he is good, and his covenant faithfulness endures forever.", "q": "Why should the people give thanks to Yahweh?", "ref": ["136-01"]}, {"a": "Yahweh alone does great wonders.", "q": "What does Yahweh do that no one else does?", "ref": ["136-04"]}, {"a": "He killed the firstborn of Egypt.", "q": "Why did Yahweh do to the firstborn of Egypt?", "ref": ["136-10"]}, {"a": "He made the Isrealites to pass through the middle the Red Sea.", "q": "What did Yahweh do for Israel when he divided the Red Sea?", "ref": ["136-14"]}, {"a": "He led his people through the wilderness.", "q": "How was Yahweh faithful to his people?", "ref": ["136-16"]}, {"a": "He gave their land as an inheritance to Israel his servant.", "q": "What did Yahweh do with the land of the great kings?", "ref": ["136-21", "136-22"]}, {"a": "People should give thanks to him because of his faithfulness.", "q": "Why does the writer say to give thanks to the God of heaven?", "ref": ["136-26"]}], "137": [{"a": "They were by the rivers of Babylon.", "q": "Where were the captives when they sat down and wept?", "ref": ["137-01"]}, {"a": "Their captors required them to be happy and sing songs of Zion.", "q": "What did the captors require the captives to sing?", "ref": ["137-03"]}, {"a": "He wants his right hand to forget his skill and his tongue to cling to the roof of his mouth.", "q": "What does the writer want happen if he forgets Jerusalem and thinks about Yahweh no more?", "ref": ["137-05", "137-06"]}, {"a": "He wanted Yahweh to remember that on the day Jerusalem fell the Edomites said, \"Tear it down, tear it down to its foundations\".", "q": "What did the writer want Yahweh to remember about the Edomites?", "ref": ["137-07"]}, {"a": "He wants the person who destroys Babylon to be blessed.", "q": "Who does the writer want be blessed?", "ref": ["137-08", "137-09"]}], "138": [{"a": "He has magnified his word and his name above all.", "q": "What has Yahweh magnified above all?", "ref": ["138-02"]}, {"a": "Yahweh answered him, and encouraged and strengthened his soul.", "q": "What did Yahweh do for David when he called to him?", "ref": ["138-03"]}, {"a": "They will give thanks for Yahweh's words.", "q": "What will the kings of the earth do?", "ref": ["138-04"]}, {"a": "He cares for the lowly.", "q": "For whom does Yahweh care?", "ref": ["138-06"]}, {"a": "He asks that Yahweh not forsake the ones his hands made.", "q": "Who does David ask that Yahweh not forsake?", "ref": ["138-08"]}], "139": [{"a": "Yahweh understands David's thoughts from afar.", "q": "What does Yahweh understand from afar?", "ref": ["139-02"]}, {"a": "That knowledge is too much for David, it is too high, and he cannot understand it.", "q": "How does David respond to the knowledge that Yahweh completely surrounds David?", "ref": ["139-06"]}, {"a": "He cannot go up to the heavens or make his bed in sheol, for Yahweh is there.", "q": "Where can David not go to escape from Yahweh's presence, because Yahweh is there?", "ref": ["139-08"]}, {"a": "The darkness and the light are both alike to Yahweh?", "q": "How are the darkness and the light different to Yahweh?", "ref": ["139-12"]}, {"a": "Yahweh formed him in his mother's womb.", "q": "Where did Yahweh form David?", "ref": ["139-13"]}, {"a": "Yahweh recorded all the days of David's life in Yahweh's book even before the first one happened.", "q": "When did Yahweh record the days of David's life?", "ref": ["139-16"]}, {"a": "They are precious and too vast to count.", "q": "How does David describe God's thoughts?", "ref": ["139-17"]}, {"a": "David wants God to kill the wicked and get the violent men away from him.", "q": "What does David want God to do to the wicked and violent men?", "ref": ["139-19"]}, {"a": "David asks God to lead him in the way everlasting.", "q": "What way does David want God to lead him?", "ref": ["139-24"]}], "140": [{"a": "David need Yahweh to rescue him from the wicked to preserve him from violent men.", "q": "From whom does David need Yahweh to rescue him?", "ref": ["140-01"]}, {"a": "He says their tongues wound like serpents and they have vipers' poison on their lips.", "q": "What does David say the wicked are like?", "ref": ["140-02", "140-03"]}, {"a": "They plan to knock him over.", "q": "What do the violent men plan to do to David?", "ref": ["140-04"]}, {"a": "They have set a trap for him, spread a net, and set a snare.", "q": "What have the proud set for David?", "ref": ["140-05"]}, {"a": "David asks Yahweh to listen to his cries for mercy.", "q": "To what does David ask Yahweh to listen?", "ref": ["140-06"]}, {"a": "Yahweh shields David's head in the day of battle.", "q": "What does Yahweh do for David in the day of battle?", "ref": ["140-07", "140-08"]}, {"a": "David wants the mischief of their own lips to overwhelm them.", "q": "What does David want to overwhelm those who surround him?", "ref": ["140-09"]}, {"a": "David wants anyone who says evil things about others to not be secure on the earth.", "q": "What does David want to happen to those who say evil things about others?", "ref": ["140-11"]}, {"a": "Yahweh will maintain the cause of the afflicted and will exercise justice for the needy.", "q": "What will Yahweh do for the afflicted and the needy?", "ref": ["140-12"]}, {"a": "The righteous people will surely give thanks to Yahweh's name.", "q": "What will the righteous people surely do?", "ref": ["140-13"]}, {"a": "They will live in Yahweh's presence.", "q": "What will happen the upright people?", "ref": ["140-13"]}], "141": [{"a": "He is crying out for Yahweh to come quickly and to listen to him when he calls.", "q": "What is David crying out to Yahweh?", "ref": ["141-01"]}, {"a": "David wants his prayer to be like incense before Yahweh and his lifted hands to be like the evening sacrifice.", "q": "What does David want his prayer and lifted hands to be like for Yahweh?", "ref": ["141-02"]}, {"a": "He wants his heart to not desire any evil thing, or participate in sinful activities with wicked men, and to not eat any of the evil men's delicacies.", "q": "What does David not want his heart to do?", "ref": ["141-04"]}, {"a": "He says if a righteous man hits him, it will be kindness to him.", "q": "What does David say it will be like if a righteous man hits him?", "ref": ["141-05"]}, {"a": "He says it will be like oil on his head.", "q": "What does David say it will be like if a righteous man corrects him?", "ref": ["141-05"]}, {"a": "He always prays against the deeds of the wicked people.", "q": "Against what does David always pray?", "ref": ["141-05"]}, {"a": "Their leaders will be thrown down from the top of cliffs and hear that David's own words are pleasant.", "q": "What will happen to the wicked peoples' leaders?", "ref": ["141-06"]}, {"a": "The wicked people will have to say, \"As when one plows and breaks up the ground, so our bones have been scattered at the mouth of sheol.\"", "q": "Who will have to say \"As when one plows and breaks up the ground, so our bones have been scattered at the mouth of sheol.\"", "ref": ["141-07"]}, {"a": "David's eyes are on Yahweh, the Lord.", "q": "On whom are David's eyes?", "ref": ["141-08"]}, {"a": "David wants Yahweh to protect him from the snares that have been laid for him, and from the traps of evildoers.", "q": "From what does David want Yahweh to protect him?", "ref": ["141-08", "141-09"]}, {"a": "David wants the wicked to fall into their own nets while he escapes.", "q": "What does David want to happen to the wicked?", "ref": ["141-10"]}], "142": [{"a": "David pours out a lament to tell Yahweh his troubles.", "q": "What does David pour out to Yahweh?", "ref": ["142-02"]}, {"a": "Yahweh knows David's path when his spirit is weak.", "q": "What does Yahweh know when David's spirit is weak?", "ref": ["142-03"]}, {"a": "David sees that there is no one who cares about him, and there is no escape for him.", "q": "What does David see when he looks to the right?", "ref": ["142-04"]}, {"a": "Yahweh was David's refuge and his portion in the land of the living.", "q": "Who does David say Yahweh was to him?", "ref": ["142-05"]}, {"a": "David asks Yahweh to rescue him from his persecutors because their are stronger than David.", "q": "Why does David need Yahweh to reduce him from his persecutors?", "ref": ["142-06"]}, {"a": "The righteous will gather around David because Yahweh has been good to him.", "q": "Why will the righteous gather around David?", "ref": ["142-07"]}], "143": [{"a": "David does not want Yahweh to enter judgement against him because in Yahweh's sight no one is righteous.", "q": "Why does David not want Yahweh to enter judgement against him?", "ref": ["143-02"]}, {"a": "The enemy has pursued his soul, pushed him down to the ground, and made him live in darkness.", "q": "What has the enemy done to David?", "ref": ["143-03"]}, {"a": "The enemy causes David's spirit to overwhelm him and his heart to despair.", "q": "What does the enemy cause to happen to David's spirit and his heart?", "ref": ["143-04"]}, {"a": "David's soul thirsts for Yahweh in a parched land.", "q": "How does David describe the desire of his soul for Yahweh?", "ref": ["143-06"]}, {"a": "David would become like those who go down to the pit if Yahweh does not answer quickly or if he hides his face from David.", "q": "What would cause David to become like those who go down into the pit?", "ref": ["143-07"]}, {"a": "David wants to hear Yahweh's covenant faithfulness.", "q": "What does David want to hear in the morning because he trusts Yahweh?", "ref": ["143-08"]}, {"a": "David wants Yahweh to show him the way where he should walk.", "q": "What does David want Yahweh to do because he lifts up his soul to Yahweh?", "ref": ["143-08"]}, {"a": "David wants Yahweh's good spirit to lead him in the land of uprightness.", "q": "What does David wants to lead him in the land of uprightness?", "ref": ["143-10"]}, {"a": "David asks Yahweh to cut off David's enemies and destroy all the enemies of David's life.", "q": "What does David want Yahweh to do to David's enemies?", "ref": ["143-12"]}], "144": [{"a": "Yahweh trains David's hands for war and his fingers for battle.", "q": "For what does Yahweh train David's hands for war and his fingers?", "ref": ["144-01"]}, {"a": "David is surprised that Yahweh notices man and the son of man.", "q": "Who does Yahweh notice and thinks about that surprises David?", "ref": ["144-03"]}, {"a": "Yahweh would cause the mountains to smoke if he touched them.", "q": "What would the mountains do if Yahweh touched them?", "ref": ["144-05"]}, {"a": "Yahweh reaches out his hand from above and rescues David out of the waters and from the hands of foreigners.", "q": "How does Yahweh rescue David from the hand of foreigners?", "ref": ["144-07"]}, {"a": "David will sing a new song to God on the lute of ten strings.", "q": "On what instrument will David sing a new song to God?", "ref": ["144-09"]}, {"a": "Their mouths speak lies and their right hand is falsehood.", "q": "What do the mouths of the foreigners speak?", "ref": ["144-11"]}, {"a": "He wants them to be like plants who grow to full size in their youth.", "q": "What does David want Israel's sons to be like?", "ref": ["144-12"]}, {"a": "He wants them to be like carved corner pillars, shapely like those of a palace.", "q": "What does David want Israel's daughters to be like?", "ref": ["144-12"]}, {"a": "He says the people who are happy are those whose God is Yahweh.", "q": "Who does David say are the people who are happy?", "ref": ["144-15"]}], "145": [{"a": "David will extol his God and King, blessing his name forever and ever.", "q": "Who will David extol and bless?", "ref": ["145-01"]}, {"a": "Every day David will bless God.", "q": "How often does David bless God?", "ref": ["145-02"]}, {"a": "One generation will praise God's deeds to the next and proclaim his mighty actions.", "q": "What will one generation praise and proclaim to the next?", "ref": ["145-04"]}, {"a": "He will meditate on the majesty of Yahweh's glory and on his marvelous deeds.", "q": "On what will David meditate?", "ref": ["145-05"]}, {"a": "They will declare Yahweh's abounding goodness and sing about his righteousness.", "q": "What will one generation declare and sing about to the next?", "ref": ["145-07"]}, {"a": "All that Yahweh has made will give thanks to him and his faithful ones will bless him.", "q": "What will thank and bless Yahweh?", "ref": ["145-10"]}, {"a": "Yahweh's faithful ones will speak of the glory of his kingdom and tell of his power.", "q": "Who will speak of the glory of Yahweh's kingdom and tell of Yahweh's power?", "ref": ["145-11"]}, {"a": "Yahweh's kingdom is an everlasting kingdom and his dominion endures throughout all generations.", "q": "How long will Yahweh's kingdom last?", "ref": ["145-13"]}, {"a": "Yahweh supports all who are falling and raises up all those who are bent over.", "q": "Who does Yahweh support and raise up?", "ref": ["145-14"]}, {"a": "Everyone's eyes wait for Yahweh and are given food at the right time.", "q": "Whose eyes wait for Yahweh and is given food at the right time?", "ref": ["145-15"]}, {"a": "Yahweh opens his hand and satisfies the desire of every living thing.", "q": "How does Yahweh satisfy the desires of every living thing?", "ref": ["145-16"]}, {"a": "Yahweh is near to all those who call to him and to all who call to him in trustworthiness.", "q": "To whom is Yahweh near?", "ref": ["145-18"]}, {"a": "Yahweh watches over all those who love him.", "q": "What does Yahweh do for those who love him?", "ref": ["145-20"]}, {"a": "He will destroy all the wicked.", "q": "What will Yahweh do to all the wicked?", "ref": ["145-20"]}], "146": [{"a": "He will praise Yahweh as long as he lives.", "q": "How long will the writer praise Yahweh?", "ref": ["146-02"]}, {"a": "People should not put their trust in princes or in mankind, in whom there is no salvation.", "q": "What should one not put their trust in?", "ref": ["146-03"]}, {"a": "When a person's life's breath stops, he returns to the ground; on that day his plans end.", "q": "What happens when a person's life's breath stops?", "ref": ["146-04"]}, {"a": "The one who is blessed is the one who has the God of Jacob for his help, whose hope is in Yahweh his God.", "q": "Who is the one who is blessed?", "ref": ["146-05"]}, {"a": "Yahweh made heaven and earth, the sea, and all that is in them.", "q": "What has Yahweh made?", "ref": ["146-06"]}, {"a": "Yahweh executes justice for the oppressed and gives food to the hungry.", "q": "What does God do for the oppressed and the hungry?", "ref": []}, {"a": "Yahweh opens the eyes of the blind, and raises up those who are bowed down.", "q": "What does Yahweh do for the blind and those who are bowed down?", "ref": ["146-08"]}, {"a": "Yahweh protects the foreigners in the land.", "q": "Who does Yahweh protect?", "ref": ["146-09"]}, {"a": "Yahweh will reign forever, for all generations.", "q": "How long will Yahweh reign?", "ref": ["146-10"]}], "147": [{"a": "Yahweh should be praised because it is good, pleasant and suitable.", "q": "Why should Yahweh be praised?", "ref": ["147-01"]}, {"a": "Yahweh helps rebuild Jerusalem, gathers the scattered people of Israel.", "q": "How does Yahweh help his followers?", "ref": ["147-02"]}, {"a": "Yahweh counts the stars and gives names all of them.", "q": "What does Yahweh do to the stars after he counts them?", "ref": ["147-04"]}, {"a": "His understanding cannot be measured.", "q": "How great is Lord's understanding?", "ref": ["147-05"]}, {"a": "Yahweh brings the wicked down to the ground.", "q": "What does Yahweh do to the wicked?", "ref": ["147-06"]}, {"a": "Yahweh gives food to the animals and the young ravens when they cry.", "q": "How does Yahweh care for the animals and ravens?", "ref": ["147-09"]}, {"a": "Yahweh finds no delight in the strength of horse and takes no pleasure in the strong legs of man.", "q": "In what does Yahweh find no delight and take no pleasure?", "ref": ["147-10"]}, {"a": "Yahweh takes pleasure in those who honor him, who hope in his covenant faithfulness.", "q": "In what does Yahweh take pleasure?", "ref": ["147-11"]}, {"a": "Yahweh satisfies them with the finest of wheat.", "q": "With what does Yahweh satisfy the people of Jerusalem?", "ref": ["147-12", "147-14"]}, {"a": "Yahweh sends his commandment to earth and his command runs very swiftly.", "q": "How do Yahweh's commandment of out to the earth?", "ref": ["17-15"]}, {"a": "Yahweh dispenses the hail like crumbs.", "q": "How does Yahweh dispense the hail?", "ref": ["147-17"]}, {"a": "Yahweh proclaimed his word to Jacob, and his statutes and righteous decrees to Israel.", "q": "To whom did Yahweh proclaim his word and his statutes and righteous decrees?", "ref": ["147-19"]}, {"a": "Yahweh has not proclaimed his word, statutes and decrees to any other nation.", "q": "To which other nation has Yahweh proclaimed his word, statutes and decrees?", "ref": ["147-20"]}], "148": [{"a": "Everyone in the heavens, those in the heights, all his angels and all his angel armies are to praise Yahweh.", "q": "Who is to praise Yahweh?", "ref": ["148-01", "148-02"]}, {"a": "The sun, moon, shining stars, highest heaven and the waters above the sky are to praise Yahweh.", "q": "Who is to praise Yahweh?", "ref": ["148-03", "148-04"]}, {"a": "Yahweh should be praised because he gave the command and everything was created.", "q": "Why should Yahweh be praised?", "ref": ["148-05"]}, {"a": "The decree of Yahweh will never change.", "q": "What decree will never change?", "ref": ["148-06"]}, {"a": "The sea creatures, all in the ocean, fire, hail, snow , clouds and wind which fulfills his word should praise Yahweh.", "q": "Who should praise God from the earth?", "ref": ["148-07", "148-08"]}, {"a": "The mountains, hills, fruit trees, cedars, wild and tame animals, creatures that crawl and birds need to praise Yahweh.", "q": "Who also should praise Yahweh?", "ref": ["148-09", "148-10"]}, {"a": "Kings, princes young men and women, the elderly and the children need to praise Yahweh.", "q": "Who else should praise Yahweh?", "ref": []}, {"a": "Yahweh should be praised because his name alone is exalted and his glory extends over the earth and heavens.", "q": "Why should Yahweh be praised?", "ref": ["148-13"]}, {"a": "The Israelites and the people near to him are Yahweh's faithful ones.", "q": "Who are Yahweh's faithful ones?", "ref": ["148-14"]}], "149": [{"a": "Everyone should sing a new song to Yahweh and sing his praise in the assembly.", "q": "How should everyone praise Yahweh?", "ref": ["149-01"]}, {"a": "Israel should rejoice in the one who made them a nation, and in their king.", "q": "In whom should Israel rejoice?", "ref": ["149-02"]}, {"a": "Everyone should praise Yahweh's name with dancing and sing praises to him with tambourine and harp.", "q": "How should everyone praise Yahweh?", "ref": ["149-03"]}, {"a": "Yahweh takes pleasure in his people.", "q": "In whom does Yahweh take pleasure?", "ref": ["149-04"]}, {"a": "He glorifies the humble with salvation.", "q": "Who does Yahweh glorify?", "ref": ["149-04"]}, {"a": "Godly people should rejoice in victory and sing for joy.", "q": "How should godly people rejoice?", "ref": ["149-05"]}, {"a": "The praises of God should be in their mouths.", "q": "What should be in the mouths of the godly?", "ref": ["149-06"]}, {"a": "The sword in their hand is to execute vengeance on the nations and acts of punishment on the peoples.", "q": "What is the purpose of the two-edged sword in the hands of the godly?", "ref": ["149-06", "149-07"]}, {"a": "They will bind the kings with chains and the nobles with iron shackles.", "q": "What will the godly do to the kings and nobles of the other nations?", "ref": ["149-08"]}, {"a": "This will be an honor for all his faithful ones.", "q": "Who will be honored when the judgement is executed?", "ref": ["149-09"]}], "150": [{"a": "Everyone should praise God in his sanctuary and the mighty heavens.", "q": "Where should everyone praise God?", "ref": ["150-01"]}, {"a": "Everyone should praise God for his mighty acts and for his surpassing greatness.", "q": "For what should everyone praise God?", "ref": ["150-02"]}, {"a": "Everyone should praise God with the horn, lute, harp, tambourines, dancing, stringed and wind instruments, and with cymbals.", "q": "With what instruments should everyone praise God?", "ref": ["150-03", "150-05"]}, {"a": "Everything that has breath should praise Yahweh.", "q": "Who should praise Yahweh?", "ref": ["150-06"]}]}