[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "The heavens declare", "text": "The heavens are described as if they were a person. AT: \"The heavens show\" or \"The heavens look like they declare\""}, {"ref": "the skies make his handiwork known", "text": "The skies are described as if they were a teacher. AT: \"The skies seem to make God's handiwork known to us\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his handiwork", "text": "\"his creation\" or \"the world that he has made\""}, {"ref": "speech pours out", "text": "What is beautiful about creation is compared to speaking, as if creation were a person. Then those words are compared to water that flows everywhere. AT: \"creation is like a person speaking to everyone\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There is no speech or spoken words; their voice is not heard", "text": "These phrases express clearly that the first two verses were a metaphor. AT: \"There is no real speech or spoken words; no one hears an actual voice with their ears\""}, {"ref": "their voice is not heard", "text": "Other translations read \"where their voice is not heard,\" emphasizing that creation's \"speech\" is available everywhere."}]}, {"id": "004", "tn": [{"ref": "General Information:", "text": "David has just said that creation shows God's glory."}, {"ref": "their words ... their speech", "text": "This refers to the unspoken \"words\" of creation that show God's glory."}, {"ref": "their words go out", "text": "The words are described as if they were people who go out with a message. AT: \"the words that creation speaks are like people who go out\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "their speech to the end of the world", "text": "The implied words can be included in the translation. AT: \"their speech goes out to the end of the world\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He has pitched a tent for the sun", "text": "Here the writer speaks of the place that Yahweh created for the sun as if it were a tent. AT: \"He created a place for the sun\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "among them", "text": "The word \"them\" probably refers to the heavens."}, {"ref": "The sun is like a bridegroom coming out of his chamber", "text": "The writer speaks of the sun's coming out as if it were a bridegroom. AT: \"The sun is like a bridegroom walking joyfully toward his bride\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a strong man who rejoices when he runs his race", "text": "This compares the sun to an athlete to emphasize the strength and brightness of the sun. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a strong man", "text": "\"a fast runner\""}, {"ref": "horizon", "text": "the line where the earth and the sky meet"}, {"ref": "to the other", "text": "Here \"other\" refers to the other horizon. This can be stated clearly in the translation. AT: \"to the other horizon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "nothing escapes its heat", "text": "This can be stated in positive form. AT: \"everything feels its heat\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "007", "tn": [{"ref": "the soul ... the heart ... the eyes", "text": "All three of these words refer to the whole person. AT: \"a person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the simple", "text": "\"those who have no experience\" or \"those who have not learned\""}, {"ref": "are right", "text": "\"are true\" or \"are correct\""}, {"ref": "bringing light", "text": "\"bringing understanding\""}]}, {"id": "009", "tn": [{"ref": "altogether right", "text": "\"completely right\""}, {"ref": "They are of greater value than gold ... they are sweeter than honey", "text": "Yahweh's decrees are spoken of as if they could be bought and tasted. AT: \"If you could buy them, they would be of greater value than gold ... if you could taste them, they would be sweeter than honey\" ([[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even more than much fine gold", "text": "The implied word \"valuable\" can be added in the translation. AT: \"even more valuable than a lot of fine gold\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "fine gold", "text": "\"pure gold\" or \"expensive gold\""}]}, {"id": "011", "tn": [{"ref": "Yes", "text": "\"Also\" or \"Indeed\""}, {"ref": "by them your servant is warned", "text": "This can be stated in active form. AT: \"they warn your servant\" or \"they are a warning for your servant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by them ... in obeying them", "text": "The word \"them\" refers to Yahweh's righteous decrees."}, {"ref": "your servant is warned", "text": "David calls himself \"your servant\" when speaking to God as a sign of respect. AT: \"I am warned\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Who can discern all his own errors?", "text": "This appears in the form of a question to add emphasis and can be translated as a strong statement. AT: No one can be aware of his own errors!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "from hidden faults", "text": "\"from secret mistakes I have made\""}]}, {"id": "013", "tn": [{"ref": "Keep your servant also from", "text": "This idiom pictures the servant as being removed from the sins he does not wish to commit. AT: \"Also, protect your servant from doing\" or \"Also, make sure that I do not commit\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your servant", "text": "David calls himself \"your servant\" when speaking to God as a sign of respect. AT: \"I\" See how you translated this in [[:en:bible:notes:psa:019:011|19:11]]. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "let them not rule over me", "text": "Sins are described as if they were a king that could rule over someone. AT: \"do not let my sins become like a king who rules over me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "innocent from many transgressions", "text": "\"innocent of rebelling against you\" or \"innocent of committing many sins\""}, {"ref": "the words of my mouth and the thoughts of my heart", "text": "These expressions taken together describe everything a person says and thinks. AT: \"the things I say and the things I think about\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be acceptable in your sight", "text": "\"receive approval in your sight\" or \"be pleasing to you\""}, {"ref": "in your sight", "text": "This refers to God himself. AT: \"to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh, my rock", "text": "The writer speaks of God as if he were a rock that one could climb and be protected from his enemies. AT: \"Yahweh, you are like my rock\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]