[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A fool says in his heart", "text": "This is an idiom that means to say to oneself or to think to oneself. AT: \"A foolish person says to himself\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They are corrupt", "text": "The word \"they\" refers to all foolish human beings who say there is no God."}]}, {"id": "002", "tn": [{"ref": "children of mankind", "text": "This phrase refers to all humans."}, {"ref": "who seek after him", "text": "This describes those who desire to know God as if they were actually following him on a path. AT: \"who desire to know him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have all turned away", "text": "This describes people who have rejected God as if they had stopped walking on the right path and had gone in another direction. AT: \"They have all turned away from Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "Do they not know anything ... who do not call on Yahweh?", "text": "This rhetorical question is asked to add emphasis. It can be translated as a statement. AT: \"They act as if they do not know anything ... who do not call on Yahweh. But they know what they are doing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who commit iniquity", "text": "Here \"iniquity\" refers to doing evil deeds. AT: \"those who behave in evil ways\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "those who eat up my people", "text": "This refers to those who do evil things and destroy God's people as if they were eating food. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "They tremble", "text": "The word \"they\" refers to those who do evil things."}, {"ref": "God is with the righteous assembly", "text": "To say that \"God is with\" those who are righteous means that he helps them. This can be stated clearly in the translation. AT: \"God helps those who act righteously\" (UDB) or \"God helps those who do the right things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You want", "text": "The word \"you\" here refers to the wicked people."}, {"ref": "to humiliate the poor person", "text": "\"to make the person who is poor feel ashamed\""}, {"ref": "Yahweh is his refuge", "text": "This speaks of the protection that Yahweh provides as if he were a shelter that one might seek in a storm. AT: \"Yahweh is like a shelter of protection to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "Oh, that the salvation of Israel would come from Zion!", "text": "The writer is saying that he longs for God to come from Jerusalem to help Israel. AT: \"I wish that Yahweh would come from Jerusalem and rescue his people!\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then Jacob will rejoice and Israel will be glad", "text": "These two phrases mean the same thing. Here both \"Jacob\" and \"Israel\" represent the people of Israel. The two phrases can be combined in the translation. AT: \"then all the people of Israel will rejoice greatly\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]