[{"id": "01", "tn": [{"ref": "General Information:", "text": "Solomon marries an Egyptian."}, {"ref": "Solomon allied himself by marriage with Pharaoh king of Egypt", "text": "Solomon became the son-in-law of Pharaoh king of Egypt so the two kings would work together and fight together against their enemies."}, {"ref": "until he had finished building", "text": "She was still in the city of David after he had finished building."}, {"ref": "the house of Yahweh", "text": "\"the temple\""}, {"ref": "no house had yet been built", "text": "This can be translated in active form. AT: \"no one had yet built a house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the name of Yahweh", "text": "The word \"name\" is a metonym for the person, and \"for the name\" refers to worshiping the person. AT: \"in which people would worship Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walking in the statutes of David his father", "text": "How one lives one's life is spoken of as walking on a path. AT: \"obeying the laws that David his father had made\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "God asks Solomon what he can do for Solomon."}, {"ref": "the great high place", "text": "\"the most famous place for makings sacrifices\" or \"the most important altar\""}, {"ref": "Ask! What should I give you?", "text": "\"Ask me for whatever you want and I will give it to you.\" or \"What do you want? Ask and I will give it to you.\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Solomon responds to God's question."}, {"ref": "You have shown great covenant faithfulness", "text": "\"You have been very faithful to your agreement\""}, {"ref": "because he walked before you in trustworthiness, in righteousness, and in uprightness of heart", "text": "Walking is a metaphor for the way one lives. The abstract nouns \"trustworthiness,\" \"righteousness,\" and \"uprightness\" can be translated as adjectives. AT: \"because he was trustworthy and righteous, and his heart was upright\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and in uprightness of heart", "text": "A sincere person is spoken of as one whose heart is upright. AT: \"and he was sincere\" or \"and he spoke the truth and did what was good\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have given him a son", "text": "The \"son\" is Solomon. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "to sit on his throne", "text": "\"to rule in his place\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "today", "text": "\"now.\" Solomon is speaking not of one day, but of the years he had already been ruling."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Solomon asks for wisdom."}, {"ref": "your servant", "text": "Solomon speaks as if he is another person to show respect to Yahweh. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "I am only a little child", "text": "Solomon is saying that he is like a child who does not know as much as a father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I do not know how to go out or come in", "text": "This is hyperbole for not knowing anything about what he is supposed to do. AT: \"I do not know the right way to do things\" or \"I do not know how to be the king\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "For who is able to judge this great people of yours?", "text": "Solomon asks a question to emphasize that he knows that no one can judge. AT: \"No one is able to judge this great people of yours.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "God gives Solomon wisdom and more."}, {"ref": "the life of your enemies", "text": "The \"life\" is a metonym for the power to kill. AT: \"the power to kill your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "now I will do all you asked of me when you gave me your request", "text": "\"I will do what you asked me to do when you spoke with me\""}, {"ref": "I give you a wise and an understanding heart", "text": "The heart is a metonym for what a person thinks and desires. AT: \"I make you able to be wise and to understand many things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "walk in my ways to keep", "text": "Living one's life is spoken of as walking on a path. AT: \"live as I want you to live and obey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lengthen your days", "text": "\"days\" represents Solomon's life. AT: \"make you live a long time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "behold", "text": "The word \"behold\" here shows that Solomon saw something interesting."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Two prostitutes ask Solomon to make a decision."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The two prostitutes tell Solomon their story."}, {"ref": "lay on him", "text": "It may be helpful to state that this caused the baby to die. AT: \"accidentally rolled on top of her baby and smothered him\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your servant", "text": "The woman speaks as if she were speaking of someone else to show that she respects Solomon. AT: \"I\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Two prostitutes continue to share their story with Solomon."}, {"ref": "nurse my child", "text": "This means to feed her baby milk from her breast."}, {"ref": "before the king", "text": "\"before Solomon\" or \"while Solomon could see and hear them\""}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Solomon makes a decision for the two women."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "The real mother asks the king to spare the child's life."}, {"ref": "her heart was full of compassion for her son", "text": "The heart is spoken of as if it were a container and compassion as if it were a solid object. AT: \"she greatly loved her baby\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all Israel", "text": "<b>all Israel</b> This is a generalization. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}]