[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[een:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "Johanan ... Kereah ... Jezaniah ... Hoshaiah", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all the people from the least to the greatest", "text": "This is a way to refer to people from every social level. AT: \"people from every social level\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Let our pleas come before you", "text": "AT: \"Let us present our urgent request to you\""}]}, {"id": "04", "tn": [{"ref": "Look", "text": "AT: \"Pay attention to what I am about to tell you\""}, {"ref": "I will keep nothing back from you", "text": "AT: \"I will tell you everything the Lord tells me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "true and faithful", "text": "These words share similar meanings in this context. They describe Yahweh as a witness whom no one will be able to contradict. AT: \"trustworthy.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Whether it is good or if it is bad", "text": "The people mention both extremes to emphasize that they will obey no matter what Yahweh's answer is. AT: \"Whatever he answers.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the voice of Yahweh our God", "text": "Yahweh is referred to by what he uses to respond to their question. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "the word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "all the people from the least to the greatest", "text": "See how you translated this in [[:en:bible:notes:jer:42:01|42:1]]."}, {"ref": "I might lay your pleas before him", "text": "\"I would present your urgent request to him\""}, {"ref": "I will build you and not tear you down", "text": "Yahweh refers to the people of Israel like a wall that can be built or torn down. AT: \"I will cause you to prosper and no be destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will plant you and not pull you up", "text": "Yahweh uses another example to express how he will cause the people of Israel to prosper and not be destroyed. He refers to them like a plant in the same way he referred to them as a wall. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will turn back the disaster that I have brought on you", "text": "A disaster is here spoken of as something that a person can put onto someone else. AT: \"I will prevent the disaster that I have caused to happen to you\""}]}, {"id": "11", "tn": [{"ref": "to save you and rescue you", "text": "The words \"save\" and \"rescue\" mean the same thing and emphasize that Yahweh will, indeed, save. AT: \"to save you completely.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "rescue you from his hand", "text": "Here the word \"hand\" refers to power and authority. AT: \"rescue you from his power.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "if you do not listen to my voice, the voice of Yahweh your God", "text": "To not obey is like the people did not hear Yahweh's command. AT: \"if you do not obey my commands, even though I am Yahweh, your God.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "where we will not see any war, where we will not hear the sound of the trumpet", "text": "Both of these phrases described being at war by the ability to see or hear it. AT: \"where we will not experience the hardships of war\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "we will not go hungry for food", "text": "Being hungry for food is used to describe famine. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "the sword that you fear will overtake you", "text": "AT: \"You will experience the terrible results of war there.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The famine that you are worrying about will pursue you to Egypt", "text": "Famine is referred to as something that can pursue something else. AT: \"You worry about famine in Israel but if you go to Egypt you will suffer from famine there\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "all the men", "text": "The men are used to refer to all the people because they are the leaders in their families. AT: \"everyone\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "18", "tn": [{"ref": "my wrath and my fury were poured out", "text": "AT: \"I poured out my wrath and my fury\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my wrath and my fury", "text": "The words \"wrath\" and \"fury\" mean basically the same thing. Together they emphasize the intensity of his wrath. AT: \"my terrible wrath.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "my fury will be poured out on you", "text": "AT: \"I will pour my fury out on you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an object of cursing and a horror, an object for speaking curses, and something dishonorable.", "text": "These two lines mean basically the same thing and emphasize how badly the nations will treat the people of Judah after Yahweh punishes them. See how you translated similar phrases in [[:en:bible:notes:jer:25:17|25:18]] and [[:en:bible:notes:jer:29:18|29:18]]. (See [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have been a witness", "text": "Yahweh has been the one who makes sure the people of Israel are punished if they do not keep their promise to obey Yahweh's command."}]}, {"id": "20", "tn": [{"ref": "we will carry it out", "text": "AT: \"we will do it\""}, {"ref": "you will die by sword", "text": "War is referred to by a weapon used to fight. AT: \"You will die in warfare.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the place where you desired to go to live", "text": "AT: \"in Egypt, where you thought you would be safe\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]