[{"id": "01", "tn": [{"ref": "Awake, awake", "text": "This word is repeated for emphasis and shows urgency. Isaiah trying to arouse the people is spoken of as if he were trying to wake them up from sleep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "put on your strength", "text": "Being strong again is spoken of as if strength were clothing that a person puts on. AT: \"be strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Zion ... Jerusalem", "text": "Both of these refer to the people who live in Jerusalem. Isaiah is speaking to the people as if they were there listening to him. AT: \"people of Zion ... people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "the uncircumcised or the unclean", "text": "These nominal adjectives can be stated as adjectives. AT: \"Those who are uncircumcised or those who are unclean\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the unclean", "text": "This refers to unclean people. A person who God considers spiritually unacceptable or defiled is spoken of as if the person were physically unclean. AT: \"those who are not acceptable to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "enter you", "text": "Here \"you\" refers to Jerusalem which represents the people who live there. It is understood that the uncircumcised and unclean people would enter the city to attack the people. The missing words can be added to make the meaning clear. AT: \"enter your city to attack you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "Shake yourself off from the dust; arise and sit, Jerusalem", "text": "Here \"Jerusalem\" represents the people who live there. AT: \"People of Jerusalem, sit up and shake the dirt off of yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "take off the chain from your neck, captive", "text": "It is implied that the people of Jerusalem were wearing chains because they were slaves while exiled in Babylon. The full meaning of this statement can be made clear. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "daughter of Zion", "text": "This is an idiom. The \"daughter\" of a city means the people of the city. See how you translated this in [[:en:bible:notes:isa:01:07|1:8]]. AT: \"people of Zion\" or \"people who live in Zion\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You were sold for nothing, and you will be redeemed without money", "text": "This speaks about Yahweh as if he were the owner of the people of Israel. Since he is the rightful owner he can give them away or take them back whenever he wants. This can be stated in active form. AT: \"I sold you for nothing, and I will redeem you without money\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "In the beginning", "text": "Here \"beginning\" refers to the start of Israel's history as they were first becoming a people."}, {"ref": "went down into Egypt", "text": "\"went to Egypt.\" It was common to use the phrase \"went down\" when speaking of traveling from Canaan to Egypt."}, {"ref": "Assyria has oppressed them", "text": "Assyria refers to the people of Assyria. AT: \"the people of Assyria have treated them badly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Now what do I have here ... seeing that my people are taken away for nothing?", "text": "Yahweh uses a question to make the people pay attention to what he is about to say. This rhetorical question can be translated as a statement. AT: \"Now look at what is happening ... my people are again taken away for nothing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have here—this is Yahweh's declaration—seeing", "text": "Possible meanings are 1) Yahweh says, \"this is Yahweh's declaration.\" AT: \"I have here—this is what I declare—seeing\" or 2) Isaiah says, \"This is Yahweh's declaration.\" AT: \"I have here,' declares Yahweh, 'seeing\""}, {"ref": "seeing that my people are taken away for nothing", "text": "This can be stated in active form. AT: \"I see the enemy taking my people away for nothing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for nothing", "text": "Possible meanings are 1) \"for nothing\" means the Babylonians took the people unjustly and without cause or 2) this continues the metaphor from [[:en:bible:notes:isa:52:02|52:3]] where Yahweh is spoken of as if he owned the people of Israel and could give them away for nothing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Those who rule over them mock", "text": "This refers to the Babylonians who have conquered the people. However, some versions have, \"Those who rule over them wail.\" For these versions, this passage refers to the leaders of the Israelites in captivity."}, {"ref": "my name is slandered continually all day long", "text": "Here \"name\" represents Yahweh's reputation. This can be stated in active form. AT: \"those who watch the enemy take away my people are continually saying evil things about me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Therefore my people will know my name", "text": "Here \"name\" represents Yahweh's reputation. AT: \"Therefore my people will truly know who I am\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking to the people of Israel."}, {"ref": "How beautiful on the mountains are the feet of the messenger who brings good news", "text": "Here \"feet\" represents a messenger who is walking. AT: \"It is beautiful to see a messenger coming over the mountains to announce good news\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to Zion", "text": "Here \"Zion\" represents the people of Zion. AT: \"to the people of Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "raise their voices", "text": "This is an idiom. AT: \"shout loudly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "every eye of theirs", "text": "Here \"eye\" represents the whole person. AT: \"every one of them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "you ruins of Jerusalem", "text": "Isaiah speaks of the ruins of Jerusalem as if they were a person that could rejoice. This represents the people of Jerusalem who were defeated. AT: \"you people who live among the ruins of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he has redeemed Jerusalem", "text": "Here \"Jerusalem\" represents the people. AT: \"he has redeemed the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bared his holy arm", "text": "Here \"arm\" represents Yahweh's power. Yahweh showing all the people of the nations that he is holy and powerful is spoken of as if Yahweh were a warrior who removed his cloak, baring his arms for battle. AT: \"showed his holiness and mighty power\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the nations; all the earth", "text": "Here \"nations\" and \"earth\" represent the people of all the nations all over the earth. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "Leave, leave", "text": "This word is repeated to emphasize that the people must indeed leave, although not necessarily right away."}, {"ref": "go out from there", "text": "It is assumed knowledge that the people of Israel were slaves in Babylon. This can be stated explicitly. AT: \"go out from the land where you are slaves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "touch nothing unclean", "text": "Something that Yahweh has stated is unfit to touch or eat is spoken of as if it were physically unclean. AT: \"touch nothing that is unacceptable to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "leave from her midst", "text": "Here \"her\" represents Babylon."}, {"ref": "Yahweh will go before you; and the God of Israel will be your rearguard", "text": "Yahweh protecting his people from their enemies is spoken of as if he were the warriors who go ahead of the people and the warriors who stay behind the people to protect them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "he will be high and lifted up, and he will be exalted", "text": "This can be stated in active form. These two phrases \"high and lifted up\" and \"will be exalted\" have basically the same meaning and emphasize that Yahweh will honor his servant. See how you translated a similar phrase in [[:en:bible:notes:isa:33:10|33:10]]. AT: \"I will give my servant the greatest honor\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "horrified at you", "text": "Here \"you\" refers to Yahweh's servant. However, translators may decide to change \"you\" to \"him.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "his appearance was so disfigured beyond that of any man", "text": "It is implied that the servant is disfigured because enemies beat him very badly. The full meaning of this can be made clear. AT: \"his enemies beat his body so badly that he did not even look like a human anymore\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about his servant."}, {"ref": "my servant will sprinkle many nations", "text": "The servant causing the people of the nations to be acceptable to Yahweh is spoken of as if the servant were a priest who sprinkles the blood of a sacrifice to make someone or something acceptable to Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will sprinkle", "text": "The Hebrew word translated \"sprinkle\" here can also be translated as \"surprise\" or \"startle,\" which some versions of the Bible do."}, {"ref": "many nations", "text": "Here \"nations\" represents the people of the nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "kings will shut their mouths", "text": "The phrase \"shut their mouths\" is an idiom. AT: \"kings will stop talking\" or \"kings will be silent\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that which they had not been told", "text": "This can be stated in active form. AT: \"that which no one had told them\" or \"something no one had told them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]