[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to explain how Christians are to submit themselves to each other. He gives instructions to children, fathers, workers, and masters."}, {"ref": "General Information:", "text": "The first word \"your\" is plural. Then Paul quotes Moses. Moses was talking to the people of Israel as though they were one person, so \"your\" and \"you\" are singular. You may need to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Children, obey your parents in the Lord", "text": "Paul reminds children to obey their physical parents."}]}, {"id": "04", "tn": [{"ref": "do not provoke your children to anger", "text": "\"do not make your children angry\" or \"do not cause your children to be angry\""}, {"ref": "raise them in the discipline and instruction of the Lord", "text": "\"help them grow in the training and teaching of the Lord\""}]}, {"id": "05", "tn": [{"ref": "be obedient to", "text": "\"obey.\" This is a command."}, {"ref": "deep respect and trembling", "text": "The phrase \"deep respect and trembling\" uses two similar words to emphasize the idea of honor and their attitude and reaction. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "trembling", "text": "\"as though you were shaking with fear\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in the honesty of your heart", "text": "\"being completely honest\""}, {"ref": "as slaves of Christ", "text": "Serve your earthly master as though your earthly master were Christ himself."}, {"ref": "Serve with all your heart, as though you were serving the Lord and not people", "text": "\"work joyfully, since you are working for the Lord and not only pleasing people\""}]}, {"id": "09", "tn": [{"ref": "treat your slaves in the same way", "text": "\"you also must treat your slaves well\" or \"just as slaves must do good to their masters, you also must do good to your slaves (See: [[:en:bible:notes:eph:06:05|6:5]])"}, {"ref": "You know that he who is both their Master and yours is in heaven", "text": "\"You know that Christ is the Master of both slaves and their masters, and that he is in heaven\""}, {"ref": "there is no favoritism with him", "text": "\"he judges everyone the same way\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives instructions to make believers strong in this battle we live for God."}, {"ref": "the strength of his might", "text": "\"his great power.\" See how \"the strength of his power\" is translated near the end of  [[:en:bible:notes:eph:01:19|1:21]]."}, {"ref": "Put on the whole armor of God, so that you may be able to stand against the scheming plans of the devil", "text": "Christians should use all the resources God gives to stand firmly against the devil just as a soldier puts on armor to protect himself from enemy attacks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the scheming plans", "text": "\"the tricky plans\""}]}, {"id": "12", "tn": [{"ref": "flesh and blood", "text": "This expression refers to people, not spirits who do not have human bodies. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Therefore put on the whole armor of God", "text": "Christians should use the protective resources God gives them in fighting the devil in the same way a soldier puts on armor to protect himself against his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that you may be able to stand in this time of evil", "text": "The words \"stand firm\" represent successfully resisting or fighting something. AT: \"so that you may be able to resist evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "Stand, therefore", "text": "The words \"stand\" represents successfully resisting or fighting something. See how you translated \"stand firm\" in [[:en:bible:notes:eph:06:12|6:13]]. \"So resist evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the belt of truth", "text": "Truth holds everything together for a believer just as a belt holds the clothing of a soldier together. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "truth ... righteousness", "text": "We are to know the truth and act in ways that please God."}, {"ref": "the breastplate of righteousness", "text": "Possible meanings are 1) the gift of righteousness covers a believer's heart just as a breastplate protects the chest of a soldier or 2) our living as God wants us, gives us a clear conscience that protects our hearts the way a breastplate protects a soldier's chest. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then as shoes for your feet, put on the readiness to proclaim the gospel of peace", "text": "Just as a soldier wears shoes to give him solid footing, the believer must have solid knowledge of the gospel of peace in order to be ready to proclaim it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In all circumstances take up the shield of faith", "text": "The believer must use the faith that God gives for protection when the devil attacks, just as a soldier uses a shield to protect him from enemy attacks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the flaming arrows of the evil one", "text": "The attacks of the devil against a believer are like flaming arrows shot at a soldier by an enemy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "And take the helmet of salvation", "text": "Salvation given by God protects the believer's mind just as a helmet protects the head of a soldier. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sword of the Spirit, which is the word of God", "text": "The word of God, inspired by the Holy Spirit, is to be used to fight against and defend the believer from the devil just as a soldier uses his sword to fight and defend against enemy attacks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "With every prayer and request, pray at all times in the Spirit", "text": "\"Pray at all times in the Spirit as you pray and make specific requests\""}, {"ref": "With this mind", "text": "\"So that you can pray this way.\" This refers to the attitude of taking God's armor."}, {"ref": "be watching with all perseverance, as you offer prayers for all God's holy people.", "text": "\"persevere in being alert, and pray for all God's holy people\" or \"pray with constant alertness for all the believers\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "In his closing, Paul asks them to pray for his boldness in telling the gospel while he is in prison and says he is sending Tychicus to comfort them."}, {"ref": "that a message might be given to me", "text": "This can be stated in active form. AT: \"that God might give me the word\" or \"God might give me the message\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when I open my mouth. Pray that I might make known with boldness", "text": "\"when I speak. Pray that I boldly explain\""}, {"ref": "open my mouth", "text": "\"speak\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "It is for the gospel that I am an ambassador who is kept in chains", "text": "\"I am now in prison because I am a representative of the gospel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that I may declare it boldly, as I ought to speak", "text": "The word \"pray\" is understood from verse 19. AT: \"so pray that whenever I teach the gospel, I will speak it boldly as I should\" or \"pray that I may speak the gospel boldly as I should\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Tychicus", "text": "Tychicus was one of several men who served with Paul. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Paul closes his letter to the Ephesian believers with a blessing of peace and grace on all believers who love Christ."}]}]