[{"id": "01", "tn": [{"ref": "separates himself ... he is separate", "text": "\"To separate yourself to someone\" means to \"dedicate yourself\" to that person. AT: \"dedicates himself ... he dedicates himself\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he must keep himself from", "text": "This idiom means that he must not eat or drink them. AT: \"he must not consume\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "vinegar made from wine", "text": "This can be stated in active form. AT: \"vinegar that people make from wine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "vinegar", "text": "a drink produced when wine and other strong drinks fermented too long and became sour"}, {"ref": "or from strong drink", "text": "You can make clear the understood information. AT: \"or vinegar that people make from strong drink\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "raisins", "text": "\"dried grapes\""}, {"ref": "he is separate to me", "text": "This can be stated in active form. AT: \"he separates himself to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nothing that is made from grapes", "text": "This can be stated in active form. AT: \"nothing that people make from grapes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the seeds to their skins", "text": "These two extremes are given to emphasize the entire grape may not be eaten. AT: \"from any part of a grape\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "05", "tn": [{"ref": "vow of separation", "text": "This is an idiom. Here \"separation\" means \"dedication\" AT: \"vow of dedication\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "no razor is to be used on his head", "text": "This can be stated in active form.   AT: \"no one is to use a razor on his head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the days of his separation to Yahweh", "text": "The word \"separation\" is an abstract noun that can be expressed as a verb. Here \"separation\" is an idiom that means \"dedication.\" AT: \"the days that he has separated himself to Yahweh\" or \"the days that he has dedicated himself to  Yahweh\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to Yahweh are fulfilled", "text": "This can be stated in active form. AT: \"to Yahweh are complete\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He must be set apart to Yahweh", "text": "This can be stated in active form.  AT: \"He must set himself apart to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "separates ... separated ... separation", "text": "Here \"separation\" means \"dedication.\" AT: \"dedicates ... dedicated ... dedication\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "unclean", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is separated", "text": "This can be stated in active form.  AT: \"he has separated himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "of his separation", "text": "The abstract noun \"separation\" can be expressed as a verb. AT: \"that he has separated himself\""}, {"ref": "reserved for Yahweh", "text": "This can be stated in active form. AT: \"he has reserved himself for Yahweh\" or \"set apart for Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "defiles his consecrated head", "text": "Here \"head\" represents the Nazirite man's hair, which symbolizes his vow. AT: \"defiles his long hair which shows everyone he is separated to God\" or \"he becomes defiled\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "on the day of his purification", "text": "The abstract noun \"purification\" can be stated as the verbal phrase. AT: \"on the day when he makes himself acceptable to God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the seventh day", "text": "\"the 7th day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "10", "tn": [{"ref": "the eighth day", "text": "\"the 8th day\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "12", "tn": [{"ref": "for the days of his consecration", "text": "\"during the time he is being set apart again\""}, {"ref": "He must bring a male lamb ... as a guilt offering", "text": "The man is to bring the lamb to the priest so that it can be sacrificed. The full meaning of this statement can be made explicit. AT: \"He must bring a male lamb one year old to the priest as a guilt offering\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The days before he defiled himself must not be counted", "text": "This can be stated in active form. AT: \"He must not count the days before he defiled himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his consecration was defiled", "text": "This can be stated in active form.  AT: \"he defiled himself\" or \"he made himself unacceptable\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "of his separation", "text": "Here \"separation\" means \"dedication.\" Also, this abstract noun can be expressed as a verb. AT: \"of his dedication\" or \"that he has dedicated himself\" (See: [[:en:ta:vol1:translate:figs_idiom]] or [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "He must be brought", "text": "This can be stated in active form.  AT: \"Someone must bring him\" or \"He must go\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He must present his offering to Yahweh", "text": "He must bring his offering to the priest to be sacrificed to Yahweh. The full meaning of this statement can be made clear. AT: \"He must present his offering to Yahweh by bringing it to the priest to be sacrificed\" or \"He must present his offering to Yahweh by bringing it to the priest who will sacrifice it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bread made without yeast", "text": "This can be stated in active form.  AT: \"bread he made without yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fine flour mixed with oil", "text": "This can be stated in active form.  AT: \"fine flour that he mixed with oil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wafers without yeast rubbed with oil", "text": "This can be stated in active form. AT: \"wafers without yeast which he rubbed with oil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wafers without yeast", "text": "small pieces of flat bread"}, {"ref": "together with their grain offering and drink offerings", "text": "The word \"their\" refers to the other offerings that the Nazirite man was told to bring. Often grain offerings and drink offerings were required to accompany other types of sacrifices. The full meaning of this statement can be made clear. AT: \"together with the grain offering and drink offering that Yahweh required to accompany the other offerings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "He must offer his sin offering", "text": "\"He\" refers to the priest and \"his\" refers to the man who took a vow."}, {"ref": "the fellowship offering", "text": "\"as the fellowship offering\""}, {"ref": "The priest must present also ... drink offering", "text": "You can make clear the understood information. AT: \"The priest must present also ... the drink offering to Yahweh\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "18", "tn": [{"ref": "indicating his separation", "text": "Here \"separation\" means \"dedication.\" Also, this abstract noun may be written as a verb. AT: \"indicating his dedication\" or \"indicating how he has separated himself\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "19", "tn": [{"ref": "the boiled shoulder of the ram", "text": "This means that he had boiled the ram's shoulder. This can be stated in active form. AT: \"the shoulder of the ram that he boiled\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "indicating separation", "text": "Here \"separation\" means \"dedication.\" Also, this abstract noun can be expressed with the verb \"separated.\" AT: \"indicating dedication\" or \"indicating that he has dedicated himself to Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The priest must wave them", "text": "After handing the items to the Nazirite, the priest takes them back to offer them to Yahweh. The full meaning of this statement can be made clear. AT: \"Then the priest must take them back and wave them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "together with", "text": "\"as well as\""}, {"ref": "that was waved", "text": "This can be stated in active form.  AT: \"that the priest waved\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that was presented", "text": "This can be stated in active form. AT: \"that he presented\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "his separation", "text": "- Here \"separation\" means \"dedication.\" Also, this abstract noun may be written as a verb. AT: \"his dedication\" or \"for having dedicated himself to Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Whatever else he may give", "text": "This refers to the Nazirite deciding to give other offering beyond what he has been commanded to give. The full meaning of this statement can be made clear. AT: \"If he decides to give any additional offerings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he must keep the obligations of the vow he has taken", "text": "\"he must still obey the requirements of the vow he has taken\""}, {"ref": "he must keep the obligations ... to keep the promise indicated by the law for the Nazirite", "text": "These two phrases mean basically the same thing and are combined to emphasize that he must obey the obligations of his vow. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the promise indicated by the law for the Nazirite", "text": "This can be stated in active form.  AT: \"the promise that the law for the Nazirite indicates\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "You must bless the people of Israel", "text": "\"You\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "May Yahweh bless you and keep you", "text": "Here \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "keep you", "text": "This is an idiom. Here \"keep\" means to \"protect.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "make his face shine on you", "text": "This is an idiom which means to have kind intentions towards someone. It can also be expressed by smiling. AT: \"smile at you\" (UDB) or \"look at you with kindness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "look on you with favor", "text": "Here the phrase \"look on\" means to show a certain attitude towards that person. AT: \"show you favor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May Yahweh make his face shine on you ... and give you peace", "text": "Here \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "they must give my name", "text": "Here Yahweh speaks about claiming the Israelites as his own by saying that he is giving them \"his name.\"  AT: \"they must let the people of Israel know that they are mine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]