[{"id": "01", "tn": [{"ref": "A gentle answer turns away wrath", "text": "Causing a person to stop being angry is spoken of as if it were turning that person's wrath away. AT: \"Answering a person gently will calm that person's wrath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but a harsh word stirs up anger", "text": "Causing a person to become more angry is spoken of as if it were stirring up or awakening anger. AT: \"but speaking harshly causes that person to become more angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The tongue of wise people compliments knowledge", "text": "Here the word \"tongue\" refers to the person who speaks. AT: \"Wise people compliment knowledge when they speak\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "compliments knowledge", "text": "\"makes knowledge attractive\" or \"uses knowledge correctly\""}, {"ref": "the mouth of fools pours out folly", "text": "The writer speaks of fools' mouths as if they were containers and of folly as if it were the liquid that filled them. When fools speak, their mouths pour out the liquid. The word \"mouth\" represents those who speak. AT: \"fools are always speaking folly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "The eyes of Yahweh are everywhere", "text": "Here the word \"eyes\" represents Yahweh's ability to see. AT: \"Yahweh sees everything\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the evil and the good", "text": "The words \"evil\" and \"good\" refer to people. AT: \"evil people and good people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "A healing tongue is a tree of life", "text": "The word \"tongue\" refers to speech. The writer speaks of the words of a person who says things that help and encourage others as if they were a tree that provides life-giving nourishment. AT: \"Kind words are like a tree that gives life\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a deceitful tongue crushes the spirit", "text": "The phrase \"a deceitful tongue\" refers to speech that is deceitful or hurtful. The writer speaks of a person being hurt or in despair as if that person's spirit were an object that words have crushed. AT: \"deceitful speech causes a person to despair\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "he who learns from correction", "text": "The word \"correction\" can be translated as a verb. AT: \"he who learns when someone corrects him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "prudent", "text": "\"wise\""}, {"ref": "the earnings of the wicked person give", "text": "The word \"earnings\" can be translated as a verbal phrase. AT: \"the wealth that a wicked person earns gives\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "07", "tn": [{"ref": "The lips of wise people scatter knowledge about", "text": "The word \"lips\" represents what wise people say. The writer speaks of knowledge as if it were seeds that wise people scatter around when they speak. AT: \"The speech of wise people spreads knowledge\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not so the hearts of fools", "text": "Possible meanings are 1) the word \"hearts\" is synecdoche for the fools themselves and means that they do not scatter knowledge like wise people do. AT: \"fools do not scatter knowledge about\" or 2) fools do not have knowledge in their hearts, with \"hearts\" being a metonym for the thoughts. AT: \"fools do not understand knowledge\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "upright people", "text": "\"people who live rightly\""}, {"ref": "is his delight", "text": "\"pleases him\""}]}, {"id": "09", "tn": [{"ref": "Yahweh hates the way of wicked people", "text": "The lifestyles of wicked people are spoken of as if they are paths on which those people walk. AT: \"Yahweh hates the way that wicked people live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the one who pursues what is right", "text": "Being diligent to live rightly is spoken of as if it were chasing after right things. AT: \"the person who strives to live rightly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "anyone who forsakes the way", "text": "Here \"the way\" refers to the way of righteousness. A person who stops doing what is right is spoken of as if he has stopped walking on the correct path. AT: \"anyone who stops living rightly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he who hates correction", "text": "The word \"correction\" can be translated as a verb. AT: \"the person who hates it when others correct him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "Sheol and destruction are open before Yahweh", "text": "The words \"Sheol and destruction\" both refer to the place of the dead. Yahweh knowing everything about the place of the dead is spoken of as if it were open before Yahweh. AT: \"Yahweh knows everything about the place where dead people are\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how much more the hearts of the sons of mankind?", "text": "This rhetorical question emphasizes that since Yahweh knows everything about the place of the dead, it is more obvious that he knows everything about the hearts of men. AT: \"so he certainly knows the hearts of the sons of mankind!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the hearts of the sons of mankind", "text": "Here the word \"hearts\" represents the thoughts and motivations. The phrase \"the sons of mankind\" is an idiom for humanity. AT: \"the thoughts of humans\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The mocker resents correction", "text": "The word \"correction\" can be translated with a verbal form. AT: \"The mocker hates when others correct him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he will not go to the wise", "text": "It is implied that he will not go to the wise to seek their counsel or advice. AT: \"he will not go to the wise to seek their counsel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "A joyful heart makes the face cheerful", "text": "Here the word \"heart\" represents the person. AT: \"When a person is joyful, his face is cheerful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "crushes the spirit", "text": "The writer speaks of a person being discouraged as if that person's spirit were an object that is crushed. See how you translated this in [[:en:bible:notes:pro:15:03|15:4]]. AT: \"makes a person discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The heart of the discerning", "text": "Here the word \"heart\" represents the mind and thoughts. AT: \"The mind of the discerning person\" or \"The discerning person\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the mouth of fools feeds on folly", "text": "Here the word \"mouth\" represents the person. The writer speaks of fools desiring foolish things as if they ate foolish things. AT: \"foolish people desire folly as if it were the food that they eat\" (See [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "All the days of oppressed people are miserable", "text": "\"Oppressed people are miserable all of their days\""}, {"ref": "a cheerful heart has an unending feast", "text": "Here the word \"heart\" represents the person. The writer speaks of a cheerful person enjoying life as if that person were celebrating a feast that does not end. AT: \"the cheerful person enjoys life, as if he were celebrating an unending feast\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an unending feast", "text": "\"a feast that never ends\""}, {"ref": "confusion", "text": "\"anxiety\""}]}, {"id": "17", "tn": [{"ref": "a meal with vegetables", "text": "The vegetables represent a small meal with very little food. AT: \"a small meal\" or \"very little food\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "where there is love", "text": "The word \"love\" can be translated with a verbal phrase. AT: \"where people love one another\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a fatted calf served with hatred", "text": "This can be translated in active form. AT: \"a fatted calf that someone serves with hatred\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a fatted calf", "text": "This refers to a calf that has been fed a lot of food so that it will become fat. Here it represents a delicious meal or a feast. AT: \"a luxurious meal\" or \"a feast\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with hatred", "text": "The word \"hatred\" can be translated with a verbal phrase. AT: \"where people hate one another\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "stirs up arguments", "text": "Causing people to argue more is spoken of as if it were stirring up or awakening arguments. AT: \"causes people to argue more\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "19", "tn": [{"ref": "The path of the sluggard ... the path of the upright", "text": "The writer speaks of a person's life as if it were a path on which the person walks. AT: \"The life of the sluggard ... the life of the upright\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The path of the sluggard is like a place with a hedge of thorns", "text": "The writer compares the lifestyle of the sluggard with trying to walk through a hedge of thorns. Both cause the person to suffer pain. AT: \"The life of the sluggard is like a person trying to walk through a hedge of thorns\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the path of the upright is a built-up highway", "text": "up highway** - The writer speaks of the blessings that upright people experience in life as if they were walking on a smooth road. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "built-up highway", "text": "up highway** - This is a road that is wide, flat, and without obstacles or potholes."}]}, {"id": "21", "tn": [{"ref": "the one who has understanding walks a straight path", "text": "The writer speaks of a person doing the right thing as if he were walking straight ahead on a path. AT: \"the person who has understanding does what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Plans go wrong", "text": "\"Plans fail\""}, {"ref": "where there is no advice", "text": "\"when there is no one to give advice\""}, {"ref": "advisors", "text": "people who give recommendations as a guide to action"}, {"ref": "they succeed", "text": "\"plans succeed\""}]}, {"id": "23", "tn": [{"ref": "a pertinent reply", "text": "\"a fitting reply\" or \"an appropriate answer\""}, {"ref": "how good is a timely word", "text": "This exclamation emphasizes that a word spoken at the right time is very good. AT: \"a word that a person speaks at the right time is very good\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "The path of life leads upward ... from Sheol beneath", "text": "The writer speaks of a lifestyle that results in life as if it were a path that goes upward towards life and of a lifestyle that results in death as if it were a path that leads down to the place of the dead. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "legacy", "text": "\"house.\" This refers to household, property, and wealth."}, {"ref": "the words of kindness are pure", "text": "\"kind words are pure\" or \"pleasant words are pure\""}]}, {"id": "27", "tn": [{"ref": "The heart of the righteous person ponders before it answers", "text": "Here the word \"heart\" is a metonym for the mind and thoughts. This represents the person who thinks. AT: \"The person who does right ponders what to say before he answers\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the mouth of wicked people pours out all its evil", "text": "The writer speaks of wicked people's mouths as if they were containers and speaks of evil as if it were the liquid that filled them. When wicked people speak, their mouths pour out the liquid. The word \"mouths\" represents those who speak. AT: \"wicked people are always saying evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the mouth of wicked people pours out all its evil", "text": "It may be more natural in you language to translate all these words as either singular or plural. AT: \"the mouth of the wicked person pours out all its evil\" or \"the mouths of wicked people pour out all their evil\""}]}, {"id": "29", "tn": [{"ref": "Yahweh is far away from wicked people", "text": "The writer speaks of Yahweh not listening to wicked people as if he were physically far away from them. AT: \"Yahweh does not listen to wicked people\" or \"Yahweh does not answer wicked people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The light of the eyes", "text": "The writer speaks of an expression of joy on one's face as if the person's eyes emitted light. AT: \"A cheerful expression\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brings joy to the heart", "text": "The word \"heart\" represents the person. Possible meanings are 1) the person who has a cheerful expression becomes joyful or 2) other people become joyful when they see someone with a cheerful expression. AT: \"causes a person to be joyful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "good news is health to the body", "text": "Here the word \"body\" represents the person. AT: \"receiving good news makes a person feel good\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "31", "tn": [{"ref": "you will remain among wise people", "text": "Possible meanings are 1) people will continue to consider you to be a wise person or 2) you will continue to enjoy the company of wise people."}, {"ref": "listens to correction", "text": "The word \"correction\" can be translated with a verbal phrase. AT: \"listens when others correct him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "33", "tn": [{"ref": "The fear of Yahweh teaches wisdom", "text": "The words \"fear\" and \"wisdom\" can be translated with verbal phrases. AT: \"When one fears Yahweh, he will learn to be wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The fear of Yahweh", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:pro:01:07|1:7]]."}, {"ref": "humility comes before honor", "text": "This means that a person must first learn humility before Yahweh will honor him."}]}]