[{"id": "01", "tn": [{"ref": "lay it on your heart", "text": "This refers to considering something to be very important. AT: \"consider it to be very important\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "give honor to my name", "text": "Honor is spoken of as if it were an object that can be given to someone. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my name", "text": "Here this expression refers to God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will send a curse on you", "text": "A curse is spoken of as if it were an object that could be sent upon someone. AT: \"I will curse you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you are not laying my command on your heart", "text": "This refers to considering God's command to be very important. AT: \"you are not considering my command to be very important\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "and I will spread dung on your faces", "text": "Here \"dung on your faces\" stands for disgrace. AT: \"I will most certainly put you in deep disgrace; it will be as bad as if I had spread dung on your faces\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the dung from your festivals", "text": "Here \"festivals\" stands for the animals that the priests offered in sacrifice at the Israelite festivals. (See: [[:en:ta:vol2:translate:figs_metonymy]]) \"The dung\" probably refers both to the dung that was produced by the animals just before they were slaughtered for sacrifice, and to the dung that was found inside the animals when their bodies were cut apart before being sacrificed. Temple workers had to transport this dung to a place outside of the temple, and probably outside of Jerusalem."}, {"ref": "and he will take you away with it", "text": "This difficult expression can be translated as \"and God will take you away with it,\" that is, with the dung. This expression continues the same metaphor of slaughtering animals for sacrifice, and it can be put in active form. AT: \"and they will throw you on the dung pile; God will make sure that they take you away when they remove all the dung\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will take you away with it", "text": "Possible meanings of this expression are 1) God will punish the unfaithful priests by killing them and causing their bodies to be carried away on the piles of animal dung, or 2) God will punish the unfaithful priests in such a horrible way that it will be as if their bodies had been carried away with the animal dung. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Levi", "text": "Yahweh speaks of Levi as though he was the same as his descendants, the tribe of Levi. AT: \"so that my covenant may be with you, the descendants of Levi\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh speaks of the tribe of Levi as though they are one person. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "My covenant with him was life and peace", "text": "Here the intended results of the covenant are spoken of as if they were the covenant itself. AT: \"The purpose of my covenant with Levi was for the priests to live in prosperity and peace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fear, and he feared me", "text": "This expression continues the same metaphor, but leaves out an idea that is implied in the text. This can begin a new sentence. AT: \"My covenant with him was also fear, and he feared me\" or \"In my covenant with him, I required him to fear me, and he did fear me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in awe of my name", "text": "Here \"my name\" stands for God himself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nothing false was found", "text": "Here finding something stands for that thing existing. AT: \"there was no falsehood\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "on his lips", "text": "Here \"lips\" stands for a person's ability to speak. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He walked with me", "text": "Here walking stands for living, conducting one's life in a certain way. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in peace and uprightness", "text": "Here the idea of location stands for the manner in which Levi lived. AT: \"peacefully and uprightly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he turned many away from sin", "text": "Here persuading people to stop sinning is spoken of as if it were turning them away from sin. AT: \"he persuaded many people to stop sinning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For a priest's lips should keep knowledge", "text": "Here knowledge is spoken of as if it were an object that a priest could keep. In this passage, the idea of \"keep knowledge\" implies communicating true knowledge about God.  (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lips", "text": "Here \"lips\" stands for a person's ability to speak. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seek instruction", "text": "\"want to be instructed\""}, {"ref": "seek instruction", "text": "Here instruction is spoken of as if it were an object that people could look for. AT: \"want a priest to teach them truly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "from his mouth", "text": "Here \"mouth\" stands for what a person says. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "you have turned away from the true path", "text": "The right way to behave is spoken of as if it were the right path to follow, and abandoning right conduct is spoken of as if it were turning away from that path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have caused many to stumble", "text": "Disobeying God is spoken of as if it were stumbling. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have caused many to stumble with respect to the law", "text": "The expression \"with respect to the law\" gives the context for the \"stumbling.\" AT: \"You have caused many to disobey the law\""}, {"ref": "before all the people", "text": "This spatial idea stands for the people's awareness of the priests' evil behavior. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "kept my ways", "text": "Here \"ways\" stands for \"desires\" and \"behavior.\" These ways are spoken of as if they were things that could be kept by people. AT: \"followed my desires in how you should live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shown partiality with regard to the instruction", "text": "\"set easy standards of behavior for people you like and difficult standards of behavior for people you do not like\""}, {"ref": "shown partiality", "text": "Here the habit of favoring some people more than others is spoken of as if it were a thing that could be shown to others. AT: \"made people aware that you favor some people more than others (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Here the prophet Malachi begins to speak to his fellow Israelites."}, {"ref": "Is there not one father for us all? Has not one God created us?", "text": "Malachi asks these questions in order to remind his fellow Israelites about what they already know. AT: \"You know that we all have one father, that our God has created a nation out of us.\" or \"You all know that God is the father of all us Israelites, because he is the one who made our nation.\" (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Has not one God created us?", "text": "This question is meant to express a statement. AT: \"Certainly it is the same God who has created us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "created us", "text": "This probably refers to God forming the Hebrews into a nation."}, {"ref": "Why are we faithless each man against his brother, profaning the covenant of our fathers?", "text": "Malachi asks this question in order to rebuke his fellow Israelites. This question may be expressed as a statement. AT: \"We should certainly not mistreat our brothers and disrespect God's covenant by disobeying his commands, as you have been doing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Judah has been faithless", "text": "Here \"Judah\" stands for the people in the region of Judah, and the fact that they have been faithless to Yahweh is spoken of as if they were one man named \"Judah.\" AT: \"The people of Judah have been faithless\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "A disgusting thing has been committed in Israel and in Jerusalem", "text": "This can be expressed in active form. AT: \"People have done disgusting things in Israel and in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For Judah has profaned the holy place of Yahweh", "text": "Here \"Judah\" refers again to the people of Israel. AT: \"For the people of Judah have profaned the holy place of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has married the daughter of a foreign god", "text": "The people of Judah are again referred to as if they were one man named \"Judah.\" AT: \"have married women from other nations, women who worship idols\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May Yahweh cut off from the tents of Jacob the man who", "text": "Destroying something is often spoken of as it were cutting it off from something else. AT: \"May Yahweh destroy anyone in the tents of Jacob who\" or \"May Yahweh kill anyone in the community of Israel who\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the tents of Jacob", "text": "Here \"tents of Jacob\" stands for the community of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jacob", "text": "Here \"Jacob\" stands for all the Israelites, because Jacob was one of the patriarchs from whom the Israelites were descended. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the one who is awake and the one who answers", "text": "This expression seems to mean \"absolutely everyone.\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Malachi continues to speak to his fellow Israelites."}, {"ref": "You cover the altar of Yahweh with tears", "text": "This stands in an exaggerated way for worshipers weeping while they pray to Yahweh for help. This statement is meant to signal disapproval of the worshipers' false worship of Yahweh. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "with weeping and sighing", "text": "The words \"weeping\" and \"sighing\" share similar meanings and intensify the idea of weeping. AT: \"with great weeping\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "does not turn toward the offering", "text": "Here turning toward a gift stands for receiving it and showing favor to the giver. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "does not turn toward the offering", "text": "This implies that those who are weeping at Yahweh's altar have offered sacrifices to him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from your hand", "text": "Here \"hand\" stands for the person giving the offering. AT: \"from you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Why does he not?", "text": "The full thought is \"Why does he not turn toward the offering or accept it with favor from our hand?\" (See [[:en:bible:notes:mal:02:13]]) Some translators may decide to provide this entire thought in their versions. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the wife of your youth", "text": "\"the woman you married when you were young\""}, {"ref": "Yahweh was a witness between you and the wife of your youth", "text": "This statement assumes that this woman is still living. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "a witness between you and the wife of your youth", "text": "Here a witness to an agreement between two people is thought of as standing between them in order to testify about what they agreed to, in case a dispute arises between the two people. This sentence also was meant to remind the people that Yahweh would punish any Israelite who broke the covenant of marriage. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Did he not make them one, with a portion of his spirit?", "text": "This question may be expressed as a statement. AT: \"He certainly made husband and wife one, with a portion of his spirit.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "make them one", "text": "This expression implies making husband and wife one flesh. AT: \"make husband and wife one flesh\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "an offspring from God", "text": "Children who would honor and obey God."}, {"ref": "she was your companion and your wife by covenant", "text": "This statement implies that many of the Israelites had divorced their wives. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "by covenant", "text": "\"by the covenant of marriage that you agreed to\""}, {"ref": "I hate divorce", "text": "Here \"divorce\" stands for the act of divorce, when a man sends away his wife, so as to end his marriage to her. AT: \"I hate it when a man divorces his wife\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the one who covers his garment with violence", "text": "This phrase probably means any man who is violent toward his wife. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So guard yourselves in your spirit and do not be faithless", "text": "\"So be careful to be loyal to your wife\""}]}, {"id": "17", "tn": [{"ref": "You have wearied Yahweh", "text": "Yahweh is spoken of as if human behavior could make him tired, but God cannot grow weary in a physical or emotional sense. This statement probably means that Yahweh has become offended or exasperated. AT: \"You have offended Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How have we wearied him?", "text": "This question is meant to deny that the people have done any wrong. This can be expressed as a statement. AT: \"We have certainly not wearied him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "By saying", "text": "The complete idea here is, \"You have wearied him by saying.\" This is the prophet's answer to the rhetorical question. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the eyes of Yahweh", "text": "Here \"the eyes of Yahweh\" stands for \"the opinion of Yahweh.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Where is the God of justice?", "text": "The priests ask this question in order to claim either that Yahweh does not care whether people do evil or not, or that he never punishes evildoers. AT: \"God certainly does not punish evil people!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the God of justice", "text": "the God who punishes evildoers justly"}]}]