{"01": [{"ref": "General Information:", "text": "This begins the account of Jesus' transfiguration."}, {"ref": "Peter, James, and John his brother", "text": "\"Peter, James, and James's brother John\""}, {"ref": "He was transfigured", "text": "This can be stated in active form. AT: \"God completely changed Jesus' appearance\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "garments", "text": "\"clothing\""}, {"ref": "His face shone like the sun, and his garments became as brilliant as the light", "text": "These are similes that emphasize how bright Jesus' appearance became. (See: [[:en:ta:vol1:translate:figs_simile]])"}], "03": [{"ref": "Behold", "text": "This word alerts us to pay attention to the surprising information that follows."}, {"ref": "to them", "text": "This refers to Peter, James, and John."}, {"ref": "with him", "text": "\"with Jesus\""}, {"ref": "answered and said", "text": "\"said.\" Peter is not responding to a question."}, {"ref": "it is good for us to be here", "text": "It is not clear whether \"us\" refers only to Peter, James, and John, or if it refers to everyone there, including Jesus, Elijah, and Moses. If possible, translate so that both options are possible. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "shelters", "text": "Possible meanings are 1) places for people to come for worship or 2) temporary places for people to sleep."}], "05": [{"ref": "behold", "text": "This alerts the reader to pay attention to the surprising information that follows."}, {"ref": "overshadowed them", "text": "\"came over them\" (UDB)"}, {"ref": "there was a voice out of the cloud", "text": "Here \"voice\" refers to God speaking. AT: \"God spoke to them from out of the cloud\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the disciples heard it", "text": "\"the disciples heard God speak\""}, {"ref": "they fell on their face", "text": "\"they fell to the ground\""}], "09": [{"ref": "Connecting Statement:", "text": "The following events happen immediately after the three disciples witness Jesus' transfiguration."}, {"ref": "As they", "text": "\"As Jesus and the disciples\""}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Why then do the scribes say that Elijah must come first?", "text": "The disciples are referring to the belief that Elijah will come back to life and return to the people of Israel before the Messiah comes. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "11": [{"ref": "restore all things", "text": "\"put things in order\" or \"get the people ready to receive the Messiah\""}, {"ref": "But I tell you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "they ... their", "text": "All occurrences of these words may mean either 1) the Jewish leaders or 2) all the Jewish people."}, {"ref": "the Son of Man will also suffer at their hands", "text": "Here \"hands\" refers to power. AT: \"they will make the Son of Man suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Son of Man", "text": "Jesus is referring to himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}], "14": [{"ref": "Connecting Statement:", "text": "This begins an account of Jesus healing a boy who had an evil spirit. These events happen immediately after Jesus and his disciples descend from the mountain."}, {"ref": "have mercy on my son", "text": "It is implied that the man wants Jesus to heal his son. AT: \"have mercy on my son and heal him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is epileptic", "text": "This means he sometimes becomes unconscious and moves uncontrollably."}], "17": [{"ref": "Unbelieving and corrupt generation, how", "text": "\"This generation does not believe in God and does not know what is right or wrong. How\""}, {"ref": "how long will I have to stay with you? How long must I bear with you?", "text": "These questions show Jesus is unhappy with the people. AT: \"I am tired of being with you! I am tired of your unbelief and corruption!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the boy was healed", "text": "This can be stated in active form. AT: \"the boy became well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from that hour", "text": "This is an idiom. AT: \"immediately\" or \"at that moment\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "19": [{"ref": "we", "text": "Here \"we\" refers to the speakers but not the hearers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Why could we not cast it out?", "text": "\"Why could we not make the demon come out of the boy?\""}, {"ref": "For I truly say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "if you have faith even as small as a grain of mustard seed", "text": "Jesus compares the size of a mustard seed to the amount of faith needed to do a miracle. A mustard seed is very small, but it grows into a large plant. Jesus means it only takes a small amount of faith to do a great miracle. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "nothing will be impossible for you", "text": "This can be stated in a positive form. AT: \"you will be able to do anything\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}], "22": [{"ref": "Connecting Statement:", "text": "Here the scene shifts momentarily, and Jesus foretells his death and resurrection a second time."}, {"ref": "they stayed", "text": "\"Jesus and his disciples stayed\""}, {"ref": "The Son of Man will be delivered", "text": "This can be stated in active form. AT: \"Someone will deliver the Son of Man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The Son of Man ... him ... he", "text": "Jesus is referring to himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "delivered", "text": "\"given\""}, {"ref": "into the hands of people", "text": "Here \"hands\" refers to power or control. AT: \"to the control of the people\" or \"to the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "third day", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "he will be raised up", "text": "This can be stated in active form. AT:\"God will raise him up\" or \"he will come back to life again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "24": [{"ref": "Connecting Statement:", "text": "Here the scene shifts again to a later time when Jesus teaches Peter about paying the temple tax."}, {"ref": "When they", "text": "\"When Jesus and his disciples\""}, {"ref": "the half-shekel tax", "text": "shekel tax** - This was a tax that Jewish men paid to support the temple in Jerusalem. AT: \"the temple tax\" (See: [[:en:ta:vol2:translate:translate_fraction]] and [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the house", "text": "\"the place where Jesus was staying\""}, {"ref": "What do you think, Simon? The kings on earth, from whom do they receive tax or tribute? From their subjects or from foreigners?", "text": "Jesus asks these questions to teach Simon, not to gain information for himself. AT: \"Listen, Simon. We know that when kings collect taxes, they collect it from foreigners rather than their own citizens\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "kings on earth", "text": "This refers to leaders in general."}, {"ref": "subjects", "text": "people under a ruler or king"}], "26": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach Peter about paying the temple tax."}, {"ref": "General Information:", "text": "This is the end of the part of the story that began in [[:en:bible:notes:mat:13:54|13:54]], where the writer tells of continued opposition to Jesus' ministry and teaching about the kingdom of heaven."}, {"ref": "When Peter said, \"From foreigners\"", "text": "If you translated Jesus' questions as statements in [[:en:bible:notes:mat:17:24|17:25]], you may need to give an alternate response here. AT: When Peter said, \"Yes, that is correct. Kings collect taxes from foreigners\" You could also state it as an indirect quotation. AT: \"After Peter agreed with Jesus\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "From foreigners", "text": "In modern times, leaders usually tax their own citizens. But, in ancient times, the leaders often taxed the people they had conquered rather than their own citizens."}, {"ref": "subjects", "text": "people under a ruler or king"}, {"ref": "But so that we do not cause the tax collectors to sin, go", "text": "\"But we do not want to make the tax collectors angry. So, go.\""}, {"ref": "throw in a hook", "text": "Fishermen tied hooks to the end of a line, then threw it in the water to catch fish. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "its mouth", "text": "\"the fish's mouth\""}, {"ref": "a shekel", "text": "a silver coin worth four days' wages (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "Take it", "text": "\"Take the shekel\""}, {"ref": "for me and you", "text": "Here \"you\" is singular and refers to Peter. Each man had to pay a half shekel tax. So one shekel would be enough for Jesus and Peter to pay their taxes. (See: [[:en:ta:vol1:translate:figs_you]])"}]}