[{"id": "01", "tn": [{"ref": "General Information:", "text": "The writer speaks as a father teaching his children."}, {"ref": "pay attention", "text": "\"listen carefully\""}, {"ref": "you will know what understanding is", "text": "\"you will know how to understand\" or \"you will gain understanding\""}, {"ref": "I am giving you good instructions", "text": "\"What I am teaching you is good\""}]}, {"id": "03", "tn": [{"ref": "When I was a son of my father", "text": "This refers to the time when the writer was a child still living under his father's care. AT: \"When I was still a boy learning from my father\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the tender and only child", "text": "Here the word \"tender\" refers to a young age at which the child is still weak. It forms a hendiadys with the word \"only.\" AT: \"the tender only child\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "Let your heart hold fast to my words", "text": "Here the word \"heart\" represents the person's mind. The writer speaks of remembering words as if the heart were holding on tightly to them. AT: \"Always remember what I am teaching you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The father continues to teach his children what his father taught him."}, {"ref": "Acquire wisdom", "text": "\"Work hard to gain for yourself wisdom\" or \"Get wisdom\""}, {"ref": "do not forget", "text": "\"remember\""}, {"ref": "do not reject", "text": "\"accept\""}, {"ref": "the words of my mouth", "text": "Here the word \"mouth\" represents the person who speaks. AT: \"what I am saying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "do not abandon wisdom and she will watch over you; love her and she will keep you safe", "text": "The writer speaks of wisdom as if it were a woman who protects the person who is faithful to her. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not abandon wisdom", "text": "This can be stated in positive form. AT: \"hold tightly to wisdom\" or \"be faithful to wisdom\""}, {"ref": "love her", "text": "\"love wisdom\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The father finishes teaching his children what his father taught him."}, {"ref": "spend all you own so you can get understanding", "text": "\"value understanding more than all you own\""}, {"ref": "Cherish wisdom and she will exalt you", "text": "The writer speaks of wisdom as if it were a woman and of wisdom giving great honor to a person as if wisdom lifted that person to a high position. AT: \"If you cherish wisdom, she will give you great honor\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Cherish", "text": "to feel or show great love for someone or something"}, {"ref": "she will honor you when you embrace her", "text": "The writer speaks of wisdom as if it were a woman and of a person valuing wisdom as if the person placed his arms around her. AT: \"if you love wisdom greatly, wisdom will cause people to honor you\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She will put a wreath of honor on your head", "text": "The writer speaks of the honor that a person will have from gaining wisdom as if wisdom placed a wreath upon that person's head. AT: \"Wisdom will be like a wreath on your head that shows your great honor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wreath", "text": "a woven circle made of leaves or flowers"}, {"ref": "she will give you a beautiful crown", "text": "The writer speaks of the honor that a person will have from gaining wisdom as if wisdom placed a crown upon that person's head. AT: \"wisdom will be like a beautiful crown on your head\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "and pay attention to my words", "text": "\"listen carefully to what I teach you\""}, {"ref": "you will have many years in your life", "text": "\"you will live many years\""}, {"ref": "I direct you in the way of wisdom; I lead you down straight paths", "text": "The writer speaks of teaching his son to live wisely as if he were leading his son along the paths where one may find wisdom. AT: \"I am teaching you how to live wisely; I am explaining the right way to live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When you walk, no one will stand in your way and if you run, you will not stumble", "text": "These two lines share similar meanings. The writer speaks of the decisions and actions that a person makes as if that person were walking or running along a path and of the person being successful as if the path were free of obstacles that might make the person stumble. AT: \"When you plan something, you will succeed in doing it\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "13", "tn": [{"ref": "Hold on to instruction, do not let it go", "text": "The writer speaks of a person remembering what he has learned as if \"instruction\" were an object that the person can hold tightly. AT: \"Continue to obey what I have taught you and never forget it\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for it is your life", "text": "The writer speaks of discipline preserving a person's life as if it were that person's life. AT: \"for it will preserve your life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do not follow the path of the wicked and do not go along the way of those who do evil", "text": "The writer speaks of a person's actions as if that person were walking along a path. AT: \"Do not do what wicked people do and do not join in the actions of people who do evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Avoid it", "text": "\"Avoid the path of the wicked\""}]}, {"id": "16", "tn": [{"ref": "they cannot sleep until they do evil", "text": "The writer uses an exaggeration to express wicked people's desire to commit evil actions. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "they are robbed of sleep", "text": "The writer speaks of people being unable to sleep as if sleep were an object that someone stole from them. AT: \"they are unable to sleep\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until they cause someone to stumble", "text": "The writer speaks of causing harm to another person as if it were causing that person to stumble. AT: \"until they harm someone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they eat the bread of wickedness and drink the wine of violence", "text": "Possible meanings are 1) this is a metaphor in which the writer speaks of these people constantly committing wickedness and violence as if they ate and drank them like one would drink bread and wine. AT: \"wickedness is like the bread that they eat and violence is like the wine that they drink\" or 2) these people get their food and drink by committing wickedness and violence. AT: \"they eat bread that they obtain by doing wicked things and drink wine that they obtain through violence\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "the path of righteous people ... The way of the wicked", "text": "The writer speaks of the actions and lifestyles of righteous people and wicked people as if they were a \"path\" or \"way\" upon which they walk. AT: \"the lifestyle of righteous people ... The lifestyle of the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the path of righteous people is like the first light that grows brighter", "text": "The writer compares the path of righteous people to the sunrise, meaning that they are safe because they have light to see where they are walking. AT: \"righteous people walk along their path safely because the morning sun shines on it and grows brighter\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the first light", "text": "This refers to the dawn or sunrise."}, {"ref": "until the fullness of the day comes", "text": "This refers to the time of day at which the sun shines the brightest. AT: \"until the sun shines most brightly\" or \"until full daylight\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The way of the wicked is like darkness", "text": "The writer compares the way of wicked people to darkness, meaning that they are always in danger because they have no light to see where they are walking. AT: \"Wicked people walk dangerously along their path because they have no light to be able to see\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they do not know what it is they stumble over", "text": "The writer speaks of experiencing harm as if it were stumbling over an object in the path along which the person walks. AT: \"they do not know why they experience harm and misfortune\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "pay attention", "text": "\"listen carefully\""}, {"ref": "incline your ear to my sayings", "text": "Here the word \"ear\" represents the person who is listening. The writer speaks of listening attentively to someone as if it were leaning forward so that the ear is closer to the one speaking. The word \"sayings\" can be translated as a verb. AT: \"listen attentively to the things that I am saying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Do not let them turn away from your eyes", "text": "The writer speaks of always thinking about something as if it were keeping it where one can see it. AT: \"Do not stop thinking about them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "keep them in your heart", "text": "The writer speaks of remembering something as if it were keeping it within one's heart. AT: \"always remember them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "my words are life", "text": "The writer speaks of his words preserving a person's life as if they were that person's life. AT: \"my words give life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to those who find them", "text": "The writer speaks of fully understanding his words as if the person searches for them and finds them. AT: \"to those who understand and practice them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "health to their whole body", "text": "The word \"their\" refers to \"those who find them.\" The subject for this phrase can be supplied from the previous phrase. AT: \"my words will give health to the whole body of those who find them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Keep your heart safe and guard it", "text": "Here the word \"heart\" represents a person's mind and thoughts. AT: \"Keep your mind safe and guard your thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with all diligence", "text": "with constant and earnest effort"}, {"ref": "from it flow the springs of life", "text": "The word \"it\" refers to the heart, which is a metonym for the mind and thoughts. The writer speaks of a person's life as if it were a flowing spring that originates from the heart. AT: \"from your thoughts comes everything you say and do\" or \"your thoughts determine your course of life\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "Put crooked speech away from you and put corrupt talk far from you", "text": "The writer speaks of lying or deceitful speech as if it were crooked and of a person not using this kind of language as if it were removing it far away from oneself. AT: \"Do not lie and do not speak deceitfully\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let your eyes look straight ahead and fix your gaze straight before you", "text": "Here the word \"eyes\" represents the person who is looking. The writer speaks of a person being committed to doing the right thing as if that person were constantly looking forward without turning his head to look in another direction. AT: \"Always look straight ahead and fix your gaze straight before you\" (See [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "Make a level path for your foot", "text": "Here the word \"foot\" represents the person who is walking. The writer speaks of a person's actions as if he were walking along a path, and of planning those actions carefully as if it were making that path level. AT: \"Make a level path to walk on\" or \"Prepare well what you want to do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a level path", "text": "\"a smooth path\" or \"an even path\""}, {"ref": "then all your ways will be secure", "text": "The writer speaks of a person's actions as if the person were walking along a path and of those actions being successful as if the path were safe and secure. AT: \"then everything that you do will be right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not turn aside to the right or to the left", "text": "The directions \"right\" and \"left\" form a merism, meaning that the person is not to leave the level path in any direction. AT: \"Walk straight ahead and do not leave the level path\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "turn your foot away from evil", "text": "Here the word \"foot\" represents the person who walks. The writer speaks of not committing evil actions as if the person were walking away from evil. AT: \"turn away from evil\" or \"stay away from evil\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]