[{"id": "01", "tn": [{"ref": "For Zion's sake I will not be silent, and for Jerusalem's sake I will not be quiet", "text": "Both of these statements mean the same thing. Here \"Zion\" and \"Jerusalem\" both represent the people who live in Jerusalem. AT: \"For the sake of the people of Jerusalem I will not be silent\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not be silent", "text": "It is most likely that \"I\" refers to Isaiah."}, {"ref": "until her righteousness proceeds brightly, and her salvation as a burning torch", "text": "Both clauses reassure the people that God will eventually come and save the people of Israel and that it will be as apparent as light is. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "03", "tn": [{"ref": "You will also be a crown of beauty in the hand of Yahweh, and a turban of kingship in the hand of your God", "text": "These mean the same thing and are combined for emphasis. They say that Jerusalem will become a royal city under the power and authority (\"the hand\") of God. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It will no more ... will it be said, \"Desolate.\"", "text": "These mean the same thing are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "It will no more be said of you", "text": "This can be stated in active form. AT: \"People will no longer say about you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nor of your land any longer will it be said", "text": "This can be stated in active form. AT: \"nor will people any longer say about your land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and your land will be married", "text": "This means Yahweh will love the people of Israel and will always be with them as is a husband. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "as a young man marries a young woman, so your sons will marry you", "text": "Here \"sons\" refers to the people of Israel and \"you\" refers to Judah, the land of Israel. This means the people will take possession of the land as a man takes possession of his young wife. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as a bridegroom rejoices over his bride, your God will rejoice over you", "text": "This emphasizes God's happiness about his relationship with his people. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "06", "tn": [{"ref": "I have put", "text": "Here \"I\" may refer to Isaiah or to Yahweh."}, {"ref": "watchmen on your walls", "text": "This refers to prophets, officials, or possibly angels, who are constantly praying for the people of Jerusalem like watchmen who constantly guard the city. See how you translated \"watchmen\" in [[:en:bible:notes:isa:52:07|52:8]] and [[:en:bible:notes:isa:56:09|56:10]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are not silent day or night", "text": "This means they are continually pleading to Yahweh or calling to each other. AT: \"they are earnestly praying to Yahweh throughout the entire day\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Do not allow him to rest", "text": "Here \"him\" refers to Yahweh."}]}, {"id": "08", "tn": [{"ref": "by his right hand and by the arm of his strength", "text": "The right hand and arm represent power and authority. AT: \"by his power and authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Surely I will no longer give your grain as food for your enemies", "text": "This means Yahweh will not let enemies conquer the people of Israel and take their grain anymore. Perhaps enemies took the grain in the past as a tax or to feed their own armies."}, {"ref": "I will no longer give your grain as food for your enemies ... Foreigners will not drink your new wine", "text": "These statements are set together for emphasis and completion. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "those who harvest the grain ... those who pick the grapes", "text": "These statements are set together for emphasis and completion. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "10", "tn": [{"ref": "Come through, come through the gates", "text": "The phrase \"come through\" is repeated to show urgency."}, {"ref": "Build it, build the highway", "text": "The word \"build\" is repeated to emphasize that Yahweh urgently wants the road prepared. The \"highway\" represents the way the people can return. This is similar to [[:en:bible:notes:isa:40:03|40:3]] and [[:en:bible:notes:isa:57:14|57:14]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Gather out the stones", "text": "\"Take the stones out of the road to make it smooth.\" Stones represent all the obstacles to quick travel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Raise up a signal flag for the nations", "text": "A signal flag represents something to draw the attention of others. This means Yahweh is calling the people of the other nations to take notice of the land of Israel and to see what Yahweh has accomplished as he said he would. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Look", "text": "\"Take notice!\""}, {"ref": "the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. This phrase also forms a merism and refers to everywhere in between the ends. See how you translated this in [[:en:bible:notes:isa:40:27|40:28]]. AT \"the farthest places of the earth\" or \"the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the daughter of Zion", "text": "\"Daughter\" represents the people of Jerusalem (Zion). See how you translated this in [[:en:bible:notes:isa:01:07|1:8]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "See, his reward is with him, and his recompense is going before him", "text": "These clauses represent the same idea for emphasis. See how you translated a similar phrase in [[:en:bible:notes:isa:40:09|40:10]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you will be called", "text": "This can be stated actively, \"they will call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]