[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Praise the name of Yahweh", "text": "Yahweh's name represents him. \"Praise Yahweh\" or \"Praise him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stand in Yahweh's house", "text": "This represents serving Yahweh in his temple.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh ... our God", "text": "Make sure that people can understand that the phrase \"our God\" refers to Yahweh."}]}, {"id": "003", "tn": [{"ref": "for it is pleasant to do so", "text": "\"because we get pleasure from praising his name\""}, {"ref": "Yahweh has chosen Jacob", "text": "\"Jacob\" here refers to his descendants, the people of Israel. AT: \"Yahweh has chosen Jacob's descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Israel as his possession", "text": "The beginning of the sentence can be stated clearly. AT: \"he has chosen Israel to be his possession\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "005", "tn": [{"ref": "that our Lord is above all gods", "text": "\"I know that our Lord is above all gods.\" Being greater than something is spoken of as being above it. AT: \"that our Lord is greater than all gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "bringing the wind out of his storehouse", "text": "A storehouse is a place where things are kept for future use. This imagery shows God's power to control the wind. AT: \"causing the wind to blow by his power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "008", "tn": [{"ref": "signs and wonders", "text": "These two words mean basically the same thing and refer to the miraculous troubles that God had caused in Egypt. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "into your midst, Egypt", "text": "The psalmist speaks as if the people of Egypt were listening to him. AT: \"among you people of Egypt\" or \"among the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "against Pharaoh", "text": "\"to punish Pharaoh\""}]}, {"id": "010", "tn": [{"ref": "Sihon ... Og", "text": "These are the names of two men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "012", "tn": [{"ref": "He gave us their land as an inheritance", "text": "God's gift of the land to the Israelites is spoken of as if it were inheritance from father to son. AT: \"He gave us their land to have forever\" or \"He gave us their land to be ours forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your name", "text": "His name here represents his fame or reputation. AT: \"Your fame\" or \"Your reputation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "015", "tn": [{"ref": "Those who make them are like them", "text": "Being ignorant and powerless is spoken of as being like idols, which cannot speak, see, hear, or breathe. AT: \"Those who make them are stupid and powerless like their idols\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as is everyone who trusts in them", "text": "\"and so are those who trust in the idols\""}]}, {"id": "019", "tn": [{"ref": "he who lives in Jerusalem", "text": "God is spoken of as if he lived in Jerusalem because the temple where the Israelites worshiped him was there. AT: \"he whose temple is in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]