[{"id": "01", "tn": [{"ref": "General Information:", "text": "Verses 2-33 are poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "to teach wisdom and instruction", "text": "This can be reworded so that the abstract nouns \"wisdom\" and \"instruction\" can be stated as adjectives or verbs. AT: \"to teach you how to be wise and to instruct you about how to live moral lives\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to teach words of insight", "text": "Here \"words\" represents a message or teaching. AT: \"to help you understand wise teachings\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that you may receive", "text": "Here \"you\" refers to the readers. If it is more natural in your language you can state it as an inclusive \"we.\" AT: \"that we may receive\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "may receive instruction in order to live", "text": "This can be reworded so that the abstract noun \"instruction\" is stated as a verb. AT: \"may be instructed how to live\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "are also to give wisdom to the naive", "text": "This can be reworded so that the abstract noun \"wisdom\" can be stated as the adjective \"wise.\" This can also be stated in active form. AT: \"also teach to those who are naive how to be wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "naive", "text": "\"inexperienced, immature\""}, {"ref": "to give knowledge and discretion to young people", "text": "The abstract nouns \"knowledge\" and \"discretion\" can be stated as verbs. AT: \"and to teach to young people what they need to know and how to discern the right thing to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "discretion", "text": "knowing what should be done in a particular situation"}, {"ref": "Let wise people listen and increase their learning", "text": "\"Let those who are wise pay attention and learn even more\""}, {"ref": "let discerning people get guidance", "text": "\"let people who have understanding learn from these proverbs how to make good decisions\""}, {"ref": "riddles", "text": "sayings that one can understand only after thinking about them"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "A father teaches his child."}, {"ref": "The fear of Yahweh is the beginning of knowledge", "text": "The abstract nouns \"fear,\" \"beginning,\" and \"knowledge\" can be stated as verbs. AT: \"You must first fear Yahweh in order to begin to know what is wise\" or \"You must first honor and respect Yahweh in order to learn what is wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "fools despise wisdom and instruction", "text": "\"those who do not value what is wise and instructive are fools\""}, {"ref": "do not lay aside", "text": "This is an idiom that means \"do not ignore\" or \"do not reject\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they will be a graceful wreath for your head and pendants hanging from your neck", "text": "The rules and instructions that parents teach their children are so valuable and important that they are spoken of as if they were a beautiful wreath or pendant that a person wears. AT: \"they will make you wise just as wearing a wreath on your head or a pendant around your neck makes you beautiful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wreath", "text": "an woven circle made of leaves or flowers"}, {"ref": "pendants", "text": "jewelry that is worn around the neck"}]}, {"id": "10", "tn": [{"ref": "try to entice you into their sin", "text": "\"try to persuade you to sin as they do\""}, {"ref": "refuse to follow them", "text": "\"refuse them\" or \"do not listen to them\""}, {"ref": "If they say", "text": "Here the speaker gives an example of what sinners may try to entice someone to do. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "lie in wait", "text": "\"hide and wait for the right time\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Verses 12-14 end the imagined statement of the sinners who are trying to entice others to sin."}, {"ref": "Let us swallow them up alive, like Sheol takes away those who are healthy", "text": "The sinners speak of murdering innocent people as if they were Sheol and they would take a living and healthy person down to the place where dead people go. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us swallow ... like Sheol takes away", "text": "This speaks of the grave as if it were a person that swallows humans and takes them down to the place of the dead. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "like Sheol takes away those who are healthy", "text": "The wicked expect to destroy their victims in the same way Sheol, the place of the dead, takes away even healthy people."}, {"ref": "make them like those who fall into the pit", "text": "Possible meanings are 1) this refers to travelers who fall into a deep hole where no one will ever find them or 2) here \"pit\" is another word that means Sheol or the place where dead people go."}, {"ref": "Throw in your lot with us", "text": "This is an idiom. AT: \"Join us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "we will all have one purse together", "text": "Here \"purse\" represents everything that they steal. AT: \"we will equally share everything that we steal\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "purse", "text": "a bag for carrying money"}]}, {"id": "15", "tn": [{"ref": "do not walk down that road with them; do not let your foot touch where they walk", "text": "To avoid behaving the same way as the sinners do is spoken of as if the son were to avoid walking on or even touching the roads that sinners walk on. AT: \"do not go with the sinners or do what they do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their feet run to evil", "text": "The sinners having an eager interest in doing evil things is spoken of as if they were running to evil. AT: \"they are eager to do wicked things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their feet run", "text": "Here \"feet\" represents the whole person. AT: \"they run\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to shed blood", "text": "Here \"blood\" represents a person's life. To \"shed blood\" means to murder someone. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For it is useless to spread ... is watching", "text": "This begins a comparison that ends in 1:18. It compares the wisdom of birds who avoid traps that they see to the foolishness of sinners who get caught in traps they make for themselves."}]}, {"id": "18", "tn": [{"ref": "These men lie in wait to kill themselves—they set a trap for themselves", "text": "This finishes the comparison started in [[:en:bible:notes:pro:01:15|1:17]]. The men destroying themselves by doing sinful things is spoken of as if they set a trap and kill themselves. AT: \"But these men are more foolish than the birds. They kill themselves with their own traps\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So are the ways of everyone", "text": "A person's fate or destiny is spoken of as if it were a road a person walks on. AT: \"This is what happens to everyone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "unjust gain takes away the lives of those who hold on to it", "text": "A person destroying themselves by trying to gain wealth through violence, theft, and deceit is spoken of as if the unjust gains will kill those who take it. AT: \"it is like the unjust gains will destroy those who hold on to it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "In 1:20-1:33 Wisdom is spoken of as if it were a woman speaking to the people. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Wisdom cries aloud", "text": "If your language does not allow you to treat wisdom as a woman shouting to the people in the city, you might try something like \"Grandmother Wisdom cries aloud\" or \"Honored Miss Wisdom cries aloud\" or \"Wisdom is like a woman who cries aloud\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "raises her voice", "text": "This is an idiom. AT: \"speaks with a loud voice\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the open places", "text": "This means places where there would be a lot of people. AT: \"in the markets\" or \"in the town squares\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "at the head of the noisy streets", "text": "Possible meanings are 1) \"head\" refers to the place where busy streets intersect or 2) \"head\" refers to the top of a wall where people on noisy streets could see and hear wisdom speaking."}, {"ref": "How long, you naive people, will you love being naive?", "text": "Wisdom uses this question to rebuke those who are not wise. AT: \"You who are naive must stop loving being naive.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "naive", "text": "\"inexperienced, immature\""}, {"ref": "How long, you mockers, will you delight in mockery, and how long, you fools, will you hate knowledge?", "text": "Wisdom uses this question to rebuke the mockers and the fools. AT: \"You who mock must stop delighting in mockery, and you fools must stop hating knowledge.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Wisdom continues to speak. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Pay attention", "text": "\"Listen carefully\""}, {"ref": "I will pour out my thoughts to you", "text": "Wisdom telling the people everything she thinks about them is spoken of as if her thoughts were a liquid that she would pour out. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make my words known to you", "text": "Here \"words\" represents thoughts. AT: \"I will tell you what I think\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I reached out with my hand", "text": "This phrase is an idiom that means to beckon someone or to invite a person to come. AT: \"I invited you to come to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Wisdom continues to speak, describing what happens to those who ignore her."}, {"ref": "I will laugh", "text": "This can be stated with the word \"therefore\" to show that the woman wisdom laughs at them because they ignored her. AT: \"Therefore I will laugh\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "at your calamity", "text": "\"when bad things happen to you\""}, {"ref": "when the terror comes", "text": "The abstract noun \"terror\" can be stated as an adjective. AT: \"when you are terrified\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "when your fearful dread comes like a storm ... like a whirlwind ... come upon you", "text": "Terrible things happening to the people is compared to a storm hitting them and causing fear and suffering. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "whirlwind", "text": "a very strong wind storm that causes damage"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Wisdom continues speaking. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Then they will call upon me", "text": "\"Then those who ignored me will cry out to me for help\""}, {"ref": "Because they hate knowledge", "text": "The abstract noun \"knowledge\" can be stated as the verb \"learn.\" AT: \"Because they refused to learn to be wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "did not choose the fear of Yahweh", "text": "The abstract noun \"fear\" can be stated as a verb. AT: \"did not fear Yahweh\" or \"did not honor and respect Yahweh\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "would not follow my instruction", "text": "\"would not accept my instruction\" or \"rejected my advice\""}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Verse 33 ends wisdom's statement that began in [[:en:bible:notes:pro:01:20|1:22]]."}, {"ref": "eat the fruit of their ways", "text": "Here a person's behavior is spoken of as if it were a way or road. Also, a person receiving the results of their behavior is spoken as if the person were eating the fruit of their behavior. AT: \"experience the consequences of their actions\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with the fruit of their schemes they will be filled", "text": "\"they will eat the fruit of their schemes until they are full.\" A person receiving the results of their own evil plans is spoken of as eating the fruit of their schemes. AT: \"they will suffer the consequences of their own evil plans\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "naive", "text": "\"inexperienced, immature\""}, {"ref": "are killed when they turn away", "text": "A person rejecting wisdom is spoken of as if the person physically turns away from wisdom. This can be stated in active form. AT: \"die because they refuse to learn\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the indifference of fools will destroy them", "text": "The abstract noun \"indifference\" can be stated as a verb. AT: \"fools will die because they do not care about what should be done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "indifference", "text": "a lack of interest about something"}]}]