[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision that he saw."}, {"ref": "He said to me", "text": "If your language has to identify the one speaking, it would be best to identify the speaker as the \"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]]). It was not \"the Spirit.\""}, {"ref": "the Spirit", "text": "Other possible meanings are 1) \"a spirit\" or 2) \"a wind.\""}, {"ref": "Son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. AT: \"Mortal person\" or \"Human\""}, {"ref": "to the people of Israel, to rebellious nations", "text": "\"to the Israelites, to rebellious peoples.\" The two phrases refer to the same people. \"to the people of Israel, who are rebellious.\""}, {"ref": "up to this very day", "text": "This means that the people of Israel were continuing to disobey God. \"even now\" or \"even today.\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "God continues to speak to Ezekiel."}, {"ref": "Their descendants", "text": "The descendants of the past generations of Israel who had rebelled against God, referring to the people living in Israel at the time Ezekiel writes."}, {"ref": "stubborn faces and hard hearts", "text": "The words \"stubborn faces\" refers to the way they act on the outside, and the words \"heard hearts\" refers to the way they think and feel. Together they emphasize that the people of Israel would not change how they lived in order to obey God. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "have stubborn faces", "text": "\"have expression on their faces that show that they are stubborn\""}, {"ref": "stubborn", "text": "\"unwilling to change\""}, {"ref": "hard hearts", "text": "Rocks never change and become soft, and these people never change and become sorry when they do evil things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "house", "text": "This is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"people group\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a prophet has been among them", "text": "\"the one whom they have refused to listen to was a prophet\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "God continues to speak to Ezekiel"}, {"ref": "son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. AT: \"Mortal person\" or \"Human\""}, {"ref": "briers and thorns and ... scorpions", "text": "These words describe the people of Israel who will not treat Ezekiel kindly when he tells them what God says. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "briers and thorns", "text": "Briers are bushes with sharp points on the branches. The sharp points on the branches are called thorns."}, {"ref": "scorpions", "text": "A scorpion is an small animal with two front claws, six legs, and a large tail with a poisonous stinger. Its sting is very painful."}, {"ref": "Do not fear their words", "text": "\"Do not be afraid of what they say.\""}, {"ref": "be dismayed by their faces", "text": "The words \"their faces\" are a metonym for the message the people express with their faces. AT: \"lose your desire to serve me because of the way they look at you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "God continues to speak to Ezekiel."}, {"ref": "are most rebellious", "text": "\"are very rebellious\" or \"totally rebel against me\""}, {"ref": "house", "text": "This is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"people group\" Translate as in [[:en:bible:notes:ezk:02:04|2:5]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "a hand was extended out to me", "text": "It was as if 1) a person in the heavens had extended his hand out toward Ezekiel and all Ezekiel could see was from the hand to the elbow or shoulder or 2) the \"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]]) extended his hand."}, {"ref": "a written scroll", "text": "\"a scroll that had writing on it\""}, {"ref": "He spread it out", "text": "The word \"He\" refers to the \"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]])."}, {"ref": "it had been written on both its front and back", "text": "This can be translated in active form. AT: \"someone had written on both its front and its back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "written on it were lamentations, mourning, and woe", "text": "The abstract nouns \"lamentations,\" \"mourning,\" and \"woe\" can be translated as adjectives. AT: \"someone had written on it that these people would lament, be sad the way they would be if someone they loved had died, and have bad things happen to them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]