[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Yahweh, how many are my enemies!", "text": "This exclamation shows that David is afraid of his enemies. AT: \"Oh Yahweh, I have so many enemies!\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "have risen against me", "text": "Fighting against someone is spoken of as rising against him. AT: \"come against me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "003", "tn": [{"ref": "you, Yahweh, are a shield around me", "text": "A shield protects a soldier. David speaks as if God were a shield protecting him. AT: \"you, Yahweh, protect me like a shield\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my glory", "text": "\"you are my glory.\" By calling God his glory, David says that God is the one who gives him glory. Since David has just spoken about his enemies and God being his protector, he probably meant that God gives him glory by giving him victory over his enemies. AT: \"you are the one who gives me glory\" or \"you are the one who gives me victory\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the one who lifts up my head", "text": "\"you are the one who lifts up my head.\" Giving someone courage is spoken of as lifting up his head. AT: \"the one who encourages me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I lift up my voice", "text": "Using one's voice to cry out is spoken as as lifting up his voice. AT: \"I cry out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in ([[:en:bible:notes:psa:003:001]]). (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "005", "tn": [{"ref": "have set themselves against me on every side", "text": "\"have surrounded me to destroy me\""}]}, {"id": "007", "tn": [{"ref": "Rise up", "text": "David speaks of starting to do something as getting up. AT: \"Take action\" or \"Do something\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hit all my enemies ... break the teeth of the wicked", "text": "These phrases say very similar things. The phrases \"my enemies\" and \"the wicked\" refer to the same group of people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For you will hit all my enemies on the jaw", "text": "This was a way of insulting people. David speaks as if Yahweh would come and physically hit his enemies. AT: \"For you will insult all my enemies like someone hitting them on the jaw\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will break the teeth of the wicked", "text": "Animals attack with their teeth. Breaking their teeth takes away their power to attack. David speaks as if Yahweh would come and physically fight against the wicked. AT: \"you will make the wicked unable to harm me like someone breaking the teeth of a ferocious animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Salvation comes from Yahweh", "text": "The abstract noun \"salvation\" can be expressed with the verb \"save.\" AT: \"Yahweh saves his people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]