[{"id": "01", "tn": [{"ref": "the things that were set apart for destruction", "text": "\"the things that God had said they must set apart to him by destroying them\""}, {"ref": "Achan ... Carmi ... Zabdi ... Zerah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Yahweh's anger burned", "text": "\"anger\" and \"burned\" indicates intensity, not that fire is present. AT: \"Yahweh's anger burned like a fire\" or \"Yahweh was very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "all the people", "text": "This refers to the army of Israel."}, {"ref": "they are few in number", "text": "The word \"they\" refers to the people of Ai."}]}, {"id": "04", "tn": [{"ref": "three thousand men went up from the army", "text": "These men were part of the army. AT: \"three thousand men belonging to the army went up\""}, {"ref": "three thousand men ... thirty-six men", "text": "six men** - \"3,000 men ... 36 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "The hearts of the people were afraid ... their courage left them", "text": "These two phrases share similar meanings and are combined to emphasize that the people were extremely afraid. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The hearts of the people were afraid", "text": "The people being afraid is spoken of as if their hearts were afraid. AT: \"The people were very afraid\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The hearts of the people", "text": "The phrase \"the people\" refers to the Israelite soldiers."}, {"ref": "their courage left them", "text": "\"they were no longer courageous\""}]}, {"id": "06", "tn": [{"ref": "tore his garments ... put dust on their heads and lay facedown on the ground in front of the ark of Yahweh", "text": "They did these things to show God how sad and distressed they were. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "To give us into the hands of the Amorites to destroy us?", "text": "Joshua was asking if this is the reason God had brought them across the Jordan. AT: \"Did you do it in order to give us into the hands of the Amorites to destroy us?\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "To give us into the hands of the Amorites to destroy us?", "text": "The hands of the Amorites represents their control and power. Giving the Israelites into their hands to destroy them represents allowing the Amorites to have control of the Israelites and destroy them. AT: \"To allow the Amorites to destroy us? (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If only we made a different decision", "text": "The words \"If only\" show that this is a wish for something that had not happened. AT: \"I wish we had made a different decision\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Joshua expresses frustration to God."}, {"ref": "what can I say, after Israel has turned their backs before their enemies!", "text": "Joshua said this to show how upset he was that he did not even know what to say. AT: \"I do not know what to say. Israel has turned their backs before their enemies.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Israel has turned their backs before their enemies", "text": "Doing this represents running away from their enemies. AT: \"Israel has run away from their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will surround us and make the people of the earth forget our name", "text": "Making people forget the name of the Israelites represents making them forget the Israelites. In this case they would do it by killing the Israelites. AT: \"They will surround us and kill us, and the people of the earth will forget about us\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for your great name", "text": "The phrase \"your great name\" here represents God's reputation and power. AT: \"And so what will you do so that people will know that you are great\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What will you do for your great name?", "text": "Joshua uses this question to warn God that if the Israelites are destroyed, then the other people will think that God is not great. AT: \"Then there will be nothing you can do for your great name.\" or \"Then people will not know that you are great.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh tells Joshua why Israel is cursed."}, {"ref": "Why are you lying there on your face?", "text": "God used this question to rebuke Joshua for lying there on his face. AT: \"Stop lying there with your face in the dirt!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the things that were set apart", "text": "These are the things \"marked for destruction\" from [[:en:bible:notes:jos:06:17|6:18-19]]. AT: \"the cursed things\" or \"those things which God has cursed\""}, {"ref": "They have stolen and then also hidden their sin", "text": "Hiding their sin represents trying to keep others from knowing that they have sinned. AT: \"They have stolen those things, and then they tried to keep people from knowing that they sinned\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cannot stand before their enemies", "text": "Standing before their enemies represents fighting successfully against their enemies. AT: \"cannot fight successfully against their enemies\" or \"cannot defeat their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They turned their backs from their enemies", "text": "Doing this represents running away from their enemies. AT: \"They ran away from their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not be with you any more", "text": "Being with Israel represents helping Israel. AT: \"I will not help you any more\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking to Joshua and tells him what to tell the people."}, {"ref": "the people", "text": "This refers to the people of Israel."}, {"ref": "You cannot stand against your enemies", "text": "Standing before their enemies represents fighting successfully against them. AT: \"You cannot fight successfully against your enemies\" or \"You cannot defeat your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Joshua what he must tell the people."}, {"ref": "you must present yourselves by your tribes", "text": "There were twelve tribes that made up the people of Israel. The phrase \"by  your tribes\" means \"each tribe.\" AT: \"each of your tribes must present themselves to Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The tribe that Yahweh selects will come near by their clans", "text": "The tribe was made up of multiple clans. AT: \"From the tribe that Yahweh selects, each clan will come near\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The tribe that Yahweh selects", "text": "The leaders of Israel would toss lots, and by doing this, they would learn which tribe Yahweh had selected. This can be stated clearly. AT: \"The tribe that Yahweh selects by  lot\" or \"The tribe that Yahweh selects when we toss lots\""}, {"ref": "The clan that Yahweh selects must come near by each household", "text": "The clan was made up of multiple households. AT: \"From the clan that Yahweh selects, each household must come near\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The household that Yahweh selects must come near one by one", "text": "The household was made up of multiple people. AT: \"From the household that Yahweh selects, each person must come near\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the one who is selected", "text": "This can be stated with an active form. AT: \"the one whom Yahweh selects\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he has broken the covenant of Yahweh", "text": "Breaking the covenant represents disobeying it. AT: \"he has disobeyed the covenant of Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Joshua follows Yahweh's command to bring Israel before Yahweh."}, {"ref": "brought Israel near, tribe by tribe", "text": "The phrase \"tribe by tribe\" means each tribe.  AT: \"brought each tribe of Israel near\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the tribe of Judah was selected", "text": "This can be stated in active form. AT: \"Yahweh selected the tribe of Judah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He brought near the clan of the Zerahites person by person", "text": "The phrase \"person by person\" is an idiom meaning each person. The persons in this sentence were the leaders of their households. AT: \"He brought near each person of the clan of the Zerahites\" or \"From the clan of the Zerahites, he brought near each man who was the leader of his household\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the clan of the  Zerahites", "text": "The clan was named after the man named Zerah."}, {"ref": "Zabdi ... Achan ... Carmi ... Zerah", "text": "These are men's names.  Translate them as you did in [[:en:bible:notes:jos:07:01|7:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "19", "tn": [{"ref": "give your confession to him", "text": "\"give your confession\" can be expressed with the verb confess. AT: \"confess to him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Do not hide it from me", "text": "Hiding information represents trying to keep someone from knowing it. AT: \"Do not try to prevent me from knowing what you have done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "two hundred shekels", "text": "This is over two kilograms. (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "fifty shekels", "text": "This is over 500 grams. (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "They are hidden in the ground", "text": "This can be stated in active form. AT: \"I hid them in the ground\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "they looked", "text": "\"the men Joshua had sent looked\""}, {"ref": "poured them out", "text": "Use the word in your language for pouring many small solid things out of a large bag onto the ground."}]}, {"id": "24", "tn": [{"ref": "the Valley of Achor", "text": "The name means \"Valley of Trouble,\" but it is best to translate Achor the way it sounds. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "25", "tn": [{"ref": "Why have you troubled us?", "text": "Joshua uses this question to rebuke Achan. AT: \"You have troubled us\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Then they stoned the rest with stones and burned them with fire.", "text": "Possible meanings are 1) the Israelites burned Achan's family to death and then covered them with stones or 2) the Israelites stoned Achan's family to death and then burned the dead bodies or (3) that Achan and his possessions were stoned and then burned."}, {"ref": "Yahweh turned away his burning anger", "text": "Turning away his anger represents stopping being angry. Burning anger represents strong anger. AT: \"Yahweh stopped being angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until this present day", "text": "It was still called the valley of Achor at the time the author wrote this. AT: \"even today\" or \"even now\""}]}]