[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After Jesus calms the great storm, he heals a man who has many demons, but the local people in Gerasa are not glad about his healing, and they beg Jesus to leave."}, {"ref": "They came", "text": "The word \"They\" refers to Jesus and his disciples."}, {"ref": "the sea", "text": "This refers to the Sea of Galilee."}, {"ref": "Gerasenes", "text": "This name refers to the people who live in Gerasa. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "with an unclean spirit", "text": "This is an idiom meaning that the man is \"controlled\" or \"possessed\" by the unclean spirit. AT: \"controlled by an unclean spirit\" or \"that an unclean spirit possessed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "He had been bound many times", "text": "This can be written in active form. AT: \"People had bound him many times\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his shackles were shattered", "text": "This can be written in active form. AT: \"shattered his shackles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shackles", "text": "\"bonds on his feet\" or \"metal bindings attached to his ankles to confine him\""}, {"ref": "chains", "text": "\"handcuffs\" or \"chains attached to his wrists to confine him\""}, {"ref": "No one had the strength to subdue him", "text": "The man was so strong that no one could subdue him. AT: \"He was so strong that no one was strong enough to subdue him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "subdue him", "text": "\"control him\""}]}, {"id": "05", "tn": [{"ref": "cut himself with sharp stones", "text": "Often times when a person is possessed by a demon, the demon will cause the person to do self-destructive things, such as cutting himself."}, {"ref": "When he saw Jesus from a distance", "text": "When the man first saw Jesus, Jesus would have been getting out of the boat. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bowed down", "text": "This means that he knelt down before Jesus out of reverence and respect, not out of worship."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The UDB uses a verse bridge to combine these two verses in order to write the events in the order that they occurred. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "He cried out", "text": "\"The unclean spirit cried out\""}, {"ref": "What do I have to do with you, Jesus, Son of the Most High God?", "text": "The unclean spirit asks this question out of fear. This can be written as a statement. AT: \"Leave me alone, Jesus, Son of the Most High God! There is no reason for you to interfere with me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jesus ... do not torment me", "text": "Jesus has the power to torment unclean spirits."}, {"ref": "Son of the Most High God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I beg you by God himself", "text": "Here the unclean spirit is swearing by God as he makes a request of Jesus. Consider how this type of request is made in your language. AT: \"I beg you before God\" or \"I swear by God himself and beg you\""}]}, {"id": "09", "tn": [{"ref": "And he asked him", "text": "\"And Jesus asked the unclean spirit\""}, {"ref": "And he answered him, \"My name is Legion, for we are many\"", "text": "One spirit was speaking for many here. He spoke of them as if they were a legion, a Roman army unit of about 6,000 soldiers. AT: \"And the spirit said to him, 'Call us an army, for many of us are inside the man'\" (See: [[: en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "they begged him", "text": "\"the unclean spirits begged Jesus\""}, {"ref": "he allowed them", "text": "It may be helpful to state clearly what Jesus allowed them to do. AT: \"Jesus allowed the unclean spirits to do what they asked for\""}, {"ref": "and they rushed", "text": "\"and the pigs rushed\""}, {"ref": "into the sea, and about two thousand pigs drowned in the sea", "text": "You can make this a separate sentence: \"into the sea. There were about two thousand pigs, and they drowned in the sea\""}, {"ref": "about two thousand pigs", "text": "\"about 2,000 pigs\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "14", "tn": [{"ref": "in the city and in the countryside", "text": "It can be stated clearly that the men gave their report to the people who were in the city and countryside. AT: \"to people in the city and in the countryside\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the Legion", "text": "This was the name of the many demons that were in the man. See how you translated this in [[:en:bible:notes:mrk:05:09|5:9]]."}, {"ref": "in his right mind", "text": "This is an idiom meaning that he is thinking clearly. AT: \"of a normal mind\" or \"thinking clearly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were afraid", "text": "The word \"they\" refers to the group of people who went out to see what had happened."}]}, {"id": "16", "tn": [{"ref": "Those who had seen what happened", "text": "\"The people who had witnessed what had happened\""}]}, {"id": "18", "tn": [{"ref": "the demon-possessed man", "text": "possessed man** - Though the man is no longer demon-possessed, he is still described in this way. AT: \"the man who had been demon-possessed\""}, {"ref": "But he did not allow it", "text": "What Jesus did not allow the man to do can be stated clearly. AT: \"But he did not allow the man to come with them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Decapolis", "text": "This is the name of a region that means Ten Cities. It is located to the southeast of the Sea of Galilee. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "everyone was amazed", "text": "It may be helpful to state why the people were amazed. AT: \"all the people who heard what the man said were amazed\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "After healing the demon-possessed man in region of the Gerasenes, Jesus and his disciples return across the lake to Capernaum where the one of the rulers of the synagogue asks Jesus to heal his daughter."}, {"ref": "the other side", "text": "It may be helpful to add information to this phrase. AT: \"the other side of the sea\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "beside the sea", "text": "\"on the seashore\" or \"on the shore\""}, {"ref": "the sea", "text": "This is the Sea of Galilee."}, {"ref": "Jairus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "So he went with him", "text": "\"So Jesus went with Jairus.\" Jesus' disciples also went with him. AT: \"So Jesus and the disciples went with Jairus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lay your hands", "text": "\"Laying on hands\" refers to a prophet or teacher placing his hand on someone and imparting either healing or a blessing. In this case, Jarius is asking Jesus to heal his daughter."}, {"ref": "that she may be made well and live", "text": "This can be stated in active form. AT: \"and heal her and make her live\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and pressed close around him", "text": "This means they crowded around Jesus and pressed themselves together to be closer to Jesus."}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "While Jesus is on his way to heal the man's little 12-year-old girl, a woman who has been sick for 12 years interrupts by touching Jesus for her healing."}, {"ref": "Now there was a woman", "text": "\"Now\" indicates that this woman is being introduced to the story. Consider how new characters are introduced into a story in your language. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "whose blood had flowed for twelve years", "text": "The woman did not have an open wound; rather, her monthly flow of blood would not stop. Your language may have a polite way to refer to this condition. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "for twelve years", "text": "\"for 12 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "she grew worse", "text": "\"her sickness got worse\" or \"her bleeding increased\""}, {"ref": "reports about Jesus", "text": "She had heard reports about Jesus of how he healed people. AT: \"that Jesus healed people\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "cloak", "text": "outer garment or coat"}]}, {"id": "28", "tn": [{"ref": "I will be healed", "text": "This can be stated in active form. AT: \"it will heal me\" or \"his power will heal me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she was healed from her affliction", "text": "This can be stated in active form. AT: \"the sickness had left her\" or \"she was no longer sick\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "that power had gone out from him", "text": "When the woman touched Jesus, Jesus felt his power healing her. Jesus himself did not lose any of his power to heal people when he healed her. AT: \"that his healing power had healed the woman\""}, {"ref": "this crowd pressed around you", "text": "This means they crowded around Jesus and pressed themselves together to be closer to Jesus. See how you translated this in [[:en:bible:notes:mrk:05:21|5:24]]."}]}, {"id": "33", "tn": [{"ref": "fell down before him", "text": "\"knelt down before him.\" She knelt down before Jesus as an act of honor and submission."}, {"ref": "told him the whole truth", "text": "The phrase \"the whole truth\" refers to how she had touched him and became well. AT: \"told him the whole truth about how she had touched him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Daughter", "text": "Jesus was using this term figuratively to refer to the woman as a believer."}, {"ref": "your faith", "text": "\"your faith in me\""}]}, {"id": "35", "tn": [{"ref": "While he was speaking", "text": "\"While Jesus was speaking\""}, {"ref": "some people came from the leader of the synagogue", "text": "Possible meanings are 1) these people had come from Jarius' house or 2) Jairus had previously given these people orders to go see Jesus or 3) these people had been sent by the man who was presiding as the synagogue leader in Jairus' absence."}, {"ref": "the leader of the synagogue", "text": "The \"leader of the synagogue\" is Jairus."}, {"ref": "saying", "text": "\"saying to Jairus\""}, {"ref": "Why trouble the teacher any longer?", "text": "This question can be written as a statement. AT: \"It is useless to bother the teacher any longer.\" or \"There no need to bother the teacher any longer.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the teacher", "text": "This refers to Jesus."}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 37 and 38. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Just believe", "text": "If necessary, you can state what Jesus is commanding Jairus to believe. AT: \"Just believe I can make you daughter live\""}, {"ref": "He did not ... he saw", "text": "In these verses the word \"he\" refers to Jesus."}, {"ref": "to accompany him", "text": "\"to come with him.\" It may be helpful to state where they were going. AT: \"to accompany him to Jairus' house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "39", "tn": [{"ref": "he said to them", "text": "\"Jesus said to the people who were weeping\""}, {"ref": "Why are you upset and why do you weep?", "text": "Jesus asked this question to help them see their lack of faith. This may be written as a statement. AT: \"This is not a time to be upset and crying.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "put them all outside", "text": "\"sent all the other people outside the house\""}, {"ref": "those who were with him", "text": "This refers to Peter, James, and John."}, {"ref": "went in where the child was", "text": "It may be helpful to state where the child is. AT: \"went into the room where the child was lying\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "41", "tn": [{"ref": "Talitha koum", "text": "This is an Aramaic sentence, which Jesus spoke to the little girl in her language. Write these words as is with your alphabet. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "she was twelve years of age", "text": "\"she was 12 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He strictly ordered them that no one should know about this", "text": "This can be stated as a direct quote. AT: \"He ordered them strictly, 'No one should know about this!'\" or \"He ordered them strictly, 'Do not tell anyone about what I have done!'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "He strictly ordered them", "text": "\"He strongly commanded them\""}, {"ref": "And he told them to give her something to eat", "text": "This can be stated as a direct quote. AT: \"And he told them, 'Give her something to eat.'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}]