[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Al Tashheth", "text": "This probably tells what musical style or tune to use when singing the psalm.  AT: \"sing this psalm using the tune of 'Al Tashheth'\" or \"sing this using the Al Tashheth style\""}, {"ref": "Al Tashheth", "text": "This means \"Do Not Destroy.\" Translators may either write the meaning or copy the Hebrew words. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A michtam", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\" See how you translated this in [[:en:bible:notes:psa:016:001|16:1]]."}, {"ref": "when he fled from Saul, in the cave", "text": "The purpose of this phrase can be stated clearly along with some basic details about the situation. AT: \"This is about when David hid in the cave from Saul\" or \"This is about when King Saul was chasing David, and David hid in a cave\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I take refuge in you", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"I go to you for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I stay under your wings for protection", "text": "The psalmist speaks of God as if he were a mother bird that protects its babies by huddling them under its wings. AT: \"I trust you to protect me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until this destruction is over", "text": "The psalmist speaks of Saul's desire to kill him as if Saul sought to destroy an  enemy. AT: \"until this trouble is finished\" or \"until I am no longer in danger\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "002", "tn": [{"ref": "who does all things for me", "text": "This explains why he will cry out to God. It can be translated with \"because.\" AT: \"because he does all things for me\""}, {"ref": "those who crush me", "text": "The enemies' fierce attack is spoken of as if they were crushing his body by marching on it. AT: \"those who attack me severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God will send me his loving kindness and his faithfulness", "text": "God's being kind and faithful is spoken of as if he were sending his kindness and faithful. AT: \"God will be kind to me and trustworthy\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "My life is among lions", "text": "The psalmist speaks of his enemies as if they were lions. AT: \"I live among fierce enemies\" or \"Fierce enemies surround me like lions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who are ready to devour me", "text": "Destroying is spoken of as devouring or eating something up. Some versions understand the Hebrew text to mean \"fiery beasts.\" Both images speak of his enemies as if they were wild beasts. AT: \"those who are ready to destroy me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "people whose teeth are spears and arrows", "text": "The enemies' spears and arrows are spoken of as if they were lions' teeth. The psalmist continues to speak of his enemies as if they were  lions. AT: \"people who kill others with spears and arrows as lions kill with their sharp teeth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spears and arrows", "text": "Since both of these terms are weapons, if your culture knows only one, it is acceptable to use it alone. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "whose tongues are sharp swords", "text": "The tongue represents what someone says, and the enemies' cruel words are spoken of as if they were swords. AT: \"whose cruel words are like sharp swords\" or \"who cause terrible trouble for me by what they say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Be exalted, God, above the heavens", "text": "The psalmist is asking God to show that he is exalted. Being exalted above the heavens represents being great. AT: \"God, show that you are exalted above the heavens\" or \"God, show that you are great in the heavens\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let your glory be above all the earth", "text": "The psalmist is asking God to show his glory. AT: \"show your glory over all the earth\""}]}, {"id": "006", "tn": [{"ref": "They spread out a net for my feet", "text": "His enemies' plans to capture him are spoken of as if they had spread out a net on the ground to trap him. AT: \"It is as though my enemies have spread a net out to trap me\" or \"They planned to capture me like people who spread out a net to trap an animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They dug a pit in front of me", "text": "His enemies' plans to capture him are spoken of as if they had dug a pit for him to fall into. AT: \"It is as though they dug a pit for me to fall into\" or \"They planned to capture me like people who dig a hole in the ground to trap an animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They themselves have fallen into the middle of it", "text": "The harm that came to his enemies when they tried to capture him is spoken of as if they fell into the trap that they had made for him.  AT: \"They themselves fell into the pit they had dug for me\" or \"But they themselves were hurt by what they planned to do to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "My heart is fixed, God, my heart is fixed", "text": "Being confident is spoken of as one's heart being firm rather than shaken or easily moved. The phrase is repeated to show that he has complete confidence in God and will not change. AT: \"I am completely confident in you, God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will sing praises", "text": "Who he will sing to can be stated clearly. AT: \"I will sing praises to you, God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Wake up, my honored heart", "text": "It can be stated clearly that the purpose of waking up is to sing praises to God. Waking up may be a metaphor for starting or preparing to do something.  The heart represents the psalmist or his emotions. AT: \"Wake up, my honored heart, to sing praises to God\" or \"I will prepare my honored heart to sing praises to God\"  or \"I am honored to wake up and sing praises to God\" or (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wake up, lute and harp", "text": "It can be  stated clearly that the purpose of waking up is to sing praises to God. The psalmist speaks as though the lute and harp were people who could wake up to sing praises to God. AT: \"Wake up, lute and harp, and sing praises to God\" or \"I will play the lute and harp while I sing praises to God\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]] )"}, {"ref": "I will wake up the dawn", "text": "The dawn is spoken of as if it were alive, and getting up before dawn happens is spoken of as waking it up. The purpose of getting up before dawn is to praise God. AT: \"I will get up before dawn\" or \"I will get up before the sun rises\" (See: [[:en:ta:vol2:translate:figs_personification]] and  [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "009", "tn": [{"ref": "For great is your unfailing love, reaching to the heavens ... your faithfulness to the clouds", "text": "These two phrases are very similar in meaning. The greatness of God's unfailing love and the greatness of his faithfulness are spoken of as if they could be measured in distance. (See:  [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For great is your unfailing love, reaching to the heavens", "text": "The greatness of God's unfailing love is spoken of as if it could be measured in distance. AT: \"Your unfailing love is as great as the distance from the earth to the heavens\"  (See:  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and your faithfulness to the clouds", "text": "The words \"great is  your\" and \"reaching\" are understood from the previous phrase. AT: \"and great is your faithfulness, reaching to the clouds\" or \"and your faithfulness is as great as the distance from the earth to the clouds\"  (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Be exalted, God, above the heavens", "text": "The psalmist is asking God to show that he is exalted. Being exalted above the heavens represents being great. AT: \"God, show that you are exalted above the heavens\" or \"God, show that you are great in the heavens\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may your glory be exalted over all the earth", "text": "The psalmist is asking God to show his glory. AT: \"show your glory over all the earth\""}]}]