[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "When the chief priests, elders, scribes, and the council gave Jesus over to Pilate, Pilate did not want to condemn him. Though the crowd brought many accusations against Jesus, he did not reply to them."}, {"ref": "they bound Jesus and led him away", "text": "They commanded for Jesus to be bound, but it would have been the guards who actually bound him and led him away. AT: \"they commanded for Jesus to be bound and then he was led away\" or \"they commanded the guards to bind Jesus and then they led him away\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They handed him over to Pilate", "text": "They had Jesus led to Pilate and transferred control of Jesus over to him."}, {"ref": "You say so", "text": "This phrase can be completed. AT: \"You yourself have said that I am\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "were presenting many charges against Jesus", "text": "\"were accusing Jesus of many bad things\""}]}, {"id": "04", "tn": [{"ref": "Pilate again asked him", "text": "\"Pilate asked Jesus again\""}, {"ref": "Do you give no answer", "text": "This can be stated in positive form. AT: \"Do you have an answer\""}, {"ref": "See how many charges they are bringing against you?", "text": "This can be written as a statement. AT: \"They are bringing many charges against you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "See", "text": "\"Listen.\" This is a word used to direct Jesus' attention to the charges brought against him."}, {"ref": "that amazed him", "text": "It surprised Pilate that Jesus did not reply and defend himself."}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Pilate, hoping the crowd would choose Jesus, offered to release a prisoner, but the crowd asked for Barabbas instead."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline as the author shifts to telling background information about Pilate's tradition of releasing a prisoner at feasts and about Barabbas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "There with the rebels in prison ... in the rebellion, was a man named Barabbas", "text": "\"At that time there was a man called Barabbas, who was in prison with some other men. They had committed murder when they rebelled against the Roman government\" (UDB)"}, {"ref": "to do for them as he had done in the past", "text": "This refers to Pilate releasing a prisoner at feasts. This can be made clear. AT: \"to release a prisoner to them as he had done in the past\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "For he knew that it was because of envy ... Jesus over to him", "text": "This is background information about why Jesus was handed over to Pilate. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "it was because of envy that the chief priests", "text": "They envied Jesus, probably because so many people were following him and becoming his disciples. AT: \"the chief priests were envious of Jesus. This is why they\" or \"the chief priests were envious of Jesus' popularity among the people. This is why they\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "stirred up the crowd", "text": "The author speaks of the chief priests rousing or urging the crowd as if the crowd were a bowl of something that they were stirring. AT: \"roused the crowd\" or \"urged the crowd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "released instead", "text": "The missing information may be added. AT: \"released instead of Jesus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "The crowd asks for Jesus' death so Pilate turns him over to the soldiers who mock him, crown him with thorns, strike him, and lead him out to crucify him."}, {"ref": "What then should I do with the King of the Jews", "text": "Pilate asks what he should do with Jesus if he releases Barabbas to them; this is a hypothetical situation. This can be written clearly. AT: \"If I release Barabbas, what then should I do with the King of the Jews\" (See: [[:en:ta:vol1:translate:figs_hypo]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Pilate said to them", "text": "\"Pilate said to the crowd\""}, {"ref": "satisfy", "text": "\"please\""}, {"ref": "He scourged Jesus", "text": "Pilate did not actually scourge Jesus but rather his soldiers did."}, {"ref": "scourged", "text": "\"flogged.\" This means to beat with an especially painful whip."}, {"ref": "then handed him over to be crucified", "text": "Pilate told his soliders to take Jesus away to crucify him. This can be stated in active form. AT: \"told his soldiers to take him away and crucify him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "the courtyard (which is the government headquarters)", "text": "This was where the Roman soldiers in Jerusalem lived, and where the governor stayed when he was in Jerusalem. AT: \"the courtyard of the soldiers barracks\" or \"the courtyard of the governor's residence.\""}, {"ref": "the whole cohort of soldiers", "text": "\"the whole unit of soldiers\""}, {"ref": "They put a purple robe on Jesus", "text": "Purple was a color worn by royalty. The soldiers did not believe that Jesus was king. They clothed him this way to mock him because others said that he was the King of the Jews."}, {"ref": "a crown of thorns", "text": "\"a crown made of thorny branches\""}, {"ref": "Hail, King of the Jews", "text": "The greeting \"Hail\" with a raised hand was only used to greet the Roman emperor. The soldiers did not believe that Jesus was the king of the Jews. Rather they said this to mock him. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "19", "tn": [{"ref": "a reed", "text": "\"a stick\" or \"a staff\""}, {"ref": "bent their knees", "text": "This means to kneel. AT: \"knelt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They forced a passerby ... to carry Jesus' cross", "text": "According to Roman law,  a solider could force a man he came upon along the road to carry a load. In this case, they forced Simon to carry Jesus' cross."}, {"ref": "from the country", "text": "\"from outside the city\""}, {"ref": "a man named Simon of Cyrene the father of Alexander and Rufus", "text": "This is background information about who the passerby is. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Simon of Cyrene ... Alexander ... Rufus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "The soldiers brought Jesus to Golgotha where they crucified him with two others. Many people mocked him."}, {"ref": "Place of a Skull", "text": "\"Skull Place\" or \"Place of the Skull.\" This the name of a place. It does not mean that there are lots of skulls there. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Skull", "text": "the head bone"}, {"ref": "wine mixed with myrrh", "text": "It may be helpful to explain that myrrh is a pain-relieving medicine. AT: \"wine mixed with a medicine called myrrh\" or \"wine mixed with a pain-relieving medicine called myrrh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "the third hour", "text": "\"Third\" is a ordinal number. This refers to nine o'clock in the morning. AT: \"nine o'clock in the morning\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "On a sign", "text": "The soldiers attached this sign to the cross above Jesus. AT: \"They attached to the cross above Jesus' head a sign on which\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "charge", "text": "\"accusation\""}, {"ref": "robbers", "text": "\"armed thieves\""}, {"ref": "one on the right of him and one on his left", "text": "This can be written more clearly. AT: \"one on a cross on the right side of him and one on a cross on the left side of him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "shaking their heads", "text": "This is an action people do to show disapproval."}, {"ref": "Aha!", "text": "This is a exclamation of mockery. Use the appropriate exclamation in your language. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "You who would destroy the temple and rebuild it in three days", "text": "The people refer to Jesus by what he earlier prophesied that he would do. AT: \"You who said you would destroy the temple and rebuild it in three days\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "In the same way", "text": "This refers to the way that the people who were walking by Jesus were mocking him."}, {"ref": "were mocking him with each other", "text": "\"were saying mocking things about Jesus among themselves\""}, {"ref": "the King of Israel", "text": "This is another name for Jesus."}, {"ref": "believe", "text": "The means to believe in Jesus. AT: \"believe in him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "taunted", "text": "\"mocked\" or \"insulted\""}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "At noon darkness covers the whole land until three o'clock when Jesus cries out with a loud voice and dies, and the temple curtain rips from the top to the bottom."}, {"ref": "the sixth hour", "text": "This refers to noon or 12 p.m."}, {"ref": "darkness came over the whole land", "text": "Here the author describes it becoming dark outside as if the darkness were a wave that moved over the land. AT: \"the whole land became dark\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "At the ninth hour", "text": "This refers to three o'clock in the afternoon. AT: \"At three o'clock in the afternoon\" or \"In the middle of the afternoon\""}, {"ref": "Eloi, Eloi, lama sabachthani", "text": "These are Aramaic words that should be copied as is into your language with similar sounds. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "is interpreted", "text": "\"means\""}, {"ref": "Some of those standing by heard his words and said", "text": "It can be stated clearly that they misunderstood what Jesus said. AT: \"When some of those standing there heard his words, they misunderstood and said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "36", "tn": [{"ref": "sour wine", "text": "\"vinegar\""}, {"ref": "reed staff", "text": "\"stick.\" This was a staff made from a reed."}, {"ref": "gave it to him", "text": "\"gave it to Jesus.\" The man held up the staff so that Jesus could drink wine from the sponge. AT: \"held it up to Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The curtain of the temple was split in two", "text": "Mark is showing that God himself split the temple curtain. This can be translated in active form. AT: \"God split the curtain of the temple in two\" (See:  [[[[:en:ta:vol2:translate:figs_activepassive]]])"}]}, {"id": "39", "tn": [{"ref": "the centurion", "text": "This is the centurion who supervised the soldiers who crucified Jesus."}, {"ref": "who stood and faced Jesus", "text": "\"who stood facing Jesus\""}, {"ref": "that he was dead in this way", "text": "\"how Jesus had died\" or \"the way Jesus had died\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "looked on from a distance", "text": "\"watched from far away\""}, {"ref": "(the mother of James ... and of Joses)", "text": "\"who was the mother of James ... and of Joses.\" This can be written without the parentheses."}, {"ref": "James the younger", "text": "\"the younger James.\" This man was referred to as \"the younger\" probably to distinguish him from another man named James."}, {"ref": "Joses", "text": "This Joses was not that same person as the younger brother of Jesus. See how you translated the same name in [[:en:bible:notes:mrk:06:01|6:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Salome", "text": "Salome is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When he was in Galilee they followed him ... with him to Jerusalem", "text": "\"When Jesus was in Galilee these women followed him ... with him to Jerusalem.\" This is background information about the women who watched the crucifixion from a distance. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "came up with him to Jerusalem", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for people to speak of going up to Jerusalem and going down from it."}]}, {"id": "42", "tn": [{"ref": "Connecting Statement:", "text": "Joseph of Arimathea asks Pilate for the body of Jesus, which he wraps in linen and puts in a tomb."}, {"ref": "evening had come", "text": "Here evening is spoken of as if it were something that is able to \"come\" from one place to another. AT: \"it had become evening\" or \"it was evening\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Joseph of Arimathea came there. He was a respected", "text": "The phrase \"came there\" refers to Joseph coming to Pilate, which is also described after the background information is given, but his coming is referenced before for emphasis and to help introduce him to the story. There may be a different way to do this in your language. AT: \"Joseph of Arimathea was a respected\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Joseph of Arimathea", "text": "\"Joseph from Arimathea.\" Joseph is the name of a man, and Arimathea is the name of the place his is from. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He was a respected member of the council ... for the kingdom of God", "text": "This is background information about Joseph. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "went in to Pilate", "text": "\"went to Pilate\" or \"went in to where Pilate was\""}, {"ref": "asked for the body of Jesus", "text": "If he did not bury Jesus that evening he would have to wait until the Sabbath was over because the law did not permit anyone to do any type of work on the Sabbath. This can be made explicit. AT: \"asked for the body of Jesus so that he could bury him immediately while it was still the day of preparation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Pilate was amazed that Jesus was already dead; he called the centurion", "text": "Pilate heard people saying that Jesus was dead. This surprised him, so he asked the centurion if it was true. This can be made clear. AT: \"Pilate was amazed when he heard that Jesus was already dead, so he called the centurion\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "45", "tn": [{"ref": "When he learned", "text": "\"When Pilate learned\""}, {"ref": "he granted his body to Joseph", "text": "\"he permitted Joseph to take Jesus' body\""}, {"ref": "linen", "text": "Linen is cloth made from the fibers of a flax plant. See how you translated this in [[:en:bible:notes:mrk:14:51|14:51]]."}, {"ref": "He took him down ... Then he rolled a stone", "text": "Joseph had help from other people to take Jesus down from the cross, preparing it for the tomb, and closing the tomb. AT: \"He and others took him down ... Then they rolled a stone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a tomb that had been cut out of a rock", "text": "This can be stated in active form. AT: \"a tomb that someone had previously cut out of solid rock\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a stone against", "text": "\"a huge flat stone in front of\" (UDB)"}, {"ref": "Joses", "text": "This Joses was not that same person as the younger brother of Jesus. See how you translated the same name in [[:en:bible:notes:mrk:06:01|6:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the place where Jesus was buried", "text": "This can be stated in active form. AT: \"the place where Joseph and the others buried Jesus' body\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]