[{"id": "01", "tn": [{"ref": "seventy descendants", "text": "\"70 descendants\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Jehu wrote letters and sent them to Samaria", "text": "This means that Jehu sent a messenger to deliver the letters. AT: \"Jehu wrote letters and sent a messenger to deliver them in Samaria\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "saying, \"Your master's", "text": "\"The letters said, 'Your master's\""}, {"ref": "set him on his father's throne", "text": "Here, sitting on the king's throne means to be appointed as king. AT: \"make him king in his father's place\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your master's royal line", "text": "\"your master's descendants\" Here the man that they selected to be king is referred to as Ahab's royal line of descendants. AT: \"to defend your master's descendant\" or \"to defend him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "04", "tn": [{"ref": "But they were terrified", "text": "\"Then they were very afraid\""}, {"ref": "the two kings", "text": "\"two kings, Joram and Ahaziah\""}, {"ref": "could not stand before Jehu", "text": "Here \"stand\" means to be able to endure under trouble. AT: \"could not endure against Jehu\" or \"could not resist Jehu\""}, {"ref": "So how can we stand?", "text": "The descendants use the rhetorical question to imply that they cannot stand against Jehu. AT: \"We cannot stand against him either!\" or \"We cannot resist him either!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the man who was over the city", "text": "\"the mayor of the city\" (UDB). Here to be \"over\" something means to have authority and responsibility over it. AT: \"the man who was in charge of the city\""}, {"ref": "they who raised the children", "text": "This refers to the people who raised the king's children. AT: \"they who raised the king's children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do what is good in your eyes", "text": "Here Jehu's \"eyes\" refers to his \"sight.\" His \"sight\" refers to what he thinks. AT: \"Do what is good in your sight\" or \"Do whatever you think is the best\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "second time", "text": "\"2nd time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "on my side", "text": "To \"be on someone's side\" means to be loyal to them and supportive of them. AT: \"loyal to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "listen", "text": "to hear and obey"}, {"ref": "to my voice", "text": "Here Jehu's \"voice\" refer to what he says. AT: \"to what I say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you must take the heads ... and come to me", "text": "It is implied that they are to bring the heads of the Ahab's descendant and present them to Jehu. AT: \"you must take the heads ... and bring them to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you must take the heads of the men of your master's descendants", "text": "This refers to killing them and removing their heads. AT: \"kill your master's descendants and cut off their heads\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "seventy in number ... seventy persons", "text": "\"70 in number ... 70 persons\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "who were bringing them up", "text": "This means that they were supervising them and teaching them. AT: \"who were raising them\" or \"who were supervising them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and sent them to Jehu", "text": "This means that they sent people to deliver the baskets to Jehu. AT: \"and sent people to take them to Jehu\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "of the king's sons", "text": "\"of Ahab's descendants\" (UDB)"}, {"ref": "Jehu went out and stood", "text": "\"Jehu went to the city gate and stood before the people\""}, {"ref": "You are innocent", "text": "It can be stated clearly what they were innocent of. Possible meanings are 1) AT: \"You are innocent of what happened to Joram\" or  2) this means that they are not held responsible for the deaths of Joram's family. AT: \"You are innocent of what happened to Joram and his family\" or \"You are innocent of this matter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See", "text": "Jehu uses this word here to draw the peoples' attention to what he says next. AT: \"Listen\" or \"Hear my words\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "but who killed all these?", "text": "Jehu uses a rhetorical question to cause the people to think deeply about the situation. This can be written as a statement. Possible meanings are 1) AT: \"but the men of Samaria are responsible for killing Ahab's 70 descendants\" or 2) AT: \"but it was Yahweh's will for these men to die\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "certainly realize", "text": "\"understand\" or \"be aware of the fact that\""}, {"ref": "no part of Yahweh's word ... will fall to the ground", "text": "This speaks of everything happening that Yahweh has said will happen as if it were something that did not die and fall to the ground. AT: \"No part of Yahweh's word ... will fail\" or \"every part of Yahweh's word ... will happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh has done", "text": "This speaks of Yahweh causing Ahab's descendants to be killed as if he killed them himself. AT: \"Yahweh has caused to happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So Jehu killed all ... and his priests", "text": "Jehu did not kill all of these people personally, rather he commanded for them to be killed. AT: \"So Jehu commanded for all ... to be killed\" or \"So Jehu commanded for all ... to die\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all who remained", "text": "\"all who were alive\" or \"all who were left\""}, {"ref": "until none of them remained", "text": "This means that they had all been killed. AT: \"until all of them had been killed\" or \"until all of them were dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "12", "tn": [{"ref": "Beth Eked of the shepherd", "text": "This was the name of a place where sheep were sheared. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "going down to greet", "text": "\"going to visit\""}, {"ref": "the children of the king", "text": "\"the children of King Joram\""}, {"ref": "Take them alive", "text": "This means to capture them, but not to kill them. AT: \"Seize them!\" (UDB) or \"Capture them!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So they took them alive", "text": "\"So they captured them\""}, {"ref": "forty-two men", "text": "two men** - \"42 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He did not leave any of them alive", "text": "This can be stated in positive form. AT: \"He killed all of them\""}]}, {"id": "15", "tn": [{"ref": "Jonadab son of Rechab", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Is your heart with me, as my heart is with yours? ... \"It is.\"", "text": "Here a person's \"heart\" refers to their loyality. If a person's loyalty is \"with someone,\" it means that they are loyal to that person. AT: \"Will you be loyal to me, as I will be loyal to you? ... 'I will.'\"  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If it is, give me your hand", "text": "\"If so, put your hand in mine\" or \"If so, let us shake hands\" In many cultures, when two people shake hands, it confirms their agreement. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "and see my zeal", "text": "The word \"zeal\" may be expressed as an adjective. AT: \"and see how zealous I am\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "royal line", "text": "\"entire royal family\""}, {"ref": "just as was told them before by the word of Yahweh, which he had spoken to Elijah", "text": "This can be stated in active form. AT: \"to fulfill the prophecy that Elijah had spoken, which Yahweh gave to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "gathered", "text": "\"called\""}, {"ref": "all the people together", "text": "\"all the people of Samaria\""}, {"ref": "serve him much", "text": "\"serve him much more than Ahab\""}, {"ref": "Let no one be left out", "text": "\"Do not leave anyone out\""}, {"ref": "Whoever does not come will not live", "text": "This means that if they do not come they will be executed. AT: \"We will execute anyone who does not come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Set a time", "text": "This means to designate and prepare a period of time for something. In this case they were to prepare for an assembly for Baal. AT: \"Prepare\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "Then Jehu sent", "text": "This means that he sent messengers to take this message throughout the land. AT: \"Then Jehu sent messengers\" or \"Then Jehu sent the message\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that there was not a man left who did not come", "text": "This can be stated in positive form. AT: \"so that every worshiper of Baal was there\" or \"so that every man came\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "it was filled", "text": "This can be stated in active form. AT: \"they filled it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who kept the priest's wardrobe", "text": "Here \"to keep\" something means to care for it and oversee it. AT: \"who was in charge of the priest's wardrobe\" or \"who cared for the priest's wardrobe\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "and he said to the worshipers of Baal", "text": "\"and Jehu said to the people who were in the temple to worship Baal\""}, {"ref": "but the worshipers of Baal alone", "text": "\"but that only worshipers of Baal are here\""}, {"ref": "If any of the men whom I bring into your hands escapes", "text": "Here the mens' \"hands\" refer to their \"control.\" By being stationed around the temple they were in control of the situation and it was up to them whether people were able to escape or not. AT: \"If any of these men that I brought into your control escapes\" or \"If any of the men that are inside gets away\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever lets that man escape, his life will be taken for the life of the one who escaped", "text": "\"we will kill the man who let him escape\""}, {"ref": "his life will be taken", "text": "This can be stated in active form. This is a polite way to refer to a person being killed. AT: \"we will take his life\" or \"we will kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the life of the one", "text": "\"in exchange for the life of the man\" Here this man is referred to by his \"life,\" to emphasize that he did not die. AT: \"for the man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "he said to the guard and to the captains", "text": "You may need to state that Jehu came out of the temple before he spoke to the guard. AT: \"he went back outside of the temple of Baal and said to the guards and captains\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with the edge of the sword", "text": "The men used swords to kill the worshipers of Baal. This phrase refers to their swords. AT: \"with their swords\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "threw them out", "text": "This means that threw the dead bodies of the people out of the temple. AT: \"threw their dead bodies out of the temple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "made it a latrine", "text": "\"made it a public toilet\" A latrine is a bathroom, or a toilet area, usually for a camp or buildings used to house soldiers."}, {"ref": "which it is to this day", "text": "This means that something has remained in a certain condition until the present time. AT: \"and since then it has always been that way\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "29", "tn": [{"ref": "did not leave the sins of Jeroboam son of Nebat", "text": "This speaks of Jehu committing the same sins that Jeroboam committed, as if Jeroboam's sins were a place that Jehu did not leave. AT: \"did not stop committing the kinds of sins that Jeroboam son of Nebat had committed\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Nebat", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2ki:03:01|3:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Israel sin", "text": "Here \"Israel\" refers to the people who live there. AT: \"the people of Israel sin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in executing", "text": "\"in carrying out\" or \"in accomplishing\""}, {"ref": "what was right in my eyes", "text": "The eyes represent seeing, and seeing represents thoughts or judgment. AT: \"what I judge to be right\" or \"what I consider to be right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the house of Ahab", "text": "Here Ahab's \"house\" refers to his \"family.\" AT: \"the family of Ahab\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all that was in my heart", "text": "Here the \"heart\" represents \"desire.\" AT: \"all that I desired for you to do\" or \"all that I wanted you to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sit on the throne", "text": "\"be the kings\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the fourth generation", "text": "\"to the 4th generation\" or \"for four more generations.\" This refers to his son, grandson, great-grandson, and great-great-grandson. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Jehu took no care to walk in the law of Yahweh", "text": "Here \"walking\" refers to \"living.\" AT: \"Jehu was not careful to live according to the law of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with all his heart", "text": "Here the \"heart\" refers to a person's will and desire. AT: \"in everything that he did\" or \"will all of his will\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He did not turn away from the sins of Jeroboam", "text": "To \"turn away\" from something means to stop doing it. AT: \"Jehu did not stop from sinning in the same ways as Jeroboam\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "began to cut off regions from Israel", "text": "\"began to cause the territory controlled by Israel to become smaller\""}, {"ref": "regions", "text": "\"areas of land\""}, {"ref": "Hazael defeated", "text": "Here \"Hazael\" refers to himself and his army. AT: \"Hazael and his army\" or \"King Hazael's Aramean army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hazael", "text": "Translate this king's name the same as you did in [[:en:bible:notes:2ki:08:07|8:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "from the Jordan eastward", "text": "\"from the land east of the Jordan\""}, {"ref": "Aroer ... Bashan", "text": "These are all names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Arnon", "text": "\"the Arnon River\" This is the name of a river. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "34", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This rhetorical question can be written as a statement. See how this phrase is translated in [[:en:bible:notes:2ki:01:17|1:18]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jehu slept with his ancestors, and they buried him in Samaria", "text": "This means that Jehu died. This speaks of him being buried where his ancestors were buried as if he were sleeping with them. AT: \"Jehu died and they buried him in Samaria, where they had also buried his ancestors.\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jehoahaz", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The time that Jehu reigned over Israel in Samaria was twenty-eight years", "text": "eight years** - \"Jehu reigned over Israel in Samaria for twenty-eight years\""}, {"ref": "twenty-eight years", "text": "eight years** - \"28 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]