[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul summarizes how working together for God is supposed to be."}, {"ref": "General Information:", "text": "In verse 2, Paul quotes a portion from the prophet Isaiah."}, {"ref": "working together", "text": "Paul is implying that he and Timothy are working with God. AT: \"working together with God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we beg you not to receive the grace of God to no effect", "text": "Paul pleads with them to allow the grace of God to be effective in their lives. This can be stated in positive terms. AT: \"we beg you to make use of the grace that you have received from God\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "For he says", "text": "\"For God says.\" This introduces a quotation from the prophet Isaiah. AT: \"For God says in scripture\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Look", "text": "The word \"Look\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "We do not place a stumbling block in front of anyone", "text": "Paul speaks of anything that would prevent a person from trusting in Christ as if it were a physical object over which that person trips and falls. AT: \"We do not want to do anything that will prevent people from believing our message\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we do not wish our ministry to be brought into disrepute", "text": "The word \"disrepute\" refers to people speaking badly about Paul's ministry. This can be stated in active form. AT: \"we do not want anyone to be able to speak badly about our ministry\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "When Paul uses \"we\" here, he is referring to himself and Timothy. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "we prove ourselves by all our actions, that we are God's servants", "text": "\"We prove that we are God's servants by all that we do\""}, {"ref": "We are his servants in much endurance ... in sleepless nights, in hunger", "text": "Paul mentions various difficult situations in which they proved that they are God's servants."}, {"ref": "in purity ... in genuine love", "text": "Paul lists several moral virtues that they maintained in difficult situations that proved that they are God's servants."}, {"ref": "We are his servants in the word of truth, in the power of God", "text": "Their dedication to preach the gospel in the power of God proves that they are God's servants."}, {"ref": "in the word of truth", "text": "\"in preaching God's true word\""}, {"ref": "We have the armor of righteousness for the right hand and for the left", "text": "Paul speaks of their righteousness as if it is weapons that they use to fight spiritual battles. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the armor of righteousness", "text": "\"righteousness as our armor\" or \"righteousness as our weapons\""}, {"ref": "for the right hand and for the left", "text": "Possible meanings are 1) that there is a weapon in one hand and a shield in the other or 2) that they are completely equipped for battle, able to fend off attacks from any direction."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Paul lists several extremes of how people think about him and his ministry. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "We are accused of being deceitful", "text": "This can be stated in active form. AT: \"People accuse us of being deceitful\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as if we were unknown and we are still well known", "text": "This can be stated in active form. AT: \"as if people did not know us and yet people still know us well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "see!", "text": "The word \"See\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "We work as being punished for our actions but not as condemned to death", "text": "This can be stated in active form. AT: \"We work as if people are punishing us for our actions but not as if they have condemned us to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages the believers at Corinth to be separated from idols and live clean lives for God."}, {"ref": "spoken the whole truth to you", "text": "\"spoken honestly to you\""}, {"ref": "our heart is wide open", "text": "Paul speaks of his great affection for the Corinthians as having a heart that is open. AT: \"we love you very much\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your hearts are not restrained by us, but you are restrained by your own feelings", "text": "Paul speaks of the Corinthians lack of love for him as if their hearts were being squeezed into a tight space. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your hearts are not restrained by us", "text": "This can be stated in active form. AT: \"We have not restrained your hearts\" or \"We have not given you any reason to stop loving us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you are restrained by your own feelings", "text": "This can be stated in active form. AT: \"your own feelings are restraining you\" or \"you have stopped loving us for your own reasons\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in fair exchange", "text": "\"as a proper response\""}, {"ref": "I speak as to children", "text": "Paul addresses the Corinthians as his spiritual children. AT: \"I speak as if I were your father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "open your hearts wide", "text": "Paul urges the Corinthians to love him as he has loved them. AT: \"love us much as we have loved you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "In verse 16, Paul paraphrases portions from several Old Testament prophets: Moses, Zechariah, Amos, and possibly others."}, {"ref": "Do not be tied together with unbelievers", "text": "This can be stated in positive terms. AT: \"Only be tied together with believers\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "be tied together with", "text": "Paul speaks of working together toward a common purpose as if it were two animals tied together to pull a plow or cart. AT: \"team up with\" or \"have a close relationship with\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For what association does righteousness have with lawlessness?", "text": "This is a rhetorical question that anticipates a negative answer. AT: \"For righteousness can have no association with lawlessness\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "And what fellowship does light have with darkness?", "text": "Paul asks this question to emphasize that light and darkness cannot coexist since light dispels darkness. The words \"light\" and \"darkness\" refer to the moral and spiritual qualities of believers and unbelievers. AT: \"And light can have no fellowship with darkness\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What agreement can Christ have with Beliar?", "text": "This is a rhetorical question that anticipates a negative answer. AT: \"There is no agreement between Christ and Beliar\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Beliar", "text": "This is another name for the devil. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Or what share does a believer have together with an unbeliever?", "text": "This is a rhetorical question that anticipates a negative answer. AT: \"A believer shares nothing in common with an unbeliever\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "And what agreement is there between the temple of God and idols?", "text": "This is a rhetorical question that anticipates a negative answer. AT: \"There is no agreement between the temple of God and idols\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we are the temple of the living God", "text": "Paul refers to all Christians as forming a temple for God to dwell in. AT: \"we are like a temple where the living God dwells\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Paul quotes portions from the Old Testament prophets, Isaiah and Ezekiel."}, {"ref": "be set apart", "text": "This can be stated in active form. AT: \"set yourselves apart\" or \"allow me to set you apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Touch no unclean thing", "text": "This can be stated in positive terms. AT: \"Touch only things that are clean\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}]