[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship,\""}, {"ref": "Jeduthun", "text": "One of David's chief musicians had this same name. This may refer to him. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I will watch what I say", "text": "Here \"watch\" is an idiom that mean \"pay attention to.\" AT: \"I will pay attention to the things that I say\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so that I do not sin with my tongue", "text": "Here \"tongue\" refers to the writer's speech. AT: \"so that I do not speak an offense against Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "muzzle", "text": "To \"muzzle\" means to keep a mouth shut. Here David means that he will not speak while he is with an evil person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "002", "tn": [{"ref": "I kept silent; I kept back my words", "text": "These two phrases mean the same thing and emphasize that the writer did not speak at all. AT: \"I was completely silent\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I kept back my words", "text": "Here \"my words\" refers to the writer's speech. AT: \"I did not speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My heart became hot ... it burned like a fire", "text": "Here \"heart\" represents the whole person. The anxious thoughts of the writer are spoken of as if they were a fire burning inside him. AT: \"I became very anxious when I thought about these things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "the end of my life ... the extent of my days", "text": "These phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Show me how transient I am", "text": "\"Show me how brief my life is\" or \"Show me how soon I will die\""}, {"ref": "only the width of my hand", "text": "The writer speaks of his lifespan is if it could be measured by the width of his hand. AT: \"only a very short time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my lifetime is like nothing before you", "text": "This simile states that the length of the writer's life is so short that it does not exist. This is an exaggeration to stress how short it is. AT: \"the length of my life is barely any time at all\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Surely every man is a single breath", "text": "The brevity of life is spoken of as if it was only as long as the time it takes for a person to breathe one breath. AT: \"The time that humans live is as short as a single breath of a person.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "Surely every man walks about like a shadow", "text": "The lives of people are spoken of as if they are as insignificant as shadows. AT: \"Everyone disappears like shadows do\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "although they do not know who will receive them", "text": "Here it is implied that they do not know what will happen to their wealth after they die. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now, Lord, for what am I waiting?", "text": "The writer asks this question to emphasize that people cannot help him. This rhetorical question can be translated as a statement. AT: \"So now, Yahweh, I can expect to receive nothing from anyone else.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "008", "tn": [{"ref": "I am silent ... cannot open my mouth", "text": "These phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "because it is you who has done it", "text": "\"because my punishment comes from you\""}]}, {"id": "010", "tn": [{"ref": "Stop wounding me", "text": "God's punishment of the writer is spoken of as if God was wounding him with a weapon. AT: \"please stop punishing me!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am overwhelmed", "text": "\"I am defeated completely\""}, {"ref": "the blow of your hand", "text": "God's punishment of the writer is spoken of as if God was striking him with his fist. Here \"hand\" represents God's judgment. AT: \"your judgment on me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "consume the things they desire like a moth", "text": "God will take away the things they value in the same way as a moth eats a piece of cloth. AT: \"consume the things they desire like a moth eats away at clothing\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "all people are nothing but vapor", "text": "The writer speaks of the frailty of people as if they were mist that disappears quickly. AT: \"everyone is completely fragile\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "012", "tn": [{"ref": "Hear my prayer ... listen to me ... listen to my weeping", "text": "These three phrases mean basically the same thing and show how strongly the writer wants God to respond to him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Do not be deaf to me", "text": "The writer speaks of Yahweh's lack of response to him as if Yahweh was deaf. AT: \"Do not ignore me as if you could not hear me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am like a foreigner with you, a refugee", "text": "The writer speaks of Yahweh's lack of response as if Yahweh considered him to be a total stranger to him. AT: \"I am like a complete stranger to you\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Turn your gaze from me", "text": "Here \"your gaze\" represents Yahweh's punishment. AT: \"Please stop punishing me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that I may smile again", "text": "Here \"smile\" is associated with being happy. AT: \"so that I can be happy again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]