[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "it is pleasant", "text": "The object may be supplied from the previous phrase. AT: \"it is pleasant to sing praises\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "praise is suitable", "text": "\"praise is fitting\" or \"praise is appropriate\""}]}, {"id": "002", "tn": [{"ref": "He heals the brokenhearted and binds up their wounds", "text": "The writer speaks of the people's sorrow and discouragement as if they were physical wounds, and of Yahweh encouraging them as if he were healing those wounds. AT: \"He encourages those who are sad and helps them to heal from their emotional wounds\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "his understanding cannot be measured", "text": "This can be stated in active form. AT: \"no one can measure his understanding\" or \"his understanding has no limit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "006", "tn": [{"ref": "Yahweh lifts up the oppressed", "text": "The writer speaks of Yahweh honoring those who are oppressed as if Yahweh were lifting them up from the ground. AT: \"Yahweh honors the oppressed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he brings the wicked down to the ground", "text": "The writer speaks of Yahweh humiliating the wicked as if Yahweh were forcing them to lie on the ground. AT: \"he humiliates the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with a harp", "text": "\"while playing a harp\""}]}, {"id": "008", "tn": [{"ref": "and to the young ravens when they cry", "text": "The verbal phrase can be supplied from the previous line. AT: \"and he gives food to the young ravens when they cry\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "when they cry", "text": "\"whey they chirp\" or \"when they call\""}]}, {"id": "010", "tn": [{"ref": "He finds no delight in the strength of a horse", "text": "\"Strong horses do not delight him\""}, {"ref": "the strong legs of a man", "text": "Possible meanings are 1) \"strong legs\" is a metonym that represents how swiftly a man can run. AT: \"men who can run swiftly\" or 2) \"strong legs\" represents the strength of the whole man. AT: \"how strong a man is\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "012", "tn": [{"ref": "Jerusalem ... Zion", "text": "The writer speaks to Jerusalem, which he also calls Zion, as if it were a person. The names of the city are metonyms for the people who live in it. AT: \"people of Jerusalem ... people of Zion\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For he strengthens the bars of your gates", "text": "The phrase \"the bars of your gates\" represent the city as a whole. Yahweh will make Jerusalem secure from enemy invasion. AT: \"For he protects Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he blesses ... among you", "text": "The writer speaks of those who live in Jerusalem as if they were Jerusalem's children. AT: \"he blesses those who live in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He brings prosperity", "text": "\"He brings peace.\" Possible meanings are 1) Yahweh causes the people who live in Jerusalem to prosper materially and financially or 2) the word translated as \"prosperity\" means \"peace\" and Yahweh keeps Jerusalem safe from enemy attack."}]}, {"id": "015", "tn": [{"ref": "his command runs very swiftly", "text": "The writer describes God's command as if it were a messenger that moves quickly to deliver God's message. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "He makes the snow like wool, he scatters the frost like ashes", "text": "These emphasize how easy it is for him to do these things. He covers the ground with snow as easily as a person covers something with a wool blanket. And, he removes the frost as easily as the wind blows ashes. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "017", "tn": [{"ref": "He dispenses the hail like crumbs", "text": "Yahweh scatters hail as easily as a person would scatter bread crumbs. AT: \"He dispenses the hail easily, as if it were crumbs\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He dispenses", "text": "\"He sends\""}, {"ref": "hail", "text": "small pieces of ice that fall from the sky like rain"}, {"ref": "who can withstand the cold he sends?", "text": "The writer uses this question to emphasize that it is difficult to endure the cold weather that Yahweh causes. AT: \"no one can live in the cold he sends.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He sends out his command and melts them", "text": "The writer speaks of Yahweh's command as if it were his messenger. The word \"command\" can be translated with a verb. AT: \"He commands the ice to melt\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "019", "tn": [{"ref": "He proclaimed his word to Jacob, his statutes and his righteous decrees to Israel", "text": "These two lines mean the same thing and emphasize that Yahweh gave his law only to Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his statutes and his righteous decrees to Israel", "text": "The verbal phrase can be supplied from the previous line. AT: \"He proclaimed his statutes and his righteous decrees to Israel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "his statutes and his righteous decrees", "text": "The words \"statutes\" and \"righteous decrees,\" along with \"word\" in the previous line, all refer to the law of Moses. If your language does not have different words for these terms, you may combine the two lines into one, using either \"Jacob\" or \"Israel\" for the people who received them. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they do not know them", "text": "The other nations do not know Yahweh's decrees."}]}]