[{"id": "01", "tn": [{"ref": "Yahweh's word was rare", "text": "\"Yahweh did not often speak to people\""}, {"ref": "The lamp of God", "text": "This is the seven-candle lampstand in the holy place of the tabernacle that burned every day and through the night until it was empty."}, {"ref": "the temple of Yahweh", "text": "The \"temple\" was actually a tent, but it was where the people worshiped, so it is best to translate the word as \"temple\" here. Translate as in [[:en:bible:notes:1sa:01:09|1:9]]."}]}, {"id": "05", "tn": [{"ref": "my son", "text": "Eli was not Samuel's true father. Eli speaks as if he were Samuel's father to show Samuel that he is not angry but that Samuel needs to listen to him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "nor had any message from Yahweh ever been revealed to him", "text": "This can be stated in active form. AT: \"nor had Yahweh ever revealed any message to him\" or \"and Yahweh had never revealed any message to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "your servant is", "text": "Eli tells Samuel to speak to Yahweh as if Samuel were another person so that Samuel would show respect to Yahweh. AT: \"I am\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "10", "tn": [{"ref": "Yahweh came and stood", "text": "Possible meanings are 1) Yahweh actually appeared and stood before Samuel or 2) Yahweh made his presence known to Samuel."}, {"ref": "your servant is", "text": "Samuel speaks to Yahweh as if Samuel were another person to show respect to Yahweh. AT: \"I am\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "at which the ears of everyone who hears it will tingle", "text": "Here \"ears ... will tingle\" is an idiom that means everyone will be shocked by what they hear. AT: \"that will shock everyone who hears it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "tingle", "text": "This means to feel like someone is gently poking with small, sharp objects, usually because of the cold or because someone has slapped that body part with their hand."}]}, {"id": "12", "tn": [{"ref": "from beginning to end", "text": "This is a merism for completeness. AT: \"absolutely everything\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "brought a curse upon themselves", "text": "\"did those things which Yahweh had said he would punish those who did them\""}, {"ref": "the sins of his house will never be atoned for by sacrifice or offering", "text": "This can be translated in active form. AT: \"there is no sacrifice or offering that anyone can offer that will atone for the sins of his house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sins of his house", "text": "\"the sins that the people in his family have committed\""}]}, {"id": "15", "tn": [{"ref": "the house of Yahweh", "text": "The \"house\" was actually a tent, but it would be best to translate \"house\" here."}, {"ref": "my son", "text": "Eli was not Samuel's true father. Eli speaks as if he were Samuel's father to show Samuel that he is not angry but that Samuel needs to answer him. Translate as in [[:en:bible:notes:1sa:01:05|1:6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "the word he spoke", "text": "\"the message Yahweh gave\""}, {"ref": "May God do so to you, and even more", "text": "This is an idiom to emphasize how serious Eli is. AT: \"May God punish you the same way he said he will punish me, and even more\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "let none of his prophetic words fail to come true", "text": "This can be stated positively. AT: \"made all the things he prophesied happen\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "All Israel", "text": "\"All the people in Israel\""}, {"ref": "from Dan to Beersheba", "text": "This is a merism for \"in every part of the land.\" AT: \"from one end of the land to the other\" or \"from Dan in the very north to Beersheba in the very south\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Samuel was appointed", "text": "This can be stated in active form. AT: \"Yahweh had appointed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]