[{"id": "04", "tn": [{"ref": "My laws are what you must do, and my commandments are what you must keep", "text": "These two phrases mean basically the same thing and emphasize that the people must obey everything that Yahweh has commanded them to do. You can translate this parallelism into one statement that conveys the requirement to keep all of Yahweh's commands. AT: \"You must obey all of my laws and commandments\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "so that you walk in them", "text": "Obeying Yahweh's commandments is spoken of as if the commandments were a path on which the person walks. AT: \"so that you conduct your behavior according to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "your father's wives", "text": "Sometimes men had more than one wife. God did not allow a son to sleep with any woman married to his father."}]}, {"id": "09", "tn": [{"ref": "whether she is the daughter of your father or the daughter of your mother", "text": "This means a man cannot sleep with his sister if they have the same parents or even if she has a different mother or father."}, {"ref": "whether she was raised at your home or distant from you", "text": "This can be translated in active form. AT: \"whether she grew up at your home or far away from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not sleep with your father's wife's daughter", "text": "Possible meanings are 1) \"Do not sleep with your half-sister\" (UDB) or 2) \"Do not sleep with your stepsister.\" Here the man does not have the same father or mother as the woman. They became brother and sister when their parents married."}]}, {"id": "12", "tn": [{"ref": "Do not go near her for that purpose", "text": "\"Do not go to her in order to sleep with her\""}]}, {"id": "15", "tn": [{"ref": "do not sleep with her", "text": "Yahweh repeats this in order to emphasize the command. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "19", "tn": [{"ref": "menstruation", "text": "This is the period of time when a woman bleeds from her womb."}, {"ref": "She is unclean", "text": "The woman whom other people may not touch is spoken of as if he were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your neighbor's wife", "text": "\"any man's wife\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must not do that would defile them."}, {"ref": "You must not give any of your children to put them into the fire", "text": "The phrase \"to pass through the fire\" means to burn something with fire as a sacrifice. AT: \"You must not burn your children alive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you must not profane the name of your God", "text": "Here the word \"profane\" means to dishonor. The word \"name\" represents God himself. AT: \"you must not dishonor your God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "This would be perversion", "text": "Here \"perversion\" refers to a violation of the natural order of things as Yahweh intended them to be."}]}, {"id": "24", "tn": [{"ref": "the nations are defiled", "text": "This refers to the people groups already living in Canaan. Translate this so the term \"nations\" is clarified as people. AT: \"the people of the nations defiled themselves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The land became defiled", "text": "\"The people defiled the land\""}, {"ref": "the land vomited out its inhabitants", "text": "Yahweh forcibly removing the people from the land is spoken of as if the land were a person who vomited the people out. AT: \"I forcibly removed the people from the land, like a person vomits up food\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "26", "tn": [{"ref": "any of these detestable things", "text": "\"any of these disgusting things\""}, {"ref": "this is the wickedness", "text": "This refers to \"these detestable things.\""}, {"ref": "Therefore be careful", "text": "\"Therefore be careful to obey me\""}, {"ref": "so that the land does not vomit you up ... as it vomited out the people", "text": "Yahweh forcibly removing the people from the land is spoken of as if the land were a person who vomited the people out. See how you translated this metaphor in [[:en:bible:notes:lev:18:24|18:25]]. AT: \"so that I do forcibly remove you from the land ... as I forcibly removed the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Yahweh finishes telling Moses what the people must not do."}, {"ref": "the persons ... will be cut off from among their people", "text": "People being excluded from the community is spoken of as if they had been cut off from their people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. AT: \"the persons ... may no longer live among their people\" or \"you must separate the persons ... from their people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which were practiced here before you", "text": "This can be translated in active form. AT: \"which the people did here before you came\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by them", "text": "Here \"them\" refers to the detestable customs."}]}]