[{"id": "01", "tn": [{"ref": "Belshazzar", "text": "This is the son of Nebuchadnezzar who became king after his father. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "for a thousand", "text": "\"for 1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "he drank wine in front of", "text": "\"he drank wine in the presence of\""}, {"ref": "the containers made of gold or silver", "text": "This can be stated in active form. AT: \"the gold or silver containers that the Israelites had made\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "containers", "text": "These were cups and other items that were small enough for a person to hold and to drink from them."}, {"ref": "Nebuchadnezzar his father had taken", "text": "This phrase is using the name Nebuchadnezzar to refer to the king's army. AT: \"the army of Nebuchadnezzar his father had taken\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "the gold containers that had been taken out of the temple", "text": "This can be stated in active form. AT: \"the gold containers that the army of Nebuchadnezzar had taken out of the temple\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "out of the temple, the house of God", "text": "\"out of God's temple.\" The phrase \"the house of God\" tells us something more about the temple."}, {"ref": "", "text": "."}]}, {"id": "05", "tn": [{"ref": "At that moment", "text": "\"As soon as they did that\" or \"Suddenly\" (UDB)"}, {"ref": "plaster", "text": "cement or mud that is spread on walls or ceilings to give them a smooth hard surface when it dries"}, {"ref": "the king's face changed", "text": "\"his face became pale\" (UDB). This was caused by his fear."}, {"ref": "his limbs", "text": "\"his legs\""}, {"ref": "his knees were knocking together", "text": "This was the result of his extreme fear."}]}, {"id": "07", "tn": [{"ref": "those known for their wisdom in Babylon", "text": "This refers back to those who claimed to speak with the dead, the wise men, and the astrologers."}, {"ref": "Whoever explains this writing and its meaning will be clothed with purple and will have a gold chain around his neck", "text": "This can be stated in active form. AT: \"I will give purple clothes and a gold neck chain to whoever explains this writing and its meaning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "clothed with purple", "text": "Purple cloth was rare and reserved for royal officials. AT: \"dressed in royal clothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the third highest ruler", "text": "\"the number three ruler\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "08", "tn": [{"ref": "Belshazzar", "text": "This is the son of Nebuchadnezzar who became king after his father. See how you wrote this name in [[:en:bible:notes:dan:05:01|5:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the look on his face changed", "text": "\"his face became even more pale.\" The face of the king grew even more pale than in [[:en:bible:notes:dan:05:05|5:6]]."}, {"ref": "perplexed", "text": "\"confused\""}]}, {"id": "10", "tn": [{"ref": "the queen", "text": "Some modern versions understand this to be a reference to the queen mother, that is, to the king's mother. The queen mother received much honor in ancient Babylon."}, {"ref": "King, live forever!", "text": "This was a normal way to greet the king."}, {"ref": "Do not let the look on your face change", "text": "\"There is no need for your face to look so pale\""}]}, {"id": "11", "tn": [{"ref": "the spirit of the holy gods", "text": "The queen believed that Daniel's power came from the false gods that Nebuchadnezzar worshiped. See how you translated this phrase in [[:en:bible:notes:dan:04:07|4:8]]."}, {"ref": "In the days of your father", "text": "\"When your father was ruling\""}, {"ref": "light and understanding and wisdom like the wisdom of the gods was found in him", "text": "This can be stated in active form. AT: \"he had light and understanding and wisdom like the wisdom of the gods\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "King Nebuchadnezzar, your father the king", "text": "\"Your father, King Nebuchadnezzar\""}, {"ref": "these qualities were found in this man Daniel, whom the king named Belteshazzar", "text": "This can be stated in active form. AT: \"this same Daniel, whom the king named Belteshazzar, had all of these qualities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what has been written", "text": "\"what has been written on the wall.\" This can be stated in active form. AT: \"what the hand wrote on the wall\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Then Daniel was brought before the king", "text": "This can be stated in active form. AT: \"Then they brought Daniel before the king\" or \"Then the soldiers brought Daniel before the king\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whom my father the king brought out of Judah", "text": "In this phrase \"father\" is being used to represent all of the soldiers. AT: \"whom my father's soldiers brought out of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the spirit of the gods", "text": "Belshazzar believed that Daniel's power came from the false gods that Belshazzar worshiped. See how you translated a similar phrase in [[:en:bible:notes:dan:04:07|4:8]]."}, {"ref": "light and understanding and excellent wisdom are found in you", "text": "This can be stated in active form. AT: \"you have light and understanding and excellent wisdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Now the men known ... have been brought in before me", "text": "This can be stated in active form. AT: \"Now the men known ... have come in before me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "make known to me", "text": "\"tell me\""}, {"ref": "you will be clothed with purple and have a gold chain placed around your neck", "text": "This can be stated in active form. AT: \"I will give you purple clothes and a gold neck chain\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "clothed with purple", "text": "Purple cloth was rare and reserved for royal officials. AT: \"dressed in royal clothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the third highest ruler", "text": "\"the number three ruler\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "17", "tn": [{"ref": "Let your gifts be for yourself, and", "text": "\"I do not want your gifts, so\""}, {"ref": "all peoples, nations, and languages", "text": "This phrase uses the word \"all\" as a generalization that represents a large number. AT: \"a great number of people, of different nations and languages,\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "peoples, nations, and languages", "text": "Here \"nations\" and \"languages\" represent people from different nations who speak different languages. See how you translated this in [[:en:bible:notes:dan:03:03|3:4]]. AT: \"people from different nations and who speak different languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "trembled and feared him", "text": "These words mean basically the same thing and emphasize the intensity of the fear. AT: \"were very afraid of him\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "He put to death those he wanted to die", "text": "This phrase does not mean King Nebuchadnezzar put people to death himself, but rather those he commanded. AT: \"Nebuchadnezzar commanded his soldiers to kill those he wanted to die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He raised up those he wanted", "text": "\"He raised up those he wanted to raise up\""}, {"ref": "wanted ... wished", "text": "These words here mean the same thing."}, {"ref": "he humbled those he wished", "text": "\"he humbled those he wished to humble\""}]}, {"id": "20", "tn": [{"ref": "his heart was arrogant", "text": "Here \"heart\" refers to the king himself. AT: \"the king was arrogant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his spirit was hardened", "text": "Here \"spirit\" refers to the king himself. His stubbornness is spoken of as if he were hardened. AT: \"the king became stubborn\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "presumptuously", "text": "rudely and overly confident"}, {"ref": "he was brought down from his kingly throne", "text": "Here \"throne\" refers to his authority to rule. This can be stated in active form. AT: \"the people took away his kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He was driven away from humanity", "text": "This can be stated in active form. AT: \"The people chased him away from them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he had the mind of an animal", "text": "Here \"mind\" represents his thoughts. AT: \"he thought as an animal thinks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dew", "text": "the moisture on the ground that is found in the mornings"}, {"ref": "anyone he wishes", "text": "\"whomever he chooses\""}]}, {"id": "22", "tn": [{"ref": "Belshazzar", "text": "This is the son of Nebuchadnezzar who became king after his father. See how you wrote this name in [[:en:bible:notes:dan:05:01|5:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "have not humbled your heart", "text": "Here \"heart\" refers to Belshazzar himself. AT: \"have not humbled yourself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You have lifted yourself up against the Lord", "text": "To rebel against God is spoken of as raising oneself up against him. AT: \"You have rebelled against the Lord\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "From his house", "text": "What and where \"his house\" is can be stated clearly. AT: \"From his temple in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "God who holds your breath in his hand", "text": "Here \"breath\" refers to life and \"hand\" refers to power or control. AT: \"God who gives you breath\" or \"God who has control over your entire life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all your ways", "text": "\"everything you do\""}, {"ref": "this writing was done", "text": "This can be stated in active form. AT: \"it wrote this message\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "This is the writing that was done", "text": "This can be stated in active form. AT: \"This is the message that the hand wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Mene, Mene, Tekel, and Pharsin", "text": "These are the Aramaic words that were written on the wall. Spell these words with the sounds that fit your language. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "'Mene,' 'God has numbered", "text": "\"'Mene' means 'God has numbered\""}, {"ref": "'Tekel,' 'you are weighed", "text": "\"'Tekel' means 'you are weighed\""}, {"ref": "'Peres,' 'your kingdom", "text": "\"'Peres' means 'your kingdom.\""}, {"ref": "Peres", "text": "This is the singular form of \"Pharsin\" in 5:25."}, {"ref": "you are weighed in the scales and are found lacking", "text": "Judging the worthiness of the king to rule is spoken of as weighing him. This means that the king is not worthy to rule. This can be stated in active form. AT: \"God has examined your worthiness to rule, and he has found that you are not worthy\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your kingdom is divided and is given to the Medes and Persians", "text": "This can be stated in active form. AT: \"God has divided your kingdom and given it to the Medes and Persians\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "Belshazzar", "text": "This is the son of Nebuchadnezzar who became king after his father. See how you wrote this name in [[:en:bible:notes:dan:05:01|5:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A chain of gold was put around his neck", "text": "This can be stated in active form. AT: \"They put a chain of gold around his neck\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the third highest ruler", "text": "\"the number three ruler\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "received the kingdom", "text": "\"became the ruler of the kingdom\""}, {"ref": "when he was about sixty-two years old", "text": "two years old** - \"when he was about 62 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]