[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John continues to describe the new Jerusalem as the angel shows it to him."}, {"ref": "showed me", "text": "Here \"me\" refers to John."}, {"ref": "the river of the water of life", "text": "\"the river flowing with life-giving water\""}, {"ref": "the water of life", "text": "Eternal life is spoken of as if it were a drink of life-giving water. See how you translated this in [[:en:bible:notes:rev:21:05|21:6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the nations", "text": "Here \"nations\" refers to the people who live in every nation. AT: \"the people of all nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "There will no longer be any curse", "text": "Possible meanings are 1) \"There will never be anyone ... there that God will curse\" (UDB) or 2) \"There will not be anyone there who is under God's curse.\""}, {"ref": "his servants will serve him", "text": "Possible meanings of \"his\" and \"him\" are 1) both words refer to God the Father, or 2) both words refer to both God and the Lamb, who rule together as one."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This is the beginning of the end of John's vision. In verse 6 the angel is speaking to John. In verse 7, Jesus is speaking, as is stated in the UDB."}, {"ref": "These words are trustworthy and true", "text": "Here \"words\" refers to the message that they formed. AT: \"This message is trustworthy and true.\" See how you translated this in [[:en:bible:notes:rev:21:05|21:5]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the God of the spirits of the prophets", "text": "Possible meanings are 1) the word \"spirits\" refers to the inward disposition of the prophets and indicates that God inspires them. AT: \"God who inspires the prophets\" (UDB) or 2) the word \"spirits\" refers to the Holy Spirit who inspires the prophets. AT: \"God who gives his Spirit to the prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Look!", "text": "Here Jesus begins to speak. The word \"Look\" adds emphasis to what follows."}, {"ref": "I am coming soon!", "text": "It is understood that he is coming in order to judge. AT: \"I am coming to judge soon!\" See how you translated this in [[:en:bible:notes:rev:03:09|3:11]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "John tells his readers about how he responded to the angel."}, {"ref": "prostrated", "text": "This means to lie on the ground and stretch oneself out in reverence or submission. This position was an important part of worship, to show respect and willingness to serve."}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "The angel finishes speaking to John."}, {"ref": "Do not seal up ... this book", "text": "To seal a book was to keep it closed with something that makes it impossible for anyone to read what was inside without breaking the seal. The angel is telling John not to keep the message a secret. AT: \"Do not keep secret ... this book\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the words of the prophecy of this book", "text": "Here \"words\" refers to the message that they formed. AT: \"This prophetic message of this book.\" See how you translated this in [[:en:bible:notes:rev:22:06|22:7]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "As the book of Revelation is ending, Jesus gives a closing greeting. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "the alpha and the omega, the first and the last, the beginning and the end", "text": "These three phrases share similar meanings and emphasize that Jesus has and will exist for all time. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_merism]])."}, {"ref": "the alpha and the omega", "text": "These are first and last letters of the Greek alphabet. Possible meanings are 1) \"the one who began all things and who ends all things\" or 2) \"the one who has always lived and who always will live\". If unclear to readers you may consider using the first and last letters of your alphabet. AT: \"the A and the Z\" or \"the first and the last.\" See how you translated this in [[:en:bible:notes:rev:01:07|1:8]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the first and the last", "text": "This refers to the eternal nature of Jesus. See how you translated this in [[:en:bible:notes:rev:01:17|1:17]]. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the beginning and the end", "text": "Possible meanings are 1) \"the one who began all things and the one who will cause all things to end\" (UDB) or 2) \"the one who existed before all things and who will exist after all things.\" See how you translated this in [[:en:bible:notes:rev:21:05|21:6]]."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues giving his closing greeting."}, {"ref": "those who wash their robes", "text": "Becoming righteous is spoken of as if it were washing one's clothing. See how you translated as similar phrase in [[:en:bible:notes:rev:07:13|7:14]]. AT: \"those who have become righteous, as if they have washed their robes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Outside", "text": "This means they are outside the city and not allowed to enter."}, {"ref": "are the dogs", "text": "In that culture the dog was an unclean, despised animal. Here the word is derogatory and refers to people who are wicked. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "to testify to you", "text": "Here the word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the root and the descendant of David", "text": "The words \"root\" and \"descendant\" mean basically the same thing. Jesus speaks of being a \"descendant\" as if he were a \"root\" that grew out of David. Together the words emphasize that Jesus belongs to the family of David. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])."}, {"ref": "the bright morning star", "text": "Jesus speaks of himself as if he were the bright star that appears early in the morning and indicates that a new day is about to begin. See how you translated \"morning star\" in [[:en:bible:notes:rev:02:26|2:28]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "This verse is a response to what Jesus said."}, {"ref": "the Bride", "text": "Believers are spoken of as if they were a bride about to be married to her groom, Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Come!", "text": "Possible meanings are 1) that this is an invitation for people to come and drink the water of life. AT: \"Come and drink!\" or 2) that this is a polite request for Jesus to return. AT: \"Please come!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Whoever is thirsty ... the water of life", "text": "A person's desire for eternal life is spoken of as if it were thirst and of that person receiving eternal life as if he were drinking life-giving water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the water of life", "text": "Eternal life is spoken of as if it were a drink of life-giving water. See how you translated this in [[:en:bible:notes:rev:21:05|21:6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "John gives his final remarks about the book of Revelation."}, {"ref": "I testify", "text": "Here \"I\" refers to John."}, {"ref": "the words of the prophecy of this book", "text": "Here \"words\" refers to the message that they formed. AT: \"This prophetic message of this book.\" See how you translated this in [[:en:bible:notes:rev:22:06|22:7]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If anyone adds to them ... If anyone takes away", "text": "This is a strong warning to not change anything about this prophecy."}, {"ref": "that are written about in this book", "text": "This can be stated in active form. AT: \"which I have written about in this book\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "In these verses John gives his and Jesus' closing greetings."}, {"ref": "The one who testifies", "text": "\"Jesus, who testifies\""}, {"ref": "everyone", "text": "\"every one of you\""}]}]