[{"id": "01", "tn": [{"ref": "considered", "text": "\"remembered\" or \"thought about\""}, {"ref": "ark", "text": "This refers to a very large box that would be able to float on water even in a very bad storm. AT: \"a large boat\" or \"a ship\" or \"a barge.\" Translate this as in [[:en:bible:notes:gen:06:13|6:14]]."}, {"ref": "The fountains of the deep and the windows of heaven were closed", "text": "\"The water stopped coming out of the ground and the rain stopped falling.\" This can be stated in active form. AT: \"God closed the fountains of the deep and the windows of heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fountains of the deep", "text": "\"water from under the earth.\" See how this is translated in [[:en:bible:notes:gen:07:11|7:11]]."}, {"ref": "the windows of heaven were closed", "text": "This refers to the rain stopping. It describes the sky as a ceiling that keeps the waters above it from falling down to the earth. When the windows, or doors, in the sky were closed, the water stopped coming through them. AT: \"the sky closed\" or \"the doors in the sky closed.\" See how \"the windows of heaven\" is translated in [[:en:bible:notes:gen:07:11|7:11]]."}]}, {"id": "04", "tn": [{"ref": "came to rest", "text": "\"landed\" or \"stopped on solid ground\""}, {"ref": "in the seventh month, on the seventeenth day of the month ... tenth month", "text": "Because Moses wrote this book, it is possible he is referring to the seventh month and tenth month of the Hebrew calendar, but this is uncertain. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "On the first day of the month", "text": "\"On the first day of the tenth month\""}, {"ref": "appeared", "text": "This can be made more explicit: \"appeared above the surface of the water.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. AT: \"It happened that\""}, {"ref": "It came about ... the window of the ark which he had made", "text": "The phrase \"which he had made\" tells about the window. Some languages may need to make this phrase a separate sentence: \"Noah had made a window in the boat. It came about after forty days that he opened the window\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "raven", "text": "a black bird that eats mainly the flesh of dead animals"}, {"ref": "it flew back and forth", "text": "This means that the raven kept leaving the boat and returning."}, {"ref": "until the waters were dried up", "text": "This can be stated in active form. AT: \"until the wind dried up the waters\" or \"until the waters dried up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "to rest her foot", "text": "\"to land\" or \"to perch.\" It means to land on something in order to rest from flying."}, {"ref": "her foot ... she returned ... and brought her", "text": "The word \"dove\" is feminine in the author's language. You could translate these phrases with the pronouns \"its ... it ... it\" or \"his ... he ... him,\" depending on how your language refers to a dove."}, {"ref": "he ... him", "text": "If you use masculine pronouns for the word \"dove,\" you may need to insert Noah's name here to avoid confusion: \"Noah sent out a dove,\" \"Noah stretched forth his hand,\" etc."}]}, {"id": "10", "tn": [{"ref": "Look", "text": "\"Pay attention\" or \"This is important\""}, {"ref": "a freshly plucked olive leaf", "text": "\"a leaf that she had just plucked from an olive tree\""}, {"ref": "plucked", "text": "\"broken off\""}, {"ref": "He waited another seven days", "text": "\"He again waited for seven days\""}, {"ref": "She did not return again to him", "text": "If people would not understand, you could state the reason explicitly: \"She did not return again to him because she found a place to land.\" (See [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "in the six hundred and first year", "text": "\"when Noah was 601 years old\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the first month, on the first day of the month", "text": "Since Moses wrote this book it is possible he is referring to the first month of the Hebrew calendar, but this is uncertain. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the waters were dried up from off the earth", "text": "This can be stated in active form. AT: \"the waters covering the earth dried up\" or \"the wind dried up the waters covering the earth\" (See [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "the covering of the ark", "text": "This refers to a cover that kept the rain water from going into the ark."}, {"ref": "behold", "text": "The word \"behold\" tells us to pay attention to the important information that comes next."}, {"ref": "In the second month, on the twenty-seventh day of the month", "text": "seventh day of the month** - \"On the twenty seventh day of the second month.\" This may refer to the second month of the Hebrew calendar, but this is uncertain. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the earth was dry", "text": "\"the ground was completely dry\" (UDB)"}]}, {"id": "15", "tn": [{"ref": "Go out ... Take out", "text": "\"Leave ... Take.\" Some translations read \"Come out ... Bring out.\"  (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "every living creature of all flesh", "text": "\"every kind of living creature.\" See how \"all flesh\" is translated in [[:en:bible:notes:gen:06:11|6:12]]."}, {"ref": "be fruitful, and multiply", "text": "This is an idiom. See how this is translated in [[:en:bible:notes:gen:01:28|1:28]]. God wanted the humans and animals to reproduce, so there would be many of them. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "18", "tn": [{"ref": "Noah went out", "text": "Some translations read \"Noah came out.\"  (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "according to their families", "text": "\"in groups of their own kinds\""}]}, {"id": "20", "tn": [{"ref": "built an altar to Yahweh", "text": "\"built an altar dedicated to Yahweh\" or \"built an altar for worshiping Yahweh.\" He may have built it with stones."}, {"ref": "clean animals ... clean birds", "text": "Here \"clean\" means that God allowed these animals to be used in sacrifice. Some animals were not used for sacrifices and were called \"unclean.\""}, {"ref": "offered burnt offerings", "text": "Noah killed the animals and then completely burned them up as an offering to God. AT: \"burned the animals as offerings to Yahweh\""}, {"ref": "pleasing aroma", "text": "This refers to the good smell of the roasted meat."}, {"ref": "said in his heart", "text": "Here the word \"heart\" refers to God's thoughts and emotions."}, {"ref": "curse the ground", "text": "\"do very serious harm to the earth\" (UDB)"}, {"ref": "because of mankind", "text": "This can be made more explicit: \"because mankind is sinful.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the inclination of their hearts is evil from childhood", "text": "\"from their earliest years they tend to do evil things\" or \"when they are young, they want to do evil things\""}, {"ref": "the inclination of their hearts", "text": "Here the word \"hearts\" refers to people's thoughts, emotions, desires, and will. AT: \"their tendency\" or \"their habit\""}, {"ref": "from childhood", "text": "This refers to an older child. AT: \"from their youth\""}, {"ref": "While the earth remains", "text": "\"While the earth lasts\" or \"As long as the earth exists\""}, {"ref": "seed time", "text": "\"the season for planting\""}, {"ref": "cold and heat, summer and winter", "text": "These expressions both refer to two major weather conditions in the year. Translators may use local expressions. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "summer", "text": "the hot, dry time of the year"}, {"ref": "winter", "text": "the cool, wet or snowy time of the year"}, {"ref": "will not cease", "text": "\"will not cease to exist\" or \"will not cease to occur.\" This can be expressed in a positive manner. AT: \"will continue\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}]