[{"id": "01", "tn": [{"ref": "The plans of the heart belong to a person", "text": "Here the word \"heart\" represents the person's mind and thoughts. AT: \"A person makes plans in his mind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from Yahweh comes the answer from his tongue", "text": "Possible meanings are 1) Yahweh speaks his answer to a person's plans, which is a metaphor meaning that Yahweh determines the outcome of that person's plans or 2) Yahweh enables a person to speak words about the plans that he has made. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the answer from his tongue", "text": "This phrase is a metonym for the words that one speaks. AT: \"the answer that he speaks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All of a person's ways are pure in his own eyes", "text": "The word \"eyes\" is a metonym for the way a person thinks about right and wrong. The writer speaks of what a person does as if that person were walking down a path. AT: \"A person thinks that everything he does is pure\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh weighs the spirits", "text": "Here the word \"spirits\" represents people's desires and motives. The writer speaks of Yahweh discerning and judging a person's desires and motives as if he were weighing that person's spirit. AT: \"Yahweh judges the person's motives\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "even the wicked for the day of trouble", "text": "The verbal phrase may be supplied from the previous phrase. AT: \"he has made even the wicked for the day of trouble\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "05", "tn": [{"ref": "everyone who has an arrogant heart", "text": "Here the word \"heart\" represents the person. AT: \"everyone who is arrogant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will not go unpunished", "text": "The two negatives in this phrase strongly emphasize the positive. This can be stated in active form. AT: \"Yahweh will certainly punish them\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "By covenant faithfulness and trustworthiness iniquity is atoned for", "text": "This can be stated in active form. AT: \"Yahweh atones for iniquity by covenant faithfulness and trustworthiness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "people turn away from evil", "text": "The writer speaks of people no longer doing evil things as if they were turning away from evil. AT: \"people stop doing evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "he makes", "text": "\"Yahweh makes\""}, {"ref": "a large income", "text": "\"earning a lot of money\""}, {"ref": "injustice", "text": "\"wrongdoing\""}]}, {"id": "09", "tn": [{"ref": "In his heart a person plans out his way", "text": "Here the word \"heart\" represents the mind and thoughts. The writer speaks of a person's actions as if the person were walking on a path. AT: \"A person plans in his mind what he will do\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh directs his steps", "text": "The writer speaks of Yahweh determining the outcome of a person's plans as if Yahweh were telling that person where to walk. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "An oracle is on the lips of a king", "text": "Here the word \"lips\" is a metonym for what the king says. AT: \"What a king says is an oracle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "An oracle", "text": "a decision from God, a divine verdict"}, {"ref": "in judgment his mouth does not speak deceitfully", "text": "The word \"mouth\" represents the king himself. AT: \"when he pronounces judgment, he does not speak deceitfully\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his mouth does not speak deceitfully", "text": "This can be stated in positive terms. AT: \"he speaks truthfully\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "11", "tn": [{"ref": "Honest scales come from Yahweh", "text": "Yahweh requires justice and fairness when doing business. Dishonest people used heavier or lighter weights in their scales in order to gain more when buying or selling. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the weights in the bag are his work", "text": "Merchants carried their weights in bags. Possible meanings are 1) Yahweh has determined how much every weight must weigh or 2) Yahweh is concerned with every weight that a merchant uses."}, {"ref": "that is something to be despised", "text": "This can be stated in active form. AT: \"that is something that people despise\" or \"that is something that Yahweh despises\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for a throne is established by doing what is right", "text": "Here the word \"throne\" represents the king's rule. This can be stated in active form. AT: \"for the king establishes his reign by doing what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "lips that say what is right", "text": "Here the word \"lips\" represents the person who speaks. AT: \"a person who speaks the truth\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "A king's wrath is a messenger of death", "text": "The writer speaks of an angry king causing someone to die as if the king's wrath were a messenger that he sends out to kill someone. AT: \"An angry king can put people to death\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Verse 15 contrasts with verse 14."}, {"ref": "In the light of a king's face is life", "text": "The writer speaks of an expression of joy on the king's face as if his face emitted light. AT: \"When the king is cheerful, people live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his favor is like a cloud that brings a spring rain", "text": "The writer compares the king showing favor towards someone with a cloud that brings rain to make crops grow. Both promise blessing to those who receive them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "How much better it is to get wisdom than gold", "text": "This exclamation emphasizes that having wisdom is much better than having gold. AT: \"It is much better to get wisdom than to get gold\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "To get understanding should be chosen more than silver", "text": "This can be stated in active form. AT: \"A person should choose to get understanding more than to get silver\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "The highway of upright people", "text": "The writer speaks of the lifestyle of upright people as if it were a well-built road, free of obstacles. AT: \"The righteous way that upright people live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turns away from evil", "text": "The writer speaks of avoiding or no longer doing evil things as if it were turning away from evil. AT: \"keeps them from doing evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a haughty spirit", "text": "Here the word \"spirit\" represents the person's attitude and temperament. AT: \"an arrogant attitude\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a downfall", "text": "\"ruin\" or \"failure\""}]}, {"id": "19", "tn": [{"ref": "spoil", "text": "goods taken in battle"}, {"ref": "what they are taught", "text": "This can be stated in active form. AT: \"what someone has taught them\" or \"what they have learned\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "The one who is wise in heart is called discerning", "text": "This person will have a reputation of being a discerning person. This can be stated in active form. AT: \"People will call the one who is wise in heart discerning\" or \"The one who is wise in heart will have a reputation of being a discerning person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The one who is wise in heart", "text": "Here the heart represents the mind and thoughts. AT: \"The one who is wise\" or \"The one who is wise in his thinking\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sweetness of speech", "text": "The writer speaks of kind or pleasant speech as if it were something that tastes sweet. AT: \"kind speech\" or \"pleasant speech\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Understanding is a fountain of life", "text": "The writer speaks of \"Understanding\" as if it were a fountain that continuously flows with water and which sustains the life of those who drink from it. AT: \"Understanding is like a fountain flowing with life-giving water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "The heart of a wise person gives", "text": "Here the word \"heart\" represents the mind and thoughts. AT: \"The thoughts of a wise person gives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "gives insight to his mouth", "text": "Here the word \"mouth\" is a metonym for speech. AT: \"makes his speech wise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to his lips", "text": "Here the word \"lips\" is a metonym for speech. AT: \"to what he says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Pleasant words are a honeycomb", "text": "The writer speaks of pleasant words being able to bring delight to the hearers as if the words were a honeycomb dripping with fresh honey. AT: \"Pleasant words are like a honeycomb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sweet to the soul", "text": "Possible meanings for the word \"soul\" are 1) it represents a person's inward desires and pleasures. AT: \"sweet enough to make a person happy\" or 2) it can mean \"throat\" and is a metonym for a person's tongue and ability to taste. AT: \"sweet to a person's taste\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "healing to the bones", "text": "Here the word \"bones\" represent a person's body. AT: \"healing to the body\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "There is a way that seems right to a man", "text": "The writer speaks of a person's conduct or behavior as if it were a road on which the person is traveling. AT: \"A person thinks that the way he is living is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but its end is the way to death", "text": "The word \"its\" refers to \"way\" in the previous line. This \"way\" is the road that leads to death."}, {"ref": "The laborer's appetite works for him", "text": "The writer speaks of the appetite as if it were a person who works on behalf of the laborer. This means that the person who labors is motivated by his desire to eat. AT: \"The laborer works to satisfy his appetite\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his hunger urges him on", "text": "The writer speaks of \"hunger\" as if it were a person who urges the laborer to continue working. AT: \"he keeps on working because he is hungry\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "27", "tn": [{"ref": "A worthless person digs up mischief", "text": "The writer speaks of a person trying to find ways to harm other people as if that person were digging in the ground to find something buried. AT: \"A worthless person looks for mischief as if he were digging for something in the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "worthless", "text": "\"useless\" or \"wicked\""}, {"ref": "mischief", "text": "\"evil\" or \"trouble\""}, {"ref": "his speech is like a scorching fire", "text": "The writer compares the way this person's words hurt others with the way that fire burns things. AT: \"he hurts people with his words, like a fire scorches the things it touches\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a gossip", "text": "a person who gossips or spreads rumors"}]}, {"id": "29", "tn": [{"ref": "A man of violence lies to his neighbor", "text": "It is implied that this man lies to his neighbor in order to get his neighbor to join him in violent actions. AT: \"A man of violence entices his neighbor\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "A man of violence", "text": "\"A violent man\" or \"A man who practices violence\""}, {"ref": "leads him down a path that is not good", "text": "The writer speaks of a person's actions as if they were a road on which the person walks. AT: \"gets him to do things that are not good\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a path that is not good", "text": "The writer uses an understatement to emphasize how bad this path is. AT: \"a very bad path\" or \"a terrible path\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The one who winks the eye ... those who purse the lips", "text": "Both of these are facial gestures which people might use to signal their plans to others. See how you translated \"winks the eye\" in [[:en:bible:notes:pro:10:10|10:10]]."}, {"ref": "will bring evil to pass", "text": "\"will do evil things\""}]}, {"id": "31", "tn": [{"ref": "Gray hair is a crown of glory", "text": "The writer speaks of gray hair as if it were a crown. \"Gray hair\" is a metonym for old age. AT: \"A person who has lived long enough to have gray hair is like one who wears a glorious crown on his head\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is gained", "text": "This can be stated in active form. AT: \"a person gains it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "one who rules his spirit", "text": "The writer speaks of a person being able to control his own temper and emotions as if he ruled over his spirit like a king rules his people. AT: \"one who controls his temper\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "The lots are thrown into the lap", "text": "This can be stated in active form. AT: \"A person throws the lots into his lap\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the decision is from Yahweh", "text": "Possible meanings are 1) Yahweh decides how the lots will land or 2) it is not the lots, but Yahweh who determines what will happen."}]}]