[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Ezekiel. All instances of \"the city\" refer to the \"city\" that Ezekiel carved onto the brick ([[:en:bible:notes:ezk:04:01|4:1]])."}, {"ref": "son of man", "text": "\"son of a human being\" or \"son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. AT: \"mortal person\" or \"human\""}, {"ref": "barber's razor", "text": "\"blade for cutting hair\""}, {"ref": "pass the razor over your head and your beard", "text": "\"shave your head and your face\" or \"remove the hair from your head and the beard from your face\""}, {"ref": "Burn a third of it", "text": "\"Burn a third of your hair\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "midst", "text": "middle"}, {"ref": "when the days of the siege are completed", "text": "\"when the days of Jerusalem's siege have ended\" or \"when the days have ended that you show how Jerusalem will put under siege\""}, {"ref": "take a third of the hair", "text": "\"take one of the three piles of hair\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "and strike it with the sword all around the city", "text": "\"and hit it with your sword all over the city\""}, {"ref": "scatter a third of it to the wind", "text": "\"let the wind blow the last third of your hair in different directions\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "I will draw out a sword to chase after the people", "text": "The word \"sword\" is a metonym for enemy soldiers who will attack with their swords, and to \"draw out a sword\" is to send the soldiers into battle. AT: \"I will cause their enemies to pursue them and attack them with swords.\" (UDB) (See [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will draw out a sword", "text": "\"I will pull a sword out of its container\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to Ezekiel."}, {"ref": "But take ... Then take", "text": "Ezekiel was to do this when he shaved his hair and beard ([[:en:bible:notes:ezk:05:01|5:1]]) and before he burned the hair ([[:en:bible:notes:ezk:05:01|5:2]]). You may need to place these verses before those verses. \"But when you shave off your hair and beard, and before you burn them, take ... After you have scattered the hair to the wind, then take\" (See: [[:en:ta:vol1:translate:figs_events]] and [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "a small number of hairs from them", "text": "\"a few hairs from the piles\""}, {"ref": "tie them", "text": "The word \"them\" refers to the hairs. Possible meanings are 1) the hairs were long enough so Ezekiel could tie them or 2) Ezekiel was to sew the hairs or otherwise attach them 3) Ezekiel was to place the hairs loosely in a fold of the garment."}, {"ref": "the folds of your robe", "text": "Possible meanings are 1) \"the cloth on your arms\" (\"your sleeves\") (UDB) or 2) \"the end of the cloth on your robe\" (\"your hem\") or 3) the fold in the garment where it is tucked into the belt."}, {"ref": "from there a fire will go out to all the house of Israel", "text": "\"from there a fire will spread out and burn up all the people of Israel.\" Yahweh speaks of how he will punish Israel as if he were going to set fire to a house and of the people of Israel as if they were the family that lives in that house but were at that time outside the house. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak."}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "This is Jerusalem", "text": "\"This carving represents Jerusalem\" ([[:en:bible:notes:ezk:04:01|4:1]])"}, {"ref": "in the midst of the nations", "text": "Possible meanings are 1) other nations were on all sides of Jerusalem or 2) \"more important than all other nations.\""}, {"ref": "I have placed her", "text": "Jerusalem is referred to as \"her\" and \"she.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "other lands", "text": "\"the neighboring countries\" or \"the countries around her\""}, {"ref": "The people have rejected my judgments", "text": "\"The people of Israel and Jerusalem have refused to obey my judgments.\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel and Judah."}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "Because you are more troublesome than", "text": "\"because your sinfulness is worse than\" or \"because you are more unruly than\""}, {"ref": "that surround you", "text": "\"that are all around you.\""}, {"ref": "have not walked in my statutes", "text": "Walking is a metaphor for the way a person lives. AT: \"have not lived according to my statutes\" or \"have not obeyed my statutes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "or acted according to my decrees", "text": "\"or obeyed my decrees\""}, {"ref": "Behold!", "text": "\"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "I will execute judgments within your midst", "text": "\"I will judge you in various ways\" or \"I will punish you\" (UDB)."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel and Jerusalem."}, {"ref": "what I have not done and the like of which I will not do again", "text": "\"as I have not done before and will not do in a similar way again\" or \"like I have never done before and will never do again\" (UDB)."}, {"ref": "because of all your disgusting actions", "text": "\"because of all the disgusting things you do.\" God was angry because the people were worshiping idols and false gods."}, {"ref": "fathers will eat the children in your midst, and sons will eat their fathers", "text": "Ezekiel is probably telling what will really happen when the people have no food."}, {"ref": "I will execute judgment on you", "text": "\"I will judge you\" or \"I will punish you severely\" (UDB)"}, {"ref": "and scatter to every direction all of you who are left", "text": "\"and I will force all of you who are left to go to different places.\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel and Judah."}, {"ref": "live—this is the Lord Yahweh's declaration—it", "text": "Possible meanings are 1) Yahweh is speaking of himself as if he were another person AT: \"live—I, the Lord Yahweh, am making this declaration—it\" or 2) Ezekiel reminds his readers that he is quoting Yahweh AT: \"live'—this is the Lord Yahweh's declaration—'it\""}, {"ref": "as I live", "text": "\"as surely as I live.\" or \"as true as it is that I am alive, it is also true that\""}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "defiled ... sanctuary", "text": "ruined the place that Yahweh had set aside to be only for his use"}, {"ref": "with all your hateful things", "text": "\"with all of those things of yours that I hate.\" You may need to make explicit that this refers to idols: \"with all your idols, which I hate\" or \"with all your disgusting idols\" (UDB). (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and with all your disgusting deeds", "text": "\"and with all the disgusting things that you do\""}, {"ref": "my eye will not have pity on you", "text": "The word \"eye\" is a metonym for Yahweh. AT: \"I will not have pity on you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not spare you", "text": "\"I will surely punish you\""}, {"ref": "they will be consumed by famine in your midst", "text": "\"many of them will die because of famine\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel and Judah."}, {"ref": "my wrath will be completed", "text": "\"I will no longer be angry because I will have done everything I wanted to do because I was angry\""}, {"ref": "I will cause my fury toward them to rest", "text": "The word \"fury\" means violent anger, and here it refers to punishment. \"I will stop punishing them because I will have punished them fully.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will be satisfied", "text": "\"I will be satisfied that I have punished them enough\""}, {"ref": "when I have completed my fury against them", "text": "\"when I have finished punishing them\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel and Judah."}, {"ref": "in wrath and fury", "text": "The words \"wrath\" and \"fury\" mean basically the same thing and emphasize the intensity of wrath. AT: \"because I will be very angry with you.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "harsh arrows of famine", "text": "\"intense famine\""}, {"ref": "break your staff of bread", "text": "A \"staff\" was something that people leaned upon to support them. This phrase is a metaphor which means \"remove the supply of food that you are depending upon.\" AT: \"cut off your food supply\" (UDB). See how \"staff of bread\" is translated in [[:en:bible:notes:ezk:04:16|4:16]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Plague and blood will pass through you", "text": "\"Plague and violent death will pass through you.\" This violent death would be caused by war. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]