[{"id": "01", "tn": [{"ref": "Pi Hahiroth ... Migdol ... Baal Zephon", "text": "These are towns on Egypt's eastern border. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "You are to camp", "text": "Here the word \"You\" is plural and refers to Moses and the Israelites. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Pharaoh will say about the Israelites, 'They are wandering in the land. The wilderness has closed in on them.'", "text": "This can be stated as an indirect quote. AT: \"Pharaoh will say the Israelites are wandering in the land and the wilderness has closed in on them\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "The wilderness has closed in on them", "text": "Pharaoh speaks of the wilderness as a person who has trapped the Israelites. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues to instruct Moses on where to go and what Yahweh will do."}, {"ref": "I will harden Pharaoh's heart", "text": "Here \"heart\" refers to the Pharaoh. His stubborn attitude is spoken of as if his heart was hard. See how you translated a similar phrase in [[:en:bible:notes:exo:09:11|9:12]]. AT: \"I will cause Pharaoh to became more defiant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will pursue them", "text": "\"Pharaoh will pursue the Israelites\""}, {"ref": "I will get honor", "text": "\"People will honor me\""}, {"ref": "The Egyptians will know that I am Yahweh", "text": "\"The Egyptians will understand that I am Yahweh, the one true God\""}, {"ref": "So the Israelites camped as they were instructed", "text": "This can be stated in active form. AT: \"So the Israelites camped as Yahweh had instructed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When the king of Egypt was told", "text": "This can be stated in active form. AT: \"When someone told the king of Egypt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the king of Egypt", "text": "This refers to Pharaoh."}, {"ref": "had fled", "text": "\"had run away\""}, {"ref": "the minds of Pharaoh and his servants turned against the people", "text": "Here the word \"minds\" refers to their attitudes towards the Israelites. AT: \"Pharaoh and his servants changed their attitudes about the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What have we done in letting Israel go free from working for us?", "text": "They asked this question to show they thought they did a foolish thing. This rhetorical question can be translated as a statement. AT: \"We have done a stupid thing by letting Israel go free from working for us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "He took six hundred chosen chariots", "text": "\"He took 600 of his best chariots\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Yahweh hardened the heart of Pharaoh", "text": "Here \"heart\" refers to the Pharaoh. His stubborn attitude is spoken of as if his heart was hard. See how you translated a similar phrase in [[:en:bible:notes:exo:09:11|9:12]]. AT: \"Yahweh caused Pharaoh to became more defiant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Pi Hahiroth ... Baal Zephon", "text": "These are towns on Egypt's eastern border. See how you translated them in [[:en:bible:notes:exo:14:01|14:02]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "10", "tn": [{"ref": "When Pharaoh came close", "text": "The word \"Pharaoh\" here represents the entire Egyptian army. AT: \"When Pharaoh and his army came close\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they were terrified", "text": "\"the Israelites were terrified\""}, {"ref": "Is it because there were no graves in Egypt, that you have taken us away to die in the wilderness?", "text": "The Israelites ask this question to express their frustration and fear of dying. This rhetorical question can be translated as a statement. AT: \"There were plenty of graveyards in Egypt for us to be buried in. You did not have to take us into the wilderness to die!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have you treated us like this, bringing us out of Egypt?", "text": "The Israelites ask this question to rebuke Moses for bringing them to the desert to die. This rhetorical question can be translated as a statement. AT: \"You should not have treated us like this by bringing us out of Egypt!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is this not what we told you in Egypt?", "text": "The Israelites ask this question to emphasize that this is what they had told Moses. This rhetorical question can be translated as a statement. AT: \"This is exactly what we told you while we were in Egypt.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "We said to you, 'Leave us alone, so we can work for the Egyptians.'", "text": "This can be stated as an indirect quote. AT: \"We told you to leave us alone, so we could work for the Egyptians.\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "13", "tn": [{"ref": "Moses said to the people", "text": "Moses responds to the Israelites' fears."}, {"ref": "provide for you", "text": "The pronoun \"you\" refers to the Israelites. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "For you will never see again the Egyptians", "text": "Moses used a polite way of saying God was going to destroy the Egyptian army. AT: \"For God will kill the Egyptians\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "15", "tn": [{"ref": "Why are you, Moses, continuing to call out to me?", "text": "Moses apparently had been praying to God for help so God uses this question to compel Moses to act. This rhetorical question can be translated as a statement. AT: \"Do not call out to me any longer, Moses.\" See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "divide it in two", "text": "\"divide the sea into two parts\""}, {"ref": "Be aware", "text": "\"Know\""}, {"ref": "I will harden the Egyptians' hearts", "text": "Here \"hearts\" refers to the Egyptians themselves. Their stubborn attitude is spoken of as if their hearts were hard. See how you translated a similar phrase in [[:en:bible:notes:exo:09:11|9:12]]. AT: \"I will cause the Egyptians to became more defiant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so they will go after them", "text": "\"so that the Egyptians will go into the sea after the Israelites\""}]}, {"id": "19", "tn": [{"ref": "the camp of Egypt and the camp of Israel", "text": "\"the Egyptian army and the Israelite people\" (UDB)"}, {"ref": "so one side did not come near the other", "text": "This means that the Egyptians and the Israelites could not approach one another."}]}, {"id": "21", "tn": [{"ref": "east wind", "text": "An east wind originates in the east and blows towards the west."}, {"ref": "east", "text": "where the sun rises"}, {"ref": "the waters were divided", "text": "This can be stated in active form. AT: \"Yahweh divided the waters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on their right hand and on their left", "text": "\"on each side of them\" or \"on both sides of them\""}]}, {"id": "23", "tn": [{"ref": "He caused panic among the Egyptians", "text": "Panic is when someone becomes so afraid that they cannot think normally."}, {"ref": "Their chariot wheels were clogged", "text": "This can be stated in active form. AT: \"Mud clogged their chariot wheels\" or \"Their chariot wheels were getting stuck in the mud\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "Yahweh said to Moses, \"Reach out with your hand ... and their horsemen.\"", "text": "This can be stated as an indirect quote. AT: \"Yahweh told Moses to reach out with his hand over the sea so that the waters would come back onto the Egyptians, their chariots, and their horsemen.\""}, {"ref": "come back onto", "text": "\"fall on\""}, {"ref": "The Egyptians fled into the sea", "text": "Since the sea was closing in on top of the Egyptians, instead of escaping, they were actually running right into the water."}, {"ref": "Yahweh drove the Egyptians", "text": "\"Yahweh pushed the Egyptians\" or \"Yahweh threw the Egyptians\""}]}, {"id": "29", "tn": [{"ref": "Israel", "text": "Each of the occurrences of \"Israel\" refer to the people of Israel. AT: \"the people of Israel\" or \"the Israelites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "out of the hand of the Egyptians", "text": "Here the word \"hand\" refers to power. AT: \"from the Egyptians' power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "on the seashore", "text": "\"on the land along the edge of the sea\""}]}]