[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After reminding them to follow him the way he follows Christ, Paul gives some specific instructs in how women and men are to live as believers."}, {"ref": "remember", "text": "\"think of\" or \"consider\""}, {"ref": "Now I want", "text": "Possible meanings are 1) \"Because of this, I want\" or 2) \"However, I want.\""}, {"ref": "is the head of", "text": "has authority over"}, {"ref": "a man is the head of a woman", "text": "Possible meanings are 1) \"men are to have authority over women\" or 2) \"the husband is to have authority over the wife\""}, {"ref": "with his head covered", "text": "\"and does so after placing a cloth or veil over his head\""}, {"ref": "dishonors his head", "text": "Possible meanings are 1) \"brings disgrace on himself\" (UDB) or 2) \"brings disgrace on Christ, who is his head.\""}]}, {"id": "05", "tn": [{"ref": "woman who prays ... dishonors her head", "text": "Possible meanings are 1) \"woman who prays ... brings disgrace on herself\" (UDB) or 2) \"wife who prays ... brings disgrace on her husband.\""}, {"ref": "with her head uncovered", "text": "That is, without the cloth that was worn on the top of the head and that covered the hair and shoulders."}, {"ref": "as if her head were shaved", "text": "as if she had removed all the hair on her head with a razor"}, {"ref": "If it is disgraceful for a woman", "text": "It was a mark of disgrace or humiliation for a woman to have her hair shaved off or cut short."}, {"ref": "cover her head", "text": "place on her head the cloth that was worn on the top of the head and that covered the hair and shoulders"}]}, {"id": "07", "tn": [{"ref": "should not have his head covered", "text": "This can be stated in active form. AT: Possible meanings are 1) \"must not cover his head\" or 2) \"does not need to cover his head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "glory of the man", "text": "Just as man reflects God's greatness, the woman reflects the man's character."}, {"ref": "For man was not made from woman. Instead, woman was made from man", "text": "God made the woman by taking a bone from the man and making the woman from that bone. This can be stated in active form. AT: \"God did not make the man from the woman. Instead, he made the woman from the man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "For neither ... for man", "text": "These words and all of [[:en:bible:notes:1co:11:07|11:8]] could be put in parentheses so that the reader can see that the word \"this\" in \"this is why ... the angels\" clearly refers back to the words \"the woman is the glory of the man\" in [[:en:bible:notes:1co:11:07|11:7]]."}, {"ref": "have a symbol of authority on her head", "text": "Possible meanings are 1) \"to symbolize that she has man as her head\" or 2) \"to symbolize that she has the authority to pray or prophesy.\""}]}, {"id": "11", "tn": [{"ref": "Nevertheless", "text": "\"While what I have just said is all true, the most important thing is this:\""}, {"ref": "in the Lord", "text": "Possible meanings are 1) \"among Christians, who belong to the Lord\" or 2) \"in the world as created by God.\""}, {"ref": "the woman is not independent from the man, nor is the man independent from the woman", "text": "This can be stated positively. AT: \"the woman depends on the man, and the man depends on the woman\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "all things come from God", "text": "\"God created everything\""}]}, {"id": "13", "tn": [{"ref": "Judge for yourselves", "text": "\"Judge this issue according to the local customs and church practices you know\""}, {"ref": "Is it proper for a woman to pray to God with her head uncovered?", "text": "Paul expects the Corinthians to agree with him. This can be stated in active form. \"To honor God, a woman should pray to God with a covering on her head.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does not even nature itself teach you ... for him?", "text": "Paul expects the Corinthians to agree with him. AT: \"Nature itself even teaches you ... for him.\" He is speaking of the way people in society normally act as if it were a person who teaches. AT: \"You know just from looking at the way people normally act ... for him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "For her hair has been given to her", "text": "\"For God created woman with hair\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "As Paul talks about communion, the Lord's supper, he reminds them to have right attitudes as well as unity. He reminds them that if they fail in those things when taking communion, they will become sick and die, as has already happened to some of them."}, {"ref": "in the following instructions, I do not praise you. For when", "text": "Another possible meaning is \"as I give you these instructions, there is something for which I cannot praise you: when\""}, {"ref": "instructions", "text": "\"directions\" or \"policies\""}, {"ref": "come together", "text": "\"gather together\" or \"meet\""}, {"ref": "it is not for the better but for the worse", "text": "\"you do not help each other; instead, you harm each other\""}, {"ref": "in the church", "text": "\"as believers.\" Paul is not talking about being inside a building."}, {"ref": "there are divisions among you", "text": "\"you divide yourselves into groups\""}, {"ref": "so that those who are approved may be recognized among you", "text": "Possible meanings are 1) \"so that people will know the most highly regarded believers among you\" or 2) \"so that people can display this approval to the others among you.\" Paul may have been using irony, saying the opposite of what he wanted the Corinthians to understand, to shame them. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "who are approved", "text": "Possible meanings are 1) \"whom God approves\" or 2) \"whom you, the church, approve.\""}]}, {"id": "20", "tn": [{"ref": "come together", "text": "\"gather together\""}, {"ref": "it is not the Lord's Supper that you eat", "text": "\"you may believe you are eating the Lord's Supper, but you do not treat it with respect\""}, {"ref": "to eat and to drink in", "text": "\"in which to gather for a meal\""}, {"ref": "despise", "text": "hate or treat with dishonor and disrespect"}, {"ref": "humiliate", "text": "embarrass or cause to feel shame"}, {"ref": "What should I say to you? Should I praise you?", "text": "Paul is rebuking the Corinthians. AT: \"I can say nothing good about this. I cannot praise you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "For I received from the Lord what I also passed on to you, that the Lord", "text": "\"For it was from the Lord that I heard what I told you, and it was this: the Lord\""}, {"ref": "on the night when he was betrayed", "text": "This can be stated in active form. AT: \"on the night that Judas Iscariot betrayed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he broke it", "text": "\"he pulled pieces from it\""}, {"ref": "This is my body", "text": "\"The bread I am holding is my body\""}]}, {"id": "25", "tn": [{"ref": "the cup", "text": "It is best to translate this literally. The Corinthians knew which cup he took, so it is not simply \"a cup\" or \"some cup\" or \"any cup.\" Possible meanings are that it was 1) the cup of wine that one would expect him to use or 2) the third or fourth of the four cups of wine that the Jews drank at the Passover meal."}, {"ref": "Do this as often as you drink it", "text": "\"Drink from this cup, and as often as you drink from it\""}, {"ref": "proclaim the Lord's death", "text": "teach about the crucifixion and resurrection"}, {"ref": "until he comes", "text": "Where Jesus comes to can be made explicit. AT: \"until Jesus comes back to the earth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "eats the bread or drinks the cup of the Lord", "text": "\"eats the bread of the Lord or drinks the cup of the Lord\""}, {"ref": "examine", "text": "Paul speaks of a person looking at his relationship to God and how he has been living his life as if that person is looking over something he wants to buy. See how \"test the quality\" is translated in [[:en:bible:notes:1co:03:12|3:13]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "without discerning the body", "text": "Possible meanings are 1) \"and does not recognize that the church is the body of the Lord\" or 2) \"and does not consider that he is handling the Lord's body.\" (UDB)"}, {"ref": "weak and ill", "text": "These words mean almost the same thing and can be combined, as in UDB."}]}, {"id": "31", "tn": [{"ref": "examine", "text": "Paul speaks of a person looking at his relationship to God and how he has been living his life as if that person is looking over something he wants to buy. See how this is translated in [[:en:bible:notes:1co:11:27|11:28]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we will not be judged", "text": "This can be stated in active form. AT: \"God will not judge us\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we are judged by the Lord, we are disciplined, so that we may not be condemned", "text": "This can be stated in active form. AT: \"the Lord judges us, he disciplines us, so that he will not condemn us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "33", "tn": [{"ref": "come together to eat", "text": "gather to eat a meal together before celebrating the Lord's Supper"}, {"ref": "wait for one another", "text": "\"allow the others to arrive before beginning the meal\""}, {"ref": "let him eat at home", "text": "\"let him eat before attending this gathering\""}, {"ref": "it will not be for judgment", "text": "\"it will not be an occasion for God to discipline you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]