[
    {
        "id": "01",
        "tn": [
            {
                "ref": "In the beginning, God created the heavens and the earth",
                "text": "\"This is about how God made  the heavens and the earth in the beginning.\" This statement summarizes the rest of the chapter.  Some languages translate it as \"A very long time ago God created the heavens and the earth.\" Translate it in a way that shows this actually happened and is not just a folk story."
            },
            {
                "ref": "In the beginning",
                "text": "This refers to the start of the world and everything in it."
            },
            {
                "ref": "the heavens and the earth",
                "text": "\"the sky, the ground, and everything in them\""
            },
            {
                "ref": "heavens",
                "text": "This refers here to the sky."
            },
            {
                "ref": "without form and empty",
                "text": "God had not yet put the world in order."
            },
            {
                "ref": "the deep",
                "text": "\"the water\" or \"the deep water\" (UDB) or \"the vast water\""
            },
            {
                "ref": "the waters",
                "text": "\"the water\" or \"the surface of the water\""
            }
        ]
    },
    {
        "id": "03",
        "tn": [
            {
                "ref": "Let there be light",
                "text": "This is a command. By commanding that light should exist, God made it exist. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "God saw the light, that it was good",
                "text": "\"God considered the light and was pleased with it.\" \"Good\" here means \"pleasing\" or \"suitable.\""
            },
            {
                "ref": "divided the light from the darkness",
                "text": "\"separated the light and the darkness\" or \"made it light at one time and dark at another.\" This refers to God creating the daytime and the night time."
            },
            {
                "ref": "This was evening and morning, the first day",
                "text": "God did these things on the first day that the universe existed."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. (See: [[:en:ta:vol2:translate:figs_merism]])"
            }
        ]
    },
    {
        "id": "06",
        "tn": [
            {
                "ref": "Let there be an expanse ... let it divide",
                "text": "These are commands. By commanding that the expanse should exist and that it divide the waters, God made it exist and divide the waters. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "expanse",
                "text": "\"large empty space.\" The Jewish people thought of this space as being shaped like the inside of dome or the inside of a bowl that is turned upside down."
            },
            {
                "ref": "between the waters",
                "text": "\"in the water\""
            },
            {
                "ref": "God made the expanse and divided the waters",
                "text": "\"In this way God made the expanse and divided the waters.\" When God spoke, it happened. This sentence explains what God did when he spoke."
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning wherever it appears."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. See how you translated this in [[:en:bible:notes:gen:01:03|1:5]]. (See: Merism)"
            },
            {
                "ref": "the second day",
                "text": "This refers to the second day that the universe existed. See how you translated \"the first day\" in [[:en:bible:notes:gen:01:03|1:5]] and decide if you should translate this the same way."
            }
        ]
    },
    {
        "id": "09",
        "tn": [
            {
                "ref": "Let the waters ... be gathered",
                "text": "This can be translated with an active verb.  This is a command. By commanding that the waters gather together, God made them gather together. AT: \"Let the waters ... gather\" or \"Let the waters ... come together\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "let the dry land appear",
                "text": "The water had covered the land. Now the water would move aside and some of the land would be uncovered. This is a command. By commanding that dry land should appear, God made it appear. AT: \"let dry land become visible\" or \"let the dry land become clear\" or \"let the land be uncovered\" (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "dry land",
                "text": "This refers to land that is not covered with water. It does not refer to land that is too dry for farming."
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning wherever it appears. Translate this as it is in [[:en:bible:notes:gen:01:06|1:7]]."
            },
            {
                "ref": "earth",
                "text": "\"land\" or \"ground\""
            },
            {
                "ref": "He saw that it was good",
                "text": "Here \"it\" refers to the land and the sea. See how you translated this in [[:en:bible:notes:gen:01:03|1:4]]."
            }
        ]
    },
    {
        "id": "11",
        "tn": [
            {
                "ref": "Let the earth sprout vegetation",
                "text": "This is a command. By commanding that vegetation should sprout on the earth, God made it sprout. AT: \"Let vegetation sprout up on the earth\" or \"Let vegetation grow on the earth\" (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "vegetation: plants yielding seed and fruit trees bearing fruit",
                "text": "\"vegetation, each plant that bears seed and each tree that bears fruit\" or \"vegetation. Let them be plants that produce seeds and fruit trees that produce fruit.\" Vegetation\" is used here as a general term that includes all plants and trees."
            },
            {
                "ref": "plants",
                "text": "These are kinds of vegetation that have soft stems, rather than woody stems."
            },
            {
                "ref": "fruit trees bearing fruit whose seed is in the fruit",
                "text": "\"trees that bear fruit with seeds in them\""
            },
            {
                "ref": "each according to its own kind",
                "text": "The seeds would produce plants and trees that would be like the ones they came from. In this way, the plants and trees would \"reproduce themselves\" (UDB)."
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning wherever it appears. Translate this as it is in [[:en:bible:notes:gen:01:06|1:7]]."
            },
            {
                "ref": "God saw that it was good",
                "text": "Here \"it\" refers to the vegetation, plants, and trees. See how you translated this in [[:en:bible:notes:gen:01:09|1:10]]."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. See how you translated this in [[:en:bible:notes:gen:01:03|1:5]]. (See: Merism)"
            },
            {
                "ref": "the third day",
                "text": "This refers to the third day that the universe existed. See how you translated \"the first day\" in [[:en:bible:notes:gen:01:03|1:5]] and decide if you should translate this the same way."
            }
        ]
    },
    {
        "id": "14",
        "tn": [
            {
                "ref": "Let there be lights in the sky",
                "text": "This is a command. By commanding that lights should exist, God made them exist. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "lights in the sky",
                "text": "\"things that shine in the sky\" or \"things that give light in the sky.\" This refers to the sun, moon, and stars."
            },
            {
                "ref": "in the sky",
                "text": "\"in the expanse of the sky\" or \"in the large space of the sky\""
            },
            {
                "ref": "to divide the day from the night",
                "text": "\"to separate the day from the night.\" This means \"to help us tell the difference between day and night.\" The sun means it is daytime, and the moon and stars mean it is nighttime."
            },
            {
                "ref": "let them be as signs",
                "text": "This is a command. By commanding that they should serve as signs, God made them serve as signs. AT: \"Let them serve as signs\" or \"let them show\" (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "signs",
                "text": "Here this means something that reveals or points to something."
            },
            {
                "ref": "seasons",
                "text": "\"Seasons\" refers to times that are set aside for festivals and other things that people do."
            },
            {
                "ref": "for seasons, for days and years",
                "text": "The sun, moon, and stars show the passing of time. This enables us to know when it is time for events that happen each week, month, or year."
            },
            {
                "ref": "Let them be lights in the sky to give light upon the earth",
                "text": "This is a command. By commanding that they should light the earth, God made them light the earth. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "to give light upon the earth",
                "text": "\"to shine light on the earth\" or \"to brighten the earth.\" The earth does not self-shine but it is lit and so reflects light."
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning.  See how you translated this in [[:en:bible:notes:gen:01:06|1:7]]."
            }
        ]
    },
    {
        "id": "16",
        "tn": [
            {
                "ref": "God made the two great lights",
                "text": "\"In this way God made the two great lights.\" This sentence explains what God did when he spoke."
            },
            {
                "ref": "the two great lights",
                "text": "\"the two large lights\" or \"the two bright lights.\" The two great lights are the sun and the moon."
            },
            {
                "ref": "to rule the day",
                "text": "\"to direct the daytime as a ruler directs a group of people\" or \"to mark the times of the day\" (See: [[:en:ta:vol2:translate:figs_personification]])"
            },
            {
                "ref": "day",
                "text": "This refers only to the daylight hours."
            },
            {
                "ref": "the lesser light",
                "text": "\"the smaller light\" or \"the dimmer light\""
            },
            {
                "ref": "in the sky",
                "text": "\"in the heavens\" or \"in the open space of the sky\""
            },
            {
                "ref": "to divide the light from the darkness",
                "text": "\"to separate the light from the darkness\" or \"to make it light at one time and dark at another.\" See how you translated this in [[:en:bible:notes:gen:01:03|1:4]]."
            },
            {
                "ref": "God saw that it was good",
                "text": "Here \"it\" refers to the sun, moon, and stars. See how you translated this in [[:en:bible:notes:gen:01:03|1:4]]."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. See how you translated this in [[:en:bible:notes:gen:01:03|1:5]]. (See: Merism)"
            },
            {
                "ref": "the fourth day",
                "text": "This refers to the fourth day that the universe existed. See how you translated \"the first day\" in [[:en:bible:notes:gen:01:03|1:5]] and decide if you should translate this the same way."
            }
        ]
    },
    {
        "id": "20",
        "tn": [
            {
                "ref": "Let the waters be filled with great numbers of living creatures",
                "text": "This is a command. By commanding that living creatures should fill the waters, God made them exist. Some languages may have one word that refers to all kinds of fish and sea animals. AT: \"Let the waters be full of many living things\" or \"Let many animals that swim live in the oceans\" (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "let birds fly",
                "text": "This is a command. By commanding that birds should fly, God made them fly. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "birds",
                "text": "\"animals that fly\" or \"flying things\""
            },
            {
                "ref": "the expanse of the sky",
                "text": "\"the open space of the sky\" or \"the sky\""
            },
            {
                "ref": "God created",
                "text": "\"In this way God created\""
            },
            {
                "ref": "great sea creatures",
                "text": "\"large animals that live in the sea\""
            },
            {
                "ref": "after its kind",
                "text": "Living things of the same \"kind\" are like the ones they came from. See how you translated \"kind\" in [[:en:bible:notes:gen:01:11|1:11,12]]."
            },
            {
                "ref": "every winged bird",
                "text": "\"every flying thing that has wings.\" If the word for birds is used, it may be more natural in some languages to simply say \"every bird,\" since all birds have wings."
            },
            {
                "ref": "God saw that it was good",
                "text": "Here \"it\" refers to the birds and the fish. See how you translated this in [[:en:bible:notes:gen:01:03|1:4]]."
            }
        ]
    },
    {
        "id": "22",
        "tn": [
            {
                "ref": "blessed them",
                "text": "\"blessed the animals that he had made\""
            },
            {
                "ref": "Be fruitful and multiply",
                "text": "This is God's blessing. He told the sea animals to produce more sea animals like themselves, so that there would be many of them in the seas. The word \"multiply\" explains how they are to be \"fruitful.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"
            },
            {
                "ref": "multiply",
                "text": "\"increase greatly in number\" or \"become many\""
            },
            {
                "ref": "Let birds multiply",
                "text": "This is a command. By commanding that birds should multiply, God made birds multiply. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "birds",
                "text": "\"animals that fly\" or \"flying things.\" See how you translated this in [[:en:bible:notes:gen:01:20|1:20]]."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. See how you translated this in [[:en:bible:notes:gen:01:03|1:5]]. (See: Merism)"
            },
            {
                "ref": "the fifth day",
                "text": "This refers to the fifth day that the universe existed. See how you translated \"the first day\" in [[:en:bible:notes:gen:01:03|1:5]] and decide if you should translate this the same way."
            }
        ]
    },
    {
        "id": "24",
        "tn": [
            {
                "ref": "Let the earth produce living creatures",
                "text": "\"Let the earth produce living things\" or \"Let many living animals live on the earth.\" This is a command. By commanding that the earth should produce living creatures, God made the earth produce living creatures. (See: [[:en:ta:vol2:translate:figs_imperative]])"
            },
            {
                "ref": "each according to its own kind",
                "text": "\"so that each kind of animal will produce more of its own kind\""
            },
            {
                "ref": "livestock, creeping things, and beasts of the earth",
                "text": "This shows that God created all kinds of animals. If your language has another way of grouping all the animals, you can use that, or you can use these groups."
            },
            {
                "ref": "livestock",
                "text": "\"animals that people look after\""
            },
            {
                "ref": "creeping things",
                "text": "\"small animals\""
            },
            {
                "ref": "beasts of the earth",
                "text": "\"wild animals\" or \"dangerous animals\""
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning.  See how you translated this in [[:en:bible:notes:gen:01:06|1:7]]."
            },
            {
                "ref": "God made the beasts",
                "text": "\"In this way God made the beasts\""
            },
            {
                "ref": "He saw that it was good",
                "text": "Here \"it\" refers to the living creatures on the earth. See how you translated this in [[:en:bible:notes:gen:01:03|1:4]]."
            }
        ]
    },
    {
        "id": "26",
        "tn": [
            {
                "ref": "Let us make",
                "text": "The word \"us\" here refers to God. God was saying what he intended to do. The pronoun \"us\" is plural. Possible reasons for the plural use are 1) the plural form suggests that God is discussing something with the angels that make up his heavenly court or 2) the plural form foreshadows the later New Testament implications that God exists in the form of the Holy Trinity. Some translate it as \"Let me make\" or \"I will make.\" If you do this, consider adding a footnote to say that the word is plural. (See: [[:en:ta:vol2:translate:figs_pronouns]])"
            },
            {
                "ref": "man",
                "text": "\"human beings\" or \"people.\" This word here does not mean males only."
            },
            {
                "ref": "in our image, after our likeness",
                "text": "These two phrases mean the same thing and emphasize that God made mankind to be like him. This verse does not tell in what ways God made people to be like himself. God does not have a body, so it does not mean that people would look like God. AT: \"to truly be like us\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_pronouns]])"
            },
            {
                "ref": "have dominion over",
                "text": "\"rule over\" or \"have authority over\""
            },
            {
                "ref": "God created man ... he created him",
                "text": "These two sentences mean the same thing and emphasize that God created people in his own image. (See: [[:en:ta:vol2:translate:figs_parallelism]])"
            },
            {
                "ref": "God created man",
                "text": "The way that God created man was different from the way he created everything else. Do not specify that he created man by simply speaking, as in the preceding verses."
            }
        ]
    },
    {
        "id": "28",
        "tn": [
            {
                "ref": "God blessed them",
                "text": "The word \"them\" refers to the man and woman God had created."
            },
            {
                "ref": "Be fruitful, and multiply",
                "text": "God told the man and the woman to produce more people like themselves so that there would be many of them. The word \"multiply\" explains how they are to be \"fruitful.\" See how you translated this in [[:en:bible:notes:gen:01:22|1:22]]. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"
            },
            {
                "ref": "Fill the earth",
                "text": "Fill the earth with people."
            }
        ]
    },
    {
        "id": "30",
        "tn": [
            {
                "ref": "General Information:",
                "text": "God continues speaking."
            },
            {
                "ref": "every bird of the heavens",
                "text": "\"all the birds that fly in the sky\""
            },
            {
                "ref": "that has the breath of life",
                "text": "\"that breathes\" (UDB). This phrase emphasizes that these animals had a different kind of life than the plants. Plants do not breathe, and were to be used as food for the animals. Here \"life\" means physical life."
            },
            {
                "ref": "It was so",
                "text": "\"It happened like that\" or \"That is what happened.\" What God commanded happened just as he said it should. This phrase appears throughout the chapter and has the same meaning.  See how you translated this in [[:en:bible:notes:gen:01:06|1:7]]."
            },
            {
                "ref": "Behold",
                "text": "\"Indeed.\" The word \"behold\" here adds emphasis to what follows."
            },
            {
                "ref": "it was very good",
                "text": "Now when God looked at everything he had made, it was \"very good. \"See how you translated \"it was good\" in [[:en:bible:notes:gen:01:09|1:10]]."
            },
            {
                "ref": "evening and morning",
                "text": "This refers to the whole day. The writer speaks of the whole day as if it were these two parts. In the Jewish culture, a day begins when the sun sets. See how you translated this in [[:en:bible:notes:gen:01:03|1:5]]. (See: Merism)"
            },
            {
                "ref": "the sixth day",
                "text": "This refers to the sixth day that the universe existed. See how you translated \"the first day\" in [[:en:bible:notes:gen:01:03|1:5]] and decide if you should translate this the same way."
            }
        ]
    }
]