[{"id": "01", "tn": [{"ref": "see", "text": "\"look\" or \"listen\" or \"pay attention to what I am about to tell you\""}, {"ref": "the day is coming, burning like a furnace", "text": "The disaster occurring at this time is spoken of as if the day itself were burning. God's judgment is often spoken of as if it were a fire. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "arrogant ... evildoers", "text": "Translate these words in the same way you did in [[:en:bible:notes:mal:03:13|3:15]]."}, {"ref": "all the arrogant and all the evildoers will become stubble", "text": "These people are spoken of as if they will become dried-up plants fit only for being burned. It is common for the Bible to speak of people as if they were plants or trees. AT: \"all the arrogant and all the evildoers will burn up like dry plants\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The day that is coming will burn them up", "text": "Here \"the day\" stands for the events that will occur on that day. AT: \"On that day I will burn them up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it will leave them neither root nor branch", "text": "This expression continues to speak of people as if they were plants or trees. So being deprived of all roots and branches stands for being completely killed off. AT: \"nothing will be left\" (See: [[:en:ta:vol2:translate:figs_merism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you who fear my name", "text": "Here \"my name\" stands for Yahweh himself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sun of righteousness will rise with healing in its wings", "text": "This can mean 1) Yahweh, who always acts righteously, will come and heal his people on that day or 2) on that day Yahweh will reveal the people's righteousness and heal them."}, {"ref": "healing in its wings", "text": "Possible meanings are 1) the act of healing someone is spoken of as if it were an object that the sun carried to people by means of its wings or 2) the healing takes place under the wings, that is, in the security God gives his people. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wings", "text": "It was common in the Ancient Near East to speak of the sun as if it had wings, with which it moved across the sky. Possible meanings are 1) the sun's life-giving rays of light are spoken of as if they were its wings or 2) the wings are said to cover God's people so as to give them peace and safey. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will go out, and you will leap like calves from the stall", "text": "Here the redeemed people of Yahweh are spoken of as if they were young bulls released from their stalls, allowed to go out into their pasture. (See:  [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you will trample down the wicked, for they will be ashes under the soles of your feet", "text": "Here the victory of God's people is spoken of as if they were walking over the burned bodies of their enemies. (See:  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will be ashes", "text": "The Israelites' enemies are spoken of as having been burned to ashes. (See [[:en:bible:notes:mal:04:01|4:01]])"}]}, {"id": "04", "tn": [{"ref": "Remember the teaching of my servant Moses that I gave him", "text": "The contents of God's teaching are spoken of as if they were objects that God gave to Moses. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Remember", "text": "Here \"Remember\" stands for \"Think about\" and, at the same time, \"Obey.\""}, {"ref": "Horeb", "text": "This is another name for Sinai."}, {"ref": "in front of all Israel", "text": "\"as all the people of Israel were waiting in front of the mountain\""}, {"ref": "all Israel", "text": "Here \"all Israel\" is a reference to all the people in the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the statutes", "text": "These are the laws that God gave Israel for all time."}, {"ref": "the rulings", "text": "These are legal decisions meant to make clear how the general statutes apply to everyday life."}, {"ref": "the coming of the great and fearful day of Yahweh", "text": "Here the occurrence of this day is spoken of as if it were coming. AT: \"before the great and fearful day of Yahweh happens\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the great and fearful day of Yahweh", "text": "This expression refers to any time in which Yahweh acts decisively."}, {"ref": "He will turn the heart of the fathers to the children, and the heart of the children to their fathers", "text": "Here changing how people think is spoken of as if it were turning their hearts. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]