[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "Ethan", "text": "This is the name of the writer. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Ezrahite", "text": "This is the name of a people group. It may refer to a son or descendant of Zerah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "acts of covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as an adjective. AT: \"faithful acts\" or \"loving acts\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Covenant faithfulness has been established forever", "text": "God always doing what he promised to do is spoken of as if his faithfulness were a building that God has built and made firm. This can be stated in active form. AT: \"You will always be faithful because of your covenant with us\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your truthfulness you have established in the heavens", "text": "God always doing what he promised to do is spoken of as if his faithfulness were a building that God has built and made firm. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the heavens", "text": "Possible meanings are 1) this refers to God's dwelling place. This would mean God rules from heaven and he always does what he promises or 2) this refers to the sky. This would mean that God's promises are as constant and permanent as the sky (UDB)."}]}, {"id": "003", "tn": [{"ref": "I have made a covenant with my chosen one", "text": "You can make explicit that \"chosen one\" refers to David. AT: \"I made a promise to David, the one I chose\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have made", "text": "Yahweh is speaking in 89:3-4."}, {"ref": "I will establish your descendants forever", "text": "Yahweh always causing one of David's descendants to be king is spoken of as if David's descendants are a building that Yahweh will build and make firm. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will establish your throne through all generations", "text": "Here \"throne\" represents the power to rule as king. The psalmist speaks of God promising that one of David's descendants will always rule as king as if God will build David's throne and make it firm. AT: \"I will make sure that one of your descendants will rule as king over every generation of my people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "005", "tn": [{"ref": "The heavens praise", "text": "Here \"heavens\" represents those who are in heaven. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "praise your wonders, Yahweh", "text": "\"praise you, Yahweh, because of the wonderful things you do\""}, {"ref": "your truthfulness is praised in the assembly of the holy ones", "text": "The abstract noun \"truthfulness\" can be stated as \"you always do what you promise to do.\" This can also be stated in active form. AT: \"The assembly of the holy ones praises you because you always do what you promise to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the assembly of the holy ones", "text": "This refers to the angels in heaven."}, {"ref": "For who in the skies can be compared to Yahweh? Who among the sons of the gods is like Yahweh?", "text": "Both questions mean the same thing. The writer is using question to emphasize that there in no one in heaven like Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sons of the gods", "text": "Here \"sons of\" means having the characteristics of. This is a way of referring to other spiritual beings that live in heaven. AT: \"angels\" or \"divine beings\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "007", "tn": [{"ref": "He is a God who is greatly honored in the council of the holy ones", "text": "This can be stated in active form. AT: \"The council of the holy ones greatly honors God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the council of the holy ones", "text": "\"the gathering of heavenly beings\" or \"the gathering of angels\""}, {"ref": "who is strong like you, Yahweh?", "text": "The writer asks the question to emphasize there is no one as strong as Yahweh. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your truthfulness surrounds you", "text": "Yahweh always dong what he promises to do is spoken of as if his truthfulness were a cloak or garment that wraps around him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "You rule the raging sea", "text": "\"You control the raging sea\""}, {"ref": "You crushed Rahab as one who is killed", "text": "The word \"Rahab\" here refers to a monster of the sea. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "with your strong arm", "text": "Here \"arm\" represents power. AT: \"with your great power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "011", "tn": [{"ref": "the north and the south", "text": "The writer uses the words \"north\" and \"south\" together to mean that God created everything everywhere. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Tabor and Hermon rejoice in your name", "text": "Tabor is a mountain southwest of the sea of Galilee and Hermon is a mountain northeast of the sea of Galilee. The writer describes these mountains as if they were persons who could rejoice. AT: \"It is as if Mount Tabor and Mount Hermon were rejoicing in your name\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in your name", "text": "Here \"name\" represents the whole person. AT: \"in you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "013", "tn": [{"ref": "You have a mighty arm and a strong hand, and your right hand is high", "text": "The words \"mighty arm,\" \"strong hand,\" and \"right hand\" all represent God's power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "right hand is high", "text": "To raise the right hand high into the air is a gesture that indicates power. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Righteousness and justice are the foundation of your throne", "text": "God ruling as king and doing what is right and just is spoken of as if God's throne were a building, and righteousness and justice were its foundation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your throne", "text": "The throne represents God's rule as king. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Covenant faithfulness and trustworthiness come before you", "text": "God always being faithful and doing what he promises to do is spoken of as if covenant faithfulness and trustworthiness come and meet with God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "who worship you", "text": "Here the word \"worship\" implies shouting and blowing horns. These were common acts of worship during Israelite festivals. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they walk", "text": "Here people living their lives is spoken of as if they were walking. AT: \"they live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the light of your face", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. AT: \"knowing that you act favorably towards them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in your name", "text": "Here \"name\" represents the person. AT: \"in you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your righteousness they exalt you", "text": "The abstract noun \"righteousness\" can be stated as an adjective. AT: \"they exalt you because you always do what is right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "017", "tn": [{"ref": "You are their majestic strength", "text": "The abstract noun \"strength\" can be stated as an adjective. AT: \"You make them wonderfully strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "You are their", "text": "Here \"their\" refers to the Israelites. The writer would have included himself as a member of the Israelites. AT: \"You are our\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we are victorious", "text": "Here \"we\" refers to the writer and the Israelites. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "For our shield belongs to Yahweh", "text": "The king who protects his people and whom Yahweh chose is spoken of as if he were a shield that belongs to Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "019", "tn": [{"ref": "General Information:", "text": "The writer assumes that the reader knows the history of how David became the chosen king. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have set a crown on a mighty one", "text": "To place a crown on a person's head is a sign of making him king. AT: \"I have made a mighty man king\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "set a crown on a mighty one", "text": "Some Bible translations have \"given strength to a mighty one\" or \"helped a mighty one.\""}, {"ref": "I have raised up one chosen from among the people", "text": "Here \"raised up\" means appointed. It is implied that God chose this person to be king. AT: \"I have chosen one from among the people to be king\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with my holy oil have I anointed him", "text": "Here to pour oil on someone's head is a sign that God is appointing the person to be king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "My hand will support him; my arm will strengthen him", "text": "Here \"hand\" and \"arm\" both means the power and control of Yahweh. AT: \"I will support him and make him strong\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "son of wickedness", "text": "The writer refers to those who have the nature or character of wickedness as \"sons of wickedness.\" AT: \"wicked person\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "024", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking about David."}, {"ref": "My truth and my covenant faithfulness will be with him", "text": "God always being loyal and doing what he promises for David is spoken of as if truth and faithfulness were objects that would be with David. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by my name he will be victorious", "text": "Here \"name\" represents God' power. AT: \"I, God, will cause him to be victorious\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will place his hand over the sea and his right hand over the rivers", "text": "Here \"hand\" and \"right hand\" represent power and authority. Here \"the sea\" seems to refer to the Mediterranean Sea west of Israel, and \"rivers\" refers to the Euphrates river in the east. This means David will have authority over everything from the sea to the river. AT: \"I will give him authority over everything from the Mediterranean sea to the Euphrates river\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "He will call out to me, 'You are my Father, my God, and the rock of my salvation'", "text": "This has a quotation within a quotation. It can be stated as an indirect quotation. AT: \"He will say that I am his Father, his God, and the rock of his salvation\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the rock of my salvation", "text": "Yahweh protecting and saving David is spoken of as if Yahweh were a high rock that David could stand on top of for protection from enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "027", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking about David."}, {"ref": "I also will place him as my firstborn son", "text": "Yahweh giving David special rank and privileges over all other people is spoken of as if David would be Yahweh's firstborn son. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his throne as enduring as the skies above", "text": "Someone from David's family always ruling as king is spoken of as if his his throne would last as long as the sky will last. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "his throne", "text": "Here \"throne\" represents the power to rule as king. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "030", "tn": [{"ref": "his children", "text": "\"David's descendants\""}, {"ref": "punish their rebellion with a rod", "text": "God punishing David's descendants is spoken of as if he would hit them with a rod. Here \"rebellion\" can be stated as a verb. AT: \"punish them for rebelling against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and their iniquity with blows", "text": "God punishing David's descendants is spoken of as if God would literally hit them. This can be stated as a complete sentence. AT: \"and I will punish them because they sinned against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "033", "tn": [{"ref": "I will not remove my steadfast love from him or be unfaithful to my promise", "text": "This can be stated in positive form. AT: \"I will always love David, and I will do what I promised to him\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the words of my lips", "text": "Here \"words\" represent what was said. Also \"lips\" represent the whole mouth and the person speaking. AT: \"what I said\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "035", "tn": [{"ref": "I have sworn by my holiness", "text": "Yahweh uses his holiness as the basis for his oath. This is a way of guaranteeing that he definitely do what he promises to do."}, {"ref": "and his throne as long as the sun before me", "text": "The words \"will continue\" are understood. AT: \"and his throne will continue as long as the sun before me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "his throne", "text": "Here \"throne\" represents the power to rule as king. God is promising that one of David's descendants will always be king. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as long as the sun before me", "text": "God compares David's rule as king to the sun to emphasize that someone from David's descendants will always rule as king. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "It will be established forever", "text": "Here \"It\" stands for David's throne or power to rule as king. This can be stated in active form. AT: \"I will cause it to last forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "forever like the moon", "text": "God compares David's rule as king to the moon to emphasize that someone from David's descendants will always rule as king. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the moon, the faithful witness in the sky", "text": "The moon is spoken of as if it were a person who witnesses God making this promise to David. AT: \"the moon, which is like a faithful witness in the sky\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "038", "tn": [{"ref": "you have refused and rejected", "text": "The words \"the king\" are understood. AT: \"you have refused and rejected the king\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "with your anointed king", "text": "\"with the king you chose\""}, {"ref": "You have renounced the covenant", "text": "\"You have rejected the covenant\""}, {"ref": "You have desecrated his crown on the ground", "text": "To push down into the ground or dust is a sign of great humiliation. AT: \"You have defiled his crown on the ground\" or \"You have caused his crown to fall into the dirt\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "his crown", "text": "This represents the king's power as king and his right to rule. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have broken down all his walls. You have ruined his strongholds", "text": "This implies that God allowed enemies to destroy the defenses at Jerusalem. AT: \"You have allowed enemies to break down his walls and ruin his strongholds in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "041", "tn": [{"ref": "to his neighbors", "text": "Here \"neighbors\" means people of nearby nations."}, {"ref": "raised the right hand of his enemies", "text": "Here \"right hand\" represents power. To \"raise the right hand\" means that Yahweh has made his enemies strong enough to defeat God's chosen king. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "turn back the edge of his sword", "text": "Here \"sword\" represents the king's power in battle. To turn the sword back represents making the king unable to win in battle. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the edge of his sword", "text": "Here \"edge\" represents the whole sword. AT: \"his sword\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "have not made him stand when in battle", "text": "Here \"stand\" represents being victorious in battle. AT: \"You have not helped him to be victorious in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "044", "tn": [{"ref": "you have brought down his throne to the ground", "text": "Here \"throne\" represents the power to rule as king. AT: \"you, Yahweh, have ended his reign as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have shortened the days of his youth", "text": "This is a way of saying God made the king seem old even while he was still young. AT: \"Even while he is young you have made him weak like an old man\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "covered him with shame", "text": "Yahweh completely humiliating the king is spoken of as if shame were a garment that God used to cover the king. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "046", "tn": [{"ref": "How long, Yahweh? Will you hide yourself, forever?", "text": "The writer uses these questions to emphasize that he does not want God to continue to refuse the king. AT: \"Please, Yahweh, do not refuse to help the king forever.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you hide yourself", "text": "God not helping the king is spoken of as if God were hiding from him. AT: \"Will you refuse to help the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How long will your anger burn like fire?", "text": "The writer uses a question to emphasize that he does not want God to remain angry. AT: \"Please do not continue being angry\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your anger burn like fire", "text": "God being very angry is spoken of as if his anger were a hot fire. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "for what uselessness you have created all the children of mankind", "text": "The abstract noun \"uselessness\" can be stated as \"uselessly.\" AT: \"that you have created all people to die uselessly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the children of mankind", "text": "This refers to humans in general. AT: \"humans\" or \"people\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "Who can live and not die, or rescue his own life from the hand of Sheol?", "text": "The writer uses these questions to emphasize that all people will die. AT: \"No one can live forever or bring himself back to life after dying\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "rescue his own life from the hand of Sheol", "text": "Here \"hand\" refers to power. The writer speaks of Sheol as if it were a person who has power over those who die. Possible meanings are 1) a person cannot bring himself back to life after dying or 2) a person cannot keep himself from dying. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "049", "tn": [{"ref": "Lord, where are your former acts of covenant faithfulness that you swore to David in your truthfulness?", "text": "The writer uses a question to request the Lord to be faithful to his covenant with David. AT: \"Lord, be faithful to your covenant with David as you have been in the past\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Call to mind", "text": "The writer asks Yahweh to bring this up in his memory. AT: \"Remember\" or \"Consider\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the mocking directed against your servants", "text": "Here \"your servants\" refers to the people of Israel. AT: \"how they mock us, your servants\""}, {"ref": "how I bear in my heart so many insults from the nations", "text": "Here \"heart\" represents the person's emotions. AT: \"I endure so many insults from the people of the nations\" or \"I suffer because the people from the nations insult me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the nations", "text": "Here \"nations\" represents the people of the nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your enemies hurl insults", "text": "The enemies shouting insults at the king is spoken of as if insults were an object that the enemies throw violently at the king. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they mock the footsteps of your anointed one", "text": "Here \"footsteps\" represents where the king goes. AT: \"they mock your anointed one wherever he goes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "052", "tn": [{"ref": "General Information:", "text": "This verse is more than the end of this psalm. It is the closing statement for all of Book 3 of the Psalms, which starts at Psalm 73 and ends with Psalm 89."}, {"ref": "Blessed be Yahweh forever", "text": "This can be stated in active form. AT: \"May people praise Yahweh forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Amen and Amen", "text": "The word \"Amen\" is repeated to emphasize approval of what has been said. See how you translated this in [[:en:bible:notes:psa:041:013|41:13]]."}]}]