[{"id": "01", "tn": [{"ref": "See", "text": "\"Look\" or \"Listen.\" This word adds emphasis to what is said next."}, {"ref": "Yahweh rides on a swift cloud", "text": "Yahweh seems to be pictured here as riding on a cloud as if he was riding in a chariot. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the idols of Egypt quake before him", "text": "The idols are described as having feelings of fear as Yahweh approaches. AT: \"the idols of Egypt tremble in fear before Yahweh\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "and the hearts of the Egyptians melt within themselves", "text": "The heart melting represents losing their courage. AT: \"and the Egyptians have no more courage\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a man against his neighbor", "text": "The words \"will fight\" are understood from the previous phrase. AT: \"a man will fight against his neighbor\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "city will be against city", "text": "The word \"city\" represents the people of the city. AT: \"people of one city will fight against people of another city\" or \"people from different cities will fight against one another\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "kingdom against kingdom", "text": "The words \"will be\" or \"will fight\" are understood from the previous phrases. AT: \"kingdom will be against kingdom\" or \"kingdom will fight against kingdom\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "kingdom against kingdom", "text": "The word \"kingdom\" refers to a smaller kingdom within Egypt. It may also be called a province. It represents the people of that kingdom or province. AT: \"the people of one province will be against the people of another province\" or \"people from different provinces will fight against one another\" (See: and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "The spirit of Egypt will be weakened from within. I will destroy his advice", "text": "The nation of Egypt is spoken of here as if it was a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The spirit of Egypt will be weakened from within", "text": "This can be expressed in active form. AT: \"I will weaken the spirit of Egypt from within\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will destroy his advice", "text": "This can be reworded so that the abstract noun \"advice\" is expressed as the verb \"advise.\" AT: \"I will confuse those who advise the king\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "though", "text": "\"although\" or \"even though\""}, {"ref": "mediums ... spiritualists", "text": "These are people who claim to speak with those who have died."}, {"ref": "I will give the Egyptians into the hand of a harsh master", "text": "Here \"hand\" refers to power or control. AT: \"I will give the Egyptians over to the control of a harsh master\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this is the declaration of the Lord, Yahweh of hosts", "text": "The abstract noun \"declaration\" can be translated as a verb. AT: \"this is what the Lord, Yahweh of hosts, declares\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "05", "tn": [{"ref": "The waters of the sea will dry up, and the river will dry up and become empty", "text": "Egyptians referred to the Nile River as \"the sea.\" These two phrases mean basically the same thing. AT: \"The Nile River will completely dry up\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "become foul", "text": "\"become foul-smelling\" or \"stink\""}, {"ref": "dwindle", "text": "\"be low\""}, {"ref": "the reeds and flags will wither away", "text": "\"Reeds\" and \"flags\" refer to two similar kinds of water plants. AT: \"the plants along the river will die and decay\""}]}, {"id": "07", "tn": [{"ref": "the sown fields of the Nile", "text": "\"the fields near the Nile where people have planted crops\""}, {"ref": "The fishermen will wail and mourn, and all who cast a hook into the Nile will mourn, and those who spread nets on the waters will grieve", "text": "These three phrases mean basically the same thing. If necessary, the reason they will grieve can be stated clearly. AT: \"The fishermen who catch fish with hooks or nets will cry in despair because the fish in the Nile have died\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "cast a hook into the Nile", "text": "In order to catch fish, some people put a little food on a hook, tie the hook to a string, and throw the hook into the water. When a fish tries to eat the food, its mouth gets stuck on the hook, and the person pulls the fish out of the water. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "cast", "text": "\"throw\""}, {"ref": "spread nets on the waters", "text": "In order to catch fish, some people toss a net on the water. When fish get caught in it, they pull the net with the fish out of the water. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "09", "tn": [{"ref": "The workers in combed flax and those who weave white cloth will turn pale. The cloth workers of Egypt will be crushed", "text": "These two phrases mean basically the same thing. If necessary, the reason they will be distressed can be stated clearly. AT: \"The linen makers of Egypt will be humiliated because there is no flax\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The workers in combed flax", "text": "\"Those who work with combed flax\""}, {"ref": "combed flax", "text": "Flax is a plant that grows along the Nile River. People comb its fibers in order to separate them, and use them to make thread for linen cloth. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "will turn pale", "text": "\"will be ashamed\""}, {"ref": "The cloth workers of Egypt", "text": "\"The people of Egypt who make cloth\""}, {"ref": "will be crushed", "text": "Being crushed represents being discouraged. AT: \"will be discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "work for hire", "text": "\"work for pay\""}, {"ref": "will be grieved within themselves", "text": "\"will feel very sad\""}]}, {"id": "11", "tn": [{"ref": "The princes of Zoan are completely foolish. The advice of the wisest advisors of Pharaoh has become senseless", "text": "These two phrases are similar in meaning. Either the princes of Zoan are also the wisest advisors or Pharaoh, or they are another group of people that also are shown to be foolish. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Zoan", "text": "This is a city in northern Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "How can you say to Pharaoh ... kings?", "text": "Isaiah uses a question to mock those in Egypt who claim to be wise. AT: \"You foolishly say to Pharaoh ... kings.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where then are your wise men?", "text": "Isaiah uses a question to mock the wise men. The word \"your\" refers to Pharaoh. AT: \"You do not have any wise men.\" or \"Your wise men are fools.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Let them tell you and make known what Yahweh of hosts plans concerning Egypt", "text": "Isaiah is implying that wise men should be able to understand God's plans, but Isaiah does not really believe they are wise. AT: \"If they were really wise, they would be able to tell you what Yahweh of hosts plans concerning Egypt\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "13", "tn": [{"ref": "they have made Egypt go astray, who are the cornerstones of her tribes", "text": "The princes of Zoan and Memphis are spoken of as if they are the cornerstones of buildings because they are an important part of the community. AT: \"the leaders have made Egypt go astray\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "princes of Zoan", "text": "Zoan is a city in northern Egypt. See how you translated this in [[:en:bible:notes:isa:19:11|19:11]]."}, {"ref": "Memphis", "text": "This is a city in the northern part of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "made Egypt go astray", "text": "The word \"Egypt\" represents the people of Egypt. Going astray represents doing what is wrong. AT: \"made the people of Egypt go astray\" or \"made the people of Egypt do what is wrong\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh has mixed a spirit of distortion into her midst", "text": "Isaiah speaks of Yahweh's judgment as if Egypt was a cup of wine. He speaks of Yahweh causing the leaders' thoughts to be distorted as if their distorted thoughts were a liquid that Yahweh mixed in with the wine. AT: \"Yahweh has judged them by distorting their thoughts\" or \"Yahweh has judged Egypt by distorting its leaders' thoughts, as intoxicating drinks confuse people's thoughts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "distortion", "text": "\"perverseness\" or \"confusion\""}, {"ref": "into her midst", "text": "Here \"her\" refers to Egypt. Nations are sometimes spoken of as if they were women. AT: \"within Egypt\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they have led Egypt astray", "text": "Here, \"they\" refers to the leaders described in the previous verses. The word \"Egypt\" represents the people of Egypt. AT: \"the princes have led the people of Egypt astray\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have led Egypt astray", "text": "Leading people astray represents influencing them to do what is wrong. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a drunk staggering in his vomit", "text": "Isaiah speaks of the people of Egypt doing what is wrong as if they were made to wander about like a drunken person. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "whether head or tail", "text": "The \"head,\" the part of an animal a person would want to be, represents the leader. The \"tail\" is the opposite and represents people who follow. AT: \"whether leader or follower\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "palm branch or reed", "text": "The \"palm branch\" grows high on the tree and represents people who are wealthy and important. The \"reed\" grows in shallow water and represents people who are poor and unimportant. See how you translated similar phrases in [[:en:bible:notes:isa:09:13|9:14]]. AT: \"whether they are important or unimportant\" or \"whether rich or poor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Egyptians will be like women", "text": "This emphasizes that the people of Egypt will be afraid and helpless when God punishes them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "because of the upraised hand of Yahweh of hosts that he raises over them", "text": "Here \"hand\" refers to God's power, and raising the hand against them represents punishing them. AT: \"because Yahweh of hosts has raised his powerful hand to punish them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The land of Judah will become a cause of staggering to Egypt", "text": "\"land of Judah\" and \"Egypt\" refer to the people in those places. The Egyptians will stagger because they are afraid. AT: \"The people of Judah will cause the Egyptians to stagger\" or \"The people of Judah will cause the Egyptians to be terribly afraid\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Whenever anyone reminds them of her, they will be afraid", "text": "Here, \"them\" and \"they\" refer to the Egyptians and \"her\" refers to the people of Judah. AT: \"Whenever anyone reminds the Egyptians of the people of Judah, the Egyptians will be afraid\""}]}, {"id": "18", "tn": [{"ref": "there will be five cities in the land of Egypt that speak", "text": "This refers to the people of those cities. AT: \"the people in five Egyptian cities will speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the language of Canaan", "text": "This refers to Hebrew, the language of the people of God living in the land of Canaan. AT: \"the language of the people of Canaan\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "swear allegiance", "text": "\"promise to be loyal\""}, {"ref": "One of these cities will be called", "text": "This can be stated in active form. \"People will call one of these cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "called The City of the Sun", "text": "It is not clear whether the Hebrew word translated \"Sun\" here means \"sun\" or \"destruction.\" Is is also not clear what the name tells us about the city. AT: \"the city called 'Sun City'\" or \"the city called 'Destruction City'\" (See: [[:en:ta:vol2:translate:translate_textvariants]])"}]}, {"id": "19", "tn": [{"ref": "a stone pillar at the border to Yahweh", "text": "The phrase \"the border\" refers to the border of Egypt. AT: \"a stone pillar to Yahweh at the border of Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It will be as a sign and a witness to Yahweh of hosts in the land of Egypt", "text": "The abstract nouns \"sign\" and \"witness\" can be expressed with the verbs \"show\" and prove.\"  AT: \"The altar will show and prove that Yahweh of hosts is in the land of Egypt\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to Yahweh of hosts in the land of Egypt", "text": "Yahweh being in the land of Egypt represents the people of Egypt worshiping him. AT: \"that the people in the land of Egypt worship Yahweh of hosts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When they cry", "text": "\"When the Egyptians cry\""}, {"ref": "because of oppressors", "text": "\"because people are treating them harshly\" or \"because others are causing them to suffer\""}, {"ref": "he will send them a savior and a defender", "text": "\"Yahweh will send someone to save and defend the Egyptians\""}, {"ref": "he will deliver them", "text": "Who Yahweh will deliver them from can be made explicit. AT: \"Yahweh will deliver the Egyptians from their oppressors\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Yahweh will become known to Egypt", "text": "Here \"Egypt\" refers to the people of Egypt. This can be stated in active form. AT: \"Yahweh will make the people of Egypt know him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will acknowledge Yahweh", "text": "\"will accept the truth about Yahweh\" or \"will agree to the truth about Yahweh\""}, {"ref": "They will worship", "text": "The object of their worship can be made explicit. AT: \"They will worship Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will make vows to Yahweh and fulfill them", "text": "\"will make promises to Yahweh and keep them\" or \"they will make promises to Yahweh and they will do what they have promised to do\""}, {"ref": "Yahweh will afflict Egypt", "text": "Here, \"Egypt\" refers to the people of Egypt. AT: \"Yahweh will afflict the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "afflict", "text": "\"strike\" or \"punish\""}, {"ref": "afflicting and healing", "text": "The word \"them\" is understood in this phrase. AT: \"afflicting them and healing them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "afflicting and healing", "text": "How this phrase relates to the phrase before it can be made clear with the words \"after\" and \"also.\" AT: \"and after he afflicts them, he will also heal them\""}]}, {"id": "23", "tn": [{"ref": "there will be a highway", "text": "A highway is a large road on which many people can travel."}, {"ref": "the Assyrian will come", "text": "\"the Assyrian\" refers to a person from Assyria, but represents anyone from Assyria who comes to Egypt. AT: \"Assyrians will come\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "and the Egyptian to Assyria", "text": "The words \"will come\" are understood. AT: \"and the Egyptian will come to Assyria\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the Egyptian", "text": "This refers to a person from Egypt, but represents anyone from Egypt who comes to Assyria. AT: \"Egyptians\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the Egyptians will worship with the Assyrians", "text": "The object of their worship can be made explicit. AT: \"the Egyptians and Assyrians will worship Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "Israel will be the third with Egypt and Assyria", "text": "The names of the three nations represent the people of those nations. AT: \"the Israelites will be the third with the Egyptians and Assyrians\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be the third with", "text": "Possible meanings are 1) \"join together with\" or 2) \"be the third blessing with\" or 3) \"be equal to.\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Blessed be Egypt, my people; Assyria, the work of my hands; and Israel, my inheritance", "text": "The names of the three nations refer to the people of those nations. This can be stated in active form. AT: \"I have blessed you, people of Egypt, because you are my people; and I have blessed you, people of Assyria, because I created you; and I have blessed you, people of Israel, because I securely possess you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the work of my hands", "text": "Here \"hands\" refers to God's power and action. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]