[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells of his personal desire that the people of the nation of Israel will be saved. Then he emphasizes the different ways in which God has prepared them to believe."}, {"ref": "I tell the truth in Christ. I do not lie", "text": "These two expressions mean basically the same thing. Paul uses them to emphasize that he is telling the truth. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "and my conscience bears witness with me in the Holy Spirit", "text": "\"The Holy Spirit controls my conscience and confirms what I say\""}, {"ref": "that for me there is great sorrow and unceasing pain in my heart", "text": "Here \"unceasing pain in my heart\" is an idiom that Paul uses to share his emotional distress. AT: \"I tell you that I grieve very greatly and deeply\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "great sorrow and unceasing pain", "text": "These two expressions mean basically the same thing. Paul uses them together to emphasize how great his emotions are. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "03", "tn": [{"ref": "For I could wish that I myself would be cursed and set apart from Christ for the sake of my brothers, those of my own race according to the flesh", "text": "You can translate this in an active form. AT: \"I personally would be willing to let God curse me and, keep me apart from Christ forever if that would help my fellow Israelites, my own people group, to believe in Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "They are Israelites", "text": "\"They, like me, are Israelites. God chose them to be Jacob's descendants\" (UDB)"}, {"ref": "They have adoption", "text": "Here Paul uses the metaphor of \"adoption\" to indicate that the Israelites are like God's children. AT: \"They have God as their father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Theirs are the ancestors from whom Christ has come with respect to the flesh", "text": "Here \"Christ has come with respect to the flesh\" means that Christ is a physical descendant of the Israelite ancestors. AT: \"Christ has come physically as a descendant from their ancestors\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul emphasizes that those who are born in the family of Israel can really only be a true part of Israel through faith."}, {"ref": "But it is not as though the promises of God have failed", "text": "\"But God has not failed to keep his promises\" or \"God has kept his promises\""}, {"ref": "For it is not everyone in Israel who truly belongs to Israel", "text": "God did not make his promises to all the physical descendants of Israel (or Jacob), but to his spiritual descendants, that is, those who trust in Jesus."}, {"ref": "Neither are all Abraham's descendants truly his children", "text": "\"Nor are they all children of God just because they are Abraham's descendants\""}]}, {"id": "08", "tn": [{"ref": "the children of the flesh are not", "text": "Here \"children of the flesh\" is a metonym that refers to the physical descendants of Abraham. AT: \"not all of Abraham's descendants\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "children of God", "text": "This is a metaphor that refers to people who are spiritual descendants, those who have faith in Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "children of the promise", "text": "This refers to people who will inherit the promises that God gave to Abraham."}, {"ref": "a son will be given to Sarah", "text": "You can translate this in an active form to express that God will give a son to Sarah. AT: \"I will give Sarah a son\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "Rebecca", "text": "\"Rebecca\" is the new testament spelling of \"Rebekah\". (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "our father Isaac ... It is just", "text": "In your culture you may need to place 9:11 after 9:12 to make them easier to understand. AT: \"our father Isaac, it was said to her, 'The older will serve the younger.' Now the children were not yet born ... because of him who calls. It is just\""}, {"ref": "our father", "text": "Paul refers to Isaac as \"our father\" because Isaac was the ancestor of Paul and of the Jewish believers in Rome. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "conceived", "text": "\"became pregnant\""}, {"ref": "for the children were not yet born and had not yet done anything good or bad", "text": "\"before the children were born and before they had done anything, whether good or bad\""}, {"ref": "so that the purpose of God according to choice might stand", "text": "\"so that what God wants to happen according to His choice will happen\""}, {"ref": "for the children were not yet born", "text": "\"before the children were born\""}, {"ref": "and had not yet done anything good or bad", "text": "\"not because of anything they had done\""}, {"ref": "because of him", "text": "because of God"}, {"ref": "it was said to her, \"The older will serve the younger.\"", "text": "\"God said to Rebecca, 'The older son will serve the younger son'\""}, {"ref": "Jacob I loved, but Esau I hated", "text": "God did not literally hate Esau, but he loved Jacob much more than he loved Esau. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "14", "tn": [{"ref": "What then will we say?", "text": "Paul is using the question to get the attention of his readers. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "\"That is not possible!\" or \"Certainly not!\" This expression strongly denies that this could happen. You may have a similar expression in your language that you could use here."}, {"ref": "For he says to Moses", "text": "Paul speaks about God's talking with Moses as if it is being done in the present time. AT: \"For God said to Moses\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is not because of him who wills, nor because of him who runs", "text": "\"it is not because of what people want or because they try hard\""}, {"ref": "nor because of him who runs", "text": "Paul speaks of a person who does good things in order to gain God's favor as if that person were running a race. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "For the scripture says", "text": "Here the scripture is personified as if God were talking to Pharaoh. AT: \"The scripture records that God said\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I ... my", "text": "God is referring to himself."}, {"ref": "you", "text": "singular (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and so that my name might be proclaimed in all the earth", "text": "You can translate this in an active form. AT: \"and that people might proclaim my name in all the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "my name", "text": "This metonym refers to God in all of his being. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and whom he wishes, he makes stubborn", "text": "God makes stubborn whoever he wishes to make stubborn."}]}, {"id": "19", "tn": [{"ref": "You will say then to me", "text": "Paul is talking to the critics of his teaching as though he were only talking to one person. You may need to use the plural here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Why does he still find fault? For who has ever withstood his will?", "text": "These are rhetorical questions that Paul uses to add emphasis. You can translate all of these questions as strong statements. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he ... his", "text": "The words \"he\" and \"his\" here refer to God."}, {"ref": "Will what has been molded say ... daily use?", "text": "Paul uses the potter's right to make any kind of container he wants from the clay as a metaphor for the creator's right to do whatever he wants with his creation. Paul asks these questions to emphasize his point. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did you make me this way?", "text": "The word \"you\" here refers to God. Paul uses this question to add emphasis. You can translate it as a strong statement. AT: \"God, you should not have made me this way!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "he ... his", "text": "The words \"he\" and \"his\" here refer to God."}, {"ref": "containers of wrath ... containers of mercy", "text": "Paul speaks of people as if they were containers. AT: \"people who deserve wrath ... people who deserve mercy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the riches of his glory", "text": "Paul compares God's wonderful actions here to great \"riches.\" AT: \"his glory, which is of great value,\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "which he had previously prepared for glory", "text": "Here \"glory\" refers to life in heaven with God. AT: \"whom he prepared ahead of time in order that they might live with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "also for us", "text": "The word \"us\" here refers to Paul and fellow believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "called", "text": "Here \"called\" means God has appointed or chosen people to be his children, to be his servants and proclaimers of his message of salvation through Jesus."}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "In this section Paul explains how Israel's unbelief as a nation was told ahead of time by the prophet Hosea."}, {"ref": "As he says also in Hosea", "text": "Here \"he\" refers to God. AT: \"As God says also in the book that Hosea wrote\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Hosea", "text": "Hosea was a prophet. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I will call my people who were not my people", "text": "\"I will choose for my people those who were not my people\""}, {"ref": "her beloved who was not beloved", "text": "Here \"her\" refers to Hosea's wife, Gomer, who represents the nation of Israel. You can translate this in an active form. AT: \"I will choose her whom I did not love to be one whom I love\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sons of the living God", "text": "The word \"living\" may refer to the fact that God is the only \"true\" God, and not like the false idols. AT: \"children of the true God\" (UDB)."}]}, {"id": "27", "tn": [{"ref": "cries out", "text": "\"calls out\""}, {"ref": "as the sand of the sea", "text": "Here Paul compares the number of the people of Israel to the number of grains of sand in the sea. AT: \"too many to count\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will be saved", "text": "Paul uses the word \"saved\" in a spiritual sense. If God saves a person, it means that through believing in Jesus' death on the cross, God has forgiven him and rescued him from being punished for his sin. You can translate this in an active form. AT: \"God will save\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "word", "text": "This refers to everything God has said or commanded."}, {"ref": "us ... we", "text": "Here the words \"us\" and \"we\" refer to Isaiah and include the Israelites. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "we would have become like Sodom, and have been made like Gomorrah", "text": "You can make more explicit how the Israelites would have been like Sodom and Gomorrah. You can also translate this in an active form. AT: \"God would have destroyed all of us, like he destroyed the cities of Sodom and Gommorah\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "What will we say then?", "text": "Paul uses this question to get the attention of his readers. AT: \"This is what we must say\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "That the Gentiles", "text": "\"We will say that the Gentiles\""}, {"ref": "who were not pursuing righteousness", "text": "\"who were not trying to please God\""}, {"ref": "the righteousness by faith", "text": "Here \"by faith\" refers to placing one's trust in Christ. You can make this explicit in your translation. AT: \"because God made them right with him when they trusted in Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "did not arrive at it", "text": "This means that the Israelites could not please God by trying to keep the law. You can make this explicit in your translation. AT: \"were not able to please God by keeping the law because they could not keep it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "Why not?", "text": "This is an ellipsis. You can include the implied words in your translation. Paul asks this question to get the attention of his readers. AT: \"Why could they not attain righteousness?\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "by works", "text": "This refers to things that people do to try to please God. You can make this explicit in your translation. AT: \"by trying to do things that would please God\" or \"by keeping the Law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as it has been written", "text": "You can indicate that Isaiah wrote this. You can also translate it in an active form. AT: \"as Isaiah the prophet wrote\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in Zion", "text": "Here Zion is a metonym that represents Israel. AT: \"in Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stone of stumbling and a rock of offense", "text": "Both of these phrases mean basically the same thing and are metaphors that refer to Jesus and his death on the cross. It was as if the people stumbled over a stone because they were disgusted when they considered Jesus' death on the cross. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "believes in it", "text": "Because the stone stands for a person, you may need to translate \"believes in him.\""}]}]