[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "In this part John tells the believers about their new nature which cannot sin."}, {"ref": "See what kind of love the Father has given to us", "text": "\"Think about how much our Father loves us\" (UDB)"}, {"ref": "we should be called children of God", "text": "\"the Father called us his children\""}, {"ref": "children", "text": "Here this means people who belong to God through faith in Jesus."}, {"ref": "For this reason, the world does not know us, because it did not know him", "text": "Possible meanings are 1) \"Because we are the children of God and because the world did not know God, it does not know us\" or 2) \"Because the world did not know God, it does not know us.\""}, {"ref": "the world does not know us, because it did not know him", "text": "Here \"the world\" refers to people who do not honor God. What the world did not know can be made explicit: AT: \"Those who do not honor God do not know that we belong to God, because they did not know God\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends.\" See how you translated this in [[:en:bible:notes:1jn:02:07|2:7]]."}, {"ref": "it has not yet been revealed", "text": "This can be stated in active form: AT: \"God has not yet revealed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "revealed", "text": "This can mean here either \"told\" or \"demonstrated,\" \"shown.\""}, {"ref": "Everyone who has this confidence about the future fixed on him purifies himself just as he is pure", "text": "\"Everyone who confidently expects to see Christ as he really is will keep himself pure because Christ is pure\""}]}, {"id": "04", "tn": [{"ref": "is doing what is lawless", "text": "\"is refusing to obey God's law\" (UDB)"}, {"ref": "Christ was revealed", "text": "This can be stated in active form. AT: \"Christ appeared\" or \"the Father revealed Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "remains in him", "text": "\"has a relationship with God.\" See how this was translated in [[:en:bible:notes:1jn:02:04|2:5-6]]."}, {"ref": "No one ... has seen him or known him", "text": "John uses the words \"seen\" and \"known\" to say that the person who sins has never met Christ in a spiritual sense. A person behaving according to his sinful nature cannot know Christ. AT: \"No one ... has never truly believed in him\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "07", "tn": [{"ref": "Dear children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"My dear children in Christ\" or \"You who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not let anyone lead you astray", "text": "Being persuaded to disobey Christ is spoken of as if one were led off the right path to follow. AT: \"do not let anyone fool you\" or \"do not let anyone deceive you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The one who does righteousness is righteous, just as Christ is righteous", "text": "\"He who does what is right is pleasing to God just as Christ is pleasing to God.\""}, {"ref": "is from the devil", "text": "\"belongs to the devil\" or \"is like the devil\" (UDB)"}, {"ref": "from the beginning", "text": "This refers to the very earliest time of creation before humans first sinned. AT: \"since the earliest time of creation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Son of God was revealed", "text": "This can be stated in active form. AT: \"God revealed his Son\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "For now John ends this section on the new birth and the new nature which cannot sin."}, {"ref": "Whoever has been born from God", "text": "This can be stated in active form. AT: \"Whoever God has made his child\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God's seed", "text": "This speaks of the Holy Spirit, whom God gives to believers and who makes them able to resist sin and do what pleases God as if he were a physical seed that is planted in the earth and grows. This is sometimes referred to as the new nature. AT: \"the Holy Spirit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has been born of God", "text": "This can be stated in active form. AT: \"God has given him new spiritual life\" or \"he is a child of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In this the children of God and children of the devil are revealed", "text": "This can be stated in active form. AT: \"This is how we know the children of God and the children of the devil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever does not do what is righteous is not from God; neither is the one who does not love his brother", "text": "Here \"brother\" means fellow Christians. \"Only those who do righteousness are from God, and only those who love their brothers are from God\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Here John teaches believers how they can recognize each other by the way they live; he teaches his readers to love each other."}, {"ref": "General Information:", "text": "Cain and Abel were the first sons of Adam and Eve, the first man and woman."}, {"ref": "not like Cain", "text": "We should not act as Cain acted. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "brother", "text": "This refers to Cain's younger brother, Abel."}, {"ref": "And why did he kill him? Because", "text": "John uses a question to teach his audience. This can be translated as a statement. AT: \"He killed him because\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his works were evil, and his brother's righteous", "text": "His brother's works were righteous. AT: \"he did evil things and his brother did what was right\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "13", "tn": [{"ref": "brothers", "text": "\"fellow believers\""}, {"ref": "if the world hates you", "text": "Here the word \"world\" refers to the people who do not honor God. AT: \"if those who do not honor God hate you who do honor God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we have passed out of death into life", "text": "The conditions of living and of being dead are spoken of as if they were physical locations from which a person could leave and go to. AT: \"we are no longer spiritually dead but are spiritually alive\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "life", "text": "The word \"life\" throughout this letter refers to more than physical life. It stands here for Jesus, the eternal life. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "remains in death", "text": "\"is still spiritually dead\""}, {"ref": "Anyone who hates his brother is a murderer", "text": "John speaks of a person who hates another believer as if he were a murderer. Since people commit murder because they hate other people, God considers anyone who hates to be as guilty as someone who kills a person. AT: \"Whoever hates another believer is as guilty as someone who kills a person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "eternal life does not remain in a murderer", "text": "\"Eternal life\" is something God gives believers after they die, but it is also a power God gives believers in this life to help them to stop sinning and to do what please him. Here eternal life is spoken of as if it were an object that could be in someone. AT: \"a murderer does not have the power of spiritual life working inside of him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "16", "tn": [{"ref": "Christ laid down his life for us", "text": "This expression means \"Christ willingly gave his life for us\" or \"Christ willingly died for us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the world's goods", "text": "material possessions like money, food, or clothing"}, {"ref": "sees his brother in need", "text": "\"and realizes a fellow believer needs help\""}, {"ref": "and shuts up his heart of compassion from him", "text": "\"shuts up his heart of compassion\" is a metaphor. AT: \"but does not show him compassion\" or \"but does not willingly help him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how does the love of God remain in him?", "text": "John uses a question to teach his audience. AT: \"God's love is not in him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "My dear children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"My dear children in Christ\" or \"You who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let us not love in word nor in tongue", "text": "The phrases \"in word\" and \"in tongue\" both refer to what a person says. AT: \"do not just say that you love people\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but in actions and truth", "text": "The verb \"love\" is assumed from the first half of this sentence. AT: \"but show that you truly love people by helping them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Here John probably means that believers' ability to love God and each other sincerely (see verse 18) is a sign that their new life has indeed originated from the truth about Christ."}, {"ref": "we are from the truth", "text": "\"we belong to the truth\" or AT: \"we are living according the way Jesus taught us\""}, {"ref": "we assure our hearts", "text": "The word \"heart\" here refers to feelings. AT: \"we do not feel guilty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "if our hearts condemn us", "text": "This is a metaphor. AT: \"if we know that we have sinned and as a result feel guilty\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God is greater than our hearts", "text": "God knows more than a person and judges better. The effect of this truth is probably that God is more merciful than our consciences would suppose. This quality of God is expressed by the term \"greater.\" AT: \"God knows more than we do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends.\" See how you translated this in [[:en:bible:notes:1jn:02:07|2:7]]."}, {"ref": "and do the things that are pleasing before him", "text": "God's opinion is spoken of as if it depends on what he sees happen in front of himself. AT: \"and we do what pleases him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "This is his commandment", "text": "\"This is what God wants us to do\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "remains in him, and God remains in him", "text": "The close union of believers is expressed by the terms \"remains in him.\" See how \"remains in God\" was translated in [[:en:bible:notes:1jn:02:04|2:5-6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]