[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the third day after Jesus was buried."}, {"ref": "first day of the week", "text": "\"Sunday\""}, {"ref": "she saw the stone rolled away", "text": "You can translate this in an active form. AT: \"she saw that someone had rolled away the stone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "disciple whom Jesus loved", "text": "This phrase appears to be the way that John refers to himself throughout his book. Here the word \"love\" refers to brotherly love or love for a friend or family member."}, {"ref": "They took away the Lord out from the tomb", "text": "Mary Magdalene thinks that someone has stolen the Lord's body. AT: \"Someone has taken the Lord's body out of the tomb\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "the other disciple", "text": "John apparently shows his humility by referring to himself here as \"the other disciple,\" rather than including his name."}, {"ref": "went out", "text": "John implies that these disciples were going to the tomb. AT: \"rushed out to the tomb\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "linen cloths", "text": "These were the burial cloths that people had used to wrap the body of Jesus."}]}, {"id": "06", "tn": [{"ref": "linen cloths", "text": "These were the burial cloths that people had used to wrap the body of Jesus. See how you translated this in [[:en:bible:notes:jhn:20:03|20:5]]."}, {"ref": "cloth that had been on his head", "text": "Here \"his head\" refers to \"Jesus' head.\" You can translate this in an active form. AT: \"cloth that someone had used to cover Jesus' face\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but was folded up in a place by itself", "text": "This can be stated in active form. AT: \"but someone had folded it and put it aside, separate from the linen cloths\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "the other disciple", "text": "John apparently expresses his humility by referring to himself as \"the other disciple,\" rather than including his name in this book."}, {"ref": "he saw and believed", "text": "When he saw that the tomb was empty, he believed that Jesus had risen from the dead. AT: \"he saw these things and began to believe that Jesus had risen from the dead\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they still did not know the scripture", "text": "Here the word \"they\" refers to the disciples who did not understand the scripture that said Jesus would rise again. AT: \"the disciples still did not understand the scripture\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that he should rise from the dead ones", "text": "\"that said Jesus must rise from the dead\""}, {"ref": "went back home again", "text": "The disciples continued to stay in Jerusalem. AT: \"went back to where they were staying in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "She saw two angels in white", "text": "The angels were wearing white clothing. AT: \"She saw two angels dressed in white clothing\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They said to her", "text": "\"They asked her\""}, {"ref": "Because they took away my Lord", "text": "\"Because they took away the body of my Lord\""}, {"ref": "I do not know where they have put him", "text": "\"I do not know where they have put it\""}]}, {"id": "14", "tn": [{"ref": "Jesus said to her", "text": "\"Jesus asked her\""}, {"ref": "Sir, if you have taken him away", "text": "Here the word \"him\" refers to Jesus. AT: \"If you have taken away the body of Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "tell me where you have put him", "text": "\"tell me where you have put it\""}, {"ref": "and I will take him away", "text": "Mary Magdalene wants to get Jesus' body and bury it again. AT: \"and I will get the body and bury it again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "Rabboni", "text": "The word \"Rabboni\" means rabbi or teacher in Aramaic, the language that Jesus and his disciples spoke."}, {"ref": "brothers", "text": "Jesus used the word \"brothers\" to refer to his disciples."}, {"ref": "I will go up to my Father and your Father, and my God and your God", "text": "Jesus rose from the dead and then predicted he would go up into heaven, back to his Father, who is God. AT: \"I am about to return to heaven to be with my Father and your Father, to the one who is my God and your God\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my Father and your Father", "text": "These are important titles that describe the relationship between Jesus and God, and between believers and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Mary Magdalene came and told the disciples", "text": "Mary Magdalene went to where the disciples were staying and told them what she had seen and heard. AT: \"Mary Magdalene went to where the disciples were and told them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "It is now evening and Jesus appears to the disciples."}, {"ref": "that day, the first day of the week", "text": "This refers to Sunday."}, {"ref": "the doors of where the disciples were, were closed", "text": "You can translate this in an active form. AT: \"the disciples had locked the doors where they were\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for fear of the Jews", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who might arrest the disciples. AT: \"because they were afraid that the Jewish leaders might arrest them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Peace to you", "text": "This is a common greeting that means \"May God give you peace\" (UDB)."}, {"ref": "he showed them his hands and his side", "text": "Jesus showed the disciples his wounds. AT: \"he showed them the wounds in his hands and his side\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Peace to you", "text": "This is a common greeting that means \"May God give you peace\" (UDB)."}, {"ref": "As the Father has sent me, so I am sending you ... he ... said to them, \"Receive the Holy Spirit", "text": "God the Father sent God the Son who now sends the believers in the power of God the Holy Spirit."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "they are forgiven", "text": "You can translate this in an active form. AT: \"God will forgive them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whoever's sins you keep back", "text": "\"If you do not forgive another's sins\" (UDB)"}, {"ref": "they are kept back", "text": "You can translate this in an active form. AT: \"God will not forgive them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Didymus", "text": "This is a male name that means \"twin.\" See how this name is translated in [[:en:bible:notes:jhn:11:15|11:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "disciples later said to him", "text": "The word \"him\" refers to Thomas."}, {"ref": "Unless I see ... his side, I will not believe", "text": "You can translate this double negative in a positive form. AT: \"I will believe only if I see ... his side\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "in his hands ... into his side", "text": "The word \"his\" refers to Jesus."}]}, {"id": "26", "tn": [{"ref": "his disciples", "text": "The word \"his\" refers to Jesus."}, {"ref": "while the doors were closed", "text": "You can translate this in an active form. AT: \"when they had locked the doors\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Peace to you", "text": "This is a common greeting that means \"May God give you peace\" (UDB)."}, {"ref": "unbelieving", "text": "\"without belief\" or \"without faith\""}, {"ref": "but believe", "text": "Here \"believe\" means to trust in Jesus. AT: \"put your trust in me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "you have believed", "text": "Thomas believes that Jesus is alive because he has seen him. AT: \"you have believed that I am alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Blessed are those", "text": "This means \"God gives great happiness to those\" (UDB)."}, {"ref": "who have not seen", "text": "This means those who have not seen Jesus. AT: \"who have not seen me alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "As the story is nearing the end, the author comments about the many things Jesus did. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "signs", "text": "The word \"signs\" refers to miracles that show that God is the all-powerful one who has complete authority over the universe."}, {"ref": "signs that have not been written in this book", "text": "You can translate this in an active form. AT: \"signs that the author did not write about in this book\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but these have been written", "text": "You can translate this in an active form. AT: \"but the author wrote about these signs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "life in his name", "text": "Here \"life\" is a metonym that means Jesus gives life. AT: \"you may have life because of Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "life", "text": "This refers to spiritual life."}]}]