[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used to mark a new part of the story."}, {"ref": "Go from your country, and from your relatives", "text": "\"Go from your land, from your family\""}, {"ref": "I will make of you a great nation", "text": "Here \"you\" is singular and refers to Abram, but Abram represents his descendants. AT: \"I will start a great nation through you\" or \"I will make your descendants become a great nation\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and make your name great", "text": "The word \"name\" represents the person's reputation. AT: \"and make you famous\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will be a blessing", "text": "The words \"to other people\" are understood. AT: \"you will be a blessing to other people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "whoever dishonors you I will curse", "text": "\"I will curse whoever treats you in a shameful way\" or \"if anyone treats you as worthless, I will curse him\""}, {"ref": "Through you will all the families of the earth be blessed", "text": "This can be made active. AT: \"I will bless all the families of the earth through you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Through you", "text": "\"Because of you\" or \"Because I have blessed you\""}]}, {"id": "04", "tn": [{"ref": "possessions", "text": "This includes animals and non-living property."}, {"ref": "the people that they had acquired", "text": "Possible meanings are 1) \"slaves that they had accumulated\" (UDB) or 2) \"the people whom they had gathered to be with them.\""}]}, {"id": "06", "tn": [{"ref": "Abram passed through the land", "text": "Only Abram's name is mentioned because he was the head of the family. God had given him the command to take his family and go there. AT: \"So Abram and his family went through the land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the land", "text": "\"the land of Canaan\""}, {"ref": "the oak of Moreh", "text": "Moreh was probably the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Yahweh, who had appeared to him", "text": "\"Yahweh, because he had appeared to him\""}]}, {"id": "08", "tn": [{"ref": "he pitched his tent", "text": "Abram had many people with him as he traveled. People who moved from place to place lived in tents. AT: \"they set up their tents\""}, {"ref": "called on the name of Yahweh", "text": "\"prayed in the name of Yahweh\" or \"worshiped Yahweh\""}, {"ref": "Then Abram continued journeying", "text": "\"Then Abram took his tent and continued journeying.\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "toward the Negev", "text": "\"toward the Negev region\" or \"toward the south\" or \"south to the Negev desert\" (UDB)"}]}, {"id": "10", "tn": [{"ref": "There was a famine", "text": "The crops did not grow well that season. This can be made explicit. AT: \"There was a shortage of food\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the land", "text": "\"in the area\" or \"in the land where Abram was living\""}, {"ref": "went down into", "text": "Possible meanings are 1) \"went further south\" (UDB) or 2) \"went away from Canaan into.\" It would be best to translate this using your usual words for going from a higher place to a lower place."}, {"ref": "they will kill me ... you alive", "text": "The reason they would kill Abram can be made explicit: \"they will kill me so that they can marry you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that my life will be spared because of you", "text": "This can be stated in active form. AT: \"so that, because of you, they will not kill me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "It came about that", "text": "Possible meanings are 1) This phrase is used here to mark where the action starts, and if your language has a way for doing this, you could consider using it here, or 2) \"And that was what happened\" (UDB)."}, {"ref": "The princes of Pharaoh saw her", "text": "\"Pharaoh's officials saw Sarai\" or \"the king's officials saw her\" (UDB)"}, {"ref": "the woman was taken into Pharaoh's household", "text": "This can be stated in active form. AT: \"Pharaoh took her into his household\" or \"Pharaoh had his soldiers take her into his household\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the woman", "text": "Sarai"}, {"ref": "Pharaoh's household", "text": "Possible meanings are 1) \"Pharoah's family,\" that is, as a wife, or 2) \"Pharaoah's house\" or \"Pharaoh's palace,\" a euphemism for Pharaoh making her one of his wives. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "for her sake", "text": "\"for Sarai's sake\" or \"because of her\""}]}, {"id": "17", "tn": [{"ref": "because of Sarai, Abram's wife", "text": "This can be made more explicit. AT: \"because Pharaoh intended to take Sarai, Abram's wife, to be his own wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Pharaoh summoned Abram", "text": "\"Pharaoh called Abram\" or \"Pharaoh ordered Abram to come to him\""}, {"ref": "What is this that you have done to me?", "text": "Pharaoh used this rhetorical question to show how angry he was about what Abram had done to him. It can also be stated as an exclamation. AT: \"You have done a terrible thing to me!\" (UDB). (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Then Pharaoh gave orders to his men concerning him", "text": "\"Then Pharaoh directed his officials concerning Abram\""}, {"ref": "and they sent him away, along with his wife and all that he had", "text": "\"and the officials sent Abram away from Pharoah, with his wife and all his possessions\""}]}]