[{"id": "01", "tn": [{"ref": "the mountain of Yahweh's house will be established", "text": "AT: \"Yahweh will establish the mountain on which his temple is built\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "over the other mountains", "text": "This means Mount Zion will be the most important of all the mountains. It might also mean that this mountain will be the highest in the world, not only in the area."}, {"ref": "will be established over the other mountains", "text": "AT: \"will be honored more than any other mountain\""}, {"ref": "peoples will stream to it", "text": "The people of the nations will go to the mountain of Yahweh like a stream flows. This mean that many people will go. AT: \"the people of the nations will flow like a stream to it\" or \"the people of the nations will go to it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "let us go up to the mountain of Yahweh, to the house of the God of Jacob", "text": "Both the mountain and the house are references to the temple in Jerusalem. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He will teach us his ways, and we will walk in his paths", "text": "Here \"his ways\" and \"his paths\" refer to what God wants the people to do. Also, \"walk\" means they will obey what he says."}, {"ref": "For from Zion the law will go out, and the word of Yahweh from Jerusalem", "text": "Here the words \"law\" and \"word\" are speaking of the same thing. The nations of the world will hear God's law in Jerusalem."}, {"ref": "plowshares", "text": "A plowshare is a blade that people use to dig into soil so they can plant seeds."}, {"ref": "They will beat their swords into plowshares and their spears into pruning hooks", "text": "Both of these phrases mean that they will turn their weapons of war into tools that they will use to provide food. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "pruning hooks", "text": "A pruning hook is used to cut off branches or stems from a plant to make it produce better."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Micah continues describing the \"last days\" when people learn and obey Yahweh's law."}, {"ref": "under his vine and under his fig trees", "text": "This is an image of people living in peace."}, {"ref": "for the mouth of Yahweh of hosts has spoken", "text": "AT: \"for Yahweh of hosts has spoken\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "walk ... in the name of", "text": "This phrase means to worship and obey."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is describing the \"last days\" when people learn and obey Yahweh's law."}, {"ref": "On that day", "text": "\"In the future\""}, {"ref": "I will assemble the lame", "text": "\"I will bring together those who are weak\""}, {"ref": "and gather the outcast", "text": "\"and gather those whom I cause to be forced out\""}, {"ref": "and the ones driven away into a strong nation", "text": "AT: \"and the ones I drove away I will make into a strong nation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "watchtower for the flock", "text": "Yahweh uses this phrase to emphasize that the people of Jerusalem are supposed to guard and care for all the other people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hill of the daughter of Zion", "text": "The \"daughter\" of a city means the people of the city. AT: \"hill where the people of Zion live\""}, {"ref": "hill", "text": "Some modern versions understand this Hebrew word to mean \"fortress\" or \"stronghold\" here."}]}, {"id": "09", "tn": [{"ref": "Now, why do you shout so loudly?", "text": "Micah is mocking the people, trying to make them think about why God is dealing with them in this way. AT: \"Now, you shout loudly.\" (See: [[:en:ta:vol1:translate:figs_rquestion]]and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Is there no king among you? Has your counselor died? Is this why pain grips you like that of a woman in labor?", "text": "Micah continues to address the people in a mocking tone. The answer to these questions is no. The king and counselors are still there, but they are as useless and helpless. AT: \"So why are you wailing now? Is it because you have no king? Have all your wise people died? You are weeping loudly like a woman who is giving birth to a baby.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Be in pain and labor to give birth, daughter of Zion, like a woman in labor", "text": "Micah uses the image of a woman in labor to emphasize the agony of exile. He means that they should be in pain because God is punishing them by sending them away from Israel. Many of them will never come home again."}, {"ref": "There you will be rescued. There Yahweh will rescue you", "text": "AT: \"There Yahweh will rescue you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Jerusalem will defeat her enemies."}, {"ref": "Let her be defiled; let our eyes gloat over Zion", "text": "AT: \"Let us ruin the city of Jerusalem and destroy its people so we can take great pleasure in their downfall.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for he has gathered them like sheaves for the threshing floor", "text": "This means God is also preparing to punish the people of the nations. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh presents the imagery of the threshing floor. (See: [[:en:bible:notes:mic:04:11|4:12]])"}, {"ref": "Arise and thresh, daughter of Zion", "text": "God will use the people of Zion to punish the people of the nations. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make your horn to be iron, and I will make your hooves to be bronze", "text": "Yahweh is comparing the people of Zion to the strong oxen that would thresh the wheat. This means Yahweh will make the people of Israel strong again so they can defeat the other nations."}]}]