[{"id": "01", "tn": [{"ref": "General Information:", "text": "Chapters 7 and 8 were not in chronological order. They happened while Belshazzar was still the king. Chapter 9 now returns to the events of the reign of Darius who became king in chapter 6."}, {"ref": "It was Ahasuerus who had been made king over the realm of the Babylonians", "text": "This is background information about who Ahasuerus was. The UDB places this in parentheses to make that clear. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "who had been made king over the realm of the Babylonians", "text": "This can be stated in active form. AT: \"who became king over the realm of the Babylonians\" or \"who conquered the Babylonians\" (UDB). (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "over the realm", "text": "\"over the country\" or \"over the kingdom\""}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "there would be seventy years until Jerusalem's abandonment would end", "text": "\"from the time Jerusalem was destroyed, it would remain in ruins for 70 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "abandonment", "text": "this means no one would help or rebuild Jerusalem during that time"}]}, {"id": "03", "tn": [{"ref": "I turned my face to the Lord God", "text": "Here \"face\" represents Daniel's attention. AT: \"I focused my attention on the Lord God\" or \"I directed my thoughts toward the Lord God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to seek him", "text": "Those who want to know Yahweh and please him are spoken of as if they are literally seeking to find Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fasting, wearing sackcloth, and sitting in ashes", "text": "These are symbolic acts of repentance and sorrow. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "I made confession of our sins", "text": "\"I confessed our sins\""}, {"ref": "you are the one who keeps the covenant and is faithful to love those", "text": "\"you do what what you said you would do in your covenant, and you faithfully love those\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Daniel continues praying to the Lord about the people of Israel."}, {"ref": "We have sinned and have done what is wrong", "text": "These two phrases express one idea in two different ways for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "We have acted wickedly and we have rebelled", "text": "These two phrases express one idea in two different ways for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your commands and decrees", "text": "The words \"commands\" and \"decrees\" share similar meanings and refer to the whole law. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "We have not listened to your servants", "text": "Here \"not listened\" means they did not obey their message. AT: \"We have not obeyed the message of your prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "spoke in your name", "text": "Here \"name\" refers to God's authority. AT: \"spoke with your authority\" or \"spoke as your representative\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the people of the land", "text": "Here \"land\" refers to Israel. AT: \"the Israelite people\" (UDB)"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Daniel continues praying to the Lord about the people of Israel."}, {"ref": "To you, Lord, belongs righteousness", "text": "Being righteous is spoken of as if \"righteousness\" were an object that belongs to Yahweh. The abstract noun \"righteousness\" can be stated as an action. AT: \"Lord, you act justly\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "To us today, however, belongs shame on our faces—for the people", "text": "Being ashamed is spoken of as if \"shame\" were an object that belongs to people. The abstract noun \"shame\" can be stated as a verb. AT: \"But as for us, we are ashamed of what we have done—the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "To us today", "text": "The word \"us\" includes Daniel and the Israelites, but it does not include God. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "belongs shame on our faces", "text": "This idiom means their shame is visible to all. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "because of the great treachery that we committed against you", "text": "\"because we greatly betrayed you\" or \"because we were very unfaithful to you\" (UDB)"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Daniel continues praying to the Lord about the people of Israel."}, {"ref": "To the Lord our God belong compassion and forgiveness", "text": "Having these traits is spoken of as if they belonged to the Lord. AT: \"The Lord our God is compassionate and forgives\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We have not obeyed the voice of Yahweh our God", "text": "Here \"voice\" refers to the commands that Yahweh spoke. AT: \"We have not obeyed what Yahweh told us to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "turned aside", "text": "The words \"turned aside\" mean that Israel stopped obeying God's laws. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that are written in the law of Moses", "text": "This can be stated in active form. AT: \"that Moses wrote about in the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "have been poured out on us", "text": "The abundance of the curse and the oath are spoken of as if they were poured out like water. This can be stated in active form. AT: \"you have brought upon us\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Daniel continues praying to the Lord about the people of Israel."}, {"ref": "For under the whole of heaven ... what has been done to Jerusalem", "text": "Daniel is exaggerating to show his great sorrow about Jerusalem. Many cities had been totally destroyed. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "there has not been done anything", "text": "\"nothing has been done\""}, {"ref": "what has been done to Jerusalem", "text": "This can be stated in active form. AT: \"what you have done to Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "As it is written in the law of Moses", "text": "This can be stated in active form. AT: \"As Moses wrote in the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "turning away from our iniquities", "text": "Here stopping evil activity is spoken of as turning away from them. AT: \"stopping our evil actions\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh has kept the disaster ready", "text": "\"Yahweh has prepared this disaster\""}, {"ref": "we have not obeyed his voice", "text": "Here \"voice\" refers to the things that Yahweh commanded. AT: \"we have not done what he told us to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "with a mighty hand", "text": "Here \"mighty hand\" is a metonym for strength. AT: \"with great strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have made a famous name for yourself, as in this present day", "text": "\"you caused people to know how great you are, as you still do today\""}, {"ref": "still we sinned; we have done wicked things", "text": "These two clauses mean basically the same thing and are used together to emphasize how bad sin is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "we sinned; we have done wicked things", "text": "Daniel and Israel sinned and did wicked things, but \"we\" does not include God. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "your anger and your wrath", "text": "The words \"anger\" and \"wrath\" mean basically the same thing and emphasize how terrible God's anger is when he acts on it. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "your holy mountain", "text": "This mountain may be holy because God's temple is there. AT: \"the mountain where your holy temple is\""}, {"ref": "our sins ... our ancestors", "text": "Here \"our\" refers to Daniel and Israel, but not to God. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "an object of scorn", "text": "\"a target of disrespect\""}]}, {"id": "17", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment\", but it is a way to show that the next phase in Daniel's prayer is about to start."}, {"ref": "your servant ... his pleas for mercy", "text": "The words \"your servant\" and \"his\" here refer to Daniel. He speaks about himself in the third person as a sign of respect for God. (See [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "pleas for mercy", "text": "\"requests for mercy\""}, {"ref": "make your face shine on", "text": "The writer speaks of Yahweh acting favorably as if Yahweh's face shone a light. AT: \"act kindly toward\" (UDB) or \"act with favor toward\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your sanctuary", "text": "This refers to the temple in Jerusalem."}, {"ref": "open your ears and listen", "text": "To \"open the ears\" is an idiom that means to listen. These two phrases means the same thing and emphasize Daniel's desire for God to listen to his prayer. AT: \"please listen\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "open your eyes and see", "text": "To \"open the eyes\" is an idiom that means to see. These two phrases means the same thing and emphasize Daniel's desire for God to pay attention to his prayer. AT: \"notice us\" or \"pay attention\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "is called by your name", "text": "Here \"name\" represents ownership. AT: \"is your city\" or \"belongs to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not delay", "text": "This can be stated in positive form. AT: \"act quickly\""}]}, {"id": "20", "tn": [{"ref": "my people Israel", "text": "\"the people of Israel to whom I belong\""}, {"ref": "God's holy mountain", "text": "The mountain may be holy because of the temple. AT: \"the mountain where God's holy temple is\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the man Gabriel", "text": "This is the same angel Gabriel who appeared in the form of a man in [[:en:bible:notes:dan:08:15|8:16]]. AT: \"Gabriel, who appeared as a man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the vision at the first", "text": "This may refer to the first vision that Daniel had while he was awake. AT: \"in the previous vision\" or \"in the vision I saw before\" or \"in a vision before\""}, {"ref": "flew down to me in rapid flight", "text": "\"flew down to me quickly\""}, {"ref": "at the time of the evening sacrifice", "text": "The Jewish people sacrificed to God each evening just before the sun went down."}]}, {"id": "22", "tn": [{"ref": "insight and understanding", "text": "The words \"insight\" and \"understanding\" mean the same thing and emphasize that Gabriel will help Daniel to understand the message completely. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the order was given", "text": "This can be stated in active form. AT: \"God gave the order\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "consider this word", "text": "Here \"word\" refers to the entire message. AT: \"think about this message\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the revelation", "text": "This refers back to the prophesy of Jeremiah in [[:en:bible:notes:dan:09:01|9:2]]."}]}, {"id": "24", "tn": [{"ref": "Seventy sevens of years ... seven sevens ... and sixty-two sevens", "text": "two sevens** - This is not the normal way the Israelites counted. If possible, try to translate in a way that preserves this use of the number seven. AT: \"Seventy times seven years ... seven times seven years ... and sixty-two times seven years\""}, {"ref": "Seventy sevens of years are decreed for your people and your holy city to", "text": "God decreed that he would do the things in this verse for the people and the holy city."}, {"ref": "your people and your holy city", "text": "The word \"your\" here refers to Daniel. The people are the Israelites and the holy city is Jerusalem. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "to end the guilt and put an end to sin", "text": "The idea is repeated to emphasize how certain it is that this will happen. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to carry out the vision", "text": "Here \"carry out\" is an idiom that means to accomplish. AT: \"to accomplish the vision\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the vision and the prophecy", "text": "These words in this context mean the same thing. They ensure Daniel that Jeremiah's vision was indeed a prophecy. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Know and understand", "text": "These words are used together to make the importance clear. AT: \"You must clearly understand\" or \"You must know for sure\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the anointed one", "text": "Anointing is a symbolic act to show that someone is chosen. AT: \"the person that God anoints\" or \"the person that God chooses\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "seven sevens ... and sixty-two sevens", "text": "two sevens** - These added together are 69 of the 70 sevens spoken of in verse 24."}, {"ref": "Jerusalem will be rebuilt", "text": "This can be stated in active form. AT: \"People will rebuild Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "moat", "text": "a deep ditch around a city or building, usually with water in it"}, {"ref": "the times of distress", "text": "\"a time of great trouble\""}]}, {"id": "26", "tn": [{"ref": "sixty-two sevens of", "text": "two sevens of** - This is not the normal way the Israelites counted. If possible, try to translate in a way that preserves this use of the number seven. See how you translated this number in [[:en:bible:notes:dan:09:24|9:25]]. AT: \"sixty-two times seven\""}, {"ref": "the anointed one will be destroyed and will have nothing", "text": "This can be stated in active form. AT: \"people will destroy the anointed one and he will have nothing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the anointed one", "text": "Anointing is a symbolic act to show that someone is chosen. See how you translated this title in [[:en:bible:notes:dan:09:24|9:25]]. AT: \"the person that God anoints\" or \"the person that God chooses\""}, {"ref": "a coming ruler", "text": "This is a foreign ruler, not \"the anointed one.\" AT: \"a foreign ruler who will come\" or \"a powerful ruler who will come\""}, {"ref": "Its end will come with a flood", "text": "The army will destroy the city and the holy place just as a flood destroys things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Desolations have been decreed", "text": "This can be stated in active form. AT: \"God has decreed ruin for the city and sanctuary\" or \"God has declared that the enemy army will destroy everything\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "He will ... he will", "text": "This refers to the coming ruler who will destroy the anointed one."}, {"ref": "one seven ... In the middle of the seven", "text": "Here \"seven\" is used to refer to a period of seven years. AT: \"seven years ... Halfway through the seven years\""}, {"ref": "put an end to", "text": "\"stop\" or \"halt\""}, {"ref": "the sacrifice and the offering", "text": "These words basically mean the same thing. The repetition is to show that the ruler will prevent all types of sacrifices. AT: \"all forms of sacrificing\" or \"every type of offering\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the wing of abominations", "text": "This may refer to the defensive structures on top of the walls of the temple, which are called \"abominations\" because they are full of idols. AT: \"the walls of the temple that are full of abominations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "someone who makes desolate", "text": "\"a person who completely destroys\""}, {"ref": "A full end and destruction are decreed to be poured out", "text": "This can be stated in active form. AT: \"God has decreed that he will pour out a full end and destruction\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "A full end and destruction", "text": "These two words or expressions are basically the same. They emphasize how serious and complete the destruction will be. AT: \"Complete destruction\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the one who has made the desolation", "text": "\"the person who caused the destruction\""}]}]