[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh tells Ezekiel a story about two young women in Egypt to express how he views the behavior of the people of Israel."}, {"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Their breasts were squeezed", "text": "AT. \"Men squeezed their breasts.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their virgin nipples were fondled there", "text": "This phrase means basically the same thing as the previous phrase and emphasizes the immoral behavior of the two young women. AT: \"there men fondled their virgin nipples.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fondled", "text": "to be touched lovingly or softly"}, {"ref": "Oholah", "text": "This is a female name that means \"her tent.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Oholibah", "text": "This is a female name that means \"my tent is in her.\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling his story to Ezekiel about his unfaithful wife Oholah."}, {"ref": "dominant", "text": "\"in control\""}, {"ref": "all the best of Assyria's men", "text": "This identifies who the word \"them\" refers to."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling his story to Ezekiel about his unfaithful wife Oholah."}, {"ref": "to pour out their promiscuous behavior", "text": "The phrase \"pour out\" uses the thought of water pouring out to express something happening in a great amount. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "into the hand of her lovers, into the hand of the Assyrians", "text": "The word \"hand\" refers to power or authority. The second phrase explains that \"her lovers\" were \"the Assyrians.\" AT: \"I gave her over to her lovers, the Assyrians.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh begins telling the story to Ezekiel about his unfaithful wife Oholibah, the sister of Oholah."}, {"ref": "Oholibah", "text": "See how you translated this name in [[:en:bible:notes:ezk:23:01|23:4]]."}, {"ref": "who dressed impressively, who were men riding horses", "text": "Both of these phrases describe men who are wealthy. AT: \"who were wealthy\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "It was the same for both sisters", "text": "AT: \"Both sisters became unclean through their acts of prostitution\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling the story about his unfaithful wife Oholibah to Ezekiel."}, {"ref": "turbans", "text": "hats made out of long cloth and wrapped around the top of a man's head."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling the story about his unfaithful wife Oholibah to Ezekiel."}, {"ref": "so she turned herself away from them in disgust.", "text": "AT: \"her emotions regarding them changed from desire to disgust\""}]}, {"id": "18", "tn": [{"ref": "brought to mind and imitated the days of her youth", "text": "AT: \"remembered and did the same things as she had done when she was young\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh finishes speaking about Oholibah and the Assyrians and starts speaking to Oholibah."}, {"ref": "whose private parts were like those of donkeys, and whose reproductive emissions were like those of horses", "text": "Impossibly large, in order to show how wicked was Oholibah's desire. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "22", "tn": [{"ref": "Behold", "text": "AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "Pekod, Shoa, and Koa", "text": "These are people groups who lived in Babylonia. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "weapons", "text": "The Hebrew word translated here as \"weapons\" is rare. Many modern versions translate it in this way, but some versions leave it out."}, {"ref": "set large shields, small shields, and helmets against you", "text": "These defensive items are used to refer to different kinds of soldiers in an army. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will cut off your nose and your ears", "text": "This describes the punishment in Babylon for married women who slept with men that are not their husbands. AT: \"They will punish you as an adulteress\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "You will not lift up your eyes", "text": "This is a way to refer to a person turning their head to look at something. AT: \"You will not look\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will think of Egypt no longer", "text": "The phrase \"think of Egypt\" refers to the acts of prostitution she learned in Egypt. She will no longer think about them because she has learned they will not give her the nice things that the Egyptians, Babylonians, and Assyrians have. Instead, the acts of prostitution have caused her to be punished and she will not want to think about doing them again. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "Behold", "text": "The word \"behold\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "unclothed and bare", "text": "These two words mean the same thing and emphasize that she will be completely naked. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "your shameful behavior and your promiscuousness", "text": "These phrases both describe her prostitution and emphasize how bad this behavior was. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "30", "tn": [{"ref": "acting like a prostitute, lusting after nations", "text": "The reason this phrase says Oholibah acts like a prostitute with the nations is because the men she has slept with are symbols of the wealth and power of these nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will put her cup", "text": "The word \"cup\" refers to Oholibah's punishment. It represents the thing she has received. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "You will drink your sister's cup", "text": "Drinking the from the same cup is another way to say they will experience the same thing. AT: \"You will experience the same punishment as your sister\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that is deep and large", "text": "This refers to the amount of punishment received. AT: \"that is severe\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a laughingstock ... a subject for derision", "text": "Both of these phrases refer to a person who is laughed at and criticized because of their foolish behavior. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "this cup contains a great amount", "text": "This sentence does not say what is in the cup because it is understood by reading [[:en:bible:notes:ezk:23:30|23:31]]. AT: \"this cup contains a great amount of punishment\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "33", "tn": [{"ref": "the cup of horror and devastation!", "text": "\"the cup that causes horror and devastation.\" The words \"horror\" and \"devastation\" share similar meanings here and emphasize how terrible her punishment will be. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the cup of your sister Samaria", "text": "Oholibah's sister Oholah has represented Samaria. Samaria is called by it's name but still referred to as a sister. The cup is a symbol for the punishment that she received. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this is the Lord Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:ezk:05:11|5:11]]."}]}, {"id": "35", "tn": [{"ref": "and thrown me away behind your back", "text": "Yahweh is saying Oholibah does not care about him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "Son of man, will you judge Oholah and Oholibah?", "text": "AT: \"Son of man, you will judge Oholah and Oholibah!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "there is blood on their hands", "text": "The blood is the result of killing people, and therefore represents murder. AT: \"they have murdered people.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "Yahweh speaks to Ezekiel about Oholah and Oholibah."}, {"ref": "and on the same day they defile my Sabbaths", "text": "The phrase \"same day\" refers to the previous phrase \"make my sanctuary unclean.\" AT: \"and on the same day they make my sanctuary unclean, they defile my Sabbaths\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "came to my sanctuary on the same day to defile it", "text": "AT: \"came to defile my sanctuary on the same day as slaughtering their children for their idols\""}, {"ref": "behold!", "text": "The word \"behold\" here adds emphasis to what follows. AT: \"indeed!\""}]}, {"id": "40", "tn": [{"ref": "General Information:", "text": "Ezekiel speaks to Oholah and Oholibah."}, {"ref": "behold!", "text": "AT: \"look!\" or \"listen!\" or \"pay attention to what I am about to tell you!\""}, {"ref": "you bathed, painted your eyes, and adorned yourself with jewelry", "text": "These are things done by a woman to make her appear more beautiful to a man."}, {"ref": "my incense and my oil", "text": "items used in worship to Yahweh."}]}, {"id": "42", "tn": [{"ref": "the sound of a crowd who were with worries was with you", "text": "The sound of a crowd is used to refer to the crowd of people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "drunkards", "text": "people who often get drunk. However, some modern versions translate \"Sabeans,\" that is, men from Sheba."}, {"ref": "ornate", "text": "decorated or carved to make more beautiful."}]}, {"id": "43", "tn": [{"ref": "the one worn-out by acts of adultery", "text": "out by acts of adultery** - Ezekiel refers to Oholah and Ohobilah with a description."}, {"ref": "as they would any prostitute", "text": "AT: \"as they would penetrate any prostitute\""}, {"ref": "have blood on their hands", "text": "This phrase uses evidence of violence to say they are guilty of violence."}]}, {"id": "46", "tn": [{"ref": "raise up a company", "text": "The phrase \"raise up\" refers to increase in the number of people. AT: \"gather a large group of people\""}, {"ref": "give them up", "text": "Yahweh gives up the responsibility to take care of them and allows them to suffer for their choices."}, {"ref": "to be terrorized and plundered", "text": "AT: \"for the company to terrorize and plunder them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "48", "tn": [{"ref": "set your shameful behavior against you", "text": "\"cause you to accept responsibility for your shameful behavior\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bear the guilt of your sins", "text": "\"accept responsibility for the guilt of your sins\""}]}]