[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Al Tashheth", "text": "This probably tells what musical style or tune to use when singing the psalm. See how you translated this in [[:en:bible:notes:psa:057:001|57:1]]."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A michtam", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\" See how you translated this in [[:en:bible:notes:psa:016:001|16:1]]."}, {"ref": "when Saul sent, and they watched the house to kill him", "text": "\"from when Saul sent his soldiers to go and watch David's house for an opportunity to kill him\""}, {"ref": "set me on high", "text": "A high place represents a safe place where his enemies cannot reach him. AT: \"put me in a safe place\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rise up against me", "text": "Rising up against someone represents attacking him. AT: \"attack me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bloodthirsty men", "text": "The word \"bloodthirsty\" contains \"blood,\" which refers to murder and \"thirsty,\" which refers to desire. AT: \"people who desire to kill\" or \"people who like to kill people\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "003", "tn": [{"ref": "they wait in ambush to take my life", "text": "David's enemies are in hiding and are waiting quietly for the time when they can attack him. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "awake", "text": "Deciding to do something and beginning to do it is spoken of as waking up.  AT: \"do something\" or \"take action\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and see", "text": "What he wants God to see can be stated clearly. AT: \"and see what is happening to me\" or \"and see what they are doing to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "005", "tn": [{"ref": "arise", "text": "Deciding to do something and beginning to do it is spoken of as getting up. AT: \"do something\" or \"take action\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all the nations", "text": "The word \"nations\" here represents the people of the nations that do not honor God. AT: \"the people of all the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "They return at evening", "text": "The word \"they\" refers to the wicked transgressors."}, {"ref": "they howl like dogs", "text": "The psalmist speaks of his enemies threatening to attack people as if they were dogs howling, growling, or barking at people. AT: \"they threaten to attack people\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "go around the city", "text": "Why they go around the city can be stated clearly. AT: \"go around the city to attack anyone they find\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See", "text": "Here the word \"See\" is being used to draw attention to something. AT: \"Hear\""}, {"ref": "they belch out with their mouths", "text": "Saying terrible things is spoken of as belching. These terrible things may have been insults or threats. AT: \"they say terrible things\" or \"they shout out terrible words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "belch", "text": "burp loudly; allow air from the stomach to come out of the mouth with a loud, rude noise"}, {"ref": "swords are in their lips", "text": "The cruel things that the wicked people were saying are spoken of as if they were swords. AT: \"they say cruel things that cause people trouble as much as swords destroy people\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who hears us?", "text": "This question is used to show that they believed that God would not hear and punish them. AT: \"No one can hear us!\" or \"Your God does not hear us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "008", "tn": [{"ref": "laugh at them", "text": "\"laugh at them scornfully\" or \"mock them.\" God would laugh at them because they are worthless and powerless."}, {"ref": "you hold all the nations in derision", "text": "\"you ridicule all the nations\" or \"you know that the people of the nations are fools\""}, {"ref": "derision", "text": "\"ridicule\" or \"mockery\""}, {"ref": "my strength", "text": "God's being the psalmist's strength represents God protecting him. AT: \"you are my strength\" or \"you are my protector\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you are my high tower", "text": "A high tower is a place that people could go to for shelter from their enemies. The psalmist speaks of God protecting him as if God were a strong, safe shelter. AT: \"you protect me like a high tower\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "My God will meet me", "text": "God's rescuing the psalmist is spoken of as if God were to meet him. AT: \"My God will rescue me\""}, {"ref": "my desire on my enemies", "text": "The abstract noun \"desire\" can be expressed with the verb \"want.\" AT: \"what I want to happen to my enemies\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Scatter them", "text": "\"Cause them to wander around\""}, {"ref": "our shield", "text": "God's protecting the righteous is spoken of as if God were a shield. AT: \"our protector\" or \"the one who protects us like a shield\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "012", "tn": [{"ref": "For the sins of their mouths and the words of their lips", "text": "The mouths and lips represent the things people say.  AT: \"Because they sin by what they say\" or \"Because of the sinful things they say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let them be captured in their pride", "text": "This can be stated in active form. AT: \"let people capture them because of their pride\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that they express", "text": "\"that they say\""}, {"ref": "Consume them in wrath, consume them so that they will be no more", "text": "Destroying them completely is spoken of either as burning them up or eating them. AT: \"Be angry with them and destroy them completely so there will be no more of them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in Jacob", "text": "Jacob here refers to Israel. AT: \"in Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the ends of the earth", "text": "\"to even the most distance places on earth.\" This represents all places on earth. AT: \"everywhere on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "014", "tn": [{"ref": "howling like dogs", "text": "The psalmist speaks of his enemies threatening to attack people as if they were dogs howling, growling, or barking at people. AT: \"threatening to attack us\" or \"threatening to attack us like wild dogs\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "satisfied", "text": "\"content\""}]}, {"id": "016", "tn": [{"ref": "you have been my high tower and a refuge", "text": "High towers and refuges are places that people can go to for shelter from their enemies. The psalmist speaks of God protecting him as if God were a strong, safe shelter. AT: \"you have protected me like a high tower and a refuge\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the day of my distress", "text": "The word \"day\" here refers to a period of time. AT: \"whenever I have had troubles\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "To you, my strength, I will sing praises", "text": "\"To you, my strength\" can be combined as one clause. AT: \"You are my strength, so I will sing praises to you\" (See: [[:en:ta:vol2:translate:figs_sentences]])"}, {"ref": "my strength", "text": "God's being the psalmist's strength represents God protecting him. AT: \"my protector\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for God is my high tower", "text": "High towers are places that people can go to for shelter from their enemies. The psalmist speaks of God protecting him as if God were a strong, safe shelter. AT: \"you have protected me like a high tower\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God of covenant faithfulness", "text": "This can be expressed in a separate sentence. AT: \"He is the God of covenant faithfulness\" or \"You are the God of covenant faithfulness\""}]}]