[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives some specific instructions to slaves and masters then continues with instructions on living godly."}, {"ref": "Let all who are under the yoke as slaves", "text": "Paul speaks of people working as slaves as if they are oxen carrying a yoke. AT: \"Let all who are working as slaves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let all who", "text": "It is implied that Paul is speaking about believers. AT: \"Let all who are believers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the name of God and the teaching might not be blasphemed", "text": "This can be stated in active and positive form. AT: \"the unbelievers might always speak respectfully about the name of God and the teaching\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the name of God", "text": "Here \"name\" refers to God's nature or character. AT: \"the character of God\" or \"God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the teaching", "text": "\"the faith\" or \"the gospel\""}, {"ref": "they are brothers", "text": "Here \"brothers\" means \"fellow believers.\""}, {"ref": "For the masters who are helped by their work", "text": "This can be stated in active form. AT: \"For the masters whom the slaves help with their work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and are loved", "text": "This can be stated in active form. Possible meanings are 1) \"and the slaves should love them\" or 2) \"whom God loves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "teaches differently", "text": "\"teaches a different doctrine\" or \"teaches what is not correct\""}, {"ref": "that leads to godliness", "text": "\"that helps people do what is godly\" or \"that helps people live in a way that pleases God\""}, {"ref": "knows nothing", "text": "\"understands nothing about God's truth\""}, {"ref": "he is sick with controversies and arguments", "text": "Paul speaks of people who feel compelled to engage in useless arguments as if they were ill. Such people greatly desire the act of arguing itself, and do not really want to find a way to agree. AT: \"all he wants to do is argue\" or \"he craves arguments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is sick", "text": "Here \"he\" is not referring to a specific person but to anyone in general. AT: \"They are sick\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "about words", "text": "\"about the meaning of words\""}, {"ref": "envy", "text": "\"the desire to have what others have\""}, {"ref": "strife", "text": "\"arguments between believers\""}, {"ref": "insults", "text": "\"people falsely saying bad things about each other\""}, {"ref": "evil suspicions", "text": "\"people feeling like others want to do evil to them\""}, {"ref": "depraved minds", "text": "\"wicked minds\""}, {"ref": "They turn away from truth", "text": "Here \"turn away\" is an idiom that means to stop doing something. AT: \"They stop believing the truth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "Now", "text": "This marks a break in the teaching. Here Paul begins to contrast the kind of riches the wicked people seek through godliness ([[:en:bible:notes:1ti:06:03|6:5]]) and the true kind of gain people receive through godliness. AT: \"Of course\""}, {"ref": "godliness with contentment is great gain", "text": "The words \"godliness\" and \"contentment\" are abstract nouns. AT: \"it is great gain for a person to do what is godly and to be content with what they have\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "is great gain", "text": "\"provides great benefits\" or \"does many good things for us\""}, {"ref": "brought nothing into the world", "text": "\"brought nothing into the world when we were born\"(UDB)"}, {"ref": "Neither are we able to take out anything", "text": "\"And we can take nothing out of the world when we die\""}, {"ref": "let us", "text": "\"we should\""}]}, {"id": "09", "tn": [{"ref": "Now", "text": "This word marks a break in the teaching. Here Paul returns to the topic about those who think being godly will make them wealthy (See: [[:en:bible:notes:1ti:06:03|6:5]])."}, {"ref": "to become wealthy fall into temptation, into a trap", "text": "Paul speaks about those who let the temptation of money cause them to sin as if they are animals that have fallen into a hole that a hunter has used as a trap. AT: \"to become wealthy will encounter more temptation than they can resist, and they will be like an animal in a trap (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They fall into many foolish and harmful passions", "text": "This continues the trap metaphor. This means that their foolish and harmful passion will overcome them. AT: \"And as an animal falls into a hunter's trap, they will fall into many foolish and harmful passions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and into whatever else makes people sink into ruin and destruction", "text": "Paul speaks about those that let sin destroy them as if they are a boat that sinks under the water. AT: \"and into other kinds of evil that ruin and destroy a person like a boat sinking under the water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For the love of money is a root of all kinds of evil", "text": "Paul speaks of the cause of evil as if it were a plant root. AT: \"because loving money is a cause of all kinds of evil\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who desire it", "text": "\"who desire money\""}, {"ref": "have been mislead away from the faith", "text": "Paul speaks of wrong desires as if they were evil guides who intentionally guide people down the wrong path. This can be stated in active form. AT: \"have let their desires lead them away from the truth\" or \"have stopped believing the truth\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "have pierced themselves with much grief", "text": "Paul speaks about grief as if it were a sword that a person uses to stab themselves. AT: \"have caused themselves to be very sorrowful\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "But you", "text": "Here \"you\" is singular and refers to Timothy. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "man of God", "text": "\"servant of God\" or \"person who belongs to God\""}, {"ref": "flee from these things", "text": "Paul speaks of these temptations and sins as if they were things that a person could physically run away from. AT: \"treat these things like creatures who want to harm you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "these things", "text": "Possible meanings of \"these things\" are 1) the \"love of money\" (UDB) or 2) the different teachings, pride, arguments, and the love of money."}, {"ref": "Pursue righteousness", "text": "\"Run after\" or \"Chase.\" Paul speaks of righteousness and other good qualities as if they were things that a person could run after.This idiom is the opposite of \"flee from.\" It means to try your best to obtain something. AT: \"Seek to gain\" or \"Do your best to act in\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Fight the good fight of faith", "text": "Here Paul speaks about a person continuing in faith as if they are an athlete fighting to win a contest or a warrior fighting a battle. AT: \"Try your hardest to obey Christ's teachings with as much energy as an athlete uses in a contest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Take hold of the everlasting life", "text": "This continues the metaphor. Paul speaks about a person receiving eternal life as if they are a victorious athlete or warrior taking their prize. AT: \"Take eternal life as your reward as a victorious athlete takes his prize\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to which you were called", "text": "This can be stated in active form. AT: \"to which God has called you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "gave witness", "text": "\"gave testimony\" or \"testified\""}, {"ref": "before many witnesses", "text": "Paul expresses the idea of location in order to signal the idea of the people to whom Timothy was speaking. AT: \"to many witnesses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as to what is good", "text": "\"about what you believe\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks of Christ's coming, gives specific instructions to the rich, and lastly closes with a special message to Timothy."}, {"ref": "I give you this command", "text": "\"This is what I command you\""}, {"ref": "before God", "text": "\"in the presence of God.\" It is implied that Paul as asking God to be his witness. AT: \"with God as a witness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before Christ", "text": "\"in the presence of Christ.\" It is implied that Paul as asking Jesus to be his witness. AT: \"with Christ Jesus as witness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "without reproach", "text": "Possible meanings are 1) Jesus will not find fault with Timothy (UDB) or 2) other people cannot find fault with Timothy."}, {"ref": "the appearance of our Lord Jesus Christ", "text": "\"until our Lord Jesus Christ comes again\""}]}, {"id": "15", "tn": [{"ref": "God will reveal his appearing", "text": "It is implied that God will reveal Jesus. AT: \"God will reveal Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "at the right time", "text": "\"at the proper time\" (UDB)"}, {"ref": "the Blessed One", "text": "\"the One worthy of praise.\" This refers to God the Father."}, {"ref": "Only he has immortality", "text": "\"Only he has the power to live forever\""}, {"ref": "dwells in inapproachable light", "text": "\"and he dwells in a light so bright that no one can approach him\""}]}, {"id": "17", "tn": [{"ref": "Tell the rich", "text": "Here \"rich\" is a nominal adjective. It can be stated as an adjective. AT: \"Tell those who are rich\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "in riches, which are uncertain", "text": "\"in the many things that they own that they may lose.\" The reference here is to physical objects."}, {"ref": "all the true riches", "text": "\"all the things that will make us truly happy.\" The reference here may include physical objects, but it more likely refers to states like love, joy, and peace that people try to obtain by means of physical objects."}, {"ref": "be rich in good works", "text": "Paul speaks of spiritual blessings as if they were earthly wealth. AT: \"serve and help others in many ways\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will store up for themselves a good foundation for what is to come", "text": "Here Paul speaks about God's blessings that he gives in heaven as if they are riches that a person is storing away for later use. AT: \"they will have a large amount of blessings from Christ when he returns\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "take hold of real life", "text": "This recalls the sports metaphor of [[:en:bible:notes:1ti:06:11|6:12]], where the prize is something that the winner can actually hold in his hands. Here the \"prize\" is \"real\" life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "protect what was given to you", "text": "This can be stated in active form. AT: \"faithfully proclaim the true message that Jesus has given to you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Avoid the foolish talk", "text": "\"Do not pay attention to the foolish talk\""}, {"ref": "of what is falsely called knowledge", "text": "This can be stated in active form. AT: \"of what some people falsely call knowledge\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they have missed the faith", "text": "Paul speaks of faith in Christ as if it were a target at which to aim. AT: \"they have not understood or believed the true faith\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May grace be with you", "text": "\"May God give grace to all of you.\" The \"you\" is plural and refers to the whole Christian community. (See: [[:en:ta:vol1:translate:figs_you]])"}]}]