[{"id": "01", "tn": [{"ref": "Now the men of Israel had made a promise ... marry a Benjamite.\"", "text": "This background information tells the reader about the promise that the Israelites made before the battle with the Benjamites. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Benjamite", "text": "This is the name of the descendants of Benjamin. See how you translated this in [[:en:bible:notes:jdg:03:15|3:15]]."}, {"ref": "Why, Yahweh, God of Israel, has this happened to Israel, that one of our tribes should be missing today?", "text": "The people of Israel used this rhetorical question to express their deep sadness. This question can be translated as a statement. AT: \"Oh Yahweh, we are so sad that one of the tribes of Israel has been completely destroyed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "The people of Israel said, \"Which of all the tribes of Israel did not come up in the assembly to Yahweh?\"", "text": "The people are referring back to the assembly of the Israelites at Mizpah before they attacked the Benjamites."}, {"ref": "For they had made an important promise concerning anyone who did not come up to Yahweh at Mizpah. They said, \"He would certainly be put to death.\"", "text": "This is background information to explain to the reader the promise that the Israelites had made at Mizpah before they attacked the Benjamites. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "He would certainly be put to death", "text": "Here \"He\" refers to anyone who did not go to Mizpah. This can be stated in active form. AT: \"We will certainly kill that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "their brother Benjamin", "text": "Here \"their brother Benjamin\" refers to the surviving descendants of Benjamin. AT: \"the surviving Benjamites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "one tribe has been cut off from Israel", "text": "The destruction of the tribe of Benjamin is spoken of as if it had been cut off from Israel by a knife. AT: \"one tribe has been removed.\" This was an exaggeration because 600 men were still left. However, the Benjamin women had been killed, so the future of the tribe was in question. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Who will provide wives for those who are left, since we have made a promise to Yahweh that we will not let any of them marry our daughters?", "text": "The Israelites wanted to provide wives for the few surviving Benjamites, but their promise at Mizpah prevented them from doing that."}]}, {"id": "08", "tn": [{"ref": "Jabesh Gilead", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "people were set out in an orderly manner", "text": "\"people that were assembled at Mizpah were accounted for\""}, {"ref": "none of the inhabitants of Jabesh Gilead were there", "text": "This refers back to the earlier assembly at Mizpah. The full meaning of this statement can be made clear. AT: \"none of the inhabitants of Jabesh Gilead had been present at Mizpah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "twelve thousand", "text": "\"12,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "kill them, even the women and children", "text": "The next verse will add an exception to this general instruction."}]}, {"id": "11", "tn": [{"ref": "Jabesh Gilead", "text": "This is the name of a city. See how you translated this in [[:en:bible:notes:jdg:21:08|21:8]]."}, {"ref": "slept with a man", "text": "This is a euphemism for sexual relations. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "four hundred young women", "text": "\"400 young women\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "13", "tn": [{"ref": "were offering them peace", "text": "The abstract noun \"peace\" can be stated as an action. AT: \"wanted to make peace with them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Jabesh Gilead", "text": "This is the name of a city. See how you translated this in [[:en:bible:notes:jdg:21:08|21:8]]."}, {"ref": "there were not enough women for all of them", "text": "There were six hundred Benjamite men, and only four hundred women from Jabesh Gilead."}, {"ref": "made a division between the tribes of Israel", "text": "\"had caused the tribes of Israel not to be unified\""}]}, {"id": "16", "tn": [{"ref": "Benjamites", "text": "This refers to the descendants of Benjamin. See how you translated this in [[:en:bible:notes:jdg:03:15|3:15]]."}, {"ref": "the women of Benjamin have been killed", "text": "This can be stated in active form. AT: \"we killed all the Benjamite women\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "There must be an inheritance ... is not destroyed from Israel", "text": "The Israelites are exaggerating. They had already given wives to four hundred of the Benjamites, so the tribe would not be completely destroyed. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "18", "tn": [{"ref": "a wife to Benjamin", "text": "Here Benjamin refers to the male descendants of Benjamin. AT: \"a wife to the men of Benjamin\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "which is north of Bethel, east of the road that goes up from Bethel to Shechem, and south of Lebonah", "text": "This is background information to explain to the reader where the city of Shiloh is located. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Lebonah", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "20", "tn": [{"ref": "each one of you should grab a wife ... go back to the land of Benjamin", "text": "It it understood that the Benjamites would take these women back to their own land with them. The full meaning of this statement can be made explicit. AT: \"each one of you should seize one of the girls of Shiloh, and then take her back with you to the land of Benjamin to become your wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "Show us favor!", "text": "The abstract noun \"favor\" can be stated as an action. AT: \"Act kindly toward us and toward the men of Benjamin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "because we did not get wives for each man during the war", "text": "The full meaning of this statement can be made explicit. AT: \"because we did not get wives for each of them during the war with Jabesh Gilead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You are innocent ... not give your daughters to them", "text": "This refers to the men of Shiloh. They did not voluntarily give their daughters to the Benjamites, and therefore did not break their promise not to do that."}]}, {"id": "23", "tn": [{"ref": "the number of wives that they needed", "text": "This refers to one wife for each of the two hundred Benjamite men who did not receive wives from Jabesh Gilead (See: [[:en:bible:notes:jdg:21:13|21:14]])."}]}, {"id": "25", "tn": [{"ref": "there was no king in Israel", "text": "\"Israel did not yet have a king\""}, {"ref": "what was right in his own eyes", "text": "Here \"eyes\" represents a person's thoughts or opinions. AT: \"what he considered to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]