[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezekiel tells about a message that Yahweh gave him."}, {"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "prophesy and say", "text": "See how you translated this in [[:en:bible:notes:ezk:21:08]]."}, {"ref": "Wail", "text": "\"Cry out with grief\" This command is to Egypt and the nations around Egypt."}, {"ref": "Woe is the coming day", "text": "\"That day is very frightening\" or \"Very bad things will happen on that day\""}, {"ref": "The day is near", "text": "It was implied that \"the day\" was the time when the people would wail. Alternate translation: \"It will soon be the day when you will wail.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The day is near for Yahweh", "text": "It is implied that on that day, Yahweh will punish people. Alternate translation: \"It will soon be the day when Yahweh will punish people.\""}, {"ref": "a day of clouds", "text": "Alternate translations: \"It will be like a day with dark clouds\" or \"It will be frightening like a day with dark clouds.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "a time of doom for nations", "text": "Alternate translations: \"a time when terrible things will happen to the nations\" or \"It will be a time when the people of the nations will suffer\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Egypt."}, {"ref": "Then a sword will come against Egypt", "text": "The word \"sword\" here refers to war or an attack. Alternate translations: \"There will be war against Egypt\" or \"An enemy army will attack Egypt.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there will be anguish in Cush", "text": "\"Cush will be very sad\" or \"the people of Cush will be full of grief\""}, {"ref": "when the killed people fall in Egypt", "text": "\"when many people in Egypt are killed\" or \"when many people in Egypt die in the war.\""}, {"ref": "when they take her wealth", "text": "\"The attackers will take away the wealth of Egypt\""}, {"ref": "when her foundations are ruined", "text": "\"The attackers will even ruin the foundations of the buildings in Egypt\""}, {"ref": "Libya", "text": "Libya is a country west of Egypt. Ezekiel called this region Put. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lydia", "text": "This probably refers to the kingdom of Lydia which was in what is now Turkey. Ezekiel called this region Lud."}, {"ref": "the people belonging to the covenant", "text": "Possible meanings are 1) \"the Jews who live in Egypt\" or 2) \"the other people in the lands of Egypt's allies.\" It is unclear whether \"the covenant\" refers to the agreement that Yahweh made with the Israelites or to an agreement that Egypt made with other people groups."}, {"ref": "will all fall by the sword", "text": "\"will all die in battle\" or \"will all die in the war.\" This does not mean that every single person will die, but that many people from all of these countries will die."}]}, {"id": "06", "tn": [{"ref": "Yahweh says this", "text": "\"This is what Yahweh says.\" This sentence introduces what the Lord would say."}, {"ref": "So the ones", "text": "\"In this way, the peoples\" or \"In this manner, the nations\""}, {"ref": "who support Egypt", "text": "\"who help Egypt\""}, {"ref": "will fall", "text": "\"will die\" or \"come to ruin\""}, {"ref": "the pride of her strength will go down", "text": "\"the strength of Egypt, which made it proud, will be gone\" or \"the strength that made Egypt proud will come to ruin\""}, {"ref": "From Migdol to Syene", "text": "Ezekiel names towns on the borders of Egypt in order to refer to all of Egypt. Alternate translation: \"In all of Egypt\" or \"From the northern border of Egypt to the southern border of Egypt.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "their soldiers will fall by the sword", "text": "\"Egypt's soldiers will die by the sword.\" Alternate translation: \"the attacking army will kill the soldiers of Egypt in battle.\""}, {"ref": "They will be appalled in the midst of the abandoned lands", "text": "\"The soldiers of the allies of Egypt will be appalled when they are left surrounded by nothing but abandoned lands\""}, {"ref": "in the midst of", "text": "\"among\" or \"surrounded by\""}, {"ref": "their cities will be among all the ruined cities", "text": "\"their cities will be surrounded by ruined cities in nearby nations\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Egypt."}, {"ref": "Then they", "text": "Possible meanings are 1) \"Then people\" or 2) \"Then the Egyptians.\""}, {"ref": "will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]."}, {"ref": "when I set fire in Egypt", "text": "Fire refers to the fires that often occurs in war. Alternate translation: \"when I destroy Egypt with fire\" or \"when I send an attacking army to burn Egypt with fire.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all of her helpers are destroyed", "text": "Alternate translation: \"I destroy all of the allies of Egypt\" or \"I break all those who help Egypt.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "messengers will go out from before me in ships to terrorize a secure Cush", "text": "Messengers will bring the news of Egypt's destruction to Cush, who will be frightened by the news."}, {"ref": "to terrorize a secure Cush", "text": "\"in order to frighten Cush, who now feels safe from danger\""}, {"ref": "there will be anguish among them on the day of Egypt's doom", "text": "\"the people of Cush will also have great pain when I punish Egypt\""}, {"ref": "behold!", "text": "The word \"behold\" here adds emphasis to what follows. It can also be translated as \"indeed!\""}, {"ref": "It is coming", "text": "\"It\" refers to the \"great pain\" or \"great sorrow\" that Cush will have when they are punished along with Egypt."}]}, {"id": "10", "tn": [{"ref": "The Lord Yahweh says this", "text": "See how you translated this in [[:en:bible:notes:ezk:05:05|5:5]]."}, {"ref": "I will make an end of the multitudes of Egypt", "text": "Alternate translation: \"I will make it so that Egypt will no longer have many people.\""}, {"ref": "by the hand of Nebuchadnezzar", "text": "Nebuchadnezzar will be the one who brings this punishment about."}, {"ref": "He and his army with him ... will be brought to destroy the land", "text": "This can be stated in active form. AT: \"I will bring Nebuchadnezzar and his army ... to destroy the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He and his army with him, the terror of nations", "text": "Yahweh calls Nebuchadnezzar \"the terror of the nations\" because all of the nations are greatly afraid of his army."}, {"ref": "to destroy the land", "text": "\"so they will destroy the land.\" Yahweh will bring Nebuchadnezzar and his people so that they will destroy the land."}, {"ref": "draw out their swords against Egypt", "text": "\"fight against Egypt\""}, {"ref": "fill the land with dead people", "text": "This is an exaggeration to show that the Babylonians will kill very many Egyptians. There will be so many dead Egyptians that it will seem that their dead bodies cover all of the land of Egypt. Alternate translation: \"they will kill so many people that it will seem like their dead bodies are everywhere\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Egypt."}, {"ref": "I will make the rivers into dry ground", "text": "\"I will dry up the rivers of Egypt\""}, {"ref": "I will sell the land into the hand of wicked men", "text": "Yahweh will give the Babylonians control over Egypt just as a person who sells something gives the one who buys it control over that thing. Alternate translation: \"I will give control of the land to wicked men.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make the land and its fullness desolate by the hand of strangers", "text": "\"I will cause people from another nation to destroy the land and everything in it\""}, {"ref": "its fullness", "text": "\"everything in the land\""}]}, {"id": "13", "tn": [{"ref": "The Lord Yahweh says this", "text": "See how you translated this in [[:en:bible:notes:ezk:05:05|5:5]]."}, {"ref": "bring an end to the worthless idols", "text": "\"destroy the useless idols\""}, {"ref": "Memphis", "text": "Memphis was a very important city in Egypt. It was near modern-day Cairo. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a prince in the land of Egypt", "text": "\"an important ruler in the land of Egypt\""}, {"ref": "I will put terror on the land of Egypt", "text": "\"I will make the people of Egypt very afraid\""}, {"ref": "Pathros", "text": "This was a region in southern Egypt."}, {"ref": "set fire in Zoan", "text": "\"I will burn Zoan with fire\""}, {"ref": "Zoan", "text": "Zoan was another important city in Egypt."}, {"ref": "Thebes", "text": "This was the capital city of southern Egypt."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Egypt."}, {"ref": "For I will pour out my fury on Pelusium", "text": "\"For I will act in anger against Pelusium\" or \"Because I am so angry, I will punish Pelusium severely\""}, {"ref": "Pelusium", "text": "This was an important city in northern Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "cut off the multitude of Thebes", "text": "\"kill the very large number of people in Thebes\""}, {"ref": "Thebes", "text": "See how you translated the name of this city in [[:en:bible:notes:ezk:30:13|3:14]]."}, {"ref": "Then I will set fire in Egypt", "text": "\"I will burn Egypt with fire\""}, {"ref": "will be in severe agony", "text": "\"will be in great pain\" or \"will feel great pain\""}, {"ref": "Thebes will be broken up", "text": "\"Thebes will be destroyed.\" Alternate translation: \"Enemies will conquer Thebes.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Memphis", "text": "See how you translated the name of this city in [[:en:bible:notes:ezk:30:13|30:13]]."}, {"ref": "Memphis will have enemies every day", "text": "Alternate translation: \"The people of Memphis will be worried every day\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Egypt."}, {"ref": "Heliopolis and Bubastis", "text": "These were cities in northern Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will fall by the sword", "text": "The word \"sword\" is used here to refer to a battle or war. Alternate translation: \"will die in battle\" or \"will die in the war.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their cities will go into captivity", "text": "\"the people of their cities will become captives\" or \"the people will be taken away as prisoners.\""}, {"ref": "Tahpanhes", "text": "This was an important city in northern Egypt."}, {"ref": "the day will hold back its light", "text": "The day is spoken of as if it were able to keep its own light from shining. AT: \"the day will be dark\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "when I break the yoke of Egypt there", "text": "The word \"yoke\" here refers to Egypt's power to oppress people. Alternate translation: \"when I stop Egypt from oppressing people\" or \"when I end Egypt's power to cruelly control other nations.\""}, {"ref": "the pride of her strength will be finished", "text": "\"Egypt will not be proud of being strong anymore\" or \"that country will no longer be proud of being strong\" (UDB)"}, {"ref": "There will be a cloud covering her", "text": "\"A cloud will be over Egypt\" or \"It will be as if there is a cloud over Egypt.\" Possible meanings are 1) the dark cloud represents how sad the people of Egypt will feel, or 2) there will be a cloud of dust over Egypt from everything that is destroyed."}, {"ref": "her daughters", "text": "Possible meanings are 1) the people of the Egyptian towns or 2) the daughters of the Egyptian people"}, {"ref": "I will execute acts of judgment in Egypt", "text": "\"I will punish Egypt in many ways\""}, {"ref": "so they", "text": "\"so the Egyptians\""}, {"ref": "will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]."}]}, {"id": "20", "tn": [{"ref": "Then it came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "in the eleventh year", "text": "See how you translated this in [[:en:bible:notes:ezk:26:01|26:1]]."}, {"ref": "in the first month, in the seventh day of the month", "text": "\"in the seventh day of the first month.\" This is the first month of the Hebrew calendar. The seventh day is near the beginning of April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "broken the arm of Pharaoh", "text": "Here \"arm\" represents the power of a king. (See: [[:en:ta:vol1:translate:figs_parables]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Behold!", "text": "The word \"Behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "It is not bound up and able to receive medicine", "text": "AT: \"His arm is not wrapped up and it does not have medicine on so it can heal\" (See: [[:en:ta:vol1:translate:figs_parables]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bandage", "text": "a soft piece of cloth that people put on wounds so that they will heal"}, {"ref": "so it will not be strong enough to grasp a sword", "text": "Here \"sword\" represents the power of a king in war. AT: \"so his arm will not be strong enough to use a sword\" (See: [[:en:ta:vol1:translate:figs_parables]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "the Lord Yahweh says this", "text": "See how you translated this in [[:en:bible:notes:ezk:03:10|3:11]]."}, {"ref": "both the strong one and the broken one", "text": "\"both the arm that is healthy and the arm that is already broken\""}, {"ref": "I will make the sword fall from his hand", "text": "\"I will knock the sword out of the Pharaoh's hand\""}, {"ref": "scatter Egypt among the nations and disperse them among the lands", "text": "See how you translated a similar phrase in [[:en:bible:notes:ezk:20:23|20:23]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "lands", "text": "\"countries\""}, {"ref": "I will strengthen the arms of the king of Babylon", "text": "\"I will make the arms of the king of Babylon strong\""}, {"ref": "He will groan before the king of Babylon", "text": "When the king of Babylon comes to attack Egypt, Pharaoh will groan."}, {"ref": "groan", "text": "A groan is a loud noise that people make when they have a lot of pain or are dying."}, {"ref": "with the groans of a dying man", "text": "\"as a man who is dying groans\" or \"like a man who is dying\""}]}, {"id": "25", "tn": [{"ref": "For I will strengthen the arms of the king of Babylon", "text": "\"I will make the arms of the king of Babylon strong.\""}, {"ref": "while Pharaoh's arms will fall", "text": "\"but Pharaoh will not be able to use his arms\" or \"Pharaoh's arms will be so weak that he cannot use them\""}, {"ref": "Then they", "text": "The word \"they\" possibly refers to 1) \"the Egyptians\" or 2) \"all people who hear what Yahweh has done.\""}, {"ref": "know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:06:06|6:7]]."}, {"ref": "for he will attack the land of Egypt with it", "text": "\"and the king of Babylon will attack the land of Egypt with my sword\""}, {"ref": "scatter Egypt among the nations and disperse them through the lands", "text": "See how you translated a similar phrase in [[:en:bible:notes:ezk:20:23|20:23]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]