[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues with what immature Hebrew believers need to do to become mature Christians. He reminds them of the foundational teachings."}, {"ref": "let us leave the beginning of the message of Christ and move forward to maturity", "text": "This speaks about the basic teachings as if they were the beginning of a journey and the mature teachings as if they were the end of a journey. AT: \"let us stop only discussing what we first learned and start understanding more mature teachings as well\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us not lay again the foundation ... of faith in God", "text": "Basic teachings are spoken of as if they were a building whose construction begins by laying a foundation. AT: \"Let us not repeat the basic teachings ... of faith in God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dead works", "text": "Sinful deeds are spoken of as if they belonged to the world of the dead. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "nor the foundation of teaching ... eternal judgment", "text": "Basic teachings are spoken of as if they were a building whose construction begins by laying a foundation. AT: \"nor the basic teachings ... eternal judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "laying on of hands", "text": "This practice was done to set someone apart for special service or position."}]}, {"id": "04", "tn": [{"ref": "those who were once enlightened", "text": "Understanding is spoken of as if it were illumination. AT: \"those who once understood the message about Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who tasted the heavenly gift", "text": "Experiencing salvation is spoken of as if it were tasting food. AT: \"who experienced God's saving power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who were sharers of the Holy Spirit", "text": "The Holy Spirit, who comes to believers, is spoken of as if he were an object that people could share. AT: \"who received the Holy Spirit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who tasted God's good word", "text": "Learning God's word is spoken of as if it were tasting food. AT: \"who learned God's good word\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the powers of the age to come", "text": "This means the power of God when his kingdom is fully present in all the world. In this sense, \"the powers\" refer to God himself, who holds all power. AT: \"learned how God will work powerfully in the future\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who then fell away", "text": "Losing all faithfulness to God is spoken of as if it were a physical fall. AT: \"who then stopped believing in God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is impossible to restore them again to repentance", "text": "\"it is impossible to bring them back to repent again\""}, {"ref": "they crucify the Son of God for themselves again", "text": "When people turn away from God, it is as though they crucify Jesus again. AT: \"it is like they crucify for themselves the very Son of God again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "07", "tn": [{"ref": "the land that drinks in the rain", "text": "Farmland that benefits from much rain is spoken of as if it were a person who drank in the rainwater. AT: \"the land that absorbs the rain\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "that gives birth to the plants", "text": "Farmland that produces crops is spoken of as if it gave birth to them. AT: \"that produces plants\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "to those for whom the land was worked", "text": "This can be stated in active form. AT: \"to those for whom someone prepared the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the land that receives a blessing from God", "text": "Rain and crops are seen as proof that God has helped the farmland. The farmland is spoken of as if it were a person who could receive God's blessing. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a blessing from God", "text": "Here \"blessing\" means help from God, not spoken words."}, {"ref": "is near to a curse", "text": "This speaks of \"curse\" as if it were a place to which a person could draw near. AT: \"is in danger of God cursing it\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Its end is in burning", "text": "God will cause everything on that field to burn."}]}, {"id": "09", "tn": [{"ref": "we are convinced", "text": "Even though the author uses the plural pronoun \"we,\" he is most likely referring only to himself. AT: \"I am convinced\" or \"I am certain\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "about better things concerning you", "text": "This means they are doing better than those who have rejected God, disobeyed him, and now can no longer repent again so that God will forgive them (See: [[:en:bible:notes:heb:06:04|6:4-6]]). AT: \"that you are doing better things than that\""}, {"ref": "things that concern salvation", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"things that concern God saving you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "For God is not so unjust that he would forget", "text": "This double negative can mean that God in his justice will remember what good things his people have done. AT: \"For God is just and therefore will certainly remember\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "his name", "text": "God's \"name\" is a metonym that stands for God himself. AT: \"for him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "we greatly desire", "text": "Even though the author uses the plural pronoun \"we,\" he is most likely referring only to himself. AT: \"I greatly desire\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "diligence", "text": "careful, hard work"}, {"ref": "to the end", "text": "The implicit meaning can be stated explicitly. AT: \"to the end of your lives\" (See: [[:en:phase1:team-info:training:topics:discourse:implicitexplicit]])"}, {"ref": "for the sake of full assurance of confidence", "text": "\"in order to have complete certainty that you will receive what God has promised you\""}, {"ref": "imitators", "text": "An \"imitator\" is someone who copies the behavior of someone else."}, {"ref": "inherit the promises", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. AT: \"receive what God promised them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "He said", "text": "God said"}, {"ref": "I will greatly increase you", "text": "Here \"increase\" stands for give descendants. AT: \"I will give you many descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what was promised", "text": "This can be stated in active form. AT: \"what God promised him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "to the heirs of the promise", "text": "The people to whom God has made promises are spoken of as if they were to inherit property and wealth from a family member. AT: \"to those who would receive what he promised\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the unchangeable quality of his purpose", "text": "\"that his purpose would never change\" or \"that he would always do what he said he would do\""}, {"ref": "by two unchangeable things", "text": "This means God's promise and God's oath. Neither of these can ever change."}, {"ref": "with which it is impossible for God to lie", "text": "This double negative can mean that God will tell the truth about this situation. AT: \"about which God always tells the truth\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "we, who have fled for refuge", "text": "Believers, who trust in God for him to protect them, are spoken of as if they were running to a safe place. AT: \"we, who have trusted him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will have a strong encouragement to hold firmly to the confidence that has been placed before us", "text": "Trust in God is spoken of as if faith were an object that could be presented to a person and that person could hold on to it. AT: \"will continue to trust in God just has he encouraged us to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that has been placed before us", "text": "This can be stated in active form. AT: \"that God has placed before us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Having finished his third warning and encouragement to the believers, the writer of Hebrews continues his comparison of Jesus as priest to Melchizedek as priest."}, {"ref": "as a secure and reliable anchor of our souls", "text": "Just as an anchor keeps a boat from drifting in the water, Jesus keeps us secure in God's presence. AT: \"that causes us to live securely in God's presence\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a secure and reliable anchor", "text": "Here the words \"secure\" and \"reliable\" mean basically the same thing and emphasize the complete reliability of the anchor. AT: \"a completely reliable anchor\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "confidence that enters into the inner place behind the curtain", "text": "Confidence is spoken of as if it were a person who could go into the most holy place of the temple. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the inner place", "text": "This was the most holy place in the temple. It was thought to be the place where God was most intensely present among his people. In this passage, this place stands for heaven and God's throne room.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as a forerunner for us", "text": "The fact that Jesus died and rose again, and that he is now with God the Father, indicate that we who believe in him will experience the same things. Jesus is spoken of here as if he were someone who runs ahead of us and that we are running after him. AT: \"as one who goes before us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "after the manner of Melchizedek", "text": "This means that Christ as a priest has things in common with Melchizedek as a priest. AT: \"in the same way that Melchizedek was a priest\""}]}]