[{"id": "01", "tn": [{"ref": "Woe to the proud garland ... on the head of the lush Valley of those who are overcome with wine", "text": "A \"garland\" is a crown made of flowers. Here it represents the city of Samaria, the capital of Israel, which sits above a fertile valley. Samaria and its people being destroyed is spoken of as if the flowers in the garland will grow old and stop being beautiful. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Behold", "text": "\"Listen\" or \"Pay attention\""}, {"ref": "who are overcome with wine", "text": "\"who are drunk with wine\""}, {"ref": "the Lord sends one who is mighty and strong", "text": "Here \"one\" refers to a mighty king who also represents his powerful army. AT: \"the Lord sends a king with his powerful army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "storm of hail", "text": "A \"storm of hail\" or hailstorm happens when hard pieces of ice fall from the sky. Here it is a simile that refers to the enemy army that Yahweh will send to destroy the people of Samaria. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he will throw each garland crown down to the ground", "text": "The king and his powerful army destroying the people of Samaria and their city is spoken of as if the king will throw the people's garlands onto the ground. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues to speak about the people and the city of Samaria as if they were a garland. (See: [[:en:bible:notes:isa:28:01|28:1-2]])"}, {"ref": "The proud garland of the drunkards of Ephraim will be trodden underfoot", "text": "This can be stated in active form. AT: \"The enemy army will crush the proud drunkards of Samaria as if they were crushing flowers under their feet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "proud garland ... of Ephraim ... that is on the head of the rich valley", "text": "A \"garland\" is a crown made of flowers. Here it represents the city of Samaria, the capital of Israel, which sits above a fertile valley. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be as the first ripe fig ... gulps it down", "text": "This speaks of the enemy soldiers seeing the beauty of Samaria and quickly plundering it as if they were a person who sees the first fig of the season and quickly eats it. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "will become a beautiful crown and a diadem of beauty", "text": "Yahweh is spoken of as if he were to become a beautiful crown that the people who honor him as their true king would wear. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a beautiful crown and a diadem of beauty", "text": "These mean the same thing. AT: \"a beautiful crown\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "people, a spirit of justice for him who sits in judgment, and strength", "text": "This can be reworded so that the abstract noun \"justice\" is expressed as the verb \"be just.\" AT: \"people. Yahweh will cause the judges to be just and give strength\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a spirit of justice", "text": "A person who has a  \"spirit of justice\" is someone who has the characteristic of justice and is a just person. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "sits in judgment", "text": "This idiom means the person has the authority to judge. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and strength for those who turn back their enemies at their gates", "text": "Here \"to turn back\" is an idiom that means to defeat in battle. AT: \"and Yahweh will cause the soldiers to be strong so that they defeat their enemies when the enemies attack their city\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "But even these", "text": "\"But even the leaders\""}, {"ref": "The priest and the prophet", "text": "This does not mean a specific priest or prophet. It refers to priests and prophets in general. AT: \"The priests and the prophets\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "reel with wine, and stagger with strong drink", "text": "These two phrases mean basically the same thing and emphasize that the priests and the prophets cannot do their job because they are very drunk. AT: \"stumble around because they are drunk\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they are swallowed up by wine", "text": "Their drinking so much that they can no longer think properly is spoken of as if the wine swallowed them. This can be stated in active form. AT: \"the wine is causing them to be confused\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "staggering in vision and reeling in decision", "text": "Just like they are too drunk to walk correctly, they are too drunk to understand the visions God gives them or to make good decisions."}]}, {"id": "09", "tn": [{"ref": "To whom will he teach knowledge, and to whom will he explain the message?", "text": "The drunk prophets and priests use a question to criticize Isaiah, who is trying to correct them. AT: \"The drunk prophets and priests say, 'Isaiah should not be trying to teach us about Yahweh's message!'\" (See: [[ en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "To those who are weaned from milk or to those just taken from the breasts?", "text": "The drunk prophets and priests use a question to criticize Isaiah, because they feel that he is treating them like babies. AT: \"He should not treat us like babies!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For it is command upon command, command upon command; rule upon rule, rule upon rule; here a little, there a little", "text": "The drunk prophets and priests criticize Isaiah because they feel that Isaiah is repeating simple commands as if he were talking to a child."}]}, {"id": "11", "tn": [{"ref": "with mocking lips and a foreign tongue he will speak to this people", "text": "Here \"lips\" and \"tongue\" represent the foreigners who speak a different language than the Israelites do. It is implied that this refers to the Assyrian army that will attack Israel. AT: \"Yahweh will speak to this people through enemy soldiers who will speak a foreign language\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mocking lips", "text": "\"stammering lips\""}, {"ref": "This is the rest", "text": "The abstract noun \"rest\" can be stated as an adjective. AT: \"This is the resting place\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "give rest to him who is weary", "text": "The abstract noun \"rest\" can be stated as a verb. AT: \"let whoever is tired come and rest\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "this is the refreshing", "text": "The abstract noun \"refreshing\" can be stated as a verb. AT: \"this is the place where you can be refreshed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "So the word of Yahweh", "text": "Here \"word\" represents a message. AT: \"So Yahweh's message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "command upon command, command upon command; rule upon rule, rule upon rule; here a little, there a little", "text": "These are the words that the drunk priests and prophets used to criticize how Isaiah teaches them. See how you translated this in [[:en:bible:notes:isa:28:09|28:10]]."}, {"ref": "so that they may go and fall backward, and be broken, ensnared, and captured", "text": "This can be stated in active form. AT: \"in order that the army of Assyria will come and defeat them and take them as captives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "go and fall backward, and be broken", "text": "People losing in battle to the enemy army is spoken of as if the people will fall down and break. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ensnared", "text": "The enemy soldiers capturing the people of Israel is spoken of as if they were hunters that catch an animal in a snare. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "So listen to the word of Yahweh", "text": "Isaiah now speaks to the leaders of Jerusalem. Here \"word\" represents a message. AT: \"So listen to Yahweh's message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We have made a covenant with death, and with Sheol we have reached an agreement", "text": "Both of these statements mean basically the same thing. Possible meanings are 1) the leaders of Jerusalem have used magic or sorcery to try to make an agreement with the gods of the place of the dead so that these gods would protect them from dying or 2) this is a metaphor that speaks of the leaders having made an agreement with the leaders of Egypt. The leaders of Jerusalem were so confident that the Egyptians would protect that it was like they had made an agreement with the gods of the place of the dead. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So when the overwhelming whip passes through, it will not reach us", "text": "This speaks of Yahweh's judgment and punishment as if it were a whip that would strike the people. And the whip is spoken of as if it were a flood that would pass through Jerusalem. AT: \"As a result, when everyone else is suffering and dying, nothing will harm us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For we have made a lie our refuge, and taken shelter in falsehood", "text": "These two phrases mean basically the same thing. A \"lie\" and \"falsehood\" are spoken of as if they were places where a person could go to hide. The leaders in Jerusalem would not have said they trust in a lie. They believed they were truly safe. But Isaiah knows they are not safe, because they trust in lies. AT: \"For lies and falsehoods have become like a place where we can hide from danger\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a lie our refuge ... taken shelter in falsehood", "text": "Possible meanings are 1) the leaders trust in their own lies that they have said in order to protect themselves or 2) the leaders trust that the covenant they have made with the false gods of the place of the dead will keep them safe or 3) the leaders trust that the agreement they have made with the Egyptians will keep them safe."}]}, {"id": "16", "tn": [{"ref": "See", "text": "\"Listen to this\""}, {"ref": "I will lay in Zion a foundation stone ... sure foundation", "text": "Yahweh sending a strong person to help the people of Israel is spoken of as if Yahweh is constructing a strong foundation for a building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a tried stone", "text": "\"a stone that is solid\""}, {"ref": "a sure foundation", "text": "\"a firm support\""}, {"ref": "He who believes will not be ashamed", "text": "\"Anyone who trusts in this foundation stone will not be sorry\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues to compare what he will do for the people in Jerusalem to a builder setting up a building. (See: [[:en:bible:notes:isa:28:16|28:16]])"}, {"ref": "I will make justice the measuring stick, and righteousness the plumbline", "text": "Yahweh testing according to his justice and righteousness to determine if the people are just and righteous is spoken of as if he were a builder using tools to determine that something is the correct length and perfectly level. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the measuring stick", "text": "A builder uses a measuring stick to determine if something is the correct length."}, {"ref": "the plumbline", "text": "A builder uses a plumbline to determine if something is straight and level."}, {"ref": "Hail will sweep away", "text": "Yahweh causing a large amount of hail to fall is spoken of as if it would be an overwhelming flood. AT: \"Hailstorms will destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hail ... the floodwaters", "text": "Possible meanings are 1) these are a synecdoche representing anything in general that will cause destruction or 2) these are a metaphor referring to the enemy army that Yahweh will send to destroy the people of Jerusalem. (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hail", "text": "hard pieces of ice that fall from the sky"}, {"ref": "the refuge of lies ... the hiding place", "text": "This speaks about \"lies\" as if they were a place a person could go to hide. They represent what the leaders of Jerusalem trusted in to keep them safe from Yahweh's punishment. Possible meanings are 1) the leaders trust in their own lies that they have said in order to protect themselves or 2) the leaders trust that the covenant they have made with the false gods of the place of the dead will keep them safe or 3) the leaders trust that the agreement they have made with the Egyptians will keep them safe. See how you translated a similar phrase in [[:en:bible:notes:isa:28:14|28:15]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Jerusalem."}, {"ref": "Your covenant with death will be dissolved, and your agreement with Sheol will not stand", "text": "This can be stated in active form. AT: \"I will cancel the covenant you have with death, and I will cancel the agreement you have with Sheol\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "covenant with death ... agreement with Sheol", "text": "Possible meanings are 1) the leaders of Jerusalem had used magic or sorcery to try to make an agreement with the gods of the place of the dead so that these gods would protect them from dying or 2) this is a metaphor that speaks of the leaders having made an agreement with the leaders of Egypt. The leaders of Jerusalem were so confident that the Egyptians would protect that it was like they had made an agreement with the gods of the place of the dead. See how you translated this in [[:en:bible:notes:isa:28:14|28:15]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will not stand", "text": "\"will not last\""}, {"ref": "When the raging flood passes through", "text": "Possible meanings are 1) \"flood\" is a synecdoche that represents anything in general that will cause destruction or 2) \"flood\" is a metaphor referring to the enemy army that Yahweh will send to destroy the people of Jerusalem. (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be overwhelmed by it", "text": "This can be stated in active form. AT: \"it will overwhelm you\" or \"it will destroy you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "morning by morning", "text": "This is an idiom. AT: \"every day\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "by day and night", "text": "This means \"throughout the entire day\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Jerusalem."}, {"ref": "For the bed is too short for a man to stretch out on, and the blanket too narrow for him to wrap himself in", "text": "This was probably a proverb that the people knew at the time. It means that what they believe will keep them safe from Yahweh's punishment will disappoint them like a bed that is too short or a blanket that is too narrow. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "Yahweh will rise up", "text": "Yahweh preparing to act is spoken of as if he were sitting and then rising up. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Mount Perazim ... Valley of Gibeon", "text": "These refer to places where God miraculously defeated enemy armies. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he will rouse himself", "text": "\"he will become very angry\""}, {"ref": "his strange work ... his strange deed", "text": "These two phrases mean the same thing. This work is strange because God is using a foreign army to defeat the people of Jerusalem rather than helping the people of Jerusalem defeat their enemies. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "22", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "your bonds will be tightened", "text": "Yahweh punishing the people even more severely is spoken of as if he would tighten their bonds. This can be stated in active form. AT: \"Yahweh will tighten your bonds\" or \"Yahweh will punish you even more severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "a decree of destruction on the earth", "text": "This can be reworded so that the abstract noun \"destruction\" is expressed as the verb \"destroy.\" AT: \"that he is going to destroy people throughout the land\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "This begins a parable that ends in 28:29. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Pay attention and listen to my voice; be attentive and listen to my words", "text": "These two phrases mean basically the same thing. The second phrase is used to strengthen the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to my voice", "text": "Here \"voice\" represents what Isaiah says. AT: \"to what I say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to my words", "text": "Here \"words\" represents a message. AT: \"to my message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Does a farmer who plows all day to sow, only plow the ground? Does he continually break up and harrow the field?", "text": "Isaiah uses rhetorical questions to make the people think deeply. AT: \"A farmer does not plow the ground over and over and continually work the soil without ever sowing seed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Isaiah continues telling a parable to the people of Jerusalem. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "When he has prepared the ground", "text": "\"When the farmer has plowed the soil\""}, {"ref": "does he not scatter caraway seed, sow the cumin, put in the wheat in rows and the barley in the right place, and the spelt at its edges?", "text": "Isaiah uses a question to make the people of Jerusalem think deeply. If your language does not have a word for each of these seeds, they can be stated more generally. AT: \"he will certainly plant each kind of seed in the correct way and in the proper places.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "caraway ... cumin", "text": "These are names of plants that are spices. Translators may represent them in general as seeds of spices used to spice food. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "wheat ... barley ... spelt", "text": "These are all names of plants that are grains. Translators may represent them in general as seeds of grains. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "His God instructs him; he teaches him wisely", "text": "These two phrases mean basically the same thing. AT: \"Yahweh helps the farmer know how to care for each kind of plant\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Isaiah continues telling a parable to the people of Jerusalem. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the caraway seed is not threshed with a sledge", "text": "This can be stated in active form.  AT: \"the farmer does not separate the caraway seed from the plant with a heavy club\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "caraway", "text": "Translate this as you did in [[:en:bible:notes:isa:28:25|28:25]]."}, {"ref": "nor is a cartwheel rolled over the cumin", "text": "This can be stated in active form. AT: \"nor does he roll a heavy wheel over the cumin seed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cumin", "text": "Translate this as you did in [[:en:bible:notes:isa:28:25|28:25]]."}, {"ref": "but caraway is beaten with a stick, and cumin with a rod", "text": "Isaiah describes the correct way for a farmer to separate the seed from the plant. This can be stated in active form. AT: \"but he beats the caraway with a stick, and he beats cumin with a rod\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Grain is ground for bread but not too finely", "text": "This can be stated in active form. AT: \"The farmer grinds the grain for bread but not so that it is too small\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "This too comes ... excellent in wisdom", "text": "This concludes the parable started in [[:en:bible:notes:isa:28:23|28:23]]. The implied lesson of the parable is that farmers are wise enough to listen to Yahweh's instructions about planting and threshing. But the leaders of Jerusalem are foolish for not listening to Yahweh's instructions that he is speaking through Isaiah. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}]