[{"id": "01", "tn": [{"ref": "General Information:", "text": "Zechariah continues to describe his visions."}, {"ref": "I lifted up my eyes", "text": "AT: \"I looked up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "measuring line", "text": "A rope with a certain length used to measure large things."}, {"ref": "So he said to me", "text": "\"So the man with the measuring line said to me\""}]}, {"id": "03", "tn": [{"ref": "another angel went out to meet him", "text": "This angel is a new person and has not appeared before, and so should be clearly introduced as a new participant. AT: \"a new angel went out to meet him:\""}, {"ref": "The second angel said to him, \"Run and speak to that young man", "text": "\"The second angel said to the angel who had spoken with Zechariah, 'Go quickly and tell the man with the measuring line'\""}, {"ref": "Jerusalem will sit in the open country", "text": "This phrase means that Jerusalem will not be surrounded by walls."}, {"ref": "become for her a wall of fire around her", "text": "Yahweh is saying he will protect Jerusalem and compares his protection to a wall of fire. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this is Yahweh's declaration", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}]}, {"id": "06", "tn": [{"ref": "Up! Up!", "text": "These two words are repeated and show urgency to the message that follows. It is used twice because the message is very important."}, {"ref": "land of the north", "text": "This refers to Babylon."}, {"ref": "I have scattered you like the four winds of the skies", "text": "This means the people of Israel are far from each other. The four winds refer to different parts of the earth. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "daughter of Babylon", "text": "This refers to the capital city of Babylon. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Zechariah tells how Yahweh is sending him to judge the nations who have plundered Jerusalem."}, {"ref": "plundered you", "text": "\"stole things from Jerusalem after it was attacked\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for whoever touches you", "text": "The word \"touches\" refers to a touch meant to harm. AT: \"for whoever hurts you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the apple of God's eye", "text": "The apple of an eye refers to the dark part inside of the eyeball that allows a person to see. This is a very important and sensitive part of the body. This phrase is used to say Jerusalem is very important to God and something he will protect. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "shake my hand over them", "text": "This is a gesture used to show that God has chosen to destroy something. AT: \"signal they are going to be destroyed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and they will be plunder", "text": "Their cities have already been destroyed and are left open for people to steal anything they would like. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "daughter of Zion", "text": "This is another name for Jerusalem that refers to the city like a daughter of the heavenly city of Zion. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "encamp", "text": "to set up and use a camp"}, {"ref": "this is Yahweh's declaration", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}, {"ref": "nations will join themselves to Yahweh", "text": "\"nations will become loyal to Yahweh\""}, {"ref": "in that day", "text": "AT: \"at that time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "Yahweh will inherit ... in the holy land", "text": "\"Yahweh will make Judah his personal portion of the holy land. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all flesh", "text": "Yahweh refers to all living creatures by calling them flesh. Flesh is something that is common among all living creatures. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "has been roused from out of his holy place!", "text": "This phrase refers to Yahweh being caused to take action on earth."}, {"ref": "roused", "text": "to be woken up or made more alert"}]}]