[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages believers to remember that they are answerable to God."}, {"ref": "weak in faith", "text": "This refers to those who felt guilty over eating and drinking certain things."}, {"ref": "without giving judgment about arguments", "text": "\"and do not condemn them for their opinions\""}, {"ref": "One person has faith to eat anything", "text": "Here \"faith\" refers to doing what a person believes God is telling him to do."}, {"ref": "another who is weak eats only vegetables", "text": "This describes a person who believes God does not want him to eat meat."}]}, {"id": "03", "tn": [{"ref": "Who are you, you who judge a servant belonging to someone else?", "text": "Paul is using a question to scold those who are judging others. You can translate this as a statement. AT: \"You are not God, and you are not allowed to judge one of his servants!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you, you", "text": "The form of \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "It is before his own master that he stands or falls", "text": "Paul speaks of God as if he were a master who owned servants. AT: \"Only the master can decide if he will accept the servant or not\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But he will be made to stand, for the Lord is able to make him stand", "text": "Paul speaks of the servant who is acceptable to God as if he were being \"made to stand\" instead of falling. You can translate this in an active form. AT: \"But the Lord will accept him because he is able to make the servant acceptable\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "One person values one day above another. Another values every day equally", "text": "\"One person thinks one day is more important than all the others, but another person thinks that all days are the same\""}, {"ref": "Let each person be convinced in his own mind", "text": "You can make the full meaning explicit. You can also translate this in an active form. AT: \"Let each person be sure what he is doing is to honor the Lord\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He who observes the day, observes it for the Lord", "text": "Here \"observes\" refers to worshiping. AT: \"The person who worships on a certain day does it to honor the Lord\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And he who eats, eats for the Lord", "text": "This is an ellipsis. You can include the missing words. AT: \"The person who eats every kind of food does it to honor the Lord\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He who does not eat, refrains from eating for the Lord", "text": "This is an ellipsis. You can include the missing words. AT: \"The person who does not eat certain kinds of food does it to honor the Lord\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "07", "tn": [{"ref": "For none of us lives for himself", "text": "Here \"lives for himself\" means to live only to please oneself. AT: \"None of us should live merely to please ourselves\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "none dies for himself", "text": "This means one's death affects other people. AT: \"none of us should think that when we die, it affects only us\" (UDB) (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "us ... we", "text": "Paul is including his readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "the dead and the living", "text": "\"those who are dead and those who are living\""}]}, {"id": "10", "tn": [{"ref": "why do you judge your brother? And you, why do you despise your brother?", "text": "By using these questions, Paul is demonstrating how he might need to scold individuals among his readers.  AT: \"it is wrong for you to judge your brother, and it is wrong for you to despise your brother!\" or \"stop judging and despising your brother!\" (See: [[:en:ta:vol1:translate:figs_you]]) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "brother", "text": "Here this means a fellow Christian, male or female."}, {"ref": "For we will all stand before the judgment seat of God", "text": "The \"judgment seat\" refers to God's authority to judge. AT: \"For God will judge us all\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For it is written", "text": "You can translate this in an active form. AT: \"For someone has written in the Scriptures:\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "As I live", "text": "This phrase is used to start an oath or solemn promise. AT: \"You can be certain that this is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to me every knee will bend, and every tongue will give praise to God", "text": "Paul uses the words \"knee\" and \"tongue\" to refer to the whole person. Also, the Lord uses the word \"God\" to refer to himself. AT: \"every person will bow and give praise to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "12", "tn": [{"ref": "will give an account of himself to God", "text": "\"will have to explain our actions to God\""}, {"ref": "but instead decide this, that no one will place a stumbling block or a snare for his brother", "text": "Here \"stumbling block\" and \"snare\" mean basically the same thing. AT: \"but instead make it your goal not to do or say anything that might cause a fellow believer to sin\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "brother", "text": "Here this means a fellow Christian, male or female."}]}, {"id": "14", "tn": [{"ref": "I know and am persuaded in the Lord Jesus", "text": "Here the words \"know\" and \"am persuaded\" mean basically the same thing; Paul uses them to emphasize his certainty. AT: \"I am certain because of my relationship with the Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "nothing is unclean by itself", "text": "You can translate this in a positive form. AT: \"everything by itself is clean\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "by itself", "text": "\"by its nature\" or \"because of what it is\""}, {"ref": "Only for him who considers anything to be unclean, for him it is unclean", "text": "Paul implies here that a person should stay away from anything that he thinks is unclean. You can make this explicit in your translation. AT: \"But if a person thinks something is unclean, then for that person it is unclean and he should stay away from it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If because of food your brother is hurt", "text": "\"If you hurt your fellow believer's faith over the matter of food.\" Here the word \"your\" refers to those who are strong in faith and \"brother\" refers to those who are weak in faith."}, {"ref": "brother", "text": "Here this means a fellow Christian, male or female."}, {"ref": "you are no longer walking in love", "text": "Paul speaks of the behavior of believers as if it were a walk. AT: \"then you are no longer showing love\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "do not let your good actions cause people to mock them", "text": "\"Do not do things, even if you consider those things to be good, if people will say that they are evil\""}, {"ref": "your good actions", "text": "This refers to the actions of people with strong faith."}, {"ref": "people", "text": "Possible meanings are 1) other believers or 2) non-Christians."}, {"ref": "For the kingdom of God is not about food and drink, but about righteousness, peace, and joy in the Holy Spirit", "text": "Paul argues that God set up his kingdom so he could give us a right relationship with himself, and to provide peace and joy. AT: \"For God did not set up his kingdom so that he could rule over what we eat and drink. He set up his kingdom so we could have a right relationship with him, and so he could give us peace and joy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "approved by people", "text": "You can translate this in an active form. AT: \"people will approve of him\" or \"people will respect him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "let us pursue the things of peace and the things that build up one another", "text": "Here \"build up one another\" refers to helping each other grow in faith. AT: \"let us seek to live peacefully together and help one another grow stronger in faith\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "Do not destroy the work of God because of food", "text": "You can make explicit the full meaning of this sentence. AT: \"Do not undo what God has done for a fellow believer just because you want to eat a certain kind of food\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but it is evil for that person who eats and causes him to stumble", "text": "Here anything that \"causes him to stumble\" means it causes a weaker brother to do something that is against his conscience. AT: \"but it would be a sin for someone to eat food, which another brother thinks is wrong to eat, if by eating this causes the weaker brother to do something that is against his conscience\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is good not to eat meat, nor to drink wine, nor anything by which your brother takes offense", "text": "\"It is better not to eat meat or drink wine or do anything else that might cause your brother to sin\""}, {"ref": "brother", "text": "Here this means a fellow Christian, male or female."}, {"ref": "your", "text": "This refers to the strong in faith and \"brother\" refers to the weak in faith."}]}, {"id": "22", "tn": [{"ref": "These particular beliefs that you have", "text": "This refers back to the beliefs about food and drink."}, {"ref": "you ... yourself", "text": "singular. Because Paul is addressing the believers, you may have to translate this using plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Blessed is the one who does not condemn himself in respect to what he approves of", "text": "\"Blessed are those who do not feel guilty for what they decide to do\""}, {"ref": "He who doubts is condemned if he eats", "text": "You can translate this in an active form. AT: \"God will say that the person does wrong if he is not sure if it is right to eat a certain food, but he eats it anyway\" or \"The person who is not sure if it is right to eat a certain food, but then eats it anyway will have a troubled conscience\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because it is not from faith", "text": "Anything that is \"not from faith\" is something that God does not want you to do. You can make explicit the full meaning here. AT: \"God will say that he is wrong because he is eating something he believes God does not want him to eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "whatever is not from faith is sin", "text": "Anything that is \"not from faith\" is something that God does not want you to do. You can make explicit the full meaning here. AT: \"you are sinning if you do something that you do not believe God wants you to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]