{"01": [{"ref": "Connecting Statement:", "text": "Jesus tells a parable about a landowner who hires workers, to illustrate how God will reward those who belong to the kingdom of heaven."}, {"ref": "For the kingdom of heaven is like", "text": "This is the beginning of a parable. See how you translated the introduction to the parable in [[:en:bible:notes:mat:13:24|13:24]]. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "After he had agreed", "text": "\"After the landowner had agreed\""}, {"ref": "one denarius", "text": "\"one day's wages\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "he sent them into his vineyard", "text": "\"he sent them to work in his vineyard\""}], "03": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "He went out again", "text": "\"The landowner went out again\""}, {"ref": "the third hour", "text": "The third hour is around nine in the morning. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "standing idle in the marketplace", "text": "\"standing in the marketplace not doing anything\" or \"standing in the marketplace with no work to do\""}, {"ref": "marketplace", "text": "a large, open-air area where people buy and sell food and other items"}], "05": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Again he went out", "text": "\"Again the landowner went out\""}, {"ref": "the sixth hour and again the ninth hour", "text": "The sixth hour is around noon. The ninth hour is around three in the afternoon. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "did the same", "text": "This means the landowner went to the marketplace and hired workers."}, {"ref": "the eleventh hour", "text": "This is about five in the afternoon. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "standing idle", "text": "\"not doing anything\" or \"not having any work\""}], "08": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "beginning from the last to the first", "text": "You can make clear the understood information. AT: \"begin with the workers I hired last, then pay the workers I hired first\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "who had been hired", "text": "This can be stated in active form. AT: \"whom the landowner hired\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a denarius", "text": "\"one day's wages\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "When they received", "text": "\"When the workers who had worked the longest received\""}, {"ref": "landowner", "text": "\"vineyard owner\""}, {"ref": "you have made them equal to us", "text": "\"you have paid them the same amount of money as you paid us\""}, {"ref": "we who have borne the burden of the day and the scorching heat", "text": "The phrase \"borne the burden of the day\" is an idiom that means they worked very hard. AT: \"we who have worked hard all day in the heat of the sun\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "13": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "one of them", "text": "\"one of the workers who had worked the longest\""}, {"ref": "Friend", "text": "Use a word that one man would use to address another man whom he is politely rebuking."}, {"ref": "Did you not agree with me for one denarius?", "text": "The landowner uses a question to rebuke the workers who were complaining. AT: \"We already agreed that I would give you one denarius\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "one denarius", "text": "\"one day's wages\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}], "15": [{"ref": "Connecting Statement:", "text": "Jesus concludes his parable about a landowner who hires workers. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Do I not have the right to do as I want with what belongs to me?", "text": "The landowner uses a question to scold the workers who were complaining.  AT: \"I can do what I want with my own possessions\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or are you envious because I am generous?", "text": "The landowner uses a question to scold the workers who were complaining. AT: \"Do not be jealous because I am generous to other people\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So the last will be first, and the first last", "text": "Jesus is comparing this age to the next age. Those who are important now, God will consider them unimportant when he establishes his rule on earth. Those who seem unimportant now, God will consider them important when he establishes his rule. See how you translated a similar statement in [[:en:bible:notes:mat:19:29|19:30]]."}, {"ref": "So the last will be first", "text": "Here the parable has ended and Jesus is speaking. AT: \"Then Jesus said, 'So the last will be first'\""}], "17": [{"ref": "Connecting Statement:", "text": "Jesus foretells his death and resurrection a third time as he and his disciples travel to Jerusalem."}, {"ref": "going up to Jerusalem", "text": "Jerusalem was on top of a hill so people had to travel up to get there."}, {"ref": "See, we are going", "text": "Jesus uses the word \"See\" to tell the disciples the must pay attention to what he is about to tell them."}, {"ref": "we are going", "text": "Here \"we\" refers to Jesus and the disciples. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "the Son of Man will be delivered", "text": "This can be stated in active form. AT: \"someone will deliver the Son of Man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son of Man ... him ... he", "text": "Jesus is referring to himself in the third person. If necessary, you can translate these in the first person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "They will condemn ... for them to mock", "text": "The chief priests and scribes will condemn and deliver him to the Gentiles, and the Gentiles will mock Jesus."}, {"ref": "to flog", "text": "\"to whip him\" or \"to beat him with whips\""}, {"ref": "third day", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "he will be raised up", "text": "This can be stated in active form. AT: \"God will raise him up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "20": [{"ref": "Connecting Statement:", "text": "In response to the question that the mother of two of the disciples asks, Jesus teaches his disciples about authority and serving others in the kingdom of heaven."}, {"ref": "the sons of Zebedee", "text": "This refers James and John."}, {"ref": "at your right hand ... at your left hand", "text": "These refer to having positions of power, authority, and honor. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your kingdom", "text": "Here \"kingdom\" refers to Jesus ruling as king. AT: \"when you are king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "22": [{"ref": "You do not know", "text": "Here \"you\" is plural and refers to the mother and the sons. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Are you able", "text": "Here \"you\" is plural, but Jesus is only talking to the two sons. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "drink the cup that I am about to drink", "text": "This is an idiom that means to experience suffering. AT: \"go through the suffering I am about to go through\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They said", "text": "\"The sons of Zebedee said\" or \"James and John said\""}, {"ref": "My cup you will indeed drink", "text": "This is an idiom that means to experience suffering. AT: \"You will indeed suffer as I will suffer\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "right hand ... left hand", "text": "These refer to having positions of power, authority, and honor. See how you translated this in [[:en:bible:notes:mat:20:20|20:21]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is for those for whom it has been prepared by my Father", "text": "This can be stated in active form. AT: \"my Father has prepared those places, and he will give them to whom he chooses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "heard this", "text": "\"heard what James and John had asked Jesus\""}, {"ref": "they were very angry with the two brothers", "text": "If necessary, you can make explicit why the ten disciples were angry. AT: \"they were very angry with the two brothers because each of them wanted to sit in the places of honor next to Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "25": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching his disciples about authority and serving others."}, {"ref": "called them", "text": "\"called the twelve disciples\""}, {"ref": "the rulers of the Gentiles subjugate them", "text": "\"the Gentile kings forcefully rule over their people\""}, {"ref": "their important men", "text": "\"the important men among the Gentiles\""}, {"ref": "exercise authority over them", "text": "\"have control over the people\""}, {"ref": "whoever wishes", "text": "\"whoever wants\" or \"whoever desires\""}, {"ref": "to be first", "text": "\"to be important\""}, {"ref": "the Son of Man ... his life", "text": "Jesus is speaking about himself in the third person. If necessary, you can translate this in the first person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "did not come to be served", "text": "This can be stated in active form. AT: \"did not come so that other people would serve him\" or \"did not come so that other people would serve me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but to serve", "text": "You can make clear the understood information. AT: \"but to serve other people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to give his life", "text": "This is an idiom. AT: \"to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as a ransom for many", "text": "The word \"ransom\" usually refers to setting someone free from prison or slavery. Here it is a metaphor for Jesus saving people from God punishing them for their sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for many", "text": "You can make clear the understood information. AT: \"for many people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "29": [{"ref": "Connecting Statement:", "text": "This begins an account of Jesus healing two blind men."}, {"ref": "As they went", "text": "This refers to the disciples and Jesus."}, {"ref": "followed him", "text": "\"followed Jesus\""}, {"ref": "There were two blind men were sitting", "text": "This is sometimes translated as \"Behold, there were two men sitting.\" The writer is alerting us to a new people in the story. Your language may have a way of doing this."}, {"ref": "When they heard", "text": "\"When the two blind men heard\""}, {"ref": "was passing by", "text": "\"was walking by them\""}, {"ref": "Son of David", "text": "Jesus was not David's literal son, so this may be translated as \"Descendant of King David\" (UDB). However, \"Son of David\" is also a title for the Messiah, and the men were probably calling Jesus by this title."}], "32": [{"ref": "called to them", "text": "\"called to the blind men\""}, {"ref": "do you wish", "text": "\"do you want\""}, {"ref": "that our eyes may be opened", "text": "The phrase \"our eyes may be opened\" is an idiom that means to be able to see again. This can be stated in active form. AT: \"we want you to make us able to see\" or \"we want to be able to see\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "being moved with compassion", "text": "\"having compassion\" or \"feeling compassion for them\""}]}