[{"id": "01", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "one said to Joseph", "text": "\"someone said to Joseph\""}, {"ref": "Look, your father", "text": "\"Listen, your father.\" Here the word \"look\" is used to get Joseph's attention."}, {"ref": "So he took", "text": "\"So Joseph took\""}, {"ref": "When Jacob was told", "text": "This can be stated in active form. AT: \"When someone told Jacob\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your son Joseph has arrived to see you", "text": "\"your son Joseph has come to you\""}, {"ref": "Israel gathered strength and sat up in bed", "text": "Here the author speaks of Israel struggling to to sit up in bed as if he were gathering \"strength\" as someone gathers actual things. AT: \"Israel made a great effort to sit up in bed\" or \"Israel struggled as he sat up in bed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "Luz", "text": "This is the name of a city. See how you translated the name of this city in [[:en:bible:notes:gen:28:18|28:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the land of Canaan. He blessed me and said to me", "text": "This can be translated with the new sentence starting in a different place. AT: \"in the land of Canaan, and he blessed me. And he said to me\""}, {"ref": "blessed", "text": "This refers to God pronouncing a formal blessing on someone."}, {"ref": "and said to me, 'Behold, I will make you fruitful, and multiply you. I will make of you an assembly of nations. I will give this land to your descendants as an everlasting possession.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"and said to me that he would make me fruitful and multiply me. And, he said that he would make me an assembly of nations and he would give this land to my descendants as an everlasting possession.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Behold", "text": "God used the word \"behold\" here to alert Jacob to pay attention to what he was about to tell him."}, {"ref": "I will make you fruitful, and multiply you", "text": "The phrase \"multiply you\" explains how God would make Jacob \"fruitful.\" AT: \"I will give you very many descendants\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will make of you an assembly of nations", "text": "Here \"you\" refers to Jacob, but it stands for Jacob's descendants. AT: \"I will make your descendants into many nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "an everlasting possession", "text": "\"a permanent possession\""}]}, {"id": "05", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "Ephraim and Manasseh will be mine", "text": "Ephraim and Manasseh each will receive a portion of land just like Joseph's brothers."}, {"ref": "they will be listed under the names of their brothers in their inheritance", "text": "Possible meanings are 1)the rest of Joseph's children would inherit land as part of the tribes of Ephraim and Manasseh or 2) Joseph will be given separate land from Ephraim and Manasseh and Joseph's other children will inherit that land. AT: \"as for their inheritance, you will list them under the names of their brothers\""}, {"ref": "Ephrath", "text": "This is another name for the town of Bethlehem. See how you translated the name of this city in [[:en:bible:notes:gen:35:16|35:16]]."}, {"ref": "(that is, Bethlehem)", "text": "The author is giving background information. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "08", "tn": [{"ref": "Whose are these?", "text": "\"Whose sons are these?\""}, {"ref": "bless", "text": "A father would often pronounce a formal blessing on his children or grandchildren."}, {"ref": "Now Israel's eyes ... could not see", "text": "The word \"Now\" is used here to mark a change from the story to background information about Israel. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he kissed them", "text": "\"Israel kissed them\""}]}, {"id": "11", "tn": [{"ref": "to see your face again", "text": "Here \"face\" stands for the whole person. AT: \"to see you again\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "between Israel's knees", "text": "When Joseph placed his sons on Israel's lap or knees it was a sign that Israel was adopting them. This gave the children special inheritance rights from Jacob. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "then he bowed with his face to the earth", "text": "Joseph bowed down to show honor to his father. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Manasseh in his left hand toward Israel's right hand", "text": "Joseph places the boys so that Israel will put his right hand on Manasseh. Manasseh was the oldest brother and the right hand was the sign he would receive the greater blessing. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "14", "tn": [{"ref": "his right hand and laid it upon Ephraim's head", "text": "Placing the right hand on Ephraim's head was the sign that he would receive the greater blessing. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Israel blessed Joseph", "text": "Here \"Joseph\" also stands for Ephraim and Manasseh. Since Joseph is the father, he is the only one mentioned here. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The God before whom my fathers Abraham and Isaac walked", "text": "Serving God is spoken of as if it were walking before God. AT: \"The God who my grandfather Abraham and father Isaac served\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who has cared for me", "text": "God has taken care of Israel like a shepherd takes care of his sheep. AT: \"who has cared for me like a shepherd cares for his animals\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the angel", "text": "Possible meanings are 1) this refers to the angel that God sent to protect Jacob or 2) this refers to God who appeared in angel form to protect Jacob."}, {"ref": "protected me", "text": "\"delivered me\""}, {"ref": "May my name be named in them, and the name of my fathers Abraham and Isaac", "text": "Here \"name\" stands for the person. The phrase \"my name be named in them\" is an idiom that means a person is remembered because of another person. This can be stated in active form. AT: \"May people remember Abraham, Isaac, and me because of Ephraim and Manasseh\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May they grow into a multitude on the earth", "text": "Here \"they\" refers to Ephraim and Manasseh, but it stands for their descendants. AT: \"May they have many descendants who will live all over the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "Put your right hand upon his head", "text": "The right hand was the sign of the greater blessing which the oldest son was supposed to receive. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "19", "tn": [{"ref": "He also will become a people, and he also will be great", "text": "Here \"He\" refers to Manasseh, but it stands for his descendants. AT: \"Your older son will have many descendants, and they will become a great people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that day with these words", "text": "Here \"words\" stand for what is said. AT: \"that day, saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The people of Israel will pronounce blessings by your names saying", "text": "\"The people of Israel will speak your names when they are blessing others\""}, {"ref": "by your names saying, 'May God make you like Ephraim and like Manasseh'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"by your names. They will ask God to make others like Ephraim and like Manasseh\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "like Ephraim and like Manasseh", "text": "Israel saying Ephraim's name first is another way he indicates that Ephraim will be greater than Manasseh."}, {"ref": "Israel put Ephraim before Manasseh", "text": "Giving Ephraim the greater blessing and making him more important than Manasseh is spoken of as if Israel physically put Ephraim in front of Manasseh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "will be with you ... bring you back ... your fathers", "text": "Here \"you\" and \"your\" are plural and refer to all the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "will be with you", "text": "This is an idiom that means God will help and bless the people of Israel. AT: \"God will help you\" or \"God will bless you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will bring you back", "text": "Here \"bring\" can be translated as \"take.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "land of your fathers", "text": "\"land of your ancestors\""}, {"ref": "To you, as one who is above your brothers, I give to you the mountain slope", "text": "Possible meanings are 1) Joseph having more honor and authority than his brothers is spoken of as if he were physically above them. AT: \"To you, who is greater than your brothers, I give the mountain slope\" or 2) Jacob means he is giving more land to Joseph than he is giving to Joseph's brothers. AT: \"To you, I give one more ridge than I give your brothers. I give to you the mountain slope\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "To you", "text": "Here \"you\" is singular and refers to Joseph. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the mountain slope that I took from the Amorites with my sword and my bow", "text": "Here \"sword\" and \"bow\" stands for fighting in battle. AT: \"the portion of land I fought for and took from the Amorites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]