[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues on the subject of giving. He wants to make sure that the collection of their offering for the needy believers in Jerusalem takes place before he comes so that it does not seem as though he takes advantage of them. He talks about how giving blesses the giver and glorifies God."}, {"ref": "General Information:", "text": "When Paul refers to Achaia, he is talking about a Roman province located in southern Greece where Corinth is located. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the ministry for the believers", "text": "This refers to the collection of money to give to the believers in Jerusalem. The full meaning of this statement can be made explicit. AT: \"the ministry for the believers in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Achaia has been getting ready", "text": "Here the word \"Achaia\" refers to the people who live in this province, and specifically to the people of the church in Corinth. AT: \"the people of Achaia have been preparing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "the brothers", "text": "This refers to Titus and the two men who accompany him."}, {"ref": "our boasting about you may not be futile", "text": "Paul does not want others to think that the things that he had boasted about the Corinthians were false."}, {"ref": "find you unprepared", "text": "\"find you unprepared to give\""}, {"ref": "I say nothing about you", "text": "Paul uses this negative statement to emphasize that the same thing is true about the Corinthians. AT: \"and you would be even more ashamed\""}, {"ref": "the brothers to come to you", "text": "From Paul's perspective, the brothers are going. AT: \"the brothers to go to you\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "not as something extorted", "text": "This can be stated in active form. AT: \"not as something that we forced you to give\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "the one who sows ... reap a blessing", "text": "Paul uses the image of a farmer sowing seeds to describe the results of giving. As a farmer's harvest is based on how much he sows, so will God's blessings be little or much based on how generously the Corinthians give. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "give as he has planned in his heart", "text": "Here the word \"heart\" refers to the thoughts and emotions. AT: \"give as he has determined\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "out of sorrow or compulsion", "text": "This can be translated with verbal phrases. AT: \"because he feels guilty or someone is compelling him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "For God loves a cheerful giver", "text": "God wants people to give gladly to help provide for fellow believers."}]}, {"id": "08", "tn": [{"ref": "God is able to make every blessing multiply for you", "text": "\"God is able to increase every blessing for you.\" As one gives financially to other believers, God also gives more blessings to the giver so that the giver will have everything he needs."}, {"ref": "so that you may multiply every good deed", "text": "\"so that you may be able to do more and more good deeds\""}, {"ref": "It is as it is written", "text": "\"This is just as it is written.\" This can be stated in active form. AT: \"This is just as the writer wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "He who supplies", "text": "\"God who supplies\""}, {"ref": "bread for food", "text": "Here the word \"bread\" refers to food in general. AT: \"food to eat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will also supply and multiply your seed for sowing", "text": "Paul speaks of the Corinthians' possessions as if they are seeds and of giving to others as if they were sowing seeds. AT: \"will also supply and multiply your possessions so that you can sow them by giving them to others\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will increase the harvest of your righteousness", "text": "Paul compares the benefits that the Corinthians will receive from their generosity to that of a harvest. AT: \"God will bless you even more for your righteousness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the harvest of your righteousness", "text": "\"the harvest that comes from your righteous actions.\" Here the word \"righteousness\" refers to the righteous actions of the Corinthians in giving their resources to the believers in Jerusalem."}, {"ref": "You will be enriched", "text": "This can be stated in active form. AT: \"God will enrich you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This will bring about thanksgiving to God through us", "text": "The word this refers to the Corinthian's generosity. AT: \"Because of your generosity, those who receive the gifts we bring them will thank God\" or \"and when we give your gifts to those who need them, they will give thanks to God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "For carrying out this service", "text": "Here the word \"service\" refers to Paul and his companions bringing the contribution to the believers in Jerusalem. AT: \"For our carrying out this service for the believers in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It also multiplies into many acts of thanksgiving to God", "text": "Paul speaks of the Corinthian believers' act of service as if it were an object that could multiply itself into many objects. AT: \"It also causes many deeds for which people will thank God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Because of your being tested and proved by this service", "text": "This can be stated in active form. AT: \"Because this service has tested and proven you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will also glorify God by obedience ... by the generosity of your gift to them and to everyone", "text": "Paul says that the Corinthians will glorify God both by being faithful to Jesus and by giving generously to other believers who have need."}, {"ref": "for his inexpressible gift", "text": "\"for his gift, which words cannot describe.\" Possible meanings are 1) that this gift refers to \"the very great grace\" that God has given to the Corinthians, which has led them to be so generous or 2) that this gift refers to Jesus Christ, whom God gave to all believers."}]}]