[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Answer me when I call", "text": "\"Respond to me when I call\" or \"Help me when I call\""}, {"ref": "God of my righteousness", "text": "\"God, who shows that I am righteous\""}, {"ref": "give me room when I am hemmed in", "text": "Being in danger is spoken of as being in a narrow space. AT: \"rescue me when I am in danger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "002", "tn": [{"ref": "General Information:", "text": "David sings this part of the song as if he is speaking to his enemies."}, {"ref": "You people, how long will you turn my honor into shame?", "text": "David uses this question to rebuke his enemies. AT: \"You people continually turn my honor into shame!\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "turn my honor into shame", "text": "Shaming him instead of honoring him is spoken of as making his honor become shame. AT: \"shame me instead of honoring me\" or \"bring me shame when you should be honoring me\""}, {"ref": "How long will you love that which is worthless and seek after lies?", "text": "David uses this question to rebuke his enemies. AT: \"You continue to love things that are worthless and seek after lies.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "love that which is worthless ... seek after lies", "text": "These two phrases are very similar in meaning. The lies are worthless. AT: \"love worthless lies\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Yahweh sets apart the godly for himself", "text": "\"Yahweh chooses godly people for himself\""}]}, {"id": "004", "tn": [{"ref": "Tremble in fear", "text": "The relationship between \"tremble\" and \"fear\" and who people should fear can be stated clearly. AT: \"Fear Yahweh so much that you tremble\" or \"Stand in awe of Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Tremble", "text": "\"Shake\""}, {"ref": "Meditate in your heart", "text": "The heart represents a person's thoughts. Thinking carefully is spoken of as meditating in one's heart. AT: \"Think carefully\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Offer the sacrifices of righteousness", "text": "\"Offer the right sacrifices\""}, {"ref": "put your trust in Yahweh", "text": "Trust is spoken of as if it were an object that could be put somewhere. AT: \"trust in Yahweh\" or \"trust Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "006", "tn": [{"ref": "Who will show us anything good?", "text": "This question is used either to ask for something or to express a wish about something that has not happened. AT: \"Please show us something good\" or \"We wish someone would show us something good\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who will show us anything good?", "text": "Showing something good represents either bringing good things or saying that good things have happened. AT: \"Who will bring good things to us?\" or  \"Who will say that anything good has happened?\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lift up the light of your face on us", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. AT: \"act favorably towards us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have given my heart more gladness", "text": "The heart represents the person. AT: \"You have given me more gladness\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You have given my heart more gladness than others have", "text": "Gladness is spoken of as if it is an object that can be given. AT: \"You have made me more glad than others are\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "when their grain and new wine abound", "text": "\"New wine\" may represent grapes. AT: \"when they reap plentiful harvests of grain and grapes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It is in peace that I will lie down and sleep", "text": "Peace is spoken of as if it were a place. AT: \"I will be peaceful when I lie down and sleep\" or \"I will not be afraid of danger when I lie down and sleep\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "make me safe and secure", "text": "The words \"safe\" and \"secure\" mean basically the same thing and emphasize complete safety. AT: \"make me completely safe\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]