[{"id": "01", "tn": [{"ref": "Shur", "text": "This is a desert region on the eastern border of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "sent his men and they took Sarah", "text": "\"made his men go get Sarah and bring her to him\""}, {"ref": "God came to Abimelech", "text": "\"God appeared to Abimelech\""}, {"ref": "Behold", "text": "Here the word \"behold\" adds emphasis to what follows. \"Listen to me\" (UDB)"}, {"ref": "you are a dead man", "text": "This is a strong way of saying the king will die. AT: \"you will certainly die soon\" or \"I will kill you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a man's wife", "text": "\"a married woman\""}]}, {"id": "04", "tn": [{"ref": "Now ... her", "text": "This word is used here to mark a change from the story to information about Abimelech. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Abimelech had not come near her", "text": "This is a polite way of saying he did not have sex with her. AT: \"Abimelech had not slept with Sarah\" or \"Abimelech had not touched Sarah\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "even a righteous nation", "text": "Here \"nation\" stands for the people. Abimelech is worried that God will punish not only him, but his people also. AT: \"even a people who are innocent\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Did he not himself say to me, 'She is my sister?' Even she herself said, 'He is my brother'", "text": "This has quotations within a quotation. They can be stated as indirect quotations. AT: \"Did he himself not tell me that she is his sister? Even she herself told me that he is her brother\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Did he not himself say to me, 'She is my sister?'", "text": "Abimelech used this rhetorical question to remind God of something God already knew. This can be translated as a statement. AT: \"Abraham himself told me 'She is my sister.'\" or \"Abraham said that she is his sister.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did he not himself say ... Even she herself", "text": "The words \"he himself\" and \"she herself\" are used for emphasis to bring attention to Abraham and Sarah and to blame them for what happened. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "I have done this in the integrity of my heart and the innocence of my hands", "text": "Here \"heart\" stands for his thoughts or intentions. Also \"hands\" stands for his actions. AT: \"I have done this with good intentions and actions\" or \"I have done this with no evil thoughts or actions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "God said to him", "text": "\"God said to Abimelech\""}, {"ref": "in the integrity of your heart you did this", "text": "Here \"heart\" stands for his thoughts or intentions. AT: \"you did this with good intentions\" or \"you did this without evil intentions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to touch her", "text": "This is a euphemism for having sex with Sarah. AT: \"to sleep with her\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the man's wife", "text": "\"Abraham's wife\""}, {"ref": "you will live", "text": "\"I will let you live\""}, {"ref": "all who are yours", "text": "\"all of your people\""}]}, {"id": "08", "tn": [{"ref": "He told all these things to them", "text": "\"He told them everything that God had told him\""}, {"ref": "What have you done to us?", "text": "Abimelech used this rhetorical question to accuse Abraham. AT: \"You have done something bad to us!\" or \"Look what you have done to us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to us", "text": "The word \"us\" here is exclusive and does not include Abraham and Sarah. If your language uses an exclusive form of \"we\" or \"us,\" use it here. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "How have I sinned against you, that you have brought ... sin?", "text": "Abimelech used this rhetorical question to remind Abraham that he had not sinned against Abraham. AT: \"I have done nothing against you to cause you to bring ... sin.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that you have brought on me and on my kingdom a great sin", "text": "To cause someone to be guilty of sinning is spoken of as if \"sin\" was a thing  that could be placed on a person. AT: \"that you should make me and my kingdom guilty of such a terrible sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on my kingdom", "text": "Here \"kingdom\" stands for the people. AT: \"on the people of my kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have done to me that which ought not to be done", "text": "\"You should not have done this to me\""}]}, {"id": "10", "tn": [{"ref": "What prompted you to do this thing?", "text": "\"What caused you to do this?\" or \"Why did you do this?\" What Abraham did can be stated explicitly. AT: \"Why did you tell me that Sarah is your sister?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Because I thought, 'Surely there is no fear of God in this place, and they will kill me because of my wife.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Because I thought that since no one here fears God, someone may kill me so they can take my wife.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "no fear of God in this place", "text": "Here \"place\" refers to the people. AT: \"no one here in Gerar fears God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fear of God", "text": "This means to deeply respect God and show that respect by obeying him."}, {"ref": "Besides, she is indeed my sister", "text": "\"Also, it is true that Sarah is my sister\" or \"Also, Sarah really is my sister\""}, {"ref": "the daughter of my father, but not the daughter of my mother", "text": "\"we have the same father, but we have different mothers\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Verse 13 is a continuation of Abraham's answer to Abimelech."}, {"ref": "my father's house", "text": "Here \"house\" stands for Abraham's family. AT: \"my father and the rest of my family\" or \"my father's household\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I said to her, 'You must show me this faithfulness as my wife: At every place where we go, say about me, \"He is my brother.\"'", "text": "This has quotations within quotations. They can be stated as indirect quotations. AT: \"I said to Sarah that I wanted her to be faithful to me by telling people everywhere we go that I am her brother\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Abimelech took", "text": "\"Abimelech brought some\" (UDB)"}]}, {"id": "15", "tn": [{"ref": "Abimelech said", "text": "\"Abimelech said to Abraham\""}, {"ref": "Look", "text": "Here and in verse 16 the word \"look\" adds emphasis to what follows."}, {"ref": "my land is before you", "text": "This is a way of saying \"I make all of my land available to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Settle wherever it pleases you", "text": "\"Live wherever you want\""}, {"ref": "a thousand", "text": "\"1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "It is to cover any offense against you in the eyes of all that are with you", "text": "Giving money to prove to others that Sarah is innocent is spoken of as if he is placing a cover over an offense so no one can see it. AT: \"I am giving this to him, so that those who are with you will know that you have done nothing wrong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the eyes", "text": "Here \"eyes\" stands for a person's thoughts or opinion. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before everyone, you are completely made right", "text": "The passive phrase \"made right\" can be stated in active form. AT: \"everyone will know that you are innocent\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "completely infertile", "text": "\"totally unable to have children\""}, {"ref": "because of Sarah, Abraham's wife", "text": "The full meaning can be stated explicitly. AT: \"because Abimelech had taken Abraham's wife Sarah\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]