{"1": [{"a": "Paul became an apostle of Christ Jesus through the will of God.", "q": "How did Paul become an apostle of Christ Jesus?", "ref": ["01-01"]}, {"a": "Paul wrote to those set apart for God and the faithful brothers at Colossae.", "q": "To whom did Paul write this letter?", "ref": ["01-02"]}, {"a": "The Colossians heard about their confident expectation in the word of truth, the gospel.", "q": "From where did the Colossians hear about the confident expectation that they now have?", "ref": ["01-05"]}, {"a": "Paul says the gospel has been bearing fruit and growing in all the world.", "q": "What does Paul say the gospel has been doing in the world?", "ref": ["01-06"]}, {"a": "Epaphras, the faithful servant of Christ, presented the gospel to the Colossians.", "q": "Who presented the gospel to the Colossians?", "ref": ["01-07"]}, {"a": "Paul prays that the Colossians be filled with the knowledge of God's will in all wisdom and spiritual understanding.", "q": "With what does Paul pray that the Colossians be filled?", "ref": ["01-09"]}, {"a": "Paul prays that the Colossians will walk worthy of the Lord, bearing fruit with good deeds, growing in the knowledge of God.", "q": "How does Paul pray that the Colossians will walk in their lives?", "ref": ["01-10"]}, {"a": "Those set apart for God have been qualified for a share in the inheritance in light.", "q": "For what have those set apart for God been qualified?", "ref": ["01-12"]}, {"a": "He rescued them from the dominion of darkness and transferred them to the kingdom of his Son.", "q": "From what has the Father rescued those set apart for him?", "ref": ["01-13"]}, {"a": "In Christ we have redemption, which is the forgiveness of sins.", "q": "In Christ, we have redemption, which is what?", "ref": ["01-14"]}, {"a": "The Son is the image of the invisible God.", "q": "The Son is the image of who?", "ref": ["01-15"]}, {"a": "All things were created through Jesus Christ and for him.", "q": "What was created through Jesus Christ and for him?", "ref": ["01-16"]}, {"a": "God reconciled all things to himself when he made peace through his Son's blood.", "q": "How did God reconcile all things to himself?", "ref": ["01-20"]}, {"a": "Before believing the gospel, the Colossians were strangers from God and were his enemies.", "q": "What relationship did the Colossians have with God before they believed the gospel?", "ref": ["01-21"]}, {"a": "The Colossians must continue to be settled in the faith and confident of the gospel.", "q": "What must the Colossians continue to do?", "ref": ["01-23"]}, {"a": "Paul is suffering for the sake of the church, and he rejoices in it.", "q": "For whose sake is Paul suffering, and what is his attitude?", "ref": ["01-24"]}, {"a": "The mystery that was hidden for ages but now has been revealed is Christ in you, the confidence of glory.", "q": "What is the mystery that was hidden for ages but now has been revealed?", "ref": ["01-27"]}, {"a": "Paul's goal is to present every person complete in Christ.", "q": "What is the goal of Paul's admonishing and teaching?", "ref": ["01-28"]}], "2": [{"a": "The mystery of God is Christ.", "q": "What is the mystery of God?", "ref": ["02-02"]}, {"a": "All the hidden treasures of wisdom and knowledge are hidden in Christ.", "q": "What is hidden in Christ?", "ref": ["02-03"]}, {"a": "Paul is concerned that the Colossians might be deluded with persuasive speech.", "q": "What is Paul concerned might happen to the Colossians?", "ref": ["02-04"]}, {"a": "Paul calls the Colossians to walk in Christ Jesus in the same way that they received him.", "q": "What does Paul call the Colossians to do now that they have received Christ Jesus?", "ref": ["02-06"]}, {"a": "The empty deceits are based upon human tradition and the sinful belief systems of the world.", "q": "Upon what are the empty deceits that Paul is concerned about based?", "ref": ["02-08"]}, {"a": "All the fullness of God's nature lives in Christ.", "q": "What lives in Christ?", "ref": ["02-09"]}, {"a": "Christ is the head of all rule and authority.", "q": "Who is the head of all rule and authority?", "ref": ["02-10"]}, {"a": "The sinful body of flesh is removed through the circumcision of Christ.", "q": "What is removed through the circumcision of Christ?", "ref": ["02-11"]}, {"a": "A person is buried with Christ in baptism.", "q": "What happens in baptism?", "ref": ["02-12"]}, {"a": "A person is dead in his sins before Christ makes him alive.", "q": "What is a person's condition before Christ makes him alive?", "ref": ["02-13"]}, {"a": "Christ removed the record of debts and nailed it to the cross.", "q": "What did Christ do with the record of debts charged against us?", "ref": ["02-14"]}, {"a": "Christ removed the rulers and authorities, openly exposed them, and led them in a victory procession.", "q": "What did Christ do with the rulers and authorities?", "ref": ["02-15"]}, {"a": "Paul says that food, drink, feast days, and Sabbaths are a shadow of the things to come.", "q": "What does Paul say are a shadow of the things to come?", "ref": ["02-17"]}, {"a": "The shadows point to the reality of Christ.", "q": "To what reality do the shadows point?", "ref": ["02-17"]}, {"a": "The whole body is supplied and held together by the head, Christ.", "q": "How is the whole body supplied and held together?", "ref": ["02-19"]}, {"a": "Commandments to not handle, not taste, and not touch are part of the world's beliefs.", "q": "What kinds of commandments does Paul say are part of the world's beliefs?", "ref": ["02-20", "02-22"]}, {"a": "The rules of man-made religion have no value against the indulgence of the flesh.", "q": "Against what do the rules of man-made religion have no value?", "ref": ["02-23"]}], "3": [{"a": "Christ has been raised to sit at the right hand of God.", "q": "To where has Christ been raised?", "ref": ["03-01"]}, {"a": "Believers should seek the things above, and not the things of the earth.", "q": "What should believers seek and what should they not seek?", "ref": ["03-01", "03-02"]}, {"a": "God has hidden the believer's life in Christ.", "q": "Where has God put the believer's life?", "ref": ["03-03"]}, {"a": "When Christ is revealed, the believer will also be revealed with him in glory.", "q": "What will happen to the believer when Christ is revealed?", "ref": ["03-04"]}, {"a": "The believer must put to death the sinful desires of the earth.", "q": "What must the believer put to death?", "ref": ["03-05"]}, {"a": "The wrath of God comes upon those who are disobedient to God.", "q": "What happens to those who are disobedient to God?", "ref": ["03-06"]}, {"a": "The believers must get rid of wrath, anger, evil intentions, insults, and obscene speech.", "q": "What are some of the things that Paul says the believers must get rid of, which are part of the old self?", "ref": ["03-08"]}, {"a": "The believer's new self is created in the image of Christ.", "q": "In whose image is the believer's new self created?", "ref": ["03-10"]}, {"a": "The believers must put on a heart of compassion, kindness, lowliness, meekness, and patience.", "q": "What are some of the things that Paul says the believers must put on, which are part of the new self?", "ref": ["03-12"]}, {"a": "The believer should forgive in the same way that the Lord has forgiven him.", "q": "In what way should the believer forgive?", "ref": ["03-13"]}, {"a": "Love is the bond of perfection.", "q": "What is the bond of perfection among believers?", "ref": ["03-14"]}, {"a": "The peace of Christ should rule in the believer's heart.", "q": "What should rule in the believer's heart?", "ref": ["03-15"]}, {"a": "The word of Christ should live in the believer richly.", "q": "What should live in the believer richly?", "ref": ["03-16"]}, {"a": "In his attitude, song, word, and deed the believer should give thanks to God.", "q": "What should the believer give to God in his attitude, song, word, and deed?", "ref": ["03-15", "03-17"]}, {"a": "A wife should submit to her husband.", "q": "How should a wife respond to her husband?", "ref": ["03-18"]}, {"a": "A husband should love his wife and not be bitter against her.", "q": "How should a husband treat his wife?", "ref": ["03-19"]}, {"a": "A child should obey his parents in all things.", "q": "How should a child treat his parents?", "ref": ["03-20"]}, {"a": "A father should not provoke his children.", "q": "What should a father not do to his children?", "ref": ["03-21"]}, {"a": "Believers are working for the Lord in whatever they do.", "q": "For whom are believers working in whatever they do?", "ref": ["03-23", "03-24"]}, {"a": "Those who serve the Lord in whatever they do will receive the reward of the inheritance.", "q": "What will those receive who serve the Lord in whatever they do?", "ref": ["03-24"]}, {"a": "Those who do unrighteousness will receive the penalty for what they did.", "q": "What will those receive who do unrighteousness?", "ref": ["03-25"]}], "4": [{"a": "Paul reminds earthly masters that they also have a master in heaven.", "q": "What does Paul remind earthly masters that they also have?", "ref": ["04-01"]}, {"a": "Paul wants the Colossians to continue steadfastly in prayer.", "q": "In what does Paul want the Colossians to continue steadfastly?", "ref": ["04-02"]}, {"a": "Paul wants the Colossians to pray that he has an open door to speak the word, the mystery of Christ.", "q": "For what does Paul want the Colossians to pray?", "ref": ["04-03"]}, {"a": "Paul instructs them to live in wisdom, and speak with grace toward those who are outsiders.", "q": "How does Paul instruct the Colossians to treat those who are outsiders?", "ref": ["04-05", "04-06"]}, {"a": "Paul gave them the task of making everything known concerning him to the Colossians.", "q": "What task had Paul given Tychicus and Onesimus?", "ref": ["04-07", "04-09"]}, {"a": "Paul told the Colossians to receive Mark if he comes to them.", "q": "What instructions did Paul give concerning Mark, the cousin of Barnabus?", "ref": ["04-10"]}, {"a": "He prays that the Colossians will stand complete and fully assured in all the will of God.", "q": "For what does Epaphras pray for the Colossians?", "ref": ["04-12"]}, {"a": "The physician's name is Luke.", "q": "What is the name of the physician that is with Paul?", "ref": ["04-14"]}, {"a": "The church in Laodicea was meeting in a house.", "q": "In what kind of place was the church in Laodicea meeting?", "ref": ["04-15"]}, {"a": "Paul also had written a letter to the church in Laodicea.", "q": "To what other church had Paul also written a letter?", "ref": ["04-16"]}, {"a": "Paul wrote his name in his own handwriting at the end of the letter.", "q": "How did Paul show that this letter was actually from him?", "ref": ["04-18"]}]}