[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "call on his name ... Boast in his holy name", "text": "Here \"name\" represents Yahweh. AT: \"call on him ... Boast in Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the nations", "text": "This refers to the people in the nations. AT: \"the people of the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let the heart of those who seek Yahweh rejoice", "text": "Here \"the heart\" represents the person who seeks Yahweh. AT: \"let the people who seek Yahweh rejoice\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "004", "tn": [{"ref": "Seek Yahweh and his strength", "text": "To \"seek Yahweh's strength\" means to ask him to strengthen you. AT: \"(See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Recall", "text": "\"Remember\""}, {"ref": "his miracles and", "text": "It may be helpful to add the missing words. AT: \"remember his miracles and\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "decrees from his mouth", "text": "Here \"mouth\" refers to the things that he spoke. AT: \"decrees that he has spoken\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you descendants of Abraham ... you people of Jacob", "text": "The author is speaking to the Israelites, calling them these names."}, {"ref": "Abraham his servant", "text": "\"Abraham, Yahweh's servant\""}]}, {"id": "007", "tn": [{"ref": "He keeps in mind ... the word that he commanded", "text": "These two phrases share similar meanings and are used together for emphasis. The word \"word\" refers to the covenant. AT: \"He keeps in mind his covenant forever, the promise he made\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keeps in mind", "text": "This means to remember and think about something. AT: \"remembers\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a thousand generations", "text": "\"1,000 generations\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "009", "tn": [{"ref": "He calls to mind", "text": "The phrase \"call to mind\" means to remember something. AT: \"he remembers\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the covenant that he made with Abraham ... his oath to Isaac", "text": "Both of these phrases \"the covenant\" and \"the oath\" refer to the same promise that Yahweh made to his people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his oath to Isaac", "text": "It may be helpful to add the missing words. AT: \"his oath that he gave to Isaac\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "012", "tn": [{"ref": "Connecting Statement:", "text": "The psalmist is writing about Israel."}, {"ref": "when they were only few in number", "text": "The word \"they\" refers to the Israelites."}, {"ref": "and were strangers in the land", "text": "It is implied that \"the land\" refers to Canaan. AT: \"and were foreigners in the land of Canaan\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They went from", "text": "\"They continued to wander\""}, {"ref": "from nation to nation and from one kingdom to another", "text": "These two phrases have similar meanings and are used together for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "014", "tn": [{"ref": "Connecting Statement:", "text": "The psalmist is writing about Israel."}, {"ref": "for their sakes", "text": "\"for their own well-being.\" This is referring to Israel."}, {"ref": "Do not touch my anointed ones", "text": "Here \"touch\" means to harm, it's an exaggeration Yahweh used to strengthen his warning to not harm his people. AT: \"Do not harm the people I have anointed\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "016", "tn": [{"ref": "He called for", "text": "\"He sent.\" This means that caused a famine to happen in the land. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the whole supply of bread", "text": "Here \"bread\" refers to food in general. AT: \"the whole supply of food\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He sent a man ahead of them; Joseph", "text": "It may be helpful to state that he sent him ahead of them to Egypt. AT: \"He sent a man ahead of them to Egypt; he sent Joseph who\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Joseph was sold as a servant", "text": "This can be stated in active form. AT: \"Joseph's brothers sold him as a slave\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "018", "tn": [{"ref": "shackles", "text": "metal restraints used to fasten a prisoner's wrists or ankles together"}, {"ref": "His feet were bound by shackles; on his neck was put an iron collar", "text": "These statements can be restated as active. AT: \"The Egyptians bound his feet in shackles; they put an iron collar around his neck. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the word of Yahweh tested him", "text": "Here \"word\" refers to the message of Yahweh. AT: \"the message of Yahweh tested him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "020", "tn": [{"ref": "The king sent servants to release him; the ruler of the people set him free", "text": "These two phrases have basically the same meaning and are used together to emphasize that the king set Joseph free. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then Israel came into Egypt", "text": "Here \"Israel\" refers to Jacob. Jacob also brought his family with him. AT: \"Then Israel and his family came into Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "024", "tn": [{"ref": "Yahweh made his people fruitful", "text": "The writer speaks of the increase of Israel as if they were a plant that produced a lot of fruit. \"God increased the number of his people greatly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to hate his people, to mistreat his servants", "text": "\"to hate his people and to mistreat his servants\""}, {"ref": "They performed his signs ... his wonders in the land of Ham", "text": "These two phrases have basically the same meaning and are used together for emphasis. AT: \"Moses and Aaron performed God's miracles in Egypt among the descendants of Ham\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his wonders", "text": "The missing words may be added. AT: \"and they performed his wonders\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "028", "tn": [{"ref": "made that land dark", "text": "\"made the sky dark\""}, {"ref": "frogs", "text": "a small jumping reptile"}, {"ref": "even in the rooms of their rulers", "text": "\"they were even in the rooms of their rulers\""}]}, {"id": "031", "tn": [{"ref": "Connecting Statement:", "text": "The psalmist continues to describe Yahweh's judgment on Egypt."}, {"ref": "swarms", "text": "large flying groups"}, {"ref": "gnats", "text": "small flying insects like flies but smaller"}, {"ref": "hail", "text": "ice that falls from the sky like rain"}, {"ref": "He destroyed ... he broke", "text": "God caused the hail, rain, and lightning to ruin the vines and trees. AT: \"He caused it to destroy ... and to break\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "034", "tn": [{"ref": "so many locusts", "text": "\"there were so many locusts\""}, {"ref": "The locusts ate up all of the vegetation ... They ate up all the crops of the ground", "text": "These two phrase have basically the same meaning and are used together for emphasis. AT: \"The insects ate all the plants and all the crops in the land\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He killed every firstborn in their land, the firstfruits of all their strength", "text": "Here the second phrase about the \"firstfruits\" is used to describe the \"firstborn\" in the first phrase. AT: \"He killed every firstborn in their land, which were the firstfruits of all their strength\" or \"Then Yahweh killed the oldest son in every house of the people of Egypt\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "037", "tn": [{"ref": "He brought the Israelites out with silver and gold", "text": "When the Israelites left Egypt they took silver and gold with them. AT: \"He brought the Isrealites out of Egypt with silver and gold in their possession\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "none of his tribes stumbled on the way", "text": "No one was left behind. This can be stated positively AT: \"all of his tribes was able to make the journey\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Egypt was glad", "text": "Here \"Egypt\" refers to the people who live in Egypt. AT: The people of Egypt were glad (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He spread a cloud for a covering", "text": "Here the psalmist describes Yahweh placing a cloud in the sky as if he were spreading out a garment. The cloud was a \"covering\" to protect them from the sun. AT: \"He placed a cloud in the sky to protect them from the sun and heat\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "made a fire to light up the night", "text": "Yahweh placed a pillar of fire in the sky to give light during the night. AT: \"placed a fire it the sky to light up the night\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "040", "tn": [{"ref": "and he brought quail", "text": "It may be helpful to make clear that quail are small birds Yahweh sent for them to eat. AT: \"and Yahweh sent small birds to eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with bread from heaven", "text": "Yahweh caused manna, a type of bread, to fall from the sky. AT: \"with bread that fell from the sky\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they flowed", "text": "\"the waters flowed\""}, {"ref": "called to mind", "text": "This means to remember. AT: \"remembered\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "043", "tn": [{"ref": "He led his people out ... his chosen with shouts of triumph", "text": "These two phrases have basically the same meaning and are used together to emphasize that God's people were joyful when he led them out of Egypt. The people were shouting joyfully. AT: \"He led his chosen people out with shouts of joy and triumph\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his chosen", "text": "Here \"chosen\" refers to Yahweh's chosen people. AT: \"his chosen people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "triumph", "text": "\"celebration\" or \"joy\""}, {"ref": "keep his statutes and obey his laws", "text": "These two phrases have basically the same meaning and are used together for emphasis. \"To keep\" his statutes means to obey them. AT: \"obey his laws and statutes\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]