[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to the gittith style", "text": "This may refer to a style of music."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "how magnificent is your name in all the earth", "text": "God's \"name\" represents his whole being. AT: \"people all over the world know that you are very great\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Out of the mouth of babies and infants you have created praise", "text": "Causing babies to praise God is spoken of as if the praise were an object that God created in the babies' mouths and made come out. AT: \"You have given babies and infants the ability to praise you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "your heavens, which your fingers have made", "text": "God's fingers represent him. AT: \"the heavens which you have made\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Of what importance is the human race that you notice them, or mankind that you pay attention to them?", "text": "These remarks have been expressed in the form of a question to add emphasis. AT: \"It is amazing that you think about people and are concerned about them!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the human race ... mankind", "text": "Both of these phrases refer to people in general."}, {"ref": "have crowned them with glory and honor", "text": "Glory and honor are spoken of as if they were crowns. The words \"glory\" and \"honor\" are similar in meaning.  AT: \"have given them glory and honor\" or \"have caused them to be like kings\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "006", "tn": [{"ref": "You make him to rule over the works ... you have put all things under his feet", "text": "These two clauses express similar meanings.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You make him ... under his feet", "text": "\"you make them ... under their feet.\" The words \"him\" and \"his\" here refer to people."}, {"ref": "the works of your hands", "text": "The hands represent what God has done. AT: \"the things that you made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have put all things under his feet", "text": "Having authority to rule others or control things is spoken of as having those things under one's feet. This means God gave people authority over all creation. AT: \"you have given him authority over all things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "how magnificent is your name in all the earth", "text": "With this exclamation, David shows his joy and awe about how great God is. AT: \"your name is wonderfully magnificent in all the earth\" or \"people in all the earth know how magnificent you are\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "your name", "text": "God's \"name\" represents him or his reputation. AT: \"your reputation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "magnificent", "text": "\"excellent\" or \"great\""}]}]