[{"id": "01", "tn": [{"ref": "She has not listened to the voice of God", "text": "The people of Jerusalem have not obeyed what God has had His prophets teach to them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and will not approach her God", "text": "The people do not desire to worship and obey God."}]}, {"id": "03", "tn": [{"ref": "Her princes are roaring lions in her midst", "text": "AT: \"Jerusalem's leaders are violent.\" (See: [[ en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Her judges are evening wolves who leave nothing to be gnawed upon in the morning", "text": "AT: \"Her judges are evil people who take things that belong to others.\" This is also a metaphor."}, {"ref": "Her prophets are insolent and treasonous men", "text": "AT: \"Her prophets are disobedient and disloyal men.\""}]}, {"id": "05", "tn": [{"ref": "It will not be hidden in the light", "text": "AT: \"his justice is clearly shown to all\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "06", "tn": [{"ref": "I have made their streets ruins, so that no one passes over them. Their cities are destroyed so that there is no man inhabiting them", "text": "Yahweh expresses the same idea in two different ways in order to emphasize the complete destruction of the cities. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "08", "tn": [{"ref": "Yahweh's declaration", "text": "This means what Yahweh has solemnly said."}, {"ref": "I rise up for the victim", "text": "\"I rise up to destroy the victim\""}, {"ref": "to gather the nations, to assemble the kingdoms", "text": "These two phrases mean the same thing and emphasize that Yahweh will judge all of the nations. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my anger, all my fierce wrath", "text": "The words \"anger\" and \"fierce wrath\" mean basically the same thing and emphasize the intensity of Yahweh's anger. AT: \"my very fierce wrath.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "so that all the land will be devoured by the fire of my anger", "text": "This phrase can be expressed in active form. AT: \"so that the fire of my anger will devour all the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "devoured by the fire of my anger", "text": "Anger is here spoken of as if it were fire that could devour something. (See: [[: en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "I will give pure lips to the people", "text": "This is another way of saying that God will cause his people to speak what is right. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "serve me standing shoulder to shoulder", "text": "The people will be united in their desire to serve God, as people are united physically when they stand together with their shoulders touching each other. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "no deceitful tongue will be found in their mouth", "text": "AT: \"no one will find a deceitful tongue in their mouth\" or \"they will not say deceitful things.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will graze and lie down", "text": "Yahweh speaks of the people of Israel as if they are a flock of sheep that grazes and rests in safety. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "daughter of Zion", "text": "\"This means all the people in Jerusalem."}, {"ref": "Do not let your hands falter", "text": "This means do not feel weak or helpless as you would if your hands became physically weak. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "I will rescue the lame and gather up the outcast", "text": "This appears to refer to lame and outcast sheep, which serve as an image of the Israelites who suffered in exile. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the lame", "text": "This refers to people or animals that cannot walk."}, {"ref": "I will make them as praise", "text": "The full thought here is, \"I will make them to be objects of praise,\" that is, \"I will make them to be praised by others.\""}, {"ref": "At that time I will lead you; at that time I will gather you together", "text": "These two lines mean basically the same thing and imply that Yahweh will bring the exiled people back to their homeland. AT: \"At that time I will gather you together and lead you home.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]