[{"id": "01", "tn": [{"ref": "Eliphaz the Temanite", "text": "This is the name of a man. People from Teman are known as Temanites. Translate as in [[:en:bible:notes:job:02:11|2:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Should a wise man answer with useless knowledge and fill himself with the east wind?", "text": "Eliphaz uses this rhetorical question to rebuke Job. This can be written as a statement. AT: \"A wise man should not answer with useless knowledge nor fill himself with the east wind\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "fill himself with the east wind", "text": "The wind represents emptiness. This phrase speaks of a person speaking empty and meaningless words as if that person we full of the wind. AT: \"fill himself with empty words\" or \"only have meaningless words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the east wind", "text": "\"hot air\" (UDB) or \"the desert wind\""}, {"ref": "Should he reason with unprofitable talk or with speeches with which he can do no good?", "text": "Eliphaz uses this rhetorical question to rebuke Job. This can be written as a statement. AT: \"He should not reason with unprofitable talk nor with speeches with which he can do no good\" or \"He should not argue using unprofitable talk or make speeches that accomplish nothing good\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "diminish", "text": "\"destroy\" or \"invalidate\""}, {"ref": "obstruct", "text": "\"diminish\" or \"take away\""}, {"ref": "devotion to", "text": "\"meditation on\" or \"concern for\""}, {"ref": "your iniquity teaches your mouth", "text": "This describes \"iniquity\" as if it were a teacher and Job's mouth is described as if it is learning. This means that his speech is greatly influence by his iniquity. AT: \"your iniquity is like a teacher and your mouth is like its student\" or \"it is because of you sin that you speak the way you do\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your mouth", "text": "This speaks of Job, but refers to his \"mouth\" to place emphasis what he says. AT: \"you to speak\" or \"you to say what you say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to have the tongue of a crafty man", "text": "The refers to way a crafty man speaks as his \"tongue.\" AT: \"to speak in the way of a crafty man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "crafty", "text": "\"deceptive\""}, {"ref": "Your own mouth condemns you, not mine", "text": "This refers to the Job and Eliphaz by their \"mouths\" to place emphasis what they say. AT: \"You are condemned by what you say, not by what I say\" or \"You condemn yourself by what you say, it is not I who condemn you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your own lips testify", "text": "This speaks of Job, but refers to his \"lips\" to place emphasis what he says. AT: \"your own words\" or \"you testify\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Each verse is a parallelism that contains two rhetorical questions. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you the first man that was born?", "text": "The implicit answer here is \"no.\" This rhetorical question can be written as a statement. AT: \"You are not the first man that was born\" [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Were you brought into existence before the hills?", "text": "The implicit answer here is \"no.\" This rhetorical question can be written as a statement. AT: \"You were not brought into existence before the hills\" or \"God did not bring you into existence before he brought he hills into existence\" [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Were you brought", "text": "This can be stated in active form. AT: \"Did God bring you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Have you heard the secret knowledge of God?", "text": "The implicit answer here is \"no.\" This rhetorical question can be written as a statement. AT: \"You have not heard the secret knowledge of God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you limit wisdom to yourself?", "text": "This rhetorical question emphasizes that he cannot limit wisdom to himself. This can be written as a statement. AT: \"You cannot limit wisdom to yourself\" or \"You are not the only wise person\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What do you know that we do not know?", "text": "The implicit answer here is \"nothing.\" This question can be written as a statement. AT: \"There is nothing that you know that we do not know\" or \"Everything you know, we also know\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What do you understand that is not also in us?", "text": "This speaks of the men having understanding as if it were something \"inside\" them. AT: \"Everything you understand, we also understand\" or \"We understand everything that you understand\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "With us are both the gray-headed and the very aged men", "text": "headed and the very aged men** - Eliphaz speaks of him and the other men having the wisdom of very aged men whom they had learned from as if they were physically present with them. AT: \"We have gained wisdom from both the gray-headed and the very aged men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gray-headed and the very aged men", "text": "headed and the very aged men** - The phrase \"gray-headed\" is a physical description of the \"very old men.\" AT: \"the very old men who have gray hair.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "much older than your father", "text": "This is an exaggeration. AT: \"older than your father\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Are the consolations of God ... gentle toward you?", "text": "This rhetorical question is an accusation, with the implicit answer to the question being \"yes.\" This question may be written as a statement. AT: \"You must think that the consolations of God are too small for you, the words that are gentle toward you\""}, {"ref": "consolations", "text": "\"comforts\" or \"sympathies\""}]}, {"id": "12", "tn": [{"ref": "Why does your heart carry you away?", "text": "Here the \"heart\" represents a person's emotions. AT: \"Why do your emotions take you away?\" or \"Why do you allow your emotions to guide your decisions?\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why do your eyes flash", "text": "This probably refers to Job appearing angry, specifically the appearance of his eyes. AT: \"Why do your eyes look angry\" or \"Why are you angry\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "turn your spirit", "text": "Here the \"spirit\" refers to the whole person. AT: \"turn yourself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bring out such words from your mouth", "text": "This describes him speaking. AT: \"and so you say harsh things against him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What is man ... What is he who is born", "text": "These two questions are basically the same and are used together to emphasize that a man cannot be perfect. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "What is man that he should be clean?", "text": "This rhetorical question is asked to emphasize that a man cannot be completely \"clean.\" This can be written as a statement. AT: \"A man, he cannot be completely clean.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "clean", "text": "A person who God considers spiritually acceptable  is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What is he who is born of a woman that he should be righteous?", "text": "This rhetorical question is asked to emphasize that a man cannot be completely \"righteous.\" This can be written as a statement. AT: \"A man who is born from a woman cannot be completely righteous.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "See", "text": "This word is used here to draw Job's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his holy ones", "text": "\"his angels\" (UDB)"}, {"ref": "clean", "text": "Something that God considers spiritually acceptable is spoken of as if it were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in his sight", "text": "Here sight represents judgment or evaluation. AT: \"in his judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "abominable and corrupt", "text": "These two words basically mean the same thing and emphasize how wicked humans are. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "who drinks iniquity like water", "text": "This describes iniquity as if it were water you can drink. It compares how the evil man desires to commit sin to how readily he desires to drink cool water. AT: \"who love iniquity as much as they love a cup of fresh water\" or \"who commit evil deeds as often as they drink water\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "I will show you", "text": "This is an idiom. AT: \"I will explain to you\" or \"I will make it clear to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will announce", "text": "\"I will declare\""}, {"ref": "their ancestors did not hide", "text": "Eliphaz emphasizes that their ancestors purposefully taught them these things. AT: \"their ancestors taught openly\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "19", "tn": [{"ref": "to whom alone the land was given", "text": "This can be stated in active form. AT: \"to whom alone God gave the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "among whom no stranger ever passed", "text": "This means that no foreigner lived among them, specifically so that they would not be influenced by pagan religions. AT: \"no one from another country came and caused them to think wrongly about God\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "twists in pain", "text": "\"suffers a lot of pain.\" This is either physical or emotional pain."}, {"ref": "the number of years that are laid up", "text": "This can be stated in active form. AT: \"all the years that God has laid up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that are laid up", "text": "This is an idiom. AT: \"that are prepared\" or \"that are set aside\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "A sound of terrors is in his ears", "text": "\"He constantly hears sounds that terrify him\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues describing the wicked man he began to describe in [[:en:bible:notes:job:15:19|15:20]]."}, {"ref": "return out of darkness", "text": "Here \"darkness\" is a metaphor for trouble or misfortune. AT: \"escape misfortune\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the sword waits for him", "text": "Here \"the sword\" is a metonym that represents an enemy who is waiting to kill the evil man. Possible meanings are 1) he is worried that someone will murder him. AT: \"he worries that someone is about to murder him\" or 2) it is certain that he is going to be murdered. AT: \"someone is waiting to murder him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for bread", "text": "Here \"bread\" refers to food in general. AT: \"for food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the day of darkness", "text": "This is an idiom. AT: \"the day of disaster\" or \"the moment of his death\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "is at hand", "text": "This is an idiom. AT: \"is coming soon\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "", "text": "**Distress and anguish make him afraid;"}, {"ref": "", "text": "The word \"distress\" and \"anguish\" mean basically the same thing and emphasize the intensity of the emotion. Here these feelings are spoken of as if they were an enemy who is attacking the wicked man. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "prevail against", "text": "\"overpower\" or \"defeat\""}, {"ref": "as a king ready for battle", "text": "This compares how his distress and anguish overpower him to how a king, who is ready for battle, would prevail against him. AT: \"just like a king, who is ready for a battle, would prevail against him\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "25", "tn": [{"ref": "he has reached out with his hand against God", "text": "\"he has shook his fist against God.\" This is a sign of aggression. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "runs at God", "text": "This speaks of the wicked man acting aggressively against God as if he were running towards him to attack him. AT: \"attacks God\" or \"acts violently against God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with a thick shield", "text": "\"with his strong shield\""}]}, {"id": "27", "tn": [{"ref": "This is true", "text": "\"This\" refers to the wicked man running at God from the previous verse."}, {"ref": "he has covered his face with his fat and gathered fat on his loins", "text": "This wicked man is described as fat and weak, while believing himself to be strong enough to defeat God. AT: \"he is weak with a fat face and fat loins\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "which no man inhabits", "text": "\"which are abandoned\""}, {"ref": "heaps", "text": "\"ruins\" or \"dumps\""}]}, {"id": "29", "tn": [{"ref": "He will not be rich; his wealth will not last", "text": "These two litotes express that he will be the opposite of rich, that he will be poor. AT: \"he will be poor; all his money will disappear\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "not even his shadow will last on the earth", "text": "This repeats the idea that all the possessions of the wicked will disappear. Other translations may read: \"nor will his possessions spread out on the earth.\""}, {"ref": "out of darkness", "text": "Darkness here represents death. AT: \"out of the darkness of death\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a flame will dry up his stalks", "text": "Here the flame represents God's judgment and the drying up of his stalks represents either the fact that his possessions disappear, or that he will die. AT: \"God will take everything he owns away, like a fire dries out the moist branches of a tree\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the breath of God's mouth", "text": "Here God's \"breath\" represents his judgement. AT: \"God's breath\" or \"God's judgment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will go away", "text": "This  to his refers to him dying. AT: \"he will die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "31", "tn": [{"ref": "for uselessness will be his reward", "text": "The missing words can be added. AT: \"for if he trusts in them, uselessness will be his reward\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "his branch will not be green", "text": "This speaks of the man looking pale and dead as if he were a dried out stalk or tree branch. AT: \"he will look dead, just like the branch of a dead tree does not look green\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will drop his ... he will cast off his", "text": "These two lines give a similar image, which is repeated to emphasize that this will surely happen. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will drop his unripe grapes like a grapevine", "text": "This speaks of the wicked man growing weak and dying as if he were a grapevine dropping unripe grapes. AT: \"Just like a grapevine drops its unripe grapes, so the wicked man will drop his strength\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will cast off his flowers like the olive tree", "text": "This speaks of the wicked man growing weak and dying as if he were were an olive tree dropping its flowers. At: \"just like an olive tree looses its flowers, so the wicked man will loose his strength\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "34", "tn": [{"ref": "the company of godless people", "text": "\"the group of godless people\""}, {"ref": "fire will consume their tents of bribery", "text": "The phrase \"tents of bribery\" means that the wicked people bought these tents with the money they made by bribery. AT: \"the tents they bought with their bribes will be burned by fire\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "They conceive mischief and give birth to iniquity; their womb conceives deceit", "text": "The same thought is repeated three times to emphasize how much evil these people produce. This speaks of a person planning to do evil things and doing them as if the person were conceiving and giving birth to these things as a woman conceives and gives birth to a child. AT: \"They plan to cause mischief and do evil things; they are always planning to deceive others\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their womb conceives", "text": "Here the \"womb\" is used to refer to the person to emphasize conception, as it is in the womb that conception takes place. AT: \"they conceive\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]