[{"id": "01", "tn": [{"ref": "Oh, that I were as I was in the past months", "text": "Job uses this exclamation to express a wish. AT: \"I wish that I were as I was in past months\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "when his lamp shined on my head", "text": "God's lamp shining on Job represents God blessing Job. AT: \"when God's blessing was like a lamp shining its light on my head\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when I walked through darkness by his light", "text": "Walking through darkness represents experiencing difficult situations. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "in the ripeness of my days", "text": "Job speaks of when he was young and strong as if his days were the time when the harvest is ripe. AT: \"when I was young and strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when the friendship of God was on my tent", "text": "The abstract noun \"friendship\" can be expressed with the noun \"friend.\" The word \"tent\" represents Job's home.  AT: \"when God was my friend and protected my home\" (See:  [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when my way was awash in cream", "text": "\"when my path was flowing with cream.\" Job uses this hyperbole to express that he had many cows and they produced much more cream than he and his family needed. AT: \"when my cows provided an abundance of cream\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "and the rock poured me out streams of oil", "text": "\"and the rock poured out streams of oil for me.\" Job uses this hyperbole to express that he had many olive vines and great amounts of olive oil. The rock is where his servants pressed the oil out of the olives. AT: \"when my servants pressed out a great amount of olive oil\" or \"when oil flowed like streams from the pressing rock\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "city square", "text": "This is an open area in a village or city where two or more streets meet."}, {"ref": "rose and stood for me", "text": "This is a symbol of respect. It can be stated clearly. AT: \"rose and stood respectfully for me\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "09", "tn": [{"ref": "The princes used to refrain from talking when I came", "text": "This was a sign of respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "they would lay their hand on their mouths", "text": "They did this to show that they would not speak. This was a sign of their respect for Job. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "The voices of the noblemen were hushed", "text": "This can be stated in active form. AT: \"The noblemen hushed their voices\" or \"The noblemen stopped speaking\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and their tongue clung to the roof of their mouths", "text": "This represents them having so much respect for Job that they had nothing to say. AT: \"and they felt that they were unable to speak\" or \"and they had nothing to say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "after their ears heard me ... after their eyes saw me", "text": "The ears represent those who heard him, and the eyes represent those who saw him. AT: \"after they heard what I told them ... after they saw me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they would then give witness to me and approve of me", "text": "\"they would witness approvingly of me\""}, {"ref": "I used to rescue the poor person who cried out", "text": "Here \"the poor person\" refers to any poor person. AT: \"I used to rescue poor people who cried out\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "The blessing of him who was about to perish came on me", "text": "Someone's blessing coming on another represents that person blessing another. AT: \"He who was about to perish would bless me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "him who was about to perish", "text": "This represents anyone who was about to die. AT: \"those who were about to die\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "I caused the widow's heart to sing for joy", "text": "Here \"the widow's heart\" represents any widow. AT: \"I caused widows to sing joyfully\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "14", "tn": [{"ref": "I put on righteousness, and it clothed me", "text": "People often spoke of righteousness as if it were clothing.  AT: \"I did what was righteous, and it was like clothing that I put on\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my justice was like a robe and a turban", "text": "People often spoke of justice as if it were clothing. AT: \"I did what was just, and it was like a robe and a turban on me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "turban", "text": "a long cloth that men wrap around their heads and wear as a hat"}, {"ref": "I was eyes to blind people", "text": "This represents helping blind people. AT: \"I was like eyes for blind people\" or \"I guided blind people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was feet to lame people", "text": "This represents helping blind people. AT: \"I was like feet for lame people\" or \"I supported lame people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was a father to needy people", "text": "Here \"I was a father\" represents providing for people. AT: \"I provided for needy people as a father provides for his children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "In verses 18-20 Job tells about the things he used to say before bad things happened to him."}, {"ref": "I broke the jaws of ... I plucked the victim", "text": "Job speaks of unrighteous people who persecute others as if they were wild animals that attack their victims by picking them up between their teeth. AT: \"I made unrighteous people stop persecuting people, like someone who breaks the jaw of a wild animal and rescues its victim from between its teeth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will die in my nest", "text": "Here \"nest\" represents Job's home and family. Job used to speak as if he were a bird that lived in a nest with his baby birds. AT: \"I will die at home with my family\" (UDB) or \"I will die in the safety of my home\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will multiply my days like the grains of sand", "text": "Job used to speak as if the days of his life would be as many as the grains of sand on the shore. This is an exaggeration to express that he would live a very long time. AT: \"I will live a very long time\" or \"I will live many years\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "My roots ... my branches", "text": "Job used to speak speak of his strength as if he were strong like a well-watered tree. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "The honor in me is always fresh", "text": "The abstract noun \"honor\" can be expressed with the verb \"honor.\" Here \"fresh\" represents the honor being constantly given. AT: \"People constantly give me honor\" or \"People always honor me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the bow of my strength is always new in my hand", "text": "A new bow is very strong. Job's bow of strength in his hand represents his physical strength. AT: \"I am always strong like a new bow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my speech dropped like water on them", "text": "Here \"dropped like water on them\" represents refreshing the people who heard him. The abstract noun \"speech\" can be translated with the verb \"speak\" or \"say.\" AT: \"My speech refreshed their hearts as drops of water refresh people's bodies\" or \"What I said to them refreshed them like drops of water\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "23", "tn": [{"ref": "They always waited for me as they waited for rain", "text": "People waited for Job patiently and expected to hear good things. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they opened their mouth wide to drink in my words", "text": "This represents waiting eagerly for Job to speak in order to benefit from what said said. AT: \"they eagerly waited for me to speak in order to benefit from what I said\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as they would do for the latter rain", "text": "\"as farmers wait eagerly for the latter rain\""}, {"ref": "the latter rain", "text": "This refers to the large amount of rain that falls just before the dry season."}, {"ref": "I smiled on them", "text": "It can be stated clearly that the purpose of smiling was to encourage them. AT: \"I smiled on them to encourage them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the light of my face", "text": "This represents the kindness they saw in Job's face. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "I selected their ways", "text": "Here \"selected their ways\" represents deciding what they should do. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sat as their chief", "text": "Here \"sat\" represents ruling or leading. Chiefs sat down when they made important decisions. AT: \"led them as their chief\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sat as their chief", "text": "Job was their chief. AT: \"led them because I was their chief\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I lived like a king with his army", "text": "Job speaks of how he led the people and how they obeyed him as if he were a king and they were his army.  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I was like one who comforts mourners", "text": "This phrase means that Job actually was one who comforted people. AT: \"I comforted them when they mourned\""}]}]