[{"id": "01", "tn": [{"ref": "Now", "text": "Here this word is used to mark a new part of the story."}, {"ref": "Dinah", "text": "This is the name of Leah's daughter. See how you translated this name in [[:en:bible:notes:gen:30:19|30:21]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Hivite", "text": "This is the name of a people group. See how you translated the similar word \"Hivites\" in [[:en:bible:notes:gen:10:15|10:17]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the prince of the land", "text": "This is referring to Hamor not Shechem. Also, \"prince\" here does not mean son of a king. It means Hamor was the leader of the people in that area."}, {"ref": "assaulted her, and slept with her", "text": "Shechem raped Dinah. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "He was drawn to Dinah", "text": "\"He was very attracted to her\" (UDB). This speaks about Shechem loving Dinah and wanting to be with her as if something were forcing him to come to Dinah. This can be stated in active form. AT: \"He wanted very much to be with Dinah\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "spoke tenderly to her", "text": "This means he spoke affectionately to convince her that he loved her and that he wanted her to love him also."}]}, {"id": "04", "tn": [{"ref": "Now Jacob", "text": "\"Now\" is used here to mark a change from the story to background information about Jacob. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Jacob heard that he", "text": "The word \"he\" refers to Shechem."}, {"ref": "he had defiled", "text": "This means that Shechem had greatly dishonored and disgraced Dinah by forcing her to sleep with him."}, {"ref": "held his peace", "text": "This is a way of saying that Jacob did not say or do anything about the matter. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "Hamor ... went out to Jacob", "text": "\"Hamor ... went to meet Jacob\""}, {"ref": "The men were offended", "text": "\"The men were outraged\""}, {"ref": "They were very angry ... should not have been done", "text": "This can be stated as a direct quotation spoken by Jacob's son, as in the UDB. (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "he had disgraced Israel", "text": "Here the word \"Israel\" refers to every member of Jacob's family. Israel as a people group was disgraced. AT: \"he had humiliated the family of Israel\" or \"he had brought shame on the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forcing himself on Jacob's daughter", "text": "\"assaulting Jacob's daughter\""}, {"ref": "for such a thing should not have been done", "text": "This can be stated in active form. AT: \"for he should not have done such a terrible thing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Hamor spoke with them", "text": "\"Hamor spoke with Jacob and his sons\""}, {"ref": "loves your daughter", "text": "Here the word \"love\" refers to romantic love between a man and a woman. AT: \"loves her and wants to marry her\""}, {"ref": "give her to him as a wife", "text": "In some cultures, the parents decide whom their children will marry."}, {"ref": "Intermarry with us", "text": "To intermarry is to marry a member of a different racial, social, religious or tribal group. AT: \"Allow marriages between your people and ours\""}, {"ref": "the land will be open to you", "text": "\"the land will be available to you\""}]}, {"id": "11", "tn": [{"ref": "Shechem said to her father", "text": "\"Shechem said to Dinah's father Jacob\""}, {"ref": "Let me find favor in your eyes, and whatever you tell me I will give", "text": "Here \"eyes\" stands for a person's thoughts or opinion. AT: \"If you will approve of me, then I will give you whatever you ask\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bride price", "text": "In some cultures, it is customary for a man to give money, property, cattle, and other gifts to the bride's family at the time of marriage."}, {"ref": "The sons of Jacob answered Shechem and Hamor his father with deceit", "text": "The abstract noun \"deceit\" can be stated as the verb \"lied.\" AT: \"But the sons of Jacob lied to Shechem and Hamor when they answered them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Shechem had defiled Dinah", "text": "This means that Shechem had greatly dishonored and disgraced Dinah by forcing her to sleep with him. See how you translated \"defiled\" in [[:en:bible:notes:gen:34:04|34:5]]."}]}, {"id": "14", "tn": [{"ref": "They said to them", "text": "\"Jacob's sons said to Shechem and Hamor\""}, {"ref": "We cannot do this thing, to give our sister", "text": "\"We cannot agree to give Dinah in marriage\""}, {"ref": "for that would be a disgrace to us", "text": "\"for that would cause us shame.\" Here \"us\" refers to Jacob's sons and all the people of Israel. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "give our daughters to you ...  take your daughters to ourselves", "text": "This means they will allow a person from Jacob's family to marry a person who lives in Hamor's land."}]}, {"id": "18", "tn": [{"ref": "Their words pleased Hamor and his son Shechem", "text": "Here \"words\" stands for what was said. AT: \"Hamor and his son Shechem agreed with what Jacob's sons said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to do what they said", "text": "\"to become circumcised\""}, {"ref": "Jacob's daughter", "text": "\"Jacob's daughter Dinah\""}, {"ref": "because he was the most honored person in all his father's household", "text": "This can be translated as a new sentence. It can be made explicit that Shechem knew the other men would agree to be circumcised because they greatly respected him. AT: \"Shechem knew all the men in his father's household would agree with him because he was the most honored among them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "the gate of their city", "text": "It was common for leaders to meet at the city gate to make official decisions."}, {"ref": "These men", "text": "\"Jacob, his sons, and the people of Israel\""}, {"ref": "peace with us", "text": "Here \"us\" includes Hamor, his son and all the people they spoke with at the city gate. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "let them live in the land and trade in it", "text": "\"let them live and trade in the land\""}, {"ref": "for, really, the land is large enough for them", "text": "Shechem uses the word \"really\" to add emphasis to his statement. \"because, certainly, the land is large enough for them\" or \"because, indeed, there is plenty of land for them\""}, {"ref": "take their daughters ... give them our daughters", "text": "This refers to marriages between the women of one group and the men of the other group. See how you translated similar phrases in [[:en:bible:notes:gen:34:08|34:9]]."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Hamor and Shechem his son continue to talk to the city elders."}, {"ref": "Only on this condition will the men agree to live with us and become one people: if every male among us is circumcised, as they are circumcised", "text": "\"Only if every man among us is circumcised, as the men of Israel are circumcised, will they agree to live among us and unite with us as one people\""}, {"ref": "Will not their livestock and their property—all their animals be ours?", "text": "Shechem uses a question to emphasize that Jacob's livestock and property will belong to the people of Shechem. This can be translated as a statement. AT: \"All of their animals and property will be ours.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "Every male was circumcised", "text": "This can be stated in active form. AT: \"So Hamor and Shechem had someone circumcise all the men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "On the third day", "text": "\"third\" is the ordinal number for three. It can be stated without the ordinal number. AT: \"After two days\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "when they were still in pain", "text": "\"when the men of the city were still in pain\""}, {"ref": "each took his sword", "text": "\"took their swords\""}, {"ref": "they attacked the city", "text": "Here \"city\" stands for the people. AT: \"they attacked the people of the city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "security, and they killed all the males", "text": "This can be translated as a new sentence. \"security. Simeon and Levi killed all the men of the city\""}, {"ref": "with the edge of the sword", "text": "Here \"edge\" stands for the blade of the sword. AT: \"with the blade of their swords\" or \"with their swords\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "27", "tn": [{"ref": "the dead bodies", "text": "\"the dead bodies of Hamor, Shechem, and their men\""}, {"ref": "looted the city", "text": "\"stole everything in the city that was valuable\""}, {"ref": "because the people had defiled their sister", "text": "Shechem alone had defiled Dinah, but Jacob's sons considered Shechem's entire family and everyone in the city responsible for this act."}, {"ref": "had defiled", "text": "This means that Shechem had greatly dishonored and disgraced Dinah by forcing her to sleep with him. See how you translated \"defiled\" in [[:en:bible:notes:gen:34:04|34:5]]."}, {"ref": "They took their flocks", "text": "\"Jacob's sons took the people's flocks\""}, {"ref": "all their wealth", "text": "\"all their possessions and money\""}, {"ref": "All their children and their wives, they captured", "text": "\"They captured all their children and wives\""}]}, {"id": "30", "tn": [{"ref": "brought trouble on me", "text": "Causing someone to experience trouble is spoken of as if trouble were an object that is brought and placed on a person. AT: \"caused great problems for me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to make me stink to the inhabitants of the land", "text": "Causing the people in the surrounding areas to hate Jacob is spoken of as if Jacob's sons made him smell bad physically. This can be translated as a new sentence. AT: \"You have made me repulsive to the people who live in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am few in number ... against me and attack me, then I will be destroyed, I and my household", "text": "Here the words \"I\" and \"me\" refer to all of Jacob's household. Jacob only says \"I\" or \"me\" since he is the leader. AT: \"My household is small ... against us and attack us, then they will destroy all of us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "gather themselves together against me and attack me", "text": "\"form an army and attack me\" or \"form an army and attack us\""}, {"ref": "then I will be destroyed", "text": "This can be stated in active form. AT: \"they will destroy me\" or \"they will destroy us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Should Shechem have dealt with our sister as with a prostitute?", "text": "Simeon and Levi use a question to emphasize that Shechem did what was wrong and deserved to die. AT: \"Shechem should not have treated our sister as if she were a prostitute!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]