[{"id": "01", "tn": [{"ref": "I have called by name", "text": "God speaks of choosing specific people as calling them by name. AT: \"I have chosen\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Bezalel ... Uri ... Hur", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "I have filled Bezalel with my Spirit", "text": "Yahweh speaks of giving Bezalel his Spirit as if Bezalel were a container and God's Spirit were a liquid. AT: \"I have given my Spirit to Bezalel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for all kinds of craftsmanship", "text": "The abstract noun \"craftsmanship\" can be translated as \"making crafts\" or \"making things.\" AT: \"for making all kinds of crafts\" or \"so that he can make all kinds of things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "Oholiab ... Ahisamach", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I have put skill into the hearts of all who are wise", "text": "God speaks of making people able to make things as if he were putting the ability into their hearts. AT: \"I have given skill to all who are wise\" or \"I have made all who are wise able to make things well\""}, {"ref": "tent of meeting", "text": "This is another name for the tabernacle. See how you translated this in [[:en:bible:notes:exo:27:20|27:21]]."}, {"ref": "ark of the testimony", "text": "The ark is the chest that contains the commandments. This can be stated clearly in the translation. See how you translated this in [[:en:bible:notes:exo:26:31|26:33]]. AT: \"the chest containing the commandments\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "atonement lid", "text": "This is the lid that sits on top of the ark where the atonement offering was made. See how you translated this in [[:en:bible:notes:exo:25:15|25:17]]."}, {"ref": "incense altar", "text": "\"altar to burn incense.\" See how you translated this in [[:en:bible:notes:exo:30:03|30:03]]."}, {"ref": "altar for burnt offerings", "text": "\"altar on which offering were burnt.\" See how you translated this in [[:en:bible:notes:exo:30:26|30:28]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "finely-woven garments", "text": "woven garments** - These were clothing made from narrow linen threads that someone twisted together to make a stronger thread. See how you translated a similar phrase in [[:en:bible:notes:exo:28:06|28:8]]."}, {"ref": "These craftsmen", "text": "\"These people who are skilled in making beautiful things\""}]}, {"id": "12", "tn": [{"ref": "You must certainly keep Yahweh's Sabbath days", "text": "God speaks of obeying his instructions about the Sabbath as keeping the Sabbath. AT: \"You must certainly obey Yahweh's instructions about the Sabbath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "throughout your people's generations", "text": "\"through all the generations of your descendants.\" See how you translated this in [[:en:bible:notes:exo:12:12|12:14]]."}, {"ref": "who sets  you apart for himself", "text": "God speaks of choosing people to be his as setting them apart for himself. AT: \"who has chosen you to be his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for it must be treated by you as holy", "text": "This can be stated in active form. AT: \"for you must treat it as holy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Everyone who defiles it", "text": "God speaks of treating the Sabbath with disrespect as defiling it. AT: \"Everyone who treats the Sabbath with disrespect\" or \"Everyone who does not obey the laws about the Sabbath\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must surely be put to death", "text": "\"must surely be killed.\"  This can be stated in active form. AT: \"you must surely kill\" or \"you must surely execute\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must surely be cut off from his people", "text": "The metaphor \"cut off\" has at least three possible meanings. They can be expressed in active form: 1) \"Yahweh will no longer consider him to be one of his people\" 2)  \"you must surely send him away\" or 3) \"you must surely kill him.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but the seventh day", "text": "\"but day 7\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what he must tell the people of Israel."}, {"ref": "must keep the Sabbath", "text": "God speaks of obeying his instructions about the Sabbath as keeping the Sabbath. AT: \"must obey Yahweh's instructions about the Sabbath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They must observe it throughout their people's generations", "text": "\"They and all the generations of their descendants must observe it.\" See how you translated \"throughout their people's generations\" in [[:en:bible:notes:exo:12:12|12:42]]."}, {"ref": "permanent law", "text": "\"a law the will not end.\" See how you translated this in [[:en:bible:notes:exo:28:42|28:43]]."}]}, {"id": "18", "tn": [{"ref": "written on by his own hand", "text": "This can be translated with an active verb. AT: \"which Yahweh wrote on with his own hand\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]