[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus preaches from Simon Peter's boat at the lake of Gennesaret."}, {"ref": "Now it happened", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the lake of Gennesaret", "text": "This is another name for the Sea of Galilee. Galilee was on the west side of the lake, and the land of Gennesaret was on the east side, so it was called by both names."}, {"ref": "washing their nets", "text": "They were cleaning their fishing nets in order to use them again to catch fish."}, {"ref": "one of the boats, which was Simon's", "text": "\"the boat belonging to Simon\""}, {"ref": "asked him to put it out in the water a short distance from the land", "text": "\"asked Simon to move the boat farther from the shore\""}, {"ref": "he sat down and taught the people", "text": "Sitting was the normal position for a teacher."}, {"ref": "taught the people out of the boat", "text": "\"taught the people while he sat in the boat.\" Jesus was in the boat a short distance from the shore and he was speaking to the people who were on the shore."}]}, {"id": "04", "tn": [{"ref": "When he had finished speaking", "text": "\"When Jesus had finished teaching the people\""}, {"ref": "at your word", "text": "\"because of your word\" or \"because you have told me to do this\""}, {"ref": "motioned", "text": "They were too far from shore to call so they made gestures, probably waving their arms."}, {"ref": "they began to sink", "text": "\"the boats began to sink.\" The reason could be stated clearly. AT: \"the boats began to sink because the fish were so heavy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "fell down at Jesus' knees", "text": "Possible meanings are 1) \"knelt down before Jesus\" or 2) \"bowed down at Jesus' feet\" or 3) \"lay down on the ground at Jesus' feet.\" Peter did not fall accidentally. He did this as a sign of humility and respect for Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "sinful man", "text": "The word here for \"man\" means \"adult male\" and not the more general \"human being.\""}, {"ref": "the catch of fish", "text": "\"the large number of fish\""}, {"ref": "partners with Simon", "text": "\"Simon's partners in his fishing business\""}, {"ref": "you will catch men", "text": "The image of catching fish is being used as a metaphor for gathering people to follow Christ. AT: \"you will fish for people\" or \"you will gather people for me\" or \"you will bring people to be my disciples\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jesus heals a leper in a different city that is not named."}, {"ref": "It came about", "text": "This phrase marks a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "a man full of leprosy", "text": "\"a man who was covered with leprosy.\" This introduces a new character in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "he fell on his face", "text": "\"he knelt and touched the ground with his face\" or \"he bowed down to the ground\" (UDB)"}, {"ref": "if you are willing", "text": "\"if you want to\""}, {"ref": "you can make me clean", "text": "It is understood that he was asking Jesus to heal him. This can be stated clearly. AT: \"please make me clean, because you are able\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "make me clean ... Be clean", "text": "This refers to ceremonial cleanness, but it is understood that he is unclean because of the leprosy. He is really asking Jesus to heal him of his disease. This can be stated clearly. AT: \"heal me from leprosy so I will be clean ... Be healed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the leprosy left him", "text": "\"he no longer had leprosy\" (UDB)"}]}, {"id": "14", "tn": [{"ref": "to tell no one", "text": "This can be translated as a direct quote: \"Do not tell anyone\" There is implied information that can also be stated explicitly (AT): \"do not tell anyone __that you have been healed__\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "sacrifice for your cleansing", "text": "The law required a person to make a specific sacrifice after they were healed. This allowed the person to be ceremonially clean, and able to again participate in religious rituals."}, {"ref": "for a testimony", "text": "\"so proof of your healing\""}, {"ref": "to them", "text": "Possible meanings are 1) \"to the priests\" or 2) \"to all the people.\""}]}, {"id": "15", "tn": [{"ref": "the report about him", "text": "\"the news about Jesus.\" This could mean either \"the report about Jesus' healing the man with leprosy\" or \"the report about Jesus' healing people.\""}, {"ref": "the report about him spread even farther", "text": "\"the report about him went out even farther.\" This can be stated in active form. AT: \"people kept telling the news about him in other places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the deserted places", "text": "\"lonely places\" or \"places where there were no other people\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "One day when Jesus was teaching in a building, some men brought a paralyzed man for Jesus to heal."}, {"ref": "It came about", "text": "This phrase marks the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}]}, {"id": "18", "tn": [{"ref": "Now some men came", "text": "These are new people in the story. Your language may have a way of showing that these are new people. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "mat", "text": "\"sleeping pad\" or \"bed\" or \"stretcher\""}, {"ref": "was paralyzed", "text": "\"could not move himself\""}, {"ref": "They could not find a way to bring him in because of the crowd, so", "text": "In some languages it might be more natural to reorder this. AT: \"But because of the crowd of people, they could not find a way to bring the man inside. So\""}, {"ref": "because of the crowd", "text": "It is clear that the reason they could not enter was that the crowd was so large that there was no room for them. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "they went up to the housetop", "text": "Houses had flat roofs, and some houses had a ladder or staircase outside to make it easy to go up there. This can be stated. AT: \"they went up to the flat roof of the house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "right in front of Jesus", "text": "\"directly in front of Jesus\" or \"immediately in front of Jesus\""}]}, {"id": "20", "tn": [{"ref": "Seeing their faith, Jesus said", "text": "It is understood that they believe Jesus could heal the paralyzed man. This can be stated. AT: \"When Jesus perceived that they believed that he could heal the man, he said to him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Man", "text": "This is a general word that people used when speaking to a man whose name they did not know. It was not rude, but it also did not show special respect. Some languages might use a word like \"friend\" or \"sir.\""}, {"ref": "your sins are forgiven you", "text": "This can be stated in active form. AT: \"you are forgiven\" or \"I forgive your sins\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "question this", "text": "\"discuss this\" or \"reason about this.\" What they questioned can be stated. AT: \"discuss whether or not Jesus had authority to forgive sins\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Who is this who speaks blasphemies?", "text": "This question shows how shocked and angry they were at what Jesus said. This can be written as a statement. AT: \"This man is blaspheming God\" or \"He blasphemes God by saying that\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who can forgive sins but God alone?", "text": "The implied information is that if a person claims to forgive sins he says he is God. This can be written as a clear statement. AT: \"No one can forgive sins but God alone\" or \"God is the only one who can forgive sins\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "perceiving what they were thinking", "text": "This phrase indicates that they were reasoning silently, so that Jesus sensed rather then heard what they were thinking."}, {"ref": "Why are you questioning this in your hearts?", "text": "This can be stated in active form. AT: \"You should not argue about this in your hearts\" or \"You should not doubt that I have the authority to forgive sins\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in your hearts", "text": "This expression here means they were thinking this silently. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Which is easier to say ... walk?", "text": "Jesus uses this question to connect his power to forgive with the miracle of healing that he is going to do. It can be stated in active form. AT: \"It is easy to say, 'Your sins are forgiven,' but only God can cause this lame man to 'Get up and walk'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "easier to say", "text": "The unspoken implication is that one thing is \"easier to say because no one will know,\" but the other thing is \"harder to say because everyone will know.\" People could not see if the mans sins were forgiven, but they would all know if he would get up and walk. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "you may know", "text": "Jesus was speaking to the scribes and Pharisees. The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the Son of Man", "text": "Jesus was referring to himself."}, {"ref": "I say to you", "text": "Jesus was saying this to the paralyzed man. The word \"you\" is singular."}]}, {"id": "25", "tn": [{"ref": "Immediately", "text": "\"At once\" or \"Right away\""}, {"ref": "he got up", "text": "It may be helpful to clearly say that he was healed. AT: \"the man was healed! He got up.\""}, {"ref": "filled with fear", "text": "\"very afraid\" or \"filled with awe\""}, {"ref": "extraordinary things", "text": "\"amazing things\" or \"strange things\""}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus leaves the house, he calls Levi, the Jewish tax collector, to follow him. Levi prepares a big meal for Jesus which annoys the Pharisees and scribes."}, {"ref": "After these things happened", "text": "The phrase \"these things\" refers to what happened in the previous verses. This signals a new event. (See: [[:en:ta:vol2:translate:writing_newevent|Introduction of a New Event]])"}, {"ref": "saw a tax collector", "text": "\"looked at a tax collector with attention\" or \"looked carefully at a tax collector\""}, {"ref": "Follow me", "text": "To \"follow\" someone was a term that means to become their disciple. AT: \"Be my disciple\" or \"Come, follow me as your teacher\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "leaving everything behind", "text": "\"left his work as a tax collector\""}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "At the meal, Jesus speaks with the Pharisees and scribes."}, {"ref": "in his house", "text": "\"in Levi's house\""}, {"ref": "reclining at the table", "text": "The Greek style of eating at a feast was to lie on a couch and prop oneself up with the left arm on some pillows. AT: \"eating together\" or \"eating at the table\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to his disciples", "text": "\"to Jesus' disciples\""}, {"ref": "Why do you eat ... sinful people?", "text": "The Pharisees and scribes asked this question to express their disapproval that Jesus' disciples were eating with sinners. AT: \"You should not eat with sinners!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you eat and drink with ... sinful people", "text": "The Pharisees and scribes believed that religious people should separate themselves from people they considered to be sinners. The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "People who are well ... sick", "text": "Jesus expressed this as a proverb. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "physician", "text": "\"medical doctor\" or \"doctor\""}, {"ref": "only those who are sick", "text": "The words \"need a physician\" are understood from the phrase before this. AT: \"only those who are sick need one\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "righteous people", "text": "Some people thought they were righteous. Jesus referred to them by the way they thought about themselves even though he knew that they were not righteous. AT: \"people who think they are righteous\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "33", "tn": [{"ref": "They said to him", "text": "\"The religious leaders said to Jesus\""}, {"ref": "Can anyone make ... with them?", "text": "Jesus used this question to cause the people to think about a situation that they already know. This can be written as a statement. AT: \"No one tells the wedding attendants of the bridegroom to fast while he is still with them\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "wedding attendants", "text": "\"guests\" or \"friends.\" These are friends who celebrate with a man who is getting married."}, {"ref": "the wedding attendants of the bridegroom fast", "text": "Fasting is a sign of sadness. The religious leaders understood that the wedding attendants would not fast while the bridegroom was with them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the days will come when", "text": "\"soon\" or \"some day\" (UDB)"}, {"ref": "the bridegroom will be taken away from them", "text": "Jesus is comparing himself to the bridegroom, and the disciples to the wedding attendants. He did not explain the metaphor, so the translation should explain it only when necessary. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Jesus tells a story to the scribes and pharisees who were at Levi's house. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "No one tears", "text": "\"No one rips\" or \"People never tear\" (UDB)"}, {"ref": "mend", "text": "\"repair\""}, {"ref": "If he did that", "text": "This hypothetical statement explains the reason why a person would not actually mend a garment in that way. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "would not fit with", "text": "\"would not match\" or \"would not be the same as\""}]}, {"id": "37", "tn": [{"ref": "no one puts", "text": "\"people never put\" or \"no one puts\" (UDB)"}, {"ref": "new wine", "text": "\"grape juice.\" This refers to wine that has not yet fermented."}, {"ref": "wineskins", "text": "These were bags made out of animal skins. They could also be called \"wine bags\" or \"bags made of skin.\""}, {"ref": "the new wine would burst the skins", "text": "When the new wine ferments and expands, it breaks the old skins because they can no longer stretch out. Jesus' audience would have understood the information about the wine's fermenting and expanding. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the wine would be spilled", "text": "This can be stated in active form. AT: \"the wine would spill out of the bags\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fresh wineskins", "text": "\"new wineskins\" or \"new wine bags.\" This refers to new wineskins, unused."}, {"ref": "drinking old wine ... wants the new", "text": "This metaphor contrasts the old teaching of the religious leaders against the new teaching of Jesus. The point is that people who are used to the old teaching are not willing to listen to the new things that Jesus is teaching. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "old wine", "text": "\"wine that has fermented\""}, {"ref": "for he says, 'The old is better.'", "text": "It may be helpful to add: \"and he is therefore not willing to try the new wine\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]