[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives the answer to the struggle he has with sin and good."}, {"ref": "There is therefore now no condemnation for those who are in Christ Jesus", "text": "Here \"condemnation\" refers to punishing people. AT: \"God will not condemn and punish those who are joined to Christ Jesus\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "therefore", "text": "\"for that reason\" or \"because what I have just told you is true\""}, {"ref": "the principle of the Spirit of life in Christ Jesus", "text": "This refers to God's Spirit. AT: \"God's Spirit in Christ Jesus\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the principle of sin and death", "text": "This refers to our sinful nature that forces us to sin."}]}, {"id": "03", "tn": [{"ref": "For what the law was unable to do because it was weak through the flesh, God did", "text": "Here the law is described as a person who could not break the power of sin. AT: \"For the law did not have the power to stop us from sinning, because the power of sin within us was too strong. But God did stop us from sinning\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "through the flesh", "text": "\"because of people's sinful nature\""}, {"ref": "He ... sent his own Son in the likeness of sinful flesh ... an offering for sin ... he condemned sin", "text": "The Son of God forever satisfied God's holy anger against our sin by giving his own body and human life as the eternal sacrifice for sin."}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in the likeness of sinful flesh", "text": "\"who looked like any other sinful human being\""}, {"ref": "to be an offering for sin", "text": "\"so that he could die as a sacrifice for our sins\""}, {"ref": "and he condemned sin in the flesh", "text": "\"and God broke the power of sin through the body of his Son\""}, {"ref": "the requirements of the law might be fulfilled in us", "text": "You can translate this in an active form. AT: \"we might fulfill what the law requires\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we who walk not according to the flesh", "text": "\"we who do not obey our sinful desires\""}, {"ref": "but according to the Spirit", "text": "\"but who obey the Holy Spirit\""}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to contrast the flesh with the Spirit we now have."}, {"ref": "the mentality of the flesh ... the mentality of the Spirit", "text": "Here Paul speaks of both the \"flesh\" and the \"spirit\" as if they were living persons. AT: \"the way sinful people think ... the way people who listen to the Holy Spirit think\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "death", "text": "Here this means the separation of a person from God."}, {"ref": "Those who are in the flesh", "text": "This refers to people who do what their evil nature tells them to do."}]}, {"id": "09", "tn": [{"ref": "in the flesh", "text": "\"acting according to your sinful natures.\" See how \"the flesh\" was translated in [[:en:bible:notes:rom:08:03|8:5]]."}, {"ref": "in the Spirit", "text": "\"acting according to the Holy Spirit\""}, {"ref": "Spirit ... God's Spirit ... Spirit of Christ", "text": "These all refer to the Holy Spirit."}, {"ref": "if it is true that", "text": "This phrase does not mean Paul doubts that some of them have God's Spirit. Paul wants them to realize that they all have God's Spirit. AT: \"since\" or \"because\""}, {"ref": "If Christ is in you", "text": "How Christ lives in a person could be made explicit. AT: \"If Christ lives in you through the Holy Spirit\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the body is dead in respect to sin", "text": "Possible meanings are 1) a person is spiritually dead to the power of sin or 2) the physical body will still die because of sin. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the spirit is alive in respect to righteousness", "text": "Possible meanings are 1) a person is spiritually alive because God has given him power to do what is right or 2) God will bring the person back to life after he dies because God is righteous and gives believers eternal life. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "If the Spirit ... lives in you", "text": "Paul assumes that the Holy Spirit lives in his readers. AT: \"Since the Spirit ... lives in you\""}, {"ref": "of him who raised", "text": "\"of God, who raised\""}, {"ref": "raised", "text": "Here this means to cause a dead person to become alive again."}, {"ref": "mortal bodies", "text": "\"physical bodies\" or \"bodies, which will die someday\""}]}, {"id": "12", "tn": [{"ref": "So then", "text": "\"Because what I have just told you is true\""}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "we are debtors", "text": "Paul is speaking of obedience as if it were paying back a debt. AT: \"we need to obey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but not to the flesh to live according to the flesh", "text": "Again Paul speaks of obedience as if it were paying back a debt. You can include the implied word \"debtors.\" AT: \"but we are not debtors to the flesh, and we do not have to obey our sinful desires\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For if you live according to the flesh", "text": "\"Because if you live only to please your sinful desires\""}, {"ref": "you are about to die", "text": "\"you will certainly be separated from God\""}, {"ref": "but if by the Spirit you put to death the body's actions", "text": "Paul speaks of the \"old man,\" crucified with Christ, as the person who is responsible for his sinful desires. AT: \"but if by the power of the Holy Spirit you stop obeying your sinful desires\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "For as many as are led by the Spirit of God", "text": "You can translate this in an active form. AT: \"For all the people whom the Spirit of God leads\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sons of God", "text": "Here this means all believers in Jesus and is often translated as \"children of God.\""}, {"ref": "For you did not receive the spirit of bondage again so as to fear", "text": "You can translate this in an active form. AT: \"For God did not give you a spirit that enslaves you again to the power of sin and the fear of God's judgment\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by which we cry", "text": "\"which causes us to cry out\""}, {"ref": "Abba, Father", "text": "\"Abba\" is \"Father\" in the Aramaic language. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "16", "tn": [{"ref": "heirs of God", "text": "Paul speaks of the Christian believers as if they will inherit property and wealth from a family member. AT: \"we also will one day receive what God has promised us\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we are joint heirs with Christ", "text": "Paul speaks of the Christian believers as if they will inherit property and wealth from a family member. God will give to us what he gives to Christ. AT: \"we will also receive what God has promised us and Christ together\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that we may also be glorified with him", "text": "God will honor Christian believers when he honors Christ. You can translate this in an active form. AT: \"that God may glorify us along with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds us as believers that our bodies will be changed at the redemption of our bodies in this section which ends in [[:en:bible:notes:rom:08:23|8:25]]."}, {"ref": "For", "text": "This emphasizes \"I consider.\" It does not mean \"because.\""}, {"ref": "I consider that ... are not worthy to be compared with", "text": "You can translate this in an active form. AT: \"I cannot compare the sufferings of this present time with\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be revealed", "text": "You can translate this in an active form. AT: \"God will reveal\" or \"God will make known\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the eager expectation of the creation waits for", "text": "Paul describes everything that God created as a person who eagerly waits for something. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "for the revealing of the sons of God", "text": "You can translate this in an active form. AT: \"for the time when God will reveal his children\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sons of God", "text": "Here this means all believers in Jesus. You can also translate this as \"children of God.\""}]}, {"id": "20", "tn": [{"ref": "For the creation was subjected to futility", "text": "You can translate this in an active form. AT: \"For God caused what he had created to be unable to achieve what he intended\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not of its own will, but of him who subjected it", "text": "Here Paul describes \"creation\" as a person who can desire. AT: \"not because this is what the created things wanted, but because it is what God wanted\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "It is in the confident assurance that the creation itself will be delivered", "text": "You can translate this in an active form. AT: \"Because God knew that he would save creation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from slavery to decay", "text": "Paul speaks of the uselessness of all things affected by sin as if they were a dead body rotting away. He then speaks about all things experiencing this as if they were slaves to a master. AT: \"from rotting and dying\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "into the freedom of the glory of the children of God", "text": "\"and he will free them when he gives honor to his children\""}, {"ref": "For we know that the whole creation groans and labors in pain together even now", "text": "The creation is compared to a woman groaning while giving birth to a baby. AT: \"For we know that everything that God created wants to be free and groans for it like a woman giving birth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "who have the firstfruits of the Spirit", "text": "Paul compares believers' receiving the Holy Spirit to the firstfruits and vegetables of the season to grow. This emphasizes that the Holy Spirit is only the beginning of what God will give to believers. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "waiting for our adoption, the redemption of our body", "text": "Here \"our adoption\" means when we become full members of God's family, as adopted children. The word \"redemption\" means when God saves us. AT: \"waiting for when we are fully members of God's family and he saves our bodies from decay and death\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For by this confidence we were saved", "text": "You can translate this in an active form. AT: \"For God saved us because we were confident in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But what we are confident will happen has not yet been seen, for who confidently waits for what he already sees?", "text": "Paul uses a question to help his audience understand what \"confidence\" is. AT: \"But if we are confidently waiting, that means we do not yet have what we want. No one can confidently wait if he already has what he wants\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Though Paul has been emphasizing that there is a struggle in believers between the flesh and the Spirit, he affirms that the Spirit is aiding us."}, {"ref": "inexpressible groans", "text": "\"groanings that we cannot express in words\""}, {"ref": "He who searches the hearts", "text": "This refers to God. Here \"searches the hearts\" means \"examines our thoughts and feelings.\" AT: \"God, who knows all our thoughts and feelings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the believers that nothing can separate them from God's love."}, {"ref": "for those who are called", "text": "You can translate this in an active form. AT: \"for those whom God chose\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those whom he foreknew", "text": "\"those whom he knew before he even created them\""}, {"ref": "he also predestined", "text": "\"he also made it their destiny\" or \"he also planned in advance\""}, {"ref": "to be conformed to the image of his Son", "text": "God planned from before the beginning of creation to grow those who believe in Jesus, the Son of God, into persons who are like Jesus. You can translate this in an active form. AT: \"that he would change them to be like his Son\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "that he might be the firstborn", "text": "\"so that his Son would be the firstborn\""}, {"ref": "among many brothers", "text": "Here \"brothers\" refers to all believers, both male and female. AT: \"among many brothers and sisters who belong to the family of God\" ([[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Those whom he predestined", "text": "\"Those whom God made plans for in advance\""}, {"ref": "these he also justified", "text": "Here \"justified\" is in the past tense to emphasize that this will certainly happen. AT: \"these he also put right with himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "these he also glorified", "text": "The word \"glorified\" is in the past tense to emphasize that this will certainly happen. AT: \"these he will also glorify\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "What then shall we say about these things? If God is for us, who is against us?", "text": "Paul uses questions to emphasize the main point of what he said previously. AT: \"This is what we should know from all of this: since God is helping us, no one can defeat us\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He who did not spare his own Son", "text": "God the Father sent the Son of God, Jesus Christ, to the cross as the holy, infinite sacrifice necessary to satisfy God's infinite, holy nature against the sin of humanity. Here \"Son\" is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "but delivered him up", "text": "\"but handed him over to his enemies\""}, {"ref": "how will he not also with him freely give us all things?", "text": "Paul is using a question for emphasis. AT: \"he will certainly and freely give us all things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "33", "tn": [{"ref": "Who will bring any accusation against God's chosen ones? God is the one who justifies", "text": "Paul uses a question for emphasis. AT: \"No one can accuse us before God because he is the one who makes us right with him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who is the one who will condemn?", "text": "Paul uses a question for emphasis. He does not expect an answer. AT: \"No one will condemn us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and more than that, he also was raised", "text": "You can translate this in an active form. AT: \"whom even more importantly God raised from the dead\" or \"who even more importantly came back to life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "Who will separate us from the love of Christ?", "text": "This question seems to ask about a person, but the following answer presents events, not persons. So Paul is perhaps speaking of events as if they were people. AT: \"No one will ever be able to separate us from the love of Christ\" or \"Nothing will ever be able to separate us from the love of Christ\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "Tribulation, or distress, or persecution, or hunger, or nakedness, or danger, or sword?", "text": "Here \"sword\" is a metonym that represents someone who kills. AT: \"It is not possible even if someone causes us trouble, hurts us, takes away our clothes and food, or even kills us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tribulation, or distress", "text": "These words both mean the same thing. (See [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "For your benefit", "text": "Here \"your\" is singular and refers to God. AT: \"For you\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "we are killed all day long", "text": "Here \"we\" refers to the one who wrote this part of Scripture and includes all those who remain loyal to God. The phrase \"all day long\" is an exaggeration to emphasize how much danger they are in. Paul uses this part of Scripture to show that all who belong to God should expect difficult times. AT: \"our enemies continually seek to kill us\" (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We were considered as sheep for the slaughter", "text": "Here Paul compares to livestock those whom people kill because they are loyal to God. You can translate this in an active form. AT: \"Our lives have no more value to them than the sheep they kill\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "37", "tn": [{"ref": "we are more than conquerors", "text": "\"we have complete victory\""}, {"ref": "through the one who loved us", "text": "You can make explicit the kind of love that Jesus showed. AT: \"because of Jesus, who loved us so much he was willing to die for us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have been convinced", "text": "\"I am convinced\" or \"I am confident\""}, {"ref": "governments", "text": "Possible meanings are 1) demons (UDB) or 2) human kings and rulers."}, {"ref": "nor powers", "text": "Possible meanings are 1) spiritual beings with power or 2) human beings with power."}]}]