[{"id": "01", "tn": [{"ref": "General Information:", "text": "Here Isaiah describes events that will happen in the future as if they happened in the past. This emphasizes that they certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant."}, {"ref": "Who has believed what they heard from us", "text": "What Isaiah just found out is so amazing that he wonders if the exiles will believe it. The \"we\" includes him and those in exile. AT: \"It is hard for anyone to believe what we have heard\" (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and to whom has the arm of Yahweh been revealed?", "text": "Arm refers to God's power. This can be stated in active form. AT: \"and Yahweh has revealed his power to people.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For he grew up before Yahweh like a sapling", "text": "Here \"he\" refers to God's servant whom Isaiah compares to a very young tree. This emphasizes that he will appear weak. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "out of parched earth", "text": "\"parched earth\" is hard and dry ground that will not allow plants to grow and represents where the servant of Yahweh will come. AT: \"out of an impossible situation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "He was despised and rejected by people", "text": "This can be stated in active form. AT: \"People considered him as nothing and rejected him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a man of sorrows", "text": "\"a man knowing all kinds of sadness\""}, {"ref": "from whom men hide their faces", "text": "\"Face\" represents a person's attention or fellowship. Hiding one's face means to turn away from someone. AT: \"from whom people turn away\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he was despised", "text": "This can be stated in active form. AT: \"they considered him to be worthless\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "he has borne our sicknesses and carried our sorrows", "text": "To \"bear\" or carry an abstraction like sickness and sorrow represents taking it up. AT: \"he has taken our sicknesses and sorrows upon himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yet we thought he was being punished by God, struck by God, and afflicted", "text": "This can be stated in active form. AT: \"yet we thought God was punishing and afflicting him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "But he was pierced because of our rebellious deeds; he was crushed because of our sins", "text": "These two phrases share similar meanings and emphasize that the servant suffered because of the people's sins. This can be stated in active form. AT: \"God allowed the enemy to stab him and kill him because of our sins\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The punishment for our peace was on him", "text": "This refers to peace with God. This can be made explicit. AT: \"He accepted this punishment so we could live in harmony\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with his wounds we are healed", "text": "This can be stated in active form. AT: \"he healed us by his suffering of the wounds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "We all like sheep have gone astray", "text": "Sheep often leave the path on which the shepherd leads them. Isaiah means that we do what we want instead of what God commands. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the iniquity of us all", "text": "Our \"iniquity\" here represents the guilt for our sin. AT: \"the guilt for the sin of every one of us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "He was oppressed", "text": "This can be stated in active form. AT: \"They treated him harshly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he did not open his mouth", "text": "\"Mouth\" represents what a person says. Opening one's mouth means to speak. AT: \"he did not protest\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as a lamb that is led to the slaughter, and as a sheep that before its shearers is silent", "text": "Isaiah compares the servant to a lamb and a sheep to emphasize that he will remain silent as people harm and humiliate him. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as a lamb that is led to the slaughter", "text": "This can be stated in active form. AT: \"just as a lamb is silent as a person slaughters it\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "By coercion and judgment he was condemned", "text": "This can be stated in active form. AT: \"They treated him harshly, judged him, and condemned him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "coercion", "text": "The Hebrew word translated here as \"coercion\" is interpreted by some versions as \"arrest.\" For these versions, the thought is that the Servant will be arrested and then judged and condemned."}, {"ref": "who from that generation thought anymore about him?", "text": "This question emphasizes that no one thinks about him. AT: \"no one from his generation cared what happened to him\" or \"no one among his contemporaries cared what happened to him \" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who from that generation thought anymore about him?", "text": "Many versions interpret this passage in Hebrew differently: \"Who can say anything about his descendants?\" or \"Who can say anything about his fate?\""}, {"ref": "But he was cut off from the land of the living", "text": "\"Cut off\" here refers to death. This can be stated in active form. AT: \"But he died\" Or \"But death took him away\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "of my people", "text": "\"of the people of Israel\""}, {"ref": "nor had there been any deceit in his mouth", "text": "\"Mouth\" represents what a person says. AT: \"nor did he deceive anyone when he spoke\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing Yahweh's servant. (See: [[:en:bible:notes:isa:53:01|53:1-2]])"}, {"ref": "he will see his offspring", "text": "Here, \"offspring\" means those people that Yahweh has forgiven because of the servant's sacrifice. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will prolong his days", "text": "This speaks of making him live for more time. AT: \"Yahweh will make his servant live again\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh's purpose will be accomplished through him", "text": "This can be stated in active form. AT: \"Yahweh will accomplish his purpose through his servant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "After the suffering of his life", "text": "Here \"his life\" refers to the servant. AT: \"After the servant has suffered\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will see light", "text": "Many versions understand \"light\" here to stand for life. That is, the servant will become alive again. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My righteous servant", "text": "Here \"my\" refers to Yahweh."}, {"ref": "he will bear their iniquities", "text": "\"bear\" here to carry and represents the servant of Yahweh taking up the guilt for their sins. AT: \"he will take their guilt upon himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing his servant."}, {"ref": "Therefore will I give him his portion among the multitudes, and he will divide the spoils with the many", "text": "These two clauses mean basically the same thing. \"Portion\" and \"spoils\" refer to a king after a victorious battle sharing the plunder or rewards with his army. This means God will greatly honor his servant because of his sacrifice. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the multitudes", "text": "Many versions interpret this expression as \"the many\" or \"the strong.\""}, {"ref": "because he exposed himself to death", "text": "\"Exposed\" means to be vulnerable or unprotected. The servant of Yahweh put himself in a situation where he would die. AT: \"he willingly accepted the possibility of death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and was numbered with the transgressors", "text": "This can be stated in active form. AT: \"and allowed people to treat him as a criminal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]