[{"id": "01", "tn": [{"ref": "Now", "text": "The writer is beginning a new part of the story."}, {"ref": "more shrewd", "text": "\"more cunning\" (UDB) or \"smarter at getting what he wanted by telling lies\""}, {"ref": "Has God really said, 'You ... garden'?", "text": "The snake is pretending to be surprised that God has made this rule. This rhetorical question can be translated as a statement. AT: \"I am surprised that God said, 'You ... garden.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You must not eat", "text": "The word \"you\" is plural and refers to the man and the woman. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "We may eat ... God said, 'You may not eat it", "text": "Eve told the serpent what God had permitted them to do first and then what God had told them not to do. Some languages would say what they were told not to do first and then say what they were allowed to do, as in the UDB."}, {"ref": "We may eat", "text": "\"We are allowed to eat\" or \"We have permission to eat\""}, {"ref": "You may not ... nor may you ... you will die", "text": "The word \"you\" is plural and refers to the man and the woman. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You may not eat it", "text": "\"You must not eat it\" or \"Do not eat it\""}, {"ref": "nor may you touch it", "text": "\"and you must not touch it\" or \"and do not touch it\""}]}, {"id": "04", "tn": [{"ref": "You ... you ... your ... you", "text": "These words refer to the man and the woman and so are dual or plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your eyes will be opened", "text": "\"your eyes will open.\" This idiom means \"you will become aware of things\" or \"you will understand new things.\" This meaning can be stated clearly. AT: \"It will be as though your eyes were opened\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "knowing good and evil", "text": "Here \"good and evil\" is a figure of speech that refers to both extremes and everything in between. See how you translated \"knowledge of good and evil\" in [[:en:bible:notes:gen:02:09|2:9]]. AT: \"knowing everything, including both good and evil\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "it was a delight to the eyes", "text": "\"the tree was delightful to look at\" or \"it was nice to look at\" or \"it was very beautiful\" (UDB)"}, {"ref": "and that the tree was desirable to make one wise", "text": "\"and she wanted the tree's fruit because it could make a person wise\" or \"and she wanted its fruit because it could make her understand what was right and wrong just as God does\""}]}, {"id": "07", "tn": [{"ref": "The eyes of both of them were opened", "text": "\"Then their eyes opened\" or \"They became aware\" or \"They understood.\" See how you translated \"your eyes will be opened\" in [[:en:bible:notes:gen:03:04|3:5]]."}, {"ref": "sewed", "text": "\"fastened\" or \"joined\""}, {"ref": "fig leaves", "text": "If people do not know what fig leaves are like, this can be translated as \"large leaves from a fig tree\" or simply \"large leaves.\""}, {"ref": "and made coverings for themselves", "text": "They did this because they were ashamed. This implicit information can be made explicit if needed as in the UDB. AT: \"and clothed themselves with them because they were ashamed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the cool of the day", "text": "\"at the time of day when a cool breeze blows\""}, {"ref": "from the presence of Yahweh God", "text": "\"from Yahweh God's sight\" or \"so that Yahweh God would not see them\" (UDB) or \"from Yahweh God\""}]}, {"id": "09", "tn": [{"ref": "Where are you?", "text": "\"Why are you trying to hide from me?\" (UDB). God knew where the man was. When the man answered, he did not say where he was but why he was hiding."}, {"ref": "you", "text": "In verses 9 and 11, God was speaking to the man. Languages that have a singular form of \"you\" would use that here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I heard you", "text": "\"I heard the sound you were making\""}, {"ref": "Who told you", "text": "God knew the answer to this question. He asked it in order to force Adam to confess that he had disobeyed God. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you eaten ... from?", "text": "Again, God knew this had happened. Translate this question in a form that shows God was accusing Adam of disobedience. The sentence can be translated as a statement. AT: \"You must have eaten ... from.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "What is this you have done?", "text": "God already knew what the woman had done. When he asked this question, he was giving her the opportunity to tell him about it, and he was expressing his disappointment with what she had done. Many languages use rhetorical questions for scolding or rebuking. If possible, use a form that expresses this disappointment. It can also be translated as a statement. AT: \"You have done a terrible thing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "cursed are you alone", "text": "\"you alone are cursed.\" The word \"curse\" is first in Hebrew in order to emphasize the contrast between God's blessing on the animals and this curse on the serpent. This is a \"curse formula,\" or the way that curses were expressed. By saying this curse, God made it happen."}, {"ref": "all the livestock and all the beasts of the field", "text": "\"all domestic animals and all wild animals\""}, {"ref": "It is on your stomach that you will go", "text": "\"You will move along the ground on your stomach.\" The words \"it is upon your stomach\" comes first to emphasize the contrast between the way other animals would move along using their legs and the way the serpent would slither along on its stomach. This is also part of the curse formula."}, {"ref": "it is dust that you will eat", "text": "\"you will eat dust.\" The words \"it is dust\" comes first to emphasize the contrast between the plants above the ground that other animals would eat and the dirty food on the ground that the serpent would eat. This is part of the curse formula."}, {"ref": "hostility between you and the woman", "text": "This means that the serpent and the woman would become enemies."}, {"ref": "seed", "text": "\"offspring\" or \"descendant.\" The word \"seed\" refers to what a man puts into a woman to cause a baby to grow inside the woman. Like the word \"offspring,\" it can refer to more than one person, as in the word \"descendants.\" Try to find a word that is singular but can refer to more than one person."}, {"ref": "He will bruise ... his heel", "text": "The words \"he\" and \"his\" refer to the woman's descendant. If \"seed\" was translated as plural, this can be translated as \"they will bruise ... their heel\"; in this case, consider inserting footnotes to say that the \"they\" and \"their\" are used to translate a singular pronoun. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "bruise", "text": "\"crush\" or \"strike\" or \"attack\""}]}, {"id": "16", "tn": [{"ref": "I will greatly multiply your pain", "text": "\"I will make your pain increase much\" or \"I will make your pain to be very severe\""}, {"ref": "in having children", "text": "\"in giving birth to children\" or \"when you give birth to children\" (UDB)"}, {"ref": "Your desire will be for your husband", "text": "\"You will have a strong desire for your husband.\" Possible meanings are 1) \"You will want very much to be with your husband\" or 2) \"You will want to control your husband\""}, {"ref": "he will rule over you", "text": "\"he will be your master\" or \"he will control you\""}]}, {"id": "17", "tn": [{"ref": "Adam", "text": "The name Adam is the same as the Hebrew word for \"man.\" Some translations say \"Adam\" and some say \"the man.\" You may use either form as it refers to the same person."}, {"ref": "you have listened to the voice of your wife", "text": "This is an idiom. AT: \"you have obeyed what your wife said\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have eaten from the tree", "text": "You can say what it was that they ate. AT: \"have eaten the fruit of the tree\" or \"have eaten some of the fruit of the tree\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You may not eat from it", "text": "\"You must not eat from it\" or \"Do not eat its fruit\""}, {"ref": "cursed is the ground", "text": "The word \"curse\" comes first in the sentence to emphasize that the ground, which had been \"good\" ([[:en:bible:notes:gen:01:09|1:10]]), was now under God's curse. This can be stated in active form. AT: \"I am cursing the ground\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through painful work", "text": "\"by doing hard work\""}, {"ref": "you will eat from it", "text": "The word \"it\" refers to the ground and is a metonym for the parts of the plants, which grow in the ground, that people eat. AT: \"you will eat what grows from it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the plants of the field", "text": "Possible meanings are 1) \"the plants that you take care of in your fields\" or 2) \"the wild plants that grow in the open fields.\""}, {"ref": "By the sweat of your face", "text": "\"By doing hard work that makes your face sweat\""}, {"ref": "you will eat bread", "text": "Here the word \"bread\" is a synecdoche for food in general. AT: \"you will eat food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "until you return to the ground", "text": "\"until you die and your body is put in the ground.\" In some cultures, they put the bodies of people who have died in a hole in the ground. Man's hard work does not end until the time of his death and burial."}, {"ref": "For dust you are, and to dust you will return", "text": "\"I made you from soil, so your body will become soil again.\" Translate both occurrences of \"dust\" with the same word in order to show that man begins and ends in the same condition."}]}, {"id": "20", "tn": [{"ref": "The man", "text": "Some translations say \"Adam.\""}, {"ref": "called his wife's name Eve", "text": "\"gave his wife the name Eve\" or \"named his wife Eve\" (UDB)"}, {"ref": "Eve", "text": "Translators may write a footnote saying \"The name Eve sounds like the Hebrew word that means 'living.'\""}, {"ref": "all the living", "text": "The word \"living\" refers to people. AT: \"all the people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "garments of skins", "text": "\"clothing made out of animal skins\""}]}, {"id": "22", "tn": [{"ref": "the man", "text": "Possible meanings are 1) God was referring to one human, the man, or 2) God was referring to humans in general, so this would mean the man and his wife. Even if God was speaking about one person, what he said applied to both of them."}, {"ref": "like one of us", "text": "\"like us.\" The pronoun \"us\" is plural. See how you translated \"Let us make\" in [[:en:bible:notes:gen:01:26|1:26]]."}, {"ref": "knowing good and evil", "text": "Here \"good and evil\" is a figure of speech that refers to both extremes and everything in between. See how you translated \"knowledge of good and evil\" in [[:en:bible:notes:gen:02:09|2:9]]. AT: \"knowing everything, including both good and evil\"  (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "he must not be allowed", "text": "This can be stated in active form. AT: \"I will not allow him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tree of life", "text": "\"the tree that gives people life.\" Translate this as in [[:en:bible:notes:gen:02:07|2:9]]."}, {"ref": "the ground from which he had been taken", "text": "\"dirt because he had been taken from dirt.\" This does not refer to the particular place on the land that the God took man from."}, {"ref": "So God drove the man out of the garden", "text": "\"God forced the man to leave the garden.\" This refers to the event in [[:en:bible:notes:gen:03:22|3:23]], where it says \"Yahweh God sent him out of the garden of Eden.\" God did not send the man out a second time."}, {"ref": "to cultivate", "text": "This means to what is needed so that plants grow well. Translate this as in [[:en:bible:notes:gen:02:04|2:5]]."}, {"ref": "in order to guard the way to the tree of life", "text": "\"in order to stop people from going to the tree of life\""}, {"ref": "flaming sword", "text": "Possible meanings are 1) a sword that had flames coming from it or 2) a fire that was shaped like a sword. Languages that do not have swords could use another weapon such as a spear or arrow."}]}]