[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Judas agrees to betray Jesus. These verses give background information about this part of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word is used here to introduce a new part of the story."}, {"ref": "Festival of Unleavened Bread", "text": "The festival was called by this name because during the festival, the Jews did not eat bread that was made with yeast. AT: \"festival when they would eat unleavened bread\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "was approaching", "text": "\"was almost ready to begin\""}, {"ref": "how they could put Jesus to death", "text": "The priests and scribes did not have the authority to kill Jesus themselves, but they hoped to get others to kill him. AT: \"how they might cause Jesus to be put to death\" or \"how they could cause someone to kill Jesus\""}, {"ref": "afraid of the people", "text": "Possible meanings are 1) \"scared of what the people might do\" or 2) \"scared that the people would make Jesus king.\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "This is the beginning of the action in this part of the story."}, {"ref": "Satan entered into Judas Iscariot", "text": "This was probably very similar to demon possession."}, {"ref": "chief priests", "text": "\"the leaders of the priests\""}, {"ref": "captains", "text": "\"officers of the temple guards\" (UDB)"}, {"ref": "how he would betray Jesus to them", "text": "\"how he would help them arrest Jesus\""}]}, {"id": "05", "tn": [{"ref": "They", "text": "\"The chief priests and captains\""}, {"ref": "to give him money", "text": "\"to give Judas money\""}, {"ref": "consented", "text": "\"agreed\""}, {"ref": "looked for an opportunity to deliver him to them away from the crowd", "text": "This is an on-going action that continues after this part of the story ends. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "to deliver him", "text": "\"to help them arrest Jesus\""}, {"ref": "away from the crowd", "text": "\"privately\" or \"when there was no crowd around him\" (UDB)"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus sends Peter and John to prepare for the Passover meal. Verse 7 gives background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The day of unleavened bread", "text": "\"The day of bread without yeast.\" This was the day the Jews would take all bread made with yeast out of their homes. Then they would celebrate the Festival of Unleavened Bread for seven days."}, {"ref": "the Passover lamb must be sacrificed", "text": "Each family or group of people would kill a lamb and eat it together, so many lambs were killed. This can be stated in active form. AT: \"people had to kill the lamb for the Passover meal\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "prepare", "text": "This is a general word meaning \"make ready.\" Jesus was not necessarily telling Peter and John to do all the cooking."}, {"ref": "so that we may eat it", "text": "Jesus was including Peter and John when he said \"we.\" Peter and John would be part of the group of the disciples that would eat the meal. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "you want us to make preparations", "text": "The word \"us\" does not include Jesus. Jesus would not be part of the group that would prepare the meal. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "make preparations", "text": "\"make preparations for the meal\" or \"prepare the meal\""}]}, {"id": "10", "tn": [{"ref": "He answered them", "text": "\"Jesus answered Peter and John\""}, {"ref": "Listen", "text": "Jesus used this word to tell them to pay close attention and to do exactly what he tells them."}, {"ref": "a man bearing a pitcher of water will meet you", "text": "\"you will see a man carrying a pitcher of water\""}, {"ref": "bearing a pitcher of water", "text": "\"carrying a jar with water in it.\" He probably would have carried the jar on his shoulder."}, {"ref": "Follow him into the house", "text": "\"Follow him, and go into the house\""}, {"ref": "The Teacher says to you", "text": "This begins a direct quotation where Jesus tells the disciples what they should say. The UDB renders this as an indirect quotation: \"Our teacher says to show us\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "The Teacher", "text": "This refers to Jesus."}, {"ref": "eat the Passover", "text": "\"eat the Passover meal\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues giving instructions to Peter and John."}, {"ref": "He will show you", "text": "\"The owner of the house will show you\""}, {"ref": "upper room", "text": "\"room upstairs.\" If your community does not have houses with rooms above other rooms, you may need to consider how to describe buildings in the city."}, {"ref": "So they went", "text": "\"So Peter and John went\""}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "this is the next event in the part of the story about the Passover. Jesus and his disciples are sitting to eat the Passover meal."}, {"ref": "When the time came", "text": "\"When it was time to eat the meal\" (UDB)"}, {"ref": "he sat down", "text": "\"Jesus sat down\""}, {"ref": "I have greatly desired", "text": "\"I have wanted very much\" (UDB)"}, {"ref": "before I suffer", "text": "Jesus is referring ahead to his death. The word for \"suffer\" here refers to an unusually difficult or painful experience."}, {"ref": "For I say to you", "text": "Jesus uses this phrase to emphasize the importance of what he will say next."}, {"ref": "until it is fulfilled", "text": "This can be stated in active form. Possible meanings are 1) until the purpose of the Passover Festival is accomplished. AT: \"until God fulfills it\" or \"until God completes the purpose of the Passover Festival\" or 2) \"until we celebrate the final Passover Festival\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "took a cup", "text": "\"picked up a cup of wine\""}, {"ref": "when he had given thanks", "text": "\"when he had given thanks to God\""}, {"ref": "he said", "text": "\"he said to his apostles\""}, {"ref": "share it among yourselves", "text": "They were to share the contents of the cup, and not the cup itself. AT: \"share the wine in the cup among yourselves\" or \"each of you drink some of the wine from the cup\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For I say to you", "text": "This phrase is used to emphasize the importance of what Jesus will say next."}, {"ref": "fruit of the vine", "text": "This refers to the juice that is squeezed from the grapes that grow on grapevines. Wine is made from fermented grape juice."}, {"ref": "until the kingdom of God comes", "text": "\"until God establishes his kingdom\" or \"until God rules in his kingdom\""}]}, {"id": "19", "tn": [{"ref": "bread", "text": "This bread did not have yeast in it, so it was flat."}, {"ref": "he broke it", "text": "\"he ripped it\" or \"he tore it.\" He may have divided it into many pieces or he may have divided it into two pieces and given them to the apostles to divide among themselves. If possible, use an expression that would apply to either situation."}, {"ref": "This is my body", "text": "Possible meanings are 1) \"This bread is my body\" and 2) \"This bread represents my body.\""}, {"ref": "my body which is given for you", "text": "This can be stated in active form. AT: \"my body, which I will give for you\" or \"my body, which I will sacrifice for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do this", "text": "\"Eat this bread\""}, {"ref": "in remembrance of me", "text": "\"in order to remember me\""}, {"ref": "This cup", "text": "The word \"cup\" refers to the wine in the cup. AT: \"The wine in this cup\" or \"This cup of wine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the new covenant in my blood", "text": "This new covenant will take effect as soon his blood is shed. AT: \"the new covenant the will be ratified through my blood\""}, {"ref": "my blood, which is poured out for you", "text": "Jesus spoke of his death by referring to his blood being poured out. AT: \"my blood, which is poured out in death for you\" or \"my blood, which will flow out of my wounds for you when I die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his apostles."}, {"ref": "The one who betrays me", "text": "\"The one who will betray me\""}, {"ref": "For the Son of Man indeed goes", "text": "\"For, indeed, the Son of Man will go\" or \"For the Son of Man will die\""}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. AT: \"I, the Son of Man\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "as it has been determined", "text": "This can be stated in active form. AT: \"as God has determined\" or \"as God has planned\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But woe to that man through whom he is betrayed!", "text": "This can be stated in active form. AT: \"But woe to the man who betrays the Son of Man!\" or \"But how terrible it will be for that man who betrays the Son of Man!\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Then there arose also a quarrel among them", "text": "\"Then the apostles began to argue among themselves\" (UDB)"}, {"ref": "was considered to be greatest", "text": "This can be stated in active form. AT: \"the people would think was most important\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He said to them", "text": "\"Jesus said to the apostles\""}, {"ref": "are masters over them", "text": "\"rule harshly over the Gentiles\" or \"like to exercise power over them\""}, {"ref": "are referred to as", "text": "The people probably did not think of those rulers as people who do good to their people. AT: \"like to be called\" or \"call themselves\""}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching his apostles."}, {"ref": "it must not be like this with you", "text": "\"you should not act like that\""}, {"ref": "the youngest", "text": "Older people were respected in that culture. The leaders were usually older people and were called \"elders.\" The youngest person would be the least likely to lead, and the least important. AT: \"the least important\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the one who serves", "text": "\"a servant\""}, {"ref": "For", "text": "This connects Jesus' commands in verse 26 with the whole of verse 27. It means that the most important person should serve because Jesus is a servant."}, {"ref": "For who is greater ... serves?", "text": "\"For who is more important ... serves?\" Jesus uses this question to begin to explain to the apostles who is truly great. AT: \"I want you to think about who is greater ... serves.\" ([[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the one who sits at the table", "text": "\"the one who is dining\""}, {"ref": "Is it not the one who sits at the table?", "text": "Jesus uses another question to teach the disciples. AT: \"Of course the one who sits at the table is more important than the servant!\" ([[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yet I am among you as one who serves", "text": "\"But I am serving you.\" The word \"yet\" is here because there is a contrast between what people would expect Jesus to be like and what he really was like."}]}, {"id": "28", "tn": [{"ref": "have continued with me in my temptations", "text": "\"have stayed with me through my struggles\""}, {"ref": "I give to you a kingdom, even as my Father has given a kingdom to me", "text": "Some languages may need to change the order. AT: \"Just as my father has given a kingdom to me, I give it to you\""}, {"ref": "I give to you a kingdom", "text": "\"I make you rulers in God's kingdom\" or \"I give you authority to rule in the kingdom\" or \"I will make you kings\""}, {"ref": "even as my Father has given a kingdom to me", "text": "\"just as my Father has given me authority to rule as king in his kingdom\""}, {"ref": "you will sit on thrones", "text": "Kings sit on thrones. Sitting on a throne is a symbol of ruling. AT: \"you will work as kings\" or \"you will do the work of kings\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Jesus speaks directly to Simon."}, {"ref": "Simon, Simon", "text": "Jesus said his name twice to show that what he was about to say to him was very important."}, {"ref": "to have you, that he might sift you", "text": "The word \"you\" refers to all of the apostles. Languages that have different forms of \"you\" should use the plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "sift you as wheat", "text": "This means that Satan wanted to test the disciples to find something wrong. AT: \"test you like someone passes grain through a sieve\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But I have prayed for you", "text": "The word \"you\" here refers specifically to Simon. Languages that have different forms of you should use the singular form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that your faith may not fail", "text": "This can be stated in positive form. AT: \"that you will continue to have faith\" or \"that you will continue to trust me\""}, {"ref": "After you have turned back again", "text": "\"After you start following me again\" or \"After you start serving me again\""}, {"ref": "strengthen your brothers", "text": "\"encourage your brothers to be strong in their faith\" or \"help your brothers believe in me\""}, {"ref": "your brothers", "text": "This refers to the other disciples. AT: \"your fellow believers\" or \"the other disciples\""}]}, {"id": "33", "tn": [{"ref": "the rooster will not crow this day, before you deny three times that you know me", "text": "The order of the parts of the verse can be reversed: \"You will deny three times that you know me before the rooster crows this day.\""}, {"ref": "the rooster will not crow this day, before you deny", "text": "This can be stated positively. AT: \"the rooster will crow this day only after you deny\""}, {"ref": "the rooster will not crow", "text": "Here, the crowing of the rooster refers to a certain time of day. Roosters often crow just before the sun appears in the morning. Therefore, this refers to dawn. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this day", "text": "The Jewish day begins at sunset. Jesus was speaking after the sun had set. The rooster would crow just before morning. The morning was part of \"this day.\" AT: \"tonight\" or \"in the morning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "Jesus turns his attention back to speaking to all of his disciples."}, {"ref": "When ... did you lack anything?", "text": "Jesus uses a question to help the apostles remember how well the people provided for them as they traveled. AT: \"Remember that when ... you had everything you needed\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "When I sent you out", "text": "Jesus was talking to his apostles. So languages that have different forms of \"you\" should use the plural form. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "purse", "text": "A purse is a bag for holding money. Here it is used to refer to \"money.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a bag of provisions", "text": "\"travelers' bag\" or \"bag of food\""}, {"ref": "Nothing", "text": "It may be helpful to some audiences to include more about the conversation. AT: \"We did not lack anything\" or \"We had everything we needed\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The one who does not have a sword should sell his cloak", "text": "Jesus was not referring to a specific person who did not have a sword. AT: \"If anyone does not have a sword, he should sell his cloak\""}, {"ref": "cloak", "text": "\"coat\" or \"outer garment\""}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking with his disciples."}, {"ref": "what is written about me", "text": "This can be stated in active form. AT: \"what a prophet wrote about me in the scriptures\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must be fulfilled", "text": "The apostles would have understood that God would cause everything written in the scriptures to happen. AT: \"God will fulfill\" or \"God will cause to happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was regarded as one of the lawless", "text": "Here Jesus is quoting the scriptures. This can be stated in active form. AT: \"people considered him to be one of the lawless people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the lawless", "text": "\"those who break the law\" or \"the criminals\""}, {"ref": "For what is predicted about me is being fulfilled", "text": "Possible meanings are 1) \"For what the prophet predicted about me is about to happen\" or 2) \"For my life is coming to an end\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they said", "text": "This refers to at least two of Jesus' apostles."}, {"ref": "It is enough", "text": "Possible meanings are 1) \"That is enough swords\" or 2) \"That is enough talk about this.\" When Jesus said that they should buy swords, he was mainly telling them about the danger they would all face. He may not have really wanted them to buy swords and fight."}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus went to the Mount of Olives to pray."}, {"ref": "After supper", "text": "This refers to the completion of the Passover meal."}, {"ref": "that you do not enter into temptation", "text": "\"that you are not tempted\" or \"that nothing tempts you and causes you to sin\""}]}, {"id": "41", "tn": [{"ref": "about a stone's throw", "text": "\"about the distance that someone can throw a stone.\" AT: \"a short distance\" or with an estimated measurement like \"about thirty meters\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Father, if you are willing", "text": "Jesus will bear the guilt of every person's sin on the cross. He prays to his Father asking if there is another way."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "remove this cup from me", "text": "Jesus refers to the suffering that he is about to endure as if it were in a cup and that he was going to drink it. AT: \"take away from me this cup of suffering\" or \"take away this suffering from me\" or \"rescue me from having to suffer like this\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Nevertheless not my will, but yours be done", "text": "This can be stated in active form. AT: \"However, do what is according to your will rather than doing what is according to my will\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "43", "tn": [{"ref": "appeared to him", "text": "\"appeared to Jesus\""}, {"ref": "strengthening him", "text": "\"encouraging him\""}, {"ref": "Being in agony, he prayed", "text": "\"He was suffering greatly, and so he prayed\""}, {"ref": "he prayed more earnestly", "text": "\"he prayed more intensely\" (UDB)"}, {"ref": "his sweat became like great drops of blood falling down upon the ground", "text": "\"his sweat was falling to the ground like large drops of blood\""}]}, {"id": "45", "tn": [{"ref": "When he rose up from his prayer", "text": "\"When Jesus got up after praying\" or \"After praying, Jesus got up and\""}, {"ref": "found them sleeping because of their sorrow", "text": "\"saw that they were sleeping because they were tired from their sadness\""}, {"ref": "Why are you sleeping?", "text": "Possible meanings are 1) \"I am surprised that you are sleeping now\" or 2) \"You should not be sleeping now!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that you may not enter into temptation", "text": "\"so that you may not be tempted\" or \"so that nothing tempts you and causes you to sin\""}]}, {"id": "47", "tn": [{"ref": "behold, a crowd appeared", "text": "The word \"behold\" alerts us to a new group in the story. Your language may have a way of doing this. AT: \"there was a crowd that appeared\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "leading them", "text": "Judas was showing the people where Jesus was. He was not telling the crowd what to do. AT: \"leading them to Jesus\""}, {"ref": "to kiss him", "text": "\"to greet him with a kiss\" or \"to greet him by kissing him.\" When men greeted other men who were family or friends, they would kiss them on one cheek or both cheeks. If your readers would find it embarrassing to say that a man would kiss another man, you could translate it in a more general way: \"to give him a friendly greeting\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "are you betraying the Son of Man with a kiss?", "text": "Jesus uses a question to rebuke Judas for betraying him with a kiss. Normally a kiss is a sign of love. AT: \"it is a kiss you are using to betray the Son of Man!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the Son of Man", "text": "Jesus is using this term to refer to himself. AT: \"me, the Son of Man\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "49", "tn": [{"ref": "those who were around Jesus", "text": "This refers to Jesus' disciples."}, {"ref": "what was happening", "text": "This refers to the priests and soldiers coming to arrest Jesus."}, {"ref": "strike with the sword", "text": "\"fight against them with a sword\""}, {"ref": "one of them", "text": "\"one of the disciples\""}, {"ref": "struck the servant of the high priest", "text": "\"struck the servant of the high priest with a sword\""}, {"ref": "Let this be enough", "text": "This expression means, \"Do not do any more of that!\" (UDB)"}, {"ref": "touched his ear", "text": "\"touched the servant where his ear had been cut off\""}]}, {"id": "52", "tn": [{"ref": "Do you come out as against a robber, with swords and clubs?", "text": "\"Do you come out with swords and clubs because you think I am a robber?\" Jesus uses this question to scold the Jewish leaders. AT: \"You know that I am not a robber, yet you come out to me bringing swords and clubs\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I was daily with you", "text": "\"I was among you every day\""}, {"ref": "in the temple", "text": "Only priests entered the temple. AT: \"in the temple courts\" or \"at the temple\""}, {"ref": "lay your hands on me", "text": "This expression refers to people exercising authority over the disciples. AT: \"arrest me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your hour", "text": "\"your time\" or \"your time to act\""}, {"ref": "and the authority of darkness", "text": "It may be helpful to repeat the reference to time. AT: \"and the time of the authority of darkness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the authority of darkness", "text": "This refers to the evil ruler, Satan. AT: \"the time of the ruler of darkness\" or \"the time for Satan to act\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "54", "tn": [{"ref": "led him away", "text": "\"led Jesus away from the garden where they had arrested him\""}, {"ref": "into the high priest's house", "text": "\"into the courtyard of the high priest's house\""}, {"ref": "they had kindled a fire", "text": "\"some people had made a fire.\" The fire was to keep the people warm during the cool night. AT: \"some people started a fire to keep warm\""}, {"ref": "the middle of the courtyard", "text": "This was the courtyard at the high priest's house. It had walls around it, but no roof."}, {"ref": "in the midst of them", "text": "\"together with them\""}]}, {"id": "56", "tn": [{"ref": "looked straight at him and said", "text": "\"looked straight at Peter and said to the other people in the courtyard\""}, {"ref": "This man also was with him", "text": "The woman was telling the people about Peter being with Jesus. She probably did not know Peter's name."}, {"ref": "But Peter denied it", "text": "\"But Peter said that it was not true\""}, {"ref": "Woman, I do not know him", "text": "Peter did not know the woman's name. He was not insulting her by calling her \"woman.\" If people would think he was insulting her, you could use a culturally acceptable way for a man to address a woman he does not know, or you could leave out the word."}, {"ref": "You are also one of them", "text": "\"You are one of the disciples of Jesus also\""}, {"ref": "Man, I am not", "text": "Peter did not know the man's name. He was not insulting him by calling him \"Man.\" If people would think he was insulting him, you could use a culturally acceptable way for a man to address a man he does not know, or you could leave out the word."}]}, {"id": "59", "tn": [{"ref": "insisted and said", "text": "\"said insistently\" or \"said loudly\" (UDB)"}, {"ref": "Truly this man", "text": "Here \"this man\" refers to Peter. The speaker probably did not know Peter's name."}, {"ref": "he is a Galilean", "text": "The man could probably tell Peter was from Galilee from the way he talked. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Man", "text": "Peter did not know the man's name. He was not insulting him by calling him \"Man.\" If people would think he was insulting him, you could use a culturally acceptable way for a man to address a man he does not know, or you could leave out the word. See how you translated this in [[:en:bible:notes:luk:22:56|22:58]]."}, {"ref": "I do not know what you are saying", "text": "\"I do not know what you are taking about.\" This expression means that Peter completely disagree with the man. AT: \"what you said is not true at all\" or \"what you said is completely false\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "while he was speaking", "text": "\"while Peter was speaking\""}, {"ref": "a rooster crowed", "text": "Roosters often crow just before the sun appears in the morning. See how you translated a similar phrase in [[:en:bible:notes:luk:22:33|22:34]]."}]}, {"id": "61", "tn": [{"ref": "Turning, the Lord looked at Peter", "text": "\"The Lord turned and looked at Peter\""}, {"ref": "the word of the Lord", "text": "Jesus' \"word\" is here used to refer to everything that he said. AT: \"Jesus' words\" or \"what Jesus had said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a rooster crows", "text": "Roosters often crow just before the sun appears in the morning. See how you translated a similar phrase in [[:en:bible:notes:luk:22:33|22:34]]."}, {"ref": "today", "text": "The Jewish day started at sundown and continued to the next evening. Jesus had spoken the previous evening about what would happen shortly before dawn or at dawn. AT: \"tonight\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "deny me three times", "text": "\"deny three times that you know me\""}, {"ref": "Going outside", "text": "\"Going out of the courtyard\""}]}, {"id": "63", "tn": [{"ref": "They put a cover over him", "text": "\"They covered his eyes so that he could not see\""}, {"ref": "Prophesy! Who is the one who hit you?", "text": "The guards did not believe that Jesus was a prophet. Rather they believed that a real prophet would know who hit him even if he could not see it. They called Jesus a prophet, but they wanted to show that he was not a prophet. AT: \"Prove that you are a prophet. Tell us who hit you!\" or \"Hey prophet, who hit you?\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Prophesy!", "text": "\"Speak words from God!\" The implied information is that God would have to tell Jesus who struck him since Jesus was blindfolded and could not see. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "66", "tn": [{"ref": "General Information:", "text": "It is now the next day and Jesus is brought before the council."}, {"ref": "As soon as it was day", "text": "\"At dawn the next morning\" (UDB)"}, {"ref": "They led him into the council", "text": "Possible meanings are 1) \"The elders had Jesus brought into the council\" or 2) \"The guards led Jesus into the council of the elders.\" Some languages may avoid saying who led him by using the pronoun \"they\" (ULB) or by using a passive verb: \"Jesus was led into the council\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and said", "text": "This can be translated as a new sentence. AT: \"The elders said to Jesus\""}, {"ref": "tell us", "text": "\"tell us that you are the Christ\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "If I tell you ... if I ask you", "text": "Jesus is saying that it did not matter whether he spoke or asked them to speak, they would not respond correctly. These two phrases together express Jesus' attitude that the council was not really looking for the truth."}, {"ref": "If I tell you, you will not believe", "text": "This is the first of two hypothetical statements by Jesus. It was a way for Jesus to respond without giving them a reason to say that he was guilty of blasphemy. Your language may have a way of indicating that the action has not actually happened. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if I ask you, you will not answer", "text": "This is the second hypothetical statement. It was a way for Jesus to rebuke them without giving them a reason to convict him. Your language may have a way of indicating that the action has not actually happened. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "69", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the council."}, {"ref": "from now on", "text": "\"from this day\" or \"starting from today\""}, {"ref": "the Son of Man", "text": "Jesus used this phrase to refer to himself. This title also referred to the Christ, but the elders would have to ask to verify that he was claiming to be the Christ. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "seated at the right hand of the power of God", "text": "The Jews understood that only God could sit there. They considered this equal to saying \"will be with God as God.\""}, {"ref": "the power of God", "text": "\"the all-powerful God.\" Here \"power\" refers to his supreme authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then you are the Son of God?", "text": "The council asked this question because they wanted Jesus to explicitly confirm their understanding that he was saying he was the Son of God. AT: \"So when you said that, did you mean that you are the Son of God?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "You say that I am", "text": "\"Yes, it is just like you say\" (UDB)"}, {"ref": "Why do we still need a witness?", "text": "They use a question for emphasis. AT: \"We have no further need for witnesses!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "heard from his own mouth", "text": "The phrase \"his own mouth\" refers to his speech. AT: \"heard him say that he believes he is the Son of God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]