[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jesus is brought before Pilate."}, {"ref": "The whole company of them", "text": "\"All of the Jewish leaders\" or \"All the members of the Council\""}, {"ref": "rose up", "text": "\"stood\" or \"stood to their feet\""}, {"ref": "before Pilate", "text": "To appear before someone means to enter into their authority. AT: \"to be judged by Pilate\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We found", "text": "\"We\" refers only the Council members, and not to Pilate of any other people nearby. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "perverting our nation", "text": "\"causing our people to do things that are not right\" or \"causing trouble by telling lies to our people\" (UDB)"}, {"ref": "forbidding to give tribute", "text": "\"telling them not to pay taxes\" (UDB)"}, {"ref": "to Caesar", "text": "Caesar represents the Emperor of Rome. AT: \"to the Emperor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Pilate asked him", "text": "\"Pilate asked Jesus\""}, {"ref": "You say so", "text": "This is an idiom that means the statement is correct. AT: \"What you said is correct\" or \"It is just as you have asked me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "multitudes", "text": "\"crowd of people\""}, {"ref": "I find no fault in this man", "text": "\"I do not find this man guilty of anything\""}, {"ref": "stirs up", "text": "\"causes trouble among\""}, {"ref": "beginning from Galilee even to this place", "text": "This can be translated as a new sentence. AT: \"He began causing trouble in Galilee and now is causing trouble here\""}]}, {"id": "06", "tn": [{"ref": "heard this", "text": "\"heard that Jesus began to teach in Galilee\""}, {"ref": "whether", "text": "\"if\""}, {"ref": "the man", "text": "This refers to Jesus."}, {"ref": "he discovered", "text": "\"Pilate found out\""}, {"ref": "he was under Herod's authority", "text": "The passage does not state the implied fact that Herod was the ruler of Galilee. AT: \"Jesus was under the authority of Herod because Herod ruled over Galilee\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he sent", "text": "\"Pilate sent\""}, {"ref": "who himself", "text": "This refers to Herod."}, {"ref": "in those days", "text": "\"at that time\" (UDB)"}]}, {"id": "08", "tn": [{"ref": "he was very glad", "text": "\"Herod was very glad\""}, {"ref": "he had wanted to see him", "text": "\"Herod had wanted to see Jesus\""}, {"ref": "He had heard about him", "text": "\"Herod had heard about Jesus\""}, {"ref": "he hoped", "text": "\"Herod hoped\""}, {"ref": "to see some miracle done by him", "text": "This can be stated in active form. AT: \"to see him perform some kind of miracle\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Herod questioned Jesus in many words", "text": "\"Herod asked Jesus a lot of questions\""}, {"ref": "answered him nothing", "text": "\"did not reply\" (UDB) or \"did not give Herod an answer\""}, {"ref": "stood", "text": "\"were standing there\""}, {"ref": "violently accusing him", "text": "\"severely accusing Jesus\" or \"accusing him of all kinds of crimes\" (UDB)"}]}, {"id": "11", "tn": [{"ref": "Herod with his soldiers", "text": "\"Herod and his soldiers\""}, {"ref": "dressed him in elegant clothes", "text": "\"put beautiful clothes on him.\" The translation should not imply that this was done to honor or care for Jesus. They did it to mock Jesus and to make fun of him."}, {"ref": "Herod and Pilate had become friends with each other that very day", "text": "The implied information is that they became friends because Herod appreciated Pilate allowing him to judge Jesus. AT: \"Herod and Pilate became friends with each other that very day because Pilate had sent Jesus to Herod for judgment\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before this they had been enemies with each other", "text": "This information is enclosed in parentheses to show that it is background information. Use a format that your audience would understand. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "13", "tn": [{"ref": "called together the chief priests and the rulers and the crowd of people", "text": "\"called the chief priests and the rulers and the crowd of people to come meet together\""}, {"ref": "the crowd of people", "text": "It is not likely that Pilate asked a crowd to come. The crowd was probably still there waiting to see what would happen to Jesus. AT: \"the crowd that was still there\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "this man", "text": "This refers to Jesus."}, {"ref": "like a man who", "text": "\"saying that he\""}, {"ref": "I, having questioned him before you", "text": "\"I have questioned Jesus in your presence, and.\" It is implied that they were witnesses to the procedings. AT: \"I have questioned Jesus with you here as witnesses, and\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "find no fault in this man", "text": "\"do not think that he is guilty\" (UDB)"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Pilate continues speaking to the Jewish leaders and to the crowd."}, {"ref": "No, nor does Herod", "text": "It may be helpful to add information that is not included in the short statement. AT: \"Even Herod does not think he is guilty\" (UDB) or \"Even Herod thinks he is innocent\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "for", "text": "\"because\" or \"we know this because\""}, {"ref": "he sent him back to us", "text": "\"Herod sent Jesus to return to us.\" The word \"us\" refers to Pilate, his soldiers, the priests and scribes, and everyone who was listening to Pilate. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "nothing worthy of death has been done by him", "text": "This can be stated in active form. AT: \"he has not done anything to deserve a death sentence\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will therefore punish him", "text": "Because Pilate had found no fault in Jesus he should have released him without punishment. It is not necessary to try to make this statement fit logically into the translation. Pilate punished Jesus, whom he knew to be innocent, only because he was afraid of the crowd."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Verse 19 tells us background information about who Barrabas is. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "they cried out all together", "text": "\"All the people in the crowd shouted\""}, {"ref": "Away with this man", "text": "\"Take this man away!\" They are asking for Jesus to be killed. AT: \"Take this man away and execute him!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "release to us", "text": "\"us\" refers to the crowd only, and not to Pilate and his soldiers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Barabbas was a man ... for murder", "text": "This is background information that Luke gives about who Barrabas was. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "who had been put into prison", "text": "This can be stated in active form. AT: \"whom the Romans had put in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for", "text": "\"because of his involvement in\" or \"because of his crime of\""}, {"ref": "a certain rebellion in the city", "text": "\"trying to persuade the people of the city to rebel against the Roman government\" (UDB)"}]}, {"id": "20", "tn": [{"ref": "addressed them again", "text": "\"spoke to them again\" or \"spoke again to the people in the crowd and to the religious rulers\""}, {"ref": "desiring to release Jesus", "text": "\"because he wanted to set Jesus free\""}, {"ref": "He said to them a third time", "text": "\"Pilate said to the crowd again, for the third time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "what evil has this man done?", "text": "Pilate uses this question to cause the crowd to understand that Jesus is innocent. AT: \"this man has not done anything wrong!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have found nothing deserving the death penalty in him", "text": "\"He has done nothing for which he deserves to die\" (UDB)"}, {"ref": "after punishing him, I will release him", "text": "As in [[:en:bible:notes:luk:23:15|23:16]], Pilate should have released Jesus without punishment because he was innocent. However, he offered to punish Jesus to appease the crowd."}, {"ref": "I will release him", "text": "\"I will set him free\""}]}, {"id": "23", "tn": [{"ref": "they were insistent", "text": "\"the crowd insisted\""}, {"ref": "with loud voices", "text": "\"with shouting\""}, {"ref": "for him to be crucified", "text": "This can be stated in active form. AT: \"for Pilate to have his soldiers crucify Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "And their voices convinced Pilate", "text": "\"And the crowd kept shouting until they convinced Pilate\""}, {"ref": "to grant their demand", "text": "\"to do what the crowd requested\" (UDB)"}, {"ref": "He released the one they asked for", "text": "This means Pilate released Barrabas from prison. AT: \"Pilate freed Barabbas whom the crowd had asked be released\""}, {"ref": "who had been put in prison ... murder", "text": "This is background information about where Barrabas was at that time. It can be stated in active form. AT: \"whom the Romans had put in prison ... murder\" (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he delivered up Jesus to their will", "text": "\"Pilate commanded the soldiers to do to Jesus whatever the crowd wanted them to do\" or \"Pilate allowed the crowd to do to Jesus what they wanted to do\""}]}, {"id": "26", "tn": [{"ref": "As they led him away", "text": "\"While the soldiers led Jesus away from where Pilate was\""}, {"ref": "seized one Simon of Cyrene", "text": "The Roman soldiers had the authority to compel people to carry their loads. Do not translate this in a way that indicates that Simon was arrested or had done anything wrong. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "one", "text": "\"a man named\""}, {"ref": "coming from the country", "text": "\"who was coming into Jerusalem from the countryside\""}, {"ref": "laid the cross on him", "text": "\"put the cross on his shoulders\""}, {"ref": "following Jesus", "text": "\"and he followed behind Jesus\""}]}, {"id": "27", "tn": [{"ref": "A great crowd", "text": "\"A large crowd\""}, {"ref": "great crowd of the people, and of women", "text": "The woman were part of the large crowd, and not a separate crowd."}, {"ref": "mourned for him", "text": "\"mourned for Jesus\""}, {"ref": "were following him", "text": "This does not mean that they were Jesus' disciples. It simply means they were walking along behind him."}, {"ref": "turning to them", "text": "This indicates that Jesus turned to face the women and address them directly."}, {"ref": "Daughters of Jerusalem", "text": "The \"daughter\" of a city means the women of the city. This was not rude. It was a normal form of address to a group of women from one location. AT: \"You women who are from Jerusalem\""}, {"ref": "do not weep for me, but", "text": "\"do not cry about my situation.\" Jesus did not mean that they should stop weeping for him. He is using hyperbole to say that they had even more reason to weep for their own situation. AT: \"you are weeping for me, but even worse things are going to happen to you, so\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "but weep for yourselves and for your children", "text": "\"instead cry about what is going to happen to you and to your children\" (UDB)"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking to the crowd."}, {"ref": "For see", "text": "This introduces the reason why the women of Jerusalem should weep for themselves."}, {"ref": "the days are coming", "text": "\"there will soon be a time\" (UDB)"}, {"ref": "in which they will say", "text": "\"when people will say\""}, {"ref": "the barren", "text": "\"women who have not given birth to children\""}, {"ref": "the wombs that did not bear ... the breasts that did not nurse", "text": "These clauses are used to more fully describe \"the barren.\" Those women neither gave birth nor nursed children. It may be helpful to combine these together with \"the barren.\" AT: \"the women who have never given birth to children or nursed babies\" (UDB)"}, {"ref": "Then", "text": "\"At that time\""}, {"ref": "to the hills", "text": "Words are left out to keep the phrase short. AT: \"they will say to the hills\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "For if they do these things while the tree is green, what will happen when it is dry?", "text": "Jesus uses a question to help the crowd understand that people are doing bad things now in good times, so certainly they will do worse things in the bad times in the future. AT: \"You can see that they are doing these bad things while the tree is green, so you can be sure that they will do worse things when the tree is dry\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the tree is green", "text": "The green tree is a metaphor for something that is good. If your language has a similar metaphor, you should use it here. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is dry", "text": "The dry wood is a metaphor for something that will be useful only to burn. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they", "text": "This can refer to either the Romans or the Jewish leaders, or no one in particular."}]}, {"id": "32", "tn": [{"ref": "Other men, two criminals, were led away with him to be put to death", "text": "This can be stated in active form. AT: \"The soldiers led away with Jesus two criminals to execute them also\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Other men, two criminals", "text": "\"Two other men who were criminals\" (UDB) or \"two criminals.\" Luke avoids saying \"other criminals\" because Jesus was innocent, even though he was treated as a criminal. Luke calls the other two men criminals, but not Jesus."}]}, {"id": "33", "tn": [{"ref": "When they came", "text": "The word \"they\" includes the soldiers, the criminals, and Jesus."}, {"ref": "they crucified him", "text": "\"the Roman soldiers crucified Jesus\""}, {"ref": "one on his right and one on his left", "text": "\"they crucified one criminal on Jesus' right side and the other criminal on Jesus' left side\""}, {"ref": "Father, forgive them", "text": "The word \"them\" refers to those who were crucifying Jesus. Jesus speaks to his Father with compassion toward the men crucifying him."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "for they do not know what they are doing", "text": "\"because they do not understand what they are doing.\" The Roman soldiers did not understand that they were crucifying the Son of God. AT: \"for they do not really know whom they are crucifying\""}, {"ref": "they cast lots", "text": "The soldiers participated in a type of gambling. AT: \"they gambled\""}, {"ref": "dividing up his garments", "text": "\"to decide who among the soldiers would take home each piece of Jesus' clothing\""}]}, {"id": "35", "tn": [{"ref": "stood", "text": "\"were standing there\""}, {"ref": "him", "text": "This refers to Jesus."}, {"ref": "He saved others. Let him save himself", "text": "Luke records the ironic words of the rulers. The only way Jesus could save others was by dying instead of saving himself. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Let him save himself", "text": "\"Jesus should be able to save himself.\" They said this to mock Jesus. They did not believe he could save himself. AT: \"We would like to see him prove who he is by saving himself from the cross\""}, {"ref": "the chosen one", "text": "\"the one that God has chosen\""}]}, {"id": "36", "tn": [{"ref": "him", "text": "\"Jesus\""}, {"ref": "approaching him", "text": "\"coming close to Jesus\""}, {"ref": "offering him vinegar", "text": "\"offering Jesus vinegar to drink.\" Vinegar is a cheap drink that common people drink. The soldiers were mocking Jesus by giving a cheap drink to someone who claims to be a king."}, {"ref": "If you are the King of the Jews, save yourself", "text": "This was also a way for the soldiers to mock Jesus. AT: \"We do not believe you are the King of the Jews, but if you are, prove us wrong and save yourself!\""}, {"ref": "a sign over him", "text": "\"a placard at the top of Jesus' cross that stated\""}, {"ref": "This is the King of the Jews", "text": "The people who put this sign above Jesus were mocking him. They did not really think he was a king."}]}, {"id": "39", "tn": [{"ref": "insulted him", "text": "\"insulted Jesus\""}, {"ref": "Are you not the Christ?", "text": "The criminal uses a question to mock Jesus. AT: \"You claim to be the Christ\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Save yourself and us", "text": "The criminal did not really think that Jesus could rescue them from the cross. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the other rebuked him", "text": "\"the other criminal rebuked him\""}, {"ref": "Do you not fear God, since you are under the same sentence?", "text": "The criminal uses a question to scold the other criminal. AT: \"You must have no fear of God, since you mock Jesus while you are hanging on a cross just like he is\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "We indeed ... for we ... we deserve", "text": "These usages of \"we\" refer only to the two criminals, and not to Jesus or the other people. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "We indeed are here justly", "text": "\"Truly we deserve this punishment\""}, {"ref": "this man", "text": "This refers to Jesus."}]}, {"id": "42", "tn": [{"ref": "he added", "text": "\"the criminal also said\""}, {"ref": "remember me", "text": "\"think about me and treat me well\""}, {"ref": "come into your kingdom", "text": "To \"come into\" a kingdom means to begin to rule. AT: \"begin to rule as king\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Truly I say to you", "text": "\"Truly\" adds emphasis to what Jesus is saying. AT: \"I want you to know that\""}, {"ref": "paradise", "text": "This is the place that righteous people go to when they die. Jesus was assuring the man that he would be with God and God would accept him. AT: \"the happy place\" or \"the place of the righteous\" or \"the place where people live well\""}]}, {"id": "44", "tn": [{"ref": "about the sixth hour", "text": "\"about noon.\" This reflects the custom at the time of counting hours beginning with daybreak at 6 a.m."}, {"ref": "darkness came over the whole land", "text": "\"the entire land became dark\""}, {"ref": "until the ninth hour", "text": "\"until 3 p.m.\" This reflects the custom at the time of counting hours beginning with daybreak at 6 a.m."}, {"ref": "as the sun's light failed", "text": "This does not refer to sundown. Rather, the light of the sun darkened during the middle of the day. Use a term to describe the sun becoming dark rather than the sun going down."}, {"ref": "the curtain of the temple", "text": "\"the curtain inside the temple.\" This was the curtain that separated the most holy place from the rest of the temple."}, {"ref": "the curtain of the temple was split down the middle", "text": "\"the curtain of the temple was torn from top to bottom into two pieces.\" This can be stated in active form. AT: \"God tore the temple curtain into two pieces from the top to the bottom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "46", "tn": [{"ref": "Crying with a loud voice", "text": "\"Shouting loudly.\" It may be helpful to show how this is related to the events of the previous verses. AT: \"When that happened, Jesus shouted loudly\" (UDB)"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "into your hands I commit my spirit", "text": "\"The phrase \"into your hands\" refers to God's care. AT: \"I entrust my spirit to your care\" or \"I give my spirit to you, knowing you will care for it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Having said this", "text": "\"After Jesus said this\""}, {"ref": "he died", "text": "\"Jesus died\""}, {"ref": "the centurion", "text": "This was the title for the Roman officer who was in charge of the other Roman soldiers. He supervised the crucifixion."}, {"ref": "what was done", "text": "This can be stated in active form. AT: \"all the things that had happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this was a righteous man", "text": "The abstract noun \"righteous\" can be stated as an action. AT: \"this man has done nothing wrong\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "48", "tn": [{"ref": "multitudes", "text": "\"crowd of people\""}, {"ref": "who came together", "text": "\"who gathered together\""}, {"ref": "witness this sight", "text": "\"see this event\" or \"observe what was happening\""}, {"ref": "things that were done", "text": "This can be stated in active form. AT: \"what had happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "returned", "text": "\"returned to their homes\" (UDB)"}, {"ref": "beating their breasts", "text": "This was a symbol of sorrow and regret. AT: \"hitting their own chests to show that they were sorrowful\" (UDB) (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "followed him", "text": "\"traveled with Jesus\""}, {"ref": "at a distance", "text": "\"some distance away from Jesus\""}, {"ref": "these things", "text": "\"what happened\""}]}, {"id": "50", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Joseph asks Pilate for Jesus' body. These verses give us background information about who Joseph is. It may be helpful to reorder some of this information with a verse bridge as the UDB does. (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Behold, there was a man", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. AT: \"There was a man who was\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "the Council", "text": "\"the Jewish Council\""}, {"ref": "a good and righteous man", "text": "This can be translated as a new sentence. AT: \"He was a good and righteous man\""}, {"ref": "with the decision of the Council and their action", "text": "What the decision was can be stated clearly. AT: \"with the Council's decision to kill Jesus and their action\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the Judean town of Arimathea", "text": "\"the town called Arimathea, which is in Judea\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "52", "tn": [{"ref": "This man", "text": "\"Joseph\""}, {"ref": "approaching Pilate, asked for", "text": "\"went to Pilate and requested\""}, {"ref": "for the body of Jesus", "text": "\"to take the body of Jesus and bury it\""}, {"ref": "He took it down", "text": "\"Joseph took Jesus' body from the cross\""}, {"ref": "wrapped it in fine linen", "text": "\"wrapped the body in a fine linen cloth.\" This was the normal burial custom at that time."}, {"ref": "that was cut in stone", "text": "This can be stated in active form. AT: \"which someone had cut in a rock cliff\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "where no one had ever been laid", "text": "This can be translated as a new sentence. AT: \"No one had ever before put a body in that tomb\""}]}, {"id": "54", "tn": [{"ref": "the Day of the Preparation", "text": "\"the day when people got ready for the Jewish day of rest called the Sabbath\" (UDB)"}, {"ref": "the Sabbath was dawning", "text": "The dawn here is a metaphor for the beginning of a day. For the Jews, the day began at sunset. AT: \"it was soon going to be sunset, the start of the Sabbath\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who had come with him out of Galilee", "text": "\"who had traveled with Jesus from the region of Galilee\""}, {"ref": "followed after", "text": "\"walked along behind Joseph and the men who were with him\""}, {"ref": "saw the tomb", "text": "\"the women saw the tomb\""}, {"ref": "how his body was laid", "text": "This can be stated in active form. AT: \"the women saw how the men laid Jesus' body inside the tomb\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They returned", "text": "\"The women went to the houses where the women were staying\" (UDB)"}, {"ref": "prepared spices and ointments", "text": "These were used in the burial process in that time. AT: \"prepared spices and ointments to prepare Jesus' body for burial\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they rested", "text": "\"the women did no work\""}, {"ref": "according to the commandment", "text": "\"according to the Jewish law\" or \"as the Jewish law required.\" They were not allowed to prepare his body on the Sabbath according to the law."}]}]