[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "On the first day of the week, women come early because they expect to use spices to anoint Jesus' body. They are surprised to see a young man who tells them Jesus is alive, but they are afraid and do not tell anyone."}, {"ref": "When the Sabbath day was over", "text": "That is, when the sun had set on the seventh day and the first day of the week had begun."}]}, {"id": "03", "tn": [{"ref": "the stone had been rolled away", "text": "This can be stated in active form. AT: \"someone had rolled away the stone\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "He is risen!", "text": "The angel is emphatically stating that Jesus has risen from the dead. This can be translated in active form. AT: \"He arose!\" or \"God raised him from the dead!\" or \"He raised himself from the dead!\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Jesus appears first to Mary Magdalene, who tells the disciples, then he appears to two others as they walk in the country, and later he appears to the eleven disciples."}, {"ref": "on the first day of the week", "text": "\"on Sunday\""}, {"ref": "They heard", "text": "\"They heard Mary Magdalene say\""}]}, {"id": "12", "tn": [{"ref": "he appeared in a different form", "text": "Jesus was the person whom the \"two of them\" saw, but what they saw did not look like Jesus, so they did not know they were looking at Jesus."}, {"ref": "two of them", "text": "two of \"those who were with him\" ([[:en:bible:notes:mrk:16:09|16:10]])"}, {"ref": "they did not believe them", "text": "The rest of the disciples did not believe what the two who had been walking in the country said."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus meets with the eleven, he rebukes them for their unbelief and tells them to go out into all the world to preach the gospel."}, {"ref": "the eleven", "text": "These are the eleven disciples who remained after Judas left them."}, {"ref": "they were reclining at the table", "text": "This is a metonym for eating, which was the usual way people in that day ate meals. AT: \"they were eating a meal\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reclining", "text": "They were lying down on the left side, using their right hand to eat the food on the table."}, {"ref": "hardness of heart", "text": "Jesus is rebuking his disciples because they would not believe in him. Translate this idiom so it is understood that the disciples were not believing Jesus. AT: \"refusal to believe\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Go into all the world", "text": "Here \"the world\" is a metonym for the people in the world. AT: \"Go everywhere there are people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the entire creation", "text": "This is a hyperbole, an exaggeration, and a metonym for the people in \"all the world.\" AT: \"absolutely everybody\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "He who believes and is baptized will be saved", "text": "The word \"He\" refers to anyone. This sentence can be made active. AT: \"God will save all people who believe and allow you to baptize them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he who does not believe will be condemned", "text": "The word \"he\" refers to anyone. This clause can be made active. AT: \"God will condemn all people who do not believe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "These signs will go with those who believe", "text": "Mark speaks of miracles as though they were people going along with the believers. AT: \"People watching those who believe will see these things happen and know that I am with the believers\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "In my name they", "text": "Possible meanings are 1) Jesus is giving a general list: \"In my name they will do things like these: They\" or 2) Jesus is giving an exact list: \"These are the things they will do in my name: They.\""}, {"ref": "In my name", "text": "Here \"name\" is associated with Jesus' authority and power. AT: \"By the authority of my name\" or \"By the power of my name.\" See how \"in your name\" is translated in [[:en:bible:notes:mrk:09:38|9:38]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "he was taken up into heaven and sat", "text": "This can be stated in active form. AT: \"God took him up into heaven, and he sat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at the right hand of God", "text": "\"where the one to whom God gives the most honor and power sits\""}, {"ref": "confirmed the word", "text": "\"showed that his words, which they were speaking, were true\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]