[{"id": "01", "tn": [{"ref": "A man of God came out of Judah by the word of Yahweh to Bethel", "text": "The implied information is that Yahweh sent the man of God to Bethel. This can be stated in active form. AT: \"Yahweh sent a man of God from Judah to Bethel\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A man of God", "text": "This is another title for a prophet. AT: \"A prophet\""}, {"ref": "came out of Judah", "text": "\"came from Judah\""}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He cried against the altar", "text": "Here \"He\" refers to the man of God."}, {"ref": "cried against the altar", "text": "This means he prophesied toward the altar in a loud and condemning voice. AT: \"prophesied loudly toward the altar\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Altar, altar", "text": "The prophet spoke to the altar as if it were a person who could hear him. He said this twice for emphasis. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a son named Josiah will be born to the family of David", "text": "Here the \"family of David\" refers to the descendants of David. This can be stated in active form. AT: \"a descendant of David will have a son named Josiah\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will burn", "text": "Here \"they\" refers to Josiah and the people with him."}, {"ref": "the altar will be split apart, and the ashes on it will be poured out", "text": "This can be stated in active form. AT: \"Yahweh will split the altar apart and the ashes on it will fall to the ground\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "the hand with which he had reached out against the man dried up", "text": "This can be stated in active form. AT: \"Yahweh dried up the hand with which he had reached out against the man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "dried up", "text": "\"withered\" or \"became paralyzed\" (UDB)"}, {"ref": "The altar was also split apart", "text": "This can be stated in active form. AT: \"Yahweh also split the altar apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as described by the sign that the man of God had given by the word of Yahweh", "text": "This can be stated in active form. AT: \"as the man of God had described by the word of Yahweh as a sign\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Plead for the favor of Yahweh your God", "text": "The abstract noun \"favor\" can be expressed as a verb. AT: \"Plead that Yahweh your God may favor me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my hand may be restored to me again", "text": "This can be stated in active form. AT: \"Yahweh may restore my hand\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the king's hand was restored to him again, and it became as it was before", "text": "This can be stated in active form. AT: \"Yahweh restored the king's hand and made it as it was before\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Come home with me and refresh yourself", "text": "The word \"yourself\" is a reflexive pronoun. AT: \"Come home with me and eat some food\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "08", "tn": [{"ref": "half your possessions", "text": "\"half of your house\""}, {"ref": "You will eat no bread nor drink water, nor return by the way that you came", "text": "\"Do not eat bread, drink water, or return by the way that you came\""}, {"ref": "left another way", "text": "\"went a different way\""}]}, {"id": "11", "tn": [{"ref": "his sons had seen the way", "text": "The implied information is that the sons also told their father which way the man of God went. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Saddle", "text": "This means to place a seat on the back of an animal so a person can ride on it."}]}, {"id": "14", "tn": [{"ref": "The old prophet", "text": "This refers to the prophet who lived in Bethel."}, {"ref": "he said to him", "text": "\"the old prophet said to the man of God\""}, {"ref": "He answered", "text": "\"The man of God answered\""}, {"ref": "go in with you", "text": "\"go into your house\""}, {"ref": "in this place", "text": "\"in Bethel\""}, {"ref": "it was commanded to me by the word of Yahweh", "text": "This can be stated in active form. AT: \"Yahweh commanded me by his word\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the word of Yahweh", "text": "This is an idiom that means Yahweh spoke. Here \"word\" represents Yahweh's message. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"by the message of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "an angel spoke to me by the word of Yahweh", "text": "\"an angel delivered to me a message from Yahweh\""}, {"ref": "by the word of Yahweh", "text": "This is an idiom that means Yahweh spoke. Here \"word\" represents Yahweh's message. Translate this phrase as in [[:en:bible:notes:1ki:13:14|13:17]]. AT: \"by the message of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "As they sat at the table", "text": "The implied information is that they were still eating and drinking at the table. AT: \"As they were eating and drinking at the table\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. Here \"word\" represents Yahweh's message. Translate this phrase as in [[:en:bible:notes:1ki:13:14|13:17]]. AT: \"the message of Yahweh came\" or \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "brought him back", "text": "Here the word \"him\" refers to the man of God."}, {"ref": "he cried to the man of God", "text": "\"he spoke loudly to the man of God\""}, {"ref": "Because you have been disobedient to the word of Yahweh", "text": "\"Because you have not obeyed the word of Yahweh\""}]}, {"id": "23", "tn": [{"ref": "the prophet saddled the donkey", "text": "This means he placed a seat on the back of the donkey so the man of God could ride on it. See how you translated this in [[:en:bible:notes:1ki:13:11|13:13]]."}, {"ref": "and his body was left on the road", "text": "This can be stated in active form. AT: \"and left his body on the road\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "body", "text": "\"dead body\""}, {"ref": "they came and told it", "text": "Here \"it\" refers to what they had seen on the road. AT: \"they came and told about what they had seen\""}]}, {"id": "26", "tn": [{"ref": "body", "text": "\"dead body\""}, {"ref": "left in the road", "text": "\"lying in the road\""}]}, {"id": "29", "tn": [{"ref": "took up", "text": "\"lifted up\""}, {"ref": "body", "text": "\"dead body\""}, {"ref": "they mourned", "text": "Here the word \"they\" refers to the prophet and his sons."}, {"ref": "Woe, my brother!", "text": "The word \"Woe\" here is an expression of great sorrow."}]}, {"id": "31", "tn": [{"ref": "he had buried him", "text": "Here the word \"he\" refers to the old prophet and the word \"him\" refers to the man of God."}, {"ref": "Lay my bones beside his bones", "text": "Here \"my bones\" represents his entire body. AT: \"Lay my dead body beside his bones\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "houses on the high places", "text": "The implied information is that these were houses of worship. AT: \"houses of worship on the high places\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "This matter became sin to the family of Jeroboam", "text": "This can be stated in active form. AT: \"Jeroboam's family sinned by doing this thing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This matter", "text": "This phrase refers to Jeroboam's setting up shrines and appointing priests."}, {"ref": "caused his family to be destroyed and to be exterminated", "text": "This can be stated in active form. AT: \"because of this God destroyed and exterminated Jeroboam's family\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be destroyed and to be exterminated", "text": "These mean nearly the same thing. AT: \"to be completely destroyed\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]