[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "Clap your hands", "text": "Clapping your hands is associated with celebration. AT: \"Clap your hands in celebration\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "shout to God with the sound of triumph", "text": "\"shout to God with joyful voices.\" Here the word \"triumph\" refers to the joy associated with victory."}]}, {"id": "003", "tn": [{"ref": "He subdues peoples under us and nations under our feet", "text": "These two phrases are parallel and mean that God enabled Israel to conquer their enemies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "subdues", "text": "to conquer and place under the authority of another"}, {"ref": "under us ... under our feet", "text": "The writer speaks of conquering other nations as if it were putting those nations underneath their feet. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He chooses our inheritance for us", "text": "The writer speaks of the land of Israel as if it were an inheritance that God has given the people as a permanent possession. AT: \"He chooses this land as an inheritance for us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the glory of Jacob", "text": "Here the word \"glory\" refers to a source of pride and represents the land that God has given to his people as an inheritance. AT: \"the land in which Jacob takes pride\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jacob whom he loved", "text": "The word \"Jacob\" refers to the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God has gone up with a shout", "text": "The writer speaks of God's conquering the nations as if God were a king ascending his throne, which was located in the temple. AT: \"God has gone up into the temple as people shouted\" (UDB) or \"God has ascended to his throne as people shouted\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh with the sound of a trumpet", "text": "This phrase parallels the previous phrase. The verb may be supplied for clarity. AT: \"Yahweh has gone up as people blew trumpets\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "006", "tn": [{"ref": "Sing praises to God, sing praises; sing praises to our King, sing praises", "text": "The phrase \"sing praises\" is repeated for emphasis. You may omit the repetition if it is awkward in your language. AT: \"Sing, sing praises to God; sing, sing praises to our King\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "008", "tn": [{"ref": "The princes of the peoples", "text": "\"The rulers of all the nations\""}, {"ref": "gathered together to the people", "text": "Possible meanings are that the rulers of the nations 1) \"gather in front of the people\" (UDB) or 2) \"gathered together with the people\" so that all may worship God as king."}, {"ref": "the shields of the earth belong to God", "text": "Possible meanings are that \"shields\" 1) refers to instruments of war. AT: \"God has more power than the weapons of all the kings on the earth\" (UDB) or 2) refers to the rulers of the nations who are spoken of as shields who protect their nations. AT: \"the kings of the earth are subject to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]