[{"id": "01", "tn": [{"ref": "All Israel gathered together and mourned for him", "text": "This is likely a generalization. A large number of the people of Israel were probably there, but some were probably unable to attend. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "gathered together", "text": "\"met together\""}, {"ref": "buried him in his house at Ramah", "text": "Possible meanings are that they buried Samuel 1) in his home town of Ramah or 2) on his family's land in Ramah but not physically in the house or 3) in his house in Ramah."}, {"ref": "David rose and went down", "text": "\"David and his men moved on and they went down\" (See UDB)"}]}, {"id": "02", "tn": [{"ref": "There was a man in Maon, whose possessions were in Carmel. The man was very wealthy. He had three thousand sheep and one thousand goats. He was shearing his sheep in Carmel. The man's name was Nabal, and the name of his wife was Abigail. The woman was intelligent and beautiful in appearance. But the man was harsh and evil in his dealings. He was a descendant of the house of Caleb.", "text": "Some translators may need to put the ideas in these verses in a different order. AT: \"There was a man whose name was Nabal, a descendant of the house of Caleb, who was very wealthy. He lived in Maon, but his possessions were in Carmel. He had three thousand sheep and one thousand goats. The man was harsh and evil in his dealings. The name of his wife was Abigail. The woman was intelligent and beautiful in appearance. Now he was shearing his sheep in Carmel.\" (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Maon", "text": "This is the name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Carmel", "text": "This is the name of a town. This is different from Mount Carmel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "three thousand", "text": "3,000 (See [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "one thousand", "text": "1,000 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "shearing his sheep", "text": "\"shaving the wool off his sheep\""}, {"ref": "Nabal", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abigail", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He was a descendant of the house of Caleb", "text": "Here \"house\" represents family. AT: \"He was a descendant of the family of Caleb\" or \"He was a descendant of Caleb\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "shearing his sheep", "text": "\"shaving the wool off his sheep\""}, {"ref": "greet him in my name", "text": "\"greet him as I would greet him if I were there\""}, {"ref": "Live in prosperity", "text": "\"I desire that you may live in prosperity.\" The abstract noun \"prosperity\" can be translated as a verb. AT: \"I desire that you possess many good things as long as you live\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Peace to you and peace to your house, and peace be to all that you have", "text": "\"I desire that peace may come to you, your household and your possessions\""}]}, {"id": "07", "tn": [{"ref": "you have shearers", "text": "\"your shearers are working\" or \"your shearers have sheep to shear.\" David wants his men to speak so that Nabal understands that his sheep were well because David's men helped guard them."}, {"ref": "we did them no harm, and they missed nothing", "text": "David is pointing out how he and his men offered protection to Nabal's servants and flocks. This can be stated in positive form. AT: \"we kept them and all their property from harm\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "let my young men find favor in your eyes", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. AT: \"may you be pleased with my young men\" or \"may you consider my young men favorably\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to your servants", "text": "David was expressing respect toward Nabal by calling his men Nabal's servants."}, {"ref": "your son David", "text": "David spoke as if he were Nabal's son to show that he respected Nabal, who was an older man."}]}, {"id": "09", "tn": [{"ref": "David's young men", "text": "\"David's army\""}, {"ref": "said all of this to Nabal on David's behalf", "text": "\"gave Nabal David's complete message\""}, {"ref": "Who is David, and who is the son of Jesse?", "text": "Nabal probably knew who David was, but he did not want to help David. (See [[:en:bible:notes:1sa:18:06|18:6-7]]). The words \"servants ... breaking away from their masters\" in verse 10 probably refer to David breaking away from Saul. These two rhetorical questions can be translated as statements. AT: \"This David son of Jesse you speak of—I do not know him.\" or \"I do not know who this David is, so I will not do as he says. I do not know who Jesse is, so I do not care what happens to his son.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "breaking away from", "text": "\"running away from\" or \"rebelling against\""}, {"ref": "my bread", "text": "Here \"bread\" is an idiom for any kind of food. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "men who come from I do not know where", "text": "\"men when I do not know where they have come from\" or \"men whom I do not know\""}]}, {"id": "12", "tn": [{"ref": "that was said", "text": "This can be stated in active form. AT: \"that Nabal had said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "said to his men", "text": "\"said to his army\""}, {"ref": "\"Every man strap on his sword.\" So every man strapped on his sword. David also strapped on his sword", "text": "If swords are not known in your language, you can treat \"strap on his sword\" as a metonymy meaning to prepare for war. AT: \"'Every man, prepare for war.' And every man prepared for war. David also prepared for war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "four hundred", "text": "400 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "two hundred", "text": "200 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "stayed by the baggage", "text": "They remained at their base camp to prevent other raiders from stealing their possessions."}]}, {"id": "14", "tn": [{"ref": "But one of the young men told Abigail, Nabal's wife", "text": "You may need to make explicit what the young man did before he spoke with Abigail. AT: \"One of Nabal's servants found out what David and his men were planning to do, so he went to Nabal's wife Abigail\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We were not harmed", "text": "This can be translated in active form. AT: \"Nobody harmed us\" or \"We were safe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "did not miss anything as long as we went with them", "text": "\"we did not lose anything when we were with them.\" David's men kept wild animals and other people from stealing Nabal's flocks."}]}, {"id": "16", "tn": [{"ref": "They were a wall", "text": "David's men were like a wall around a city that protects the people in the city from their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "evil is plotted against our master", "text": "The speaker is careful not to name the one plotting the evil. This can be translated in active form. AT: \"someone is plotting to do evil things to our master\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "our master", "text": "The speaker speaks of David as if David were another person to show that he respects David. AT: \"you\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "18", "tn": [{"ref": "two hundred", "text": "200 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "loaves", "text": "A loaf is like a cake. You may need to make explicit what the loaves consisted of. AT: \"loaves of bread\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "already prepared", "text": "\"that someone had already cooked\" or \"ready for someone to cook\""}, {"ref": "measures", "text": "This is a generic term as none is given. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "parched grain", "text": "\"grain that someone had cooked\""}, {"ref": "clusters of raisins", "text": "\"cakes of raisins\" or \"masses of raisins\""}]}, {"id": "20", "tn": [{"ref": "David and his men", "text": "\"David and his army\""}, {"ref": "by the cover of the mountain", "text": "Possible meanings are 1) into a low, narrow stream bed or 2) to where the men were hiding."}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The writer gives background information before he continues with the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now David had said, \"Surely ... to him.\"", "text": "The reader needs to understand that David had said these things before he said, \"Every man strap on his sword\" in [[:en:bible:notes:1sa:25:12|25:13]]."}, {"ref": "Now David", "text": "The word \"Now\" shows that the writer has stopped writing about Abigail and started writing about David."}, {"ref": "nothing was missed of all that belonged to him", "text": "This can be stated positively and in active form. AT: \"he still has everything that was his\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May God do so to me, David", "text": "The Hebrew text has \"May God strike the enemies of David,\" and some versions follow this. However, the reading of the ULB follows the main Greek tradition of the Old Testament, as some other modern versions do."}, {"ref": "all who belong", "text": "\"all the people who belong to him\" or \"those in his family\""}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "The writer has finished giving background information, so he continues the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "lay before David facedown and bowed herself to the ground", "text": "Abigail was being humble and showing that she would obey David because he was a powerful leader."}, {"ref": "listen to", "text": "\"hear\""}, {"ref": "my master ... your servant ... words of your servant", "text": "\"you ... my words.\" Abigail speaks of herself and David as if they are two different people to show that she respects David. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Abigail continues to advise David not to take revenge."}, {"ref": "Let not my master regard ... I your servant ... the young men of my master ... my master ... my master", "text": "Abigail speaks of herself and David as if they are two different people to show that she respects David. AT: \"Do not regard ... I ... your young men ... my master ... you\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "But I ... did not see ... whom you sent", "text": "You may need to make explicit what Abigail would have done. AT: \"But if I ... had seen ... whom you sent, I would have given them food\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bloodshed", "text": "murder"}, {"ref": "avenging yourself with your own hand", "text": "The hand is a metonym for what a person does with the hand. Abigail assumes that David should allow Yahweh to take vengeance for him. AT: \"taking vengeance yourself instead of letting Yahweh do it\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let your enemies ... be like Nabal", "text": "Abigail speaks as if Yahweh has already punished Nabal. AT: \"I hope that Yahweh will punish your enemies ... as he will punish Nabal\" (See UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Abigail continues to tell David not to be angry."}, {"ref": "this present", "text": "\"these gifts.\" The \"present\" was actually many different things."}, {"ref": "your servant ... my master ... my master ... the trespass of your servant ... my master ... my master", "text": "Abigail speaks of herself and David as if they are two different people to show that she respects David. AT: \"I ... you ... you ... my trespass ... you ... you\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "let this present ... be given to the young men", "text": "Abigail uses the passive to show her respect for David. This can be translated in active form. AT: \"please give it to the young men\" or \"please let my master give it to the young men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh will certainly make my master a sure house", "text": "Here \"house\" is an idiom used for \"descendants.\" AT: \"Yahweh will ensure that my master always has a descendant who serves as king\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fighting the battles of Yahweh", "text": "\"fighting against Yahweh's enemies\""}, {"ref": "evil will not be found in you", "text": "This can be translated in active form. AT: \"no one will ever see you do any evil thing\" or \"you will never do anything evil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "pursue", "text": "\"chase\" or \"hunt\""}, {"ref": "the life of my master will be bound in the bundle of the living by Yahweh your God", "text": "Abigail speaks of David's life as if it were a long and thin object that a person could put with other long and thin objects and then tie together into a bundle with a rope. This can be translated in active form. AT: \"Yahweh your God will bind the life of my master in the bundle of the living\" or \"Yahweh your God will keep you alive with those who are alive\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the life of my master", "text": "Abigail speaks of herself and David as if they are two different people to show that she respects David. AT: \"your life\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "he will sling away the lives of your enemies, as from the pocket of a sling", "text": "Abigail speaks of David's enemies' lives as if they were small objects like a stone that could be put in a sling and shot a long distance. AT: \"he will kill your enemies as easily as a man slings a stone a long distance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a sling", "text": "a piece of animal skin with long cords at both ends in which a person can put a stone or other small, hard object and throw it a long distance"}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Abigail continues to reason with David."}, {"ref": "my master ... my master ... my master ... your servant", "text": "Abigail speaks of herself and David as if they are two different people to show that she respects David. \"you ... you ... you ... me\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "This will not be a staggering burden for you", "text": "Abigail is stating that if David chooses not to take revenge he will have a clear conscience when Yahweh makes him king of Israel. This can be stated in positive form. AT: \"You will always be glad you acted as you did\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "when Yahweh will do good for my master", "text": "That is, when Yahweh actually makes him king after Saul's reign is over."}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "David accepts Abigail's counsel and gifts."}, {"ref": "May Yahweh ... be blessed, he who", "text": "This can be translated in active form. Possible meanings are 1) \"I praise Yahweh ... who\" (UDB) or 2) \"May all people praise Yahweh ... who.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your wisdom is blessed and you are blessed, because", "text": "This can be translated in active form. AT: \"I thank Yahweh because he has blessed you by making you wise and because\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "bloodshed", "text": "murder. The same word appears in [[:en:bible:notes:1sa:25:25|25:26]]."}, {"ref": "with my own hand", "text": "The word \"hand\" here is a metonym for the action taken by the hand. AT: \"by my own actions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "David accepts Abigail's gifts and agrees to do as she has advised him."}, {"ref": "there would certainly have not been left to Nabal so much as one male baby", "text": "This can be translated in active form. AT: \"I would not have left to Nabal even one male baby\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "received from her hand", "text": "This is an idiom. Abigail did not unload all gifts from the donkeys herself. AT: \"accepted all the gifts that she had brought\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have listened to your voice", "text": "The word \"voice\" is a metonym for the message the person speaks and a synecdoche for the person who speaks. AT: \"have listened to what you have told me\" or \"will do as you have advised me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "36", "tn": [{"ref": "morning light", "text": "dawn"}, {"ref": "Nabal's heart was merry within him", "text": "Nabal was very happy"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "Yahweh's judgment on Nabal"}, {"ref": "the wine had gone out of Nabal", "text": "Nabal was no longer drunk and so was no longer feeling happy."}, {"ref": "his heart died within him", "text": "Nabal was unable to move because was so afraid that he was no longer physically healthy, probably because he had suffered a stroke."}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "David offers to protect Abigail by marrying her."}, {"ref": "May Yahweh be blessed", "text": "This can be translated in active form. Translate as in [[:en:bible:notes:1sa:25:32|25:32]]. Possible meanings are 1) AT: \"I praise Yahweh\" (UDB) or 2) AT: \"May all people praise Yahweh\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has taken up the cause of my insult from the hand of Nabal", "text": "This is an idiom.  AT: \"has defended me after Nabal insulted me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "has taken up the cause of my insult", "text": "The abstract nouns \"cause\" and \"insult\" can be translated as verbs. Possible meanings are 1) AT: \"has shown that what I was doing was right by punishing Nabal for insulting me\" or 2) AT: \"has acted, when Nabal insulted me, as if Nabal had insulted him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has kept back his servant from evil", "text": "David speaks as if he were another person to show his respect for Yahweh. AT: \"has kept me back from doing evil deeds\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "has turned Nabal's evil action back on his own head", "text": "The abstract noun \"action\" can be translated as a verb. AT: \"has done to Nabal what Nabal planned to do to me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "on his own head", "text": "The head is a synecdoche for the person. AT: \"on him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "sent and spoke to Abigail, to take her to himself as wife", "text": "You may make clear the understood information. AT: \"sent men to speak to Abigail and tell her that David wanted to take her to be his wife\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "41", "tn": [{"ref": "She arose, bowed herself", "text": "Abigail responded by bowing. The reader should understand that she was probably already standing when the men were talking to her in [[:en:bible:notes:1sa:25:39|25:40]], and so the word \"arose\" is a metonym for deciding to bow down. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "See, your female servant is a servant to wash the feet of the servants of my master", "text": "Abigail speaks as if she were another person to show that she is humble. She shows that she desires to be David's new wife by offering to wash the feet of David's servants. AT: \"See, I will serve you, the servants of my master David, by washing your feet\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "hurried and arose, and rode", "text": "You may need to make explicit what Abigail did after she arose and before she rode. AT: \"quickly did what she needed to do to prepare for the journey, and then she rode\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "five servant girls of hers who followed her", "text": "Abigail was riding a donkey, but the servant girls were walking."}]}, {"id": "43", "tn": [{"ref": "Now David had also taken Ahinoam ... Saul had given Michal", "text": "These events took place before David married Abigail. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Ahinoam ... Michal", "text": "These are names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Palti ... Laish", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gallim", "text": "This is a town north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]