[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After the greeting, John shows the believers that love and truth go together."}, {"ref": "General Information:", "text": "Tradition identifies the apostle John as the writer of this letter. Though possibly addressed to an individual woman, because he writes that they should \"love one another,\" this is probably to a church."}, {"ref": "General Information:", "text": "All instances of \"you\" and \"your\" in this letter are plural unless noted otherwise. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "General Information:", "text": "In this letter, John includes himself and his readers by using the word \"us\" and \"our\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "From the elder to the chosen lady and her children", "text": "This is how letters were started. The name of the author can be made explicit. AT: \"I, John the elder, am writing this letter to the chosen lady and her children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the elder", "text": "This refers to John, the apostle and disciple of Jesus. He refers to himself as \"elder\" either because of his old age or because he is a leader in the church."}, {"ref": "to the chosen lady and her children", "text": "This probably refers to a congregation and the believers that belong to it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whom I love in truth", "text": "\"you people whom I truly love\""}, {"ref": "who have known the truth", "text": "who have known the truth about God and Jesus"}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in truth and love", "text": "The word \"truth\" describes \"love.\" Possibly it means AT: \"in true love.\"  (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "04", "tn": [{"ref": "your children ... you, lady ... writing to you", "text": "These instances of \"your\" and \"you\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "just as we have received this commandment from the Father", "text": "\"just as God the Father commanded us\""}, {"ref": "not as though I were writing to you a new commandment", "text": "\"not as though I am commanding you to do something new\""}, {"ref": "but one that we have had from the beginning", "text": "Here, \"beginning\" refers to \"when we first believed.\" AT: \"but I am writing to you what Christ commanded us to do when we first believed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that we should love one another", "text": "This can be translated as a new sentence: \"And he commanded that we should love one another.\""}, {"ref": "This is the commandment, just as you heard from the beginning, that you should walk in it", "text": "Conducting our lives according to God's commands is spoken of as if we were walking in them. The word \"it\" refers to love. \"And he has commanded you, since you first believed, to love one another\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "John warns them of deceivers, reminds them to remain in Christ's teaching, and warns them to stay away from those who do not remain   in Christ's teaching."}, {"ref": "For many deceivers have gone out into the world", "text": "\"Many false teachers have left the congregation\" or \"many deceivers are in the world\""}, {"ref": "many deceivers", "text": "\"many false teachers\" or \"many imposters\""}, {"ref": "the world", "text": "Here this expression refers to everyone who is alive in the world."}, {"ref": "Jesus Christ came in the flesh", "text": "\"Jesus Christ came as a real human\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This is the deceiver and the antichrist", "text": "\"They are the ones who deceive others and oppose Christ himself\""}, {"ref": "antichrist", "text": "\"against Christ\""}, {"ref": "Look to yourselves", "text": "\"Watch out\" or \"Pay attention\""}, {"ref": "lose the things", "text": "\"lose your future rewards in heaven\""}, {"ref": "full reward", "text": "\"complete reward in heaven\""}]}, {"id": "09", "tn": [{"ref": "Whoever goes on ahead", "text": "This refers to a person who claims to know more about God and truth than everyone else. AT: \"Whoever claims to know more about God\" or \"Whoever disobeys the truth.\""}, {"ref": "does not have God", "text": "\"does not belong to God\""}, {"ref": "The one who remains in the teaching, this one has both the Father and the Son", "text": "\"Those who follow Christ's teaching belong to both the Father and the Son\""}, {"ref": "the Father and the Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "receive him into your house", "text": "Here this means to welcome him and treat him with honor in order to build a relationship with him."}, {"ref": "participates in his evil deeds", "text": "\"shares with him in his evil deeds\" or \"helps him in his evil deeds\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "John's letter closes with  his desire to visit them and gives greetings from another church."}, {"ref": "General Information:", "text": "The words \"you\" in verse 12 are singular. The word \"your\" in verse 13 is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I did not wish to write them with paper and ink", "text": "John does not wish to write these other things but would like to come say the words to them. He is not saying that he would write them with something other than paper and ink."}, {"ref": "The children of your chosen sister", "text": "Here John speaks of this other church as if it were a sister to the readers' church and the believers that are a part of that church as if they were that church's children. This emphasizes that all believers are a spiritual family. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]