[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe the part of his vision about the great prostitute."}, {"ref": "the condemnation of the great prostitute who is seated on many waters", "text": "The noun \"condemnation\" can be expressed with the verb \"condemn.\" AT: \"how God will condemn the great prostitute who is seated on many waters\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the great prostitute", "text": "\"the prostitute that everyone knows about.\" She represents a certain sinful city. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "on many waters", "text": "If you need to, you can use a more specific word for the kind of water. AT: \"on many rivers\""}, {"ref": "It is with the wine of her sexual immorality that the earth's inhabitants became drunk", "text": "The wine represents sexual immorality. AT: \"The people of the earth became drunk by drinking her wine, that is, they were sexually immoral\" (See: [[:en:ta:vol2:translate:figs_distinguish]] and [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "her sexual immorality", "text": "This may well have a double meaning: sexual immorality among people and also the worship of false gods. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "carried me away in the Spirit to a wilderness", "text": "The setting changes from John being in heaven to being in a wilderness. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "precious stones, and pearls", "text": "\"many kinds of expensive stones\""}, {"ref": "pearls", "text": "beautiful and valuable white beads. They are formed inside the shell of a certain kind of small animal that lives in the ocean. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "On her forehead was written a name", "text": "This can be stated in active form. AT: \"Someone had written on her forehead a name\" (See: [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "Babylon the great", "text": "If it needs to be made clear that the name refers to the woman, it can be put in a sentence. AT: \"I am Babylon, the powerful one\" (See: [[:en::ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The angel begins to explain to John the meaning of the prostitute and the red beast. The angel explains these things through verse 18."}, {"ref": "was drunk with the blood", "text": "\"drunk because she drank the blood\""}, {"ref": "the martyrs for Jesus", "text": "\"the believers who have died because they told others about Jesus\""}, {"ref": "astonished", "text": "\"amazed\" or \"surprised\""}, {"ref": "Why are you astonished?", "text": "The angel used this question to gently scold John. AT: \"You should not be astonished!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "the bottomless pit", "text": "This is an extremely deep narrow hole. Possible meanings are 1) the pit has no bottom; it continues to go down further forever or 2) the pit is so deep that it is as if it had no bottom. See how you translated this in [[:en:bible:notes:rev:09:01|9:1]]."}, {"ref": "Then it will go on to destruction", "text": "The noun \"destruction\" can be translated with a verb. AT: \"Then he will be destroyed\" or \"Then God will destroy him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will go on to destruction", "text": "The certainty of what will happen in the future is spoken of as if the beast were going to it. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those whose names have not been written", "text": "This can be stated in active form. AT: \"those whose names God did not write\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "since the foundation of the world", "text": "\"before God created the world\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "The angel continues speaking. Here he explains the meaning of the seven heads of the beast that the woman is riding."}, {"ref": "This calls for", "text": "\"This makes it necessary to have\""}, {"ref": "This calls for a mind that has wisdom", "text": "The abstract nouns \"mind\" and \"wisdom\" can be expressed with \"think\" and \"wise\" or \"wisely.\" Why a wise mind is needed can be stated clearly. AT \"A wise mind is needed in order to understand this\" or \"You need to think wisely in order to understand this\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The seven heads are seven hills", "text": "Here \"are\" means \"stands for,\" \"represents.\""}, {"ref": "Five kings have fallen", "text": "The angel speaks of dying as falling. AT: \"Five kings have died\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one exists", "text": "\"one is king now\" or \"one king is alive now\""}, {"ref": "the other has not yet come; when he comes", "text": "Not having existed yet is spoken of as not yet having come. AT: \"the other has not yet become king; when he becomes king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he can remain only for a little while", "text": "The angel speaks of someone continuing to be king as if he were remaining in a place. AT: \"he can be king only for a little while\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "it is one of those seven kings", "text": "Possible meanings are 1) the beast rules twice: first as one of the seven kings, and then as the eighth king or 2) the beast belongs to that group of seven kings because he is like them."}, {"ref": "it is going to destruction", "text": "The certainty of what will happen in the future is spoken of as if the beast were going to it. AT: \"it will certainly be destroyed\" or \"God will surely destroy it\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "The angel continues speaking to John. Here he explains the meaning of the ten horns of the beast."}, {"ref": "for one hour", "text": "If your language does not divide the day into 24 hours, you may need to use a more general expression. AT: \"for a very short time\" or \"for a very small part of a day\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "These are of one mind", "text": "\"These all think the same thing\" or \"These all agree to do the same thing\""}, {"ref": "the Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the called ones, the chosen ones, and the faithful ones", "text": "This refers to one group of people. \"Called\" and \"chosen\" can be expressed in active form. AT: \"the called, chosen, and faithful ones\" or \"the ones whom God has called and chosen and who are faithful to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "The waters you saw, where the prostitute is seated, are peoples, multitudes, nations, and languages", "text": "Here \"are\" stands for \"represents.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The waters", "text": "If you need to, you can use a more specific word for the kind of water. AT: \"The rivers.\" See how you translated \"many waters\" in [[:en:bible:notes:rev:17:01|17:1]]."}, {"ref": "multitudes", "text": "\"large groups of people\" or \"great numbers of people\""}, {"ref": "languages", "text": "This refers to people who speak the languages. See how you translated this in [[:en:bible:notes:rev:10:10|10:11]] (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "make her desolate and naked", "text": "\"steal everything that she has and leave her with nothing\""}, {"ref": "they will devour her flesh", "text": "Destroying her completely is spoken of as eating all her flesh. \"They will destroy her completely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For God has put it into their hearts to carry out his purpose by agreeing ... fulfilled", "text": "They would agree to give their power to the beast, but it would not be that they want to obey God. AT: \"For God has put it into their hearts to agree to give their power to rule to the beast until God's words are fulfilled, and by doing this, they would carry out God's purpose\""}, {"ref": "God has put it into their hearts", "text": "The heart represents desires. Making them want to do something is spoken of as putting it in their hearts to do it. AT: \"God has made them want\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "power to rule", "text": "\"authority\" or \"kingly authority\""}, {"ref": "until God's words are fulfilled", "text": "This can be stated in active form. AT: \"until God fulfills what he said will happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "The angel finishes speaking to John about the prostitute and the beast."}, {"ref": "is", "text": "Here \"is\" stands for \"represents.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the great city that rules", "text": "When it says that the city rules, it means that the leader of the city rules.  AT: \"the great city whose leader rules\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]