[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh begins again to rebuke Job by asking him questions."}, {"ref": "Should anyone who wishes to criticize try to correct the Almighty?", "text": "Yahweh is rebuking Job. This can be translated as a statement. AT: \"No one who wants to criticize me should try to argue with me, for I am Almighty God.\" or \"You, a person, want to criticize me, Almighty God, but you should not try to correct me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He who argues with God, let him answer", "text": "Yahweh speaks of Job and himself as if they were two other people to remind Job that no person anywhere should argue with God. AT: \"You want to argue with me, so answer me.\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "03", "tn": [{"ref": "See", "text": "\"Indeed.\" The word \"behold\" here adds emphasis to what follows."}, {"ref": "I am insignificant", "text": "\"I am not important\""}, {"ref": "how can I answer you", "text": "Job uses this question to apologize for questioning God. AT: \"I cannot answer you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "gird up your loins like a man", "text": "A man who tucks his robe up under his sash or belt is preparing for hard physical work, and Job was to prepare for the hard work of answering God. Translate as in [[:en:bible:notes:job:38:01|38:3]]. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to rebuke Job by asking him questions."}, {"ref": "Will you actually say that I am unjust?", "text": "The word \"actually\" indicates that Yahweh is surprised that Job would say that Yahweh is unjust and that Job should make sure that he really wants to say that. This can be translated as a statement. AT: \"I am surprised that you are saying I am unjust.\" or \"You should be sure that you want to say that I am unjust, because that is what you are saying.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you condemn me so you may claim you are right?", "text": "This can be translated as a statement. AT: \"You are condemning me so you can claim that you are innocent.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "arm like God's", "text": "The arm is a metonym for the strength in the arm. AT: \"strength like God's strength\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Can you thunder with a voice like him?", "text": "This can be translated as a statement. AT: \"You certainly cannot cause thunder with your voice the way God does with his.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a voice like him", "text": "\"a voice the way he does.\" Most translations read, \"a voice like his voice\" (see UDB)."}]}, {"id": "10", "tn": [{"ref": "clothe yourself in glory and dignity; array yourself in honor and majesty", "text": "The abstract nouns \"glory,\" \"dignity,\" \"honor,\" and \"majesty\" are spoken of as if they were clothing that a person could put on. They can be translated as adjectives and verbs. AT: \"make yourself glorious; do something great so people will respect you and honor you; make people think you are a great king\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Scatter around the excess of your anger", "text": "The abstract noun \"anger\" is spoken of as if it were more of something than a container could contain so that a person needed to spread it around. It is also a metonym for the actions a person takes when he is angry. You may need to make explicit why the person is angry. AT: \"Be angry because people are proud, and punish them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bring him down", "text": "\"take away everything he is proud of\""}]}, {"id": "12", "tn": [{"ref": "their faces", "text": "The face is a part of the whole person. AT: \"them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the hidden place", "text": "a euphemism for the place where people's spirits go when they die (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "15", "tn": [{"ref": "behemoth", "text": "a large water animal, possibly the hippopotamus (see UDB)"}, {"ref": "he eats", "text": "the behemoth eats"}, {"ref": "eats grass like an ox", "text": "Both the behemoth and the ox eat grass. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "loins ... belly's muscles", "text": "These two phrases refer to the same part of the body."}]}, {"id": "17", "tn": [{"ref": "like a cedar", "text": "Cedar is a very hard wood, and his tail becomes very hard. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like tubes of bronze", "text": "Here, his bones are compared to tubes made of bronze to show how tough this animal is. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like bars of iron", "text": "This last comparisons describes the strength of this great animal. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "19", "tn": [{"ref": "chief of the creatures", "text": "\"most important of the creatures\" or \"strongest of the creatures\""}, {"ref": "the creatures of God. Only God", "text": "Yahweh speaks as if he were another person. AT: \"of my creatures. Only I, God\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "the hills provide him with food", "text": "The author speaks about the hills as if they were people capable of giving him food. AT: \"Food grows on the hill for them\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "lotus plants", "text": "flowering plants that float on top of the water in swampy areas"}, {"ref": "reeds", "text": "tall grasses found in swamps or marshes."}]}, {"id": "22", "tn": [{"ref": "lotus plant", "text": "a flowering plant that floats on top of the water in swampy areas. Translate as in [[:en:bible:notes:job:40:19|40:19]]."}, {"ref": "willows of the brook", "text": "Willows are large trees that grow in damp ground. If they are unknown in your culture, you can use a general term for trees that grow near water."}, {"ref": "banks", "text": "sides of the river"}, {"ref": "though a Jordan River should surge up to his snout", "text": "\"even if the flood comes up to his nose\""}, {"ref": "Can anyone capture him with a hook ... snare?", "text": "This can be translated as a statement. AT: \"You know that no one can capture him with a hook or pierce his nose through with a snare\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]