[{"id": "01", "tn": [{"ref": "When Abram was ninety-nine years old", "text": "nine years old** - This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "God Almighty", "text": "\"the all-powerful God\" or \"the God who has all power\""}, {"ref": "Walk before me", "text": "Walking is a metaphor for living, and \"before me\" or \"in my presence\" here is a metaphor for obedience. AT: \"Live the way I want you to\" or \"Obey me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then I will confirm", "text": "\"If you do this, then I will confirm\""}, {"ref": "I will confirm my covenant", "text": "\"I will give my covenant\" or \"I will make my covenant\""}, {"ref": "covenant", "text": "In this covenant God promises to bless Abram, but he also requires Abram to obey him."}, {"ref": "multiply you exceedingly", "text": "\"greatly increase the number of your descendants\" or \"give you very many descendants\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "Abram bowed low with his face to the ground", "text": "\"Abram threw himself face down on the ground\" or \"Abraham immediately lay down with his face to the ground.\" He did this to show that he respected God and would obey him."}, {"ref": "As for me", "text": "God used this phrase to introduce what he would do for Abram as part of his covenant with Abram."}, {"ref": "behold, my covenant is with you", "text": "The word \"behold\" here says that what comes next is certain: \"my covenant is certainly with you.\""}, {"ref": "the father of a multitude of nations", "text": "\"the father of a great number of nations\" or \"the one after whom many nations name themselves\""}, {"ref": "Abraham", "text": "Translators may add the following footnote: The name \"Abram\" means \"exalted father\" and the name \"Abraham\" sounds like \"father of a multitude.\""}, {"ref": "I will make you exceedingly fruitful", "text": "\"I will cause you to have very many descendants\""}, {"ref": "I will make nations of you", "text": "\"I will cause your descendants to become nations\""}, {"ref": "kings will descend from you", "text": "\"among your descendants there will be kings\" or \"some of your descendants will be kings\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "God continues speaking to Abraham."}, {"ref": "throughout their generations", "text": "\"for each generation\""}, {"ref": "for an everlasting covenant", "text": "\"as a covenant that will last forever\""}, {"ref": "to be God to you and to your descendants after you", "text": "\"to be your God and your descendants' God\" or \"covenant\""}, {"ref": "Canaan, for an everlasting possession", "text": "\"Canaan, as an everlasting possession\" or \"Canaan, to possess forever\""}]}, {"id": "09", "tn": [{"ref": "As for you", "text": "God uses this phrase to introduce what Abram would have to do as part of God's covenant with him."}, {"ref": "keep my covenant", "text": "\"observe my covenant\" or \"honor my covenant\" or \"obey my covenant\""}, {"ref": "This is my covenant", "text": "\"This is a requirement of my covenant\" or \"This is part of my covenant.\" This sentence introduces the part of the covenant that Abram must do."}, {"ref": "Every male among you must be circumcised", "text": "This can be stated in an active form. AT: \"You must circumcise every male among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Every male", "text": "This refers to human males."}, {"ref": "You must be circumcised in the flesh of your foreskin", "text": "Some communities may prefer a less descriptive expression such as \"You must be circumcised.\" If your translation of \"be circumcised\" already includes the word for \"foreskin\", you do not need to repeat it. This can be made active. AT: \"You must circumcise every male among you\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sign of the covenant", "text": "\"the sign that shows that the covenant exists\""}, {"ref": "the sign", "text": "Possible meanings are 1) \"the sign\" or 2) \"a sign.\" The first means that there was one sign, and the second means that there may have been more than one sign. Here the word \"sign\" means a reminder of something that God had promised."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "God continues speaking to Abraham."}, {"ref": "Every male", "text": "\"Every human male\""}, {"ref": "throughout your people's generations", "text": "\"in every generation\""}, {"ref": "him who is bought with money", "text": "This refers to slaves. This can be stated in active form. AT: \"any male that you buy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my covenant will be in your flesh", "text": "This can be stated in active form. AT: \"you will mark my covenant in your flesh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for an everlasting covenant", "text": "\"as a permanent covenant.\" Because it was marked in flesh, no one could easily erase it."}, {"ref": "uncircumcised male who is not circumcised", "text": "This can be stated in active form, and you may leave out words that will give wrong meaning in your language. AT: \"male whom you have not circumcised\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Any uncircumcised male ... foreskin will be cut off from his people", "text": "Possible meanings are 1) \"I will cut off any uncircumcised male ... foreskin from his people\" or 2) \"I want you to cut off any uncircumcised male ... foreskin from his people.\""}, {"ref": "cut off from his people", "text": "Possible meanings are 1) \"killed\" or 2) \"sent away from the community.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "He has broken my covenant", "text": "\"He has not obeyed the rules of my covenant.\" This is the reason that he would be cut off from his people."}]}, {"id": "15", "tn": [{"ref": "As for Sarai", "text": "The words \"As for\" introduce the next person God talks about."}, {"ref": "I will give you a son by her", "text": "\"I will make her bear a son for you\""}, {"ref": "she will become the mother of nations", "text": "\"she will be the ancestor of many nations\" (UDB) or \"her descendants will become nations\""}, {"ref": "Kings of peoples will come from her", "text": "\"Kings of peoples will descend from her\" or \"Some of her descendants will be kings of peoples\""}]}, {"id": "17", "tn": [{"ref": "said in his heart", "text": "\"thought to himself\" or \"said to himself silently\""}, {"ref": "Can a child be born to a man who is a hundred years old?", "text": "Abraham used this rhetorical question because he did not believe that this could happen. AT: \"Surely a man who is a hundred years old cannot father a child!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How can Sarah, who is ninety years old, bear a son?", "text": "Again Abraham used a rhetorical question because he did not believe this could happen. The phrase \"who is ninety years old\" tells why Abraham did not believe that Sarah could bear a son. AT: \"Sarah is ninety years old. Could she bear a son?\" or \"Sarah is ninety years old. Surely she could not bear a son!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and  [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "Oh that Ishmael might live before you", "text": "\"Please let Ishmael inherit the covenant that you have made with me\" or \"Perhaps Ishmael could receive your covenant blessing.\" Abraham suggested something that he believed really could happen."}]}, {"id": "19", "tn": [{"ref": "No, but Sarah your wife will bear", "text": "God said this to correct Abraham's belief that Sarah could not have a son."}, {"ref": "you must name him", "text": "The word \"you\" refers to Abraham."}, {"ref": "As for Ishmael", "text": "The words \"As for\" show that God is switching from talking about the baby that would be born to talking about Ishmael."}, {"ref": "Behold", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "will make him fruitful", "text": "This is an idiom that means \"will cause him to have many children.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and will multiply him abundantly", "text": "\"and I will cause him to have many descendants\""}, {"ref": "leaders of tribes", "text": "\"chiefs\" or \"rulers.\" These leaders are not the twelve sons and grandsons of Jacob that will lead the twelve tribes of Israel."}, {"ref": "But my covenant I will establish with Isaac", "text": "God returns to talking about his covenant with Abraham and emphasizes that he would fulfill his promise with Isaac, not with Ishmael."}]}, {"id": "22", "tn": [{"ref": "When he had finished talking with him", "text": "\"When God had finished talking with Abraham\""}, {"ref": "God went up from Abraham", "text": "\"God left Abraham\""}, {"ref": "every male among the men of Abraham's household", "text": "\"every human male in Abraham's household\" or \"every male person in Abraham's household.\" It refers to human males of all ages: babies, boys, and men."}]}, {"id": "24", "tn": [{"ref": "including those born into the household and those bought with money from a foreigner", "text": "\"This includes those who were born in his household and those he had bought from foreigners\""}, {"ref": "those bought with money from a foreigner", "text": "This refers to servants or slaves."}, {"ref": "those bought", "text": "This can be stated in active form. AT: \"those whom he had bought\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]