[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do. (See: [[:en:bible:notes:exo:25:01]])"}, {"ref": "five cubits long and five cubits wide", "text": "\"2.2 meters long on each side\" (UDB) (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "The altar must be square and three cubits high", "text": "\"The altar must be square and 1.3 meters high\" (UDB) (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "cubits", "text": "A cubit is 46 centimeters. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "You must make extensions of its four corners shaped like ox horns", "text": "\"You must make projections that look like ox horns on its four corners\""}, {"ref": "The horns will be made", "text": "This can be stated in active form. AT: \"You must make the horns\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must cover them", "text": "\"must cover the altar and horns\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "basins", "text": "\"bowls\""}, {"ref": "firepans", "text": "There were pans that held hot coals from the altar."}, {"ref": "utensils", "text": "These were any instrument, vessel, or tool that served a useful purpose."}, {"ref": "You must make a grate for the altar, a network of bronze", "text": "\"You must make a bronze grate for the altar\""}, {"ref": "grate", "text": "a frame of crossed bars for holding wood when burning"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people need to do."}, {"ref": "You must put the grate under the ledge of the altar", "text": "The grate was placed inside the altar. This can be stated clearly in the translation. AT: \"You must put the grate under the rim of the altar, on the inside of the altar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "grate", "text": "This is a frame of crossed bars for holding wood when burning. See how you translated this in [[:en:bible:notes:exo:27:03|27:4]]."}, {"ref": "You must make poles for the altar", "text": "These poles were used for carrying the altar. This can be stated clearly in the translation. AT: \"You must make poles for carrying the altar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people should do."}, {"ref": "The poles must be put into the rings, and the poles must be on the two sides of the altar, to carry it", "text": "This can be stated in active form. AT: \"You must put the poles into the rings and place them on each side of the altar to carry it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "planks", "text": "a long, flat piece of wood that is thicker than a board"}, {"ref": "you were shown on the mountain", "text": "This can be stated in active form. AT: \"that I have shown to you here on this mountain\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "There must be hangings ... courtyard", "text": "This can be stated in active form. AT: \"You must place hangings ... courtyard\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hangings of fine twined linen", "text": "A \"hanging\" was a large curtain made of cloth. See how you translated this in [[:en:bible:notes:exo:26:36|26:36]]"}, {"ref": "fine twined linen", "text": "\"finely twisted linen.\" This was cloth made from fine linen threads that someone twisted together to make a stronger thread"}, {"ref": "one hundred cubits", "text": "\"44 meters\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "There must also be hooks ... posts", "text": "This can be stated in active form. AT: \"You must also attach hooks ... posts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "posts", "text": "a strong piece of wood set upright and used as a support"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "Likewise ... silver rods", "text": "For 27:11 see how you translated many similar words in [[:en:bible:notes:exo:27:09|27:9-10]]."}, {"ref": "there must be hangings", "text": "This could be stated as a command. AT: \"you must make hangings\""}, {"ref": "there must be a curtain", "text": "This could be stated as a command. AT: \"you must make a curtain\""}, {"ref": "There must be ten posts", "text": "This could be stated as a command. AT: \"You must make ten posts\""}, {"ref": "The courtyard must also be fifty cubits long", "text": "This could be stated as a command. AT: \"Make the courtyard fifty cubits long\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "The hangings", "text": "These were large curtains made of cloth. See how you translated this in [[:en:bible:notes:exo:26:36|26:36]]."}, {"ref": "posts", "text": "These were strong pieces of wood set upright and used as supports. See how you translated these in [[:en:bible:notes:exo:27:09|27:10]]."}, {"ref": "bases", "text": "These were metal blocks that had a slot in them to keep the board in place. See how you translated this in [[:en:bible:notes:exo:26:19|26:19]]."}, {"ref": "fifteen cubits", "text": "about seven meters (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "The courtyard gate must be a curtain twenty cubits long", "text": "This could be stated as a command. AT: \"You must make a curtain twenty cubits long to be the courtyard gate\""}, {"ref": "The curtain must be made ... fine twined linen, the work of an embroiderer", "text": "This can be stated in active form. AT: \"They must make the curtain ... fine twined linen, the work of an embroiderer\" or \"Embroiderers must make the curtain ... fine twined linen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blue, purple, and scarlet material and fine twined linen", "text": "Possible meanings are 1) \"yarn that is dyed blue, purple, and scarlet,\" probably wool yarn, or 2) \"blue, purple, and scarlet dye\" to dye the linen."}, {"ref": "an embroiderer", "text": "a person who sews designs into cloth"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "one hundred cubits", "text": "\"100 cubits.\" A cubit is 46 centimeters. (See: [[:en:ta:vol2:translate:translate_bdistance]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fine twined linen hangings", "text": "\"finely twisted linen.\" This was cloth made from fine linen threads that someone twisted together to make a stronger thread. See how you translated this in [[:en:bible:notes:exo:26:36|26:36]]."}, {"ref": "and all the tent pegs for the tabernacle and courtyard must be made of bronze", "text": "This can be stated in active form. AT: \"and make all the tent pegs for the tabernacle and courtyard out of bronze\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tent pegs", "text": "sharp pieces of wood or metal used to secure the corners of a tent to the ground"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "tent of meeting", "text": "This is another name for the tabernacle."}, {"ref": "ark of testimony", "text": "This is the chest that contains the sacred slabs of stone on which Yahweh had written his commandments."}, {"ref": "This requirement will be a lasting ordinance", "text": "\"I require that the people do this as a lasting ordinance\""}]}]