[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer shows the weakness of the law and its sacrifices, why God gave the law, and the perfection of the new priesthood and Christ's sacrifice."}, {"ref": "the law is only a shadow of the good things to come", "text": "This speaks about the law as if it were a shadow. The author means the law was not the good things that God had promised. It only hinted at the good things that God was going to do. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not the real forms of those things themselves", "text": "\"not the real things themselves\""}, {"ref": "year after year", "text": "\"every year\""}, {"ref": "would not those sacrifices have ceased to be offered?", "text": "The author uses a question to state that the sacrifices were limited in their power. This can be stated in active form. AT: \"they would have ceased offering those sacrifices.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ceased", "text": "\"stopped\""}, {"ref": "In that case", "text": "\"In that situation\""}, {"ref": "if they had been cleansed", "text": "People's sins are spoken of as if they could be physically washed away. This can be stated in active form. AT: \"if God had already forgiven their sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no longer been aware", "text": "\"would have known that they were no longer guilty of sin\""}, {"ref": "For it is impossible for the blood of bulls and goats to take away sins", "text": "Sins are spoken of as if they were objects that animal blood could sweep away as it flowed. AT: \"For it is impossible for the blood of bulls and goats to cause God to forgive sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blood of bulls and goats", "text": "Here \"blood\" refers to these animals dying as sacrifices to God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Christ's words when he was on earth were foretold in this quotation from a psalm of David."}, {"ref": "that you desired", "text": "Here \"you\" is singular and refers to God. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "prepared", "text": "\"made ready\""}, {"ref": "Then I said", "text": "Here \"I\" refers to Christ."}, {"ref": "as it is written about me in the scroll", "text": "This can be stated in active form. AT: \"as the prophets wrote about me in the scroll\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the scroll", "text": "This means the scriptures or the holy writings."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Though changing the wording slightly, the author repeats these quotations from a psalm of David for emphasis."}, {"ref": "sacrifices ... offerings ... whole burnt offerings ... sacrifices for sin", "text": "Translate these words as you did in [[:en:bible:notes:heb:10:05|10:5-6]]."}, {"ref": "that are offered", "text": "This can be stated in active form. AT: \"that priests offer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See", "text": "\"Look\" or \"Listen\""}, {"ref": "takes away the first practice", "text": "The abstract noun \"practice\" here refers to a way of atoning for sins. Stopping doing it is spoken of as if it were an object that could be taken away. AT: \"stops atoning for sins the first way\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "first practice ... the second practice", "text": "The words \"first\" and \"second\" are ordinal numbers. AT: \"old practice ... the new practice\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "in order to establish the second practice", "text": "Starting the second way of atoning for sins is spoken of as establishing that practice. AT: \"in order to atone for sins the second way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we have been sanctified", "text": "This can be stated in active form. AT: \"God has sanctified us\" or \"God has dedicated us to himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through the offering of the body of Jesus Christ", "text": "The abstract noun \"offering\" can be expressed with the verb \"offer\" or \"sacrifice.\" AT: \"when Jesus Christ offered his body as a sacrifice\" or \"because Jesus Christ sacrificed his body\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "On the one hand ... On the other hand", "text": "These phrases are used to compares two things. Your language may have a way to emphasize that the author is making a comparison. Or you could leave out \"On the one hand\" and translate \"On the other hand\" simply as \"But.\""}, {"ref": "day by day", "text": "\"day after day\" or \"everyday\""}, {"ref": "can never take away sins", "text": "This speaks of \"sins\" as if they are an object that a person can take away. AT: \"can never cause God to forgive sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he sat down at the right hand of God", "text": "Here \"right hand\" refers to a place of honor. AT: \"he sat down in the place of honor next to God.\" See how you translated this in [[:en:bible:notes:heb:01:01|1:3]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until his enemies are made a stool for his feet", "text": "The humiliation of Christ's enemies is spoken of as if they were made a place for him to rest his feet. This can be stated in active form. AT: \"until God humiliates Christ's enemies and they become like a stool for his feet\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who are being sanctified", "text": "This can be stated in active form. AT: \"those whom God is sanctifying\" or \"those whom God has dedicated to himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "This is a quotation from the prophet Jeremiah in the Old Testament."}, {"ref": "with them", "text": "\"with my people\""}, {"ref": "after those days", "text": "\"when the time of the first covenant with my people has finished\" (UDB)"}, {"ref": "I will put my laws in their hearts, and I will write them on their minds", "text": "People's hearts and minds are spoken of as if God's laws could be put or written on them. AT: \"I will cause them to understand my laws and I will cause them to obey them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "This continues the  quotation from the prophet Jeremiah in the Old Testament."}, {"ref": "No more will I remember their sins and iniquities", "text": "This is the second part of the Holy Spirit's testimony (See: [[:en:bible:notes:heb:10:15|10:15-16]]). You can make this explicit in the translation. AT: \"Then next he said, 'No more will I remember their sins and iniquities.'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "No more will I remember their sins", "text": "\"I will no longer remember their sins\" or \"I will no longer think about their sins\""}, {"ref": "sins and iniquities", "text": "The words \"sins\" and \"iniquities\" mean basically the same thing. Together they emphasize how bad the sin is. AT: \"sinful, evil deeds\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "where there is forgiveness for these", "text": "This can be reworded so that the abstract noun \"forgiveness\" is expressed as the verb \"forgive.\" AT: \"when God has forgiven these things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "there is no longer any sacrifice for sin", "text": "This can be reworded so that the abstract noun \"sacrifice\" is expressed as the verb \"make offerings.\" AT: \"people no longer need to make offerings for sin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Having made it clear that there is only one sacrifice for sin, the writer continues with the picture of the most holy place in the temple, where only the high priest could enter each year with the blood of the sacrifice for sins. He reminds the believers that they now worship God in his presence as if they were standing in the most holy place."}, {"ref": "brothers", "text": "Here this means all believers in Christ whether male or female. AT: \"brothers and sisters\" or \"fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "the most holy place", "text": "This means the presence of God, not the most holy place in the old tabernacle. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the blood of Jesus", "text": "Here \"blood of Jesus\" refers to the death of Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "living way", "text": "Possible meanings are 1) this new way to God that Jesus has provided results in believers living forever or 2) Jesus is alive, and he is the way believers enter into the presence of God."}, {"ref": "through the curtain", "text": "The curtain in the earthly temple represents the separation between people and God's true presence. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by means of his flesh", "text": "Here \"flesh\" stands for the body of Jesus, and his body stands for his sacrificial death. AT: \"by means of his death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we have a great priest over the house of God", "text": "This must be translated in such a way as to make it clear that Jesus is this \"great priest.\""}, {"ref": "over the house", "text": "\"in charge of the house\""}, {"ref": "the house of God", "text": "This speaks about God's people as if they were a literal house. AT: \"all the people of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let us approach", "text": "Here \"approach\" stands for worshiping God, as a priest would go up to God's altar to sacrifice animals to him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "true hearts", "text": "\"faithful hearts\" or \"honest hearts.\" Here \"hearts\" stands for the genuine will and motivation of the believers. AT: \"sincerely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the full assurance of faith", "text": "\"with a confident faith\" or \"trusting completely in Jesus\""}, {"ref": "having our hearts sprinkled clean", "text": "This can be stated in active form. AT: \"as if he made our hearts clean with his blood\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hearts sprinkled clean", "text": "Here \"hearts\" stands for the conscience, the awareness of right and wrong. Being made clean stands for being forgiven and being given the status of righteousness. Hearts are spoken of as if they could be cleansed by blood. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sprinkled", "text": "Sprinkling was a symbolic action done by the priests by which they applied the benefits of the covenant to people and to objects. See how you translated this in [[:en:bible:notes:heb:09:18|9:19]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "having our bodies washed with pure water", "text": "This can be stated in active form. AT: \"as if he had washed our bodies in pure water\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "our bodies washed with pure water", "text": "If the translator understands this phrase as referring to Christian baptism, then \"water\" is literal, not figurative. But if water is taken as literal, then \"pure\" is figurative, standing for the spiritual purity that baptism is said here to accomplish. The \"washing\" stands for the believer being made acceptable to God. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "hold tightly to the confession of our confident expectation", "text": "Here a set of beliefs that a person confesses is spoken of as if it were an object that a person could hold in his hand. The phrase \"hold tightly\" means \"to continue.\" AT: \"continue telling people that we are confident because we believe that God will do what he has promised to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "without wavering", "text": "Being uncertain about something is spoken of as if he were wavering or leaning from side to side. AT: \"without being unsure\" or \"without doubting\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us not stop meeting together", "text": "You can make explicit that the people met to worship. AT: \"Let us not stop coming together to worship\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as you see the day coming closer", "text": "A future time is spoken of as if it were an object coming closer to the speaker. Here \"the day\" refers to when Jesus will return. AT: \"as you know that Christ will return soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "The writer then gives his fourth warning."}, {"ref": "deliberately", "text": "\"intentionally\""}, {"ref": "after we have received the knowledge of the truth", "text": "Knowledge of the truth is spoken of as if it were an object that could be given by one person to another. AT: \"after we have learned the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the truth", "text": "The truth about God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a sacrifice for sins no longer exists", "text": "No one is able to give a new sacrifice because Christ's sacrifice is the only one that works. AT: \"no one can offer a sacrifice for which God will forgive our sins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a sacrifice for sins", "text": "Here \"sacrifice for sins\" stands for \"an effective way to sacrifice animals to take away sins\""}, {"ref": "of judgment", "text": "Of God's judgment, that is, that God will judge. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a fury of fire that will consume God's enemies", "text": "God's fury is spoken of as if it were fire that would burn up his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "of two or three witnesses", "text": "It is implied that this means \"of at least two or three witness.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "How much worse punishment do you think one deserves ... grace?", "text": "The author is emphasizing the greatness of the punishment for those who reject Christ. AT: \"This was severe punishment. But the punishment will be even greater for anyone ... grace!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "has trampled under foot the Son of God", "text": "Disregarding Christ and scorning him are spoken of as if someone had walked on him. AT: \"has rejected the Son of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "who treated the blood of the covenant as unholy", "text": "This shows how the person has trampled the Son of God. AT: \"by treating the blood of the covenant as unholy\""}, {"ref": "the blood of the covenant", "text": "Here \"blood\" stands for Christ's death, by which God established the new covenant. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the blood by which he was sanctified", "text": "This can be stated in active form. AT: \"the blood by which God sanctified him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Spirit of grace", "text": "\"Spirit of God who provides grace\""}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "The word \"we\" here refers to the writer and all believers. These two quotations come from the law that Moses gave in the Old Testament. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Vengeance belongs to me", "text": "Vengeance is spoken of as if it were an object that belonged to God, who had the right to do as he wished with what he owned. God has the right to take vengeance on his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will pay back", "text": "God taking vengeance is spoken of as if he were paying someone the wages he deserves. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to fall into the hands", "text": "Receiving God's full punishment is spoken of as if the person falls into God's hands. Here \"hands\" refers to God's power to judge. AT: \"to receive God's full punishment\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "32", "tn": [{"ref": "the former days", "text": "\"the time in the past\""}, {"ref": "after you were enlightened", "text": "Learning the truth is spoken of as if God shined a light on the person. This can be stated in active form. AT: \"after you learned the truth about Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "how you endured a great struggle in suffering", "text": "\"how much suffering you had to endure\""}, {"ref": "You were exposed to public ridicule by insults and persecution", "text": "This can be stated in active form. AT: \"People ridiculed you by insulting and persecuting you in public\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you were sharing with those", "text": "\"you joined those\""}, {"ref": "a better and everlasting possession", "text": "God's eternal blessings are spoken of as a \"possession.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "In 10:37 is a quotation from the prophet Isaiah in the Old Testament."}, {"ref": "do not throw away your confidence, which has a great reward", "text": "Rejecting a promise is spoken of as if it were throwing away something worthless or useless. AT: \"do not stop confidently trusting in God, who will reward you greatly\" or \"continue to trust completely in God, who will reward you greatly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For in a very little while", "text": "You can make this explicit. AT: \"As God said in the scriptures, 'For in a very little while\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in a very little while", "text": "\"very soon\""}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "In 10:38 the author quotes from the prophet Habakkuk, which directly follows the quotation from the prophet Isaiah in 10:37."}, {"ref": "My righteous one ... If he turns ... with him", "text": "These refer to any of God's people in general. AT: \"My faithful people ... If any one of them turns ... with that person\" or \"My faithful people ... If they turn ... with them\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "My righteous ... I will", "text": "Here \"My\" and \"I\" refer to God."}, {"ref": "If he turns back", "text": "Losing courage and faith are spoken of as if it were turning back from following a path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who turn back to destruction", "text": "Losing courage and faith are spoken of as if it were turning back from following a path. And \"destruction\" is spoken of as if it were a destination. AT: \"who stop trusting God, which will cause him to destroy us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for keeping our soul", "text": "Living eternally with God is spoken of as if it were keeping one's soul. Here \"soul\" refers to the whole person. AT: \", which will result in us living with God forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]