[{"id": "01", "tn": [{"ref": "he was told", "text": "This can be translated in active form. AT: \"someone told him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wilderness of Engedi", "text": "Engedi is a place in Israel west of the Dead Sea where there is water with dry land all around it."}, {"ref": "three thousand", "text": "3,000 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "chosen men", "text": "men whom he had chosen because of their superior military abilities"}]}, {"id": "03", "tn": [{"ref": "sheep pens", "text": "\"sheep corrals\" or \"sheep enclosures\""}, {"ref": "cover his feet", "text": "This is a euphemism for \"relieve himself\" or \"defecate\" or \"empty his intestines.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "cave", "text": "generally a natural hole under the ground, often with an opening in the side of a hill or cliff"}, {"ref": "David arose and quietly crept", "text": "The word \"arose\" is an idiom for taking action. AT: \"David took action; he quietly crept\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "crept", "text": "approached slowly, carefully or quietly"}]}, {"id": "05", "tn": [{"ref": "David's heart afflicted him", "text": "This is an idiom. AT: \"David was sad because he had done something wrong\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh's anointed", "text": "\"the one whom Yahweh has chosen to lead his people\" or \"the one Yahweh has made king\""}, {"ref": "to put out my hand against him", "text": "The hand is a metonym for the ability to cause harm. AT: \"to harm him in any way\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Why do you listen to the men who say, 'See, David is seeking your harm?", "text": "This is a rhetorical question. It can be translated as a statement. AT: \"You should not listen to the men who say, 'See, David is seeking to harm you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "your eyes have seen", "text": "Here \"your eyes\" represent King Saul. AT: \"you have seen with your own eyes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "put you into my hand", "text": "The word \"hand\" is a metonym for control. AT: \"put you where I could kill you or allow you to live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my father", "text": "Saul was not David's real father. David calls him \"father\" to show that he respects Saul."}, {"ref": "there is no evil or treason in my hand", "text": "David speaks as if evil and treason were physical objects he could hold in his hand. Here \"hand\" represents a person acting or doing something. AT: \"I have done no evil deed against you, nor have I rebelled against you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "my hand shall not be against you", "text": "The hand is a metonym for the ability to cause harm. See how you translated a similar phrase in [[:en:bible:notes:1sa:24:05|24:6]]. AT: \"I will not harm you in any way\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "ancients", "text": "This nominal adjective can be translated as a noun phrase. AT: \"people who lived long ago\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "14", "tn": [{"ref": "After whom has the king of Israel come out? After whom do you pursue?", "text": "These rhetorical questions can be translated as  statements. When David asks the questions, he knows that he will answer the questions himself. AT: \"Let me tell you who the king of Israel has come out after. Let me tell you who it is that you are pursuing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "After a dead dog", "text": "The words \"dead dog\" are a metaphor for a powerless person. This sentence can be made complete. AT: \"You are pursuing a person who is as powerless as a dead dog\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "After a flea", "text": "The word \"flea\" is a metaphor for a person whom others do not consider important. AT: \"You are pursuing a person who is as unimportant as a flea\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "see to it, and plead my cause", "text": "Possible meanings are 1) \"do what is right, and plead my cause\" or 2) \"see that my cause is right and fight for me.\" (See UDB)"}, {"ref": "from your hand", "text": "The word \"hand\" is a metonym for power. AT: \"so that you have no power over me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "my son David", "text": "Saul speaks as if David were his son to show David that he loves him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lifted up his voice and wept", "text": "The writer writes as if a voice were something a person could lift up with his hands. AT: \"wept loudly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "you have done good to me", "text": "Saul acknowledges that David did show that he supported King Saul and was loyal to him by not killing him."}, {"ref": "for you did not kill me when Yahweh had put me at your mercy", "text": "Saul acknowledges that David chose to show mercy and demonstrated his loyalty to King Saul as Yahweh's anointed."}]}, {"id": "19", "tn": [{"ref": "For if a man finds his enemy, will he let him go safely?", "text": "A rhetorical question with the answer included in the question. AT: \" For if a man finds his enemy, he will not let him go safely.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For if a man finds his enemy, will he let him go safely?", "text": "Where Saul had believed David was his enemy, he learns that even though David will be king, David will not take over the throne from Saul by force, but will wait for Yahweh's appointed time."}, {"ref": "the kingdom of Israel will be established in your hand", "text": "This can be stated in active form. Possible meanings are 1) David will cause the kingdom of Israel to prosper through his power as king. AT: \"the kingdom of Israel will prosper as you rule the Israelite people\" or 2) Yahweh will cause David to have complete control over the kingdom of Israel. AT: \"you will have complete rule over the kingdom of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in your hand", "text": "The word \"hand\" is a metonym that represents power or control. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "you will not cut off my descendants after me", "text": "\"you will not kill my sons and their families.\" It was common for a new king who was not from the previous family line to kill off all the children of the former king to prevent any of them from challenging him for the throne."}, {"ref": "you will not destroy my name out of my father's house", "text": "It is important for each family in Israel to have descendants from generation to generation carrying on the family name and land inheritance. AT: \"you will not destroy my family and descendants\" or \"you will allow my family to live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "David and his men", "text": "\"David and his army\""}]}]