[{"id": "01", "tn": [{"ref": "go up to Bethel", "text": "The phrase \"go up\" is used because Bethel is higher in elevation than Shechem."}, {"ref": "Build an altar there to God", "text": "God speaks about himself in the third person. AT: \"Build an altar there to me, your God\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "said to his household", "text": "\"said to his family\""}, {"ref": "Put away the foreign gods that are among you", "text": "\"Throw away your idols\" or \"Get rid of your false gods\""}, {"ref": "purify yourselves, and change your clothes", "text": "This was the custom of cleansing oneself morally and physically before going to worship God."}, {"ref": "change your clothes", "text": "Putting on a new clothes was a sign that they had made themselves clean before approaching God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "in the day of my distress", "text": "Possible meanings for \"day\" are 1) the day when Jacob fled from Esau or 2) \"day\" stands for a period of time when Jacob was distressed. AT: \"when I was in a difficult situation\" or \"when I was in trouble\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "So they gave", "text": "\"so everyone in Jacob's household gave\" or \"so all of his family and servants gave\""}, {"ref": "that were in their hand", "text": "Here \"in their hand\" stands for what they own. AT: \"that were in their possession\" or \"that they had\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the rings that were in their ears", "text": "\"their earrings\" (UDB). Possible meanings are 1) the gold in the earrings could have been used to make more idols or 2) they took these earrings from the city of Shechem after they attacked it and killed all the people. The earrings would have reminded them of their sin."}, {"ref": "God made panic to fall on the cities", "text": "God causing the people of the cities to be afraid of Jacob and his family is spoken of as if panic were an object that fell on the cities. The abstract noun \"panic\" can be stated as \"afraid.\" AT: \"God made the people in the surrounding cities afraid of Jacob and those with him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "on the cities", "text": "Here \"cities\" stands for the people who live in the cities. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sons of Jacob", "text": "It is implied that no one attacked anyone in Jacob's family. But two of the sons, Simeon and Levi had attacked the Canaanites relatives of Shechem after he seized and slept with Jacob's daughter. Jacob was afraid they would seek revenge in [[:en:bible:notes:gen:34:30|34:30]]. AT: \"Jacob's family\" or \"Jacob's household\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "Luz", "text": "This is the name of a city. See how you translated this in [[:en:bible:notes:gen:28:18|28:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "El Bethel", "text": "Translators may add a footnote that says: \"The name El Bethel means 'God of Bethel.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "there God had revealed himself to him", "text": "\"there God made himself known to Jacob\""}, {"ref": "Deborah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Rebekah's nurse", "text": "A nurse is a woman who takes care of another woman's child. The nurse was highly honored and important to the family."}, {"ref": "She was buried down from Bethel", "text": "This can be stated in active form. AT: \"They buried her down from Bethel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "down from Bethel", "text": "The phrase \"down from\" is used because they buried her in a place that was lower in elevation than Bethel."}, {"ref": "Allon Bacuth", "text": "Translators may add a footnote that says: \"The name Allon Bacuth means 'Oak tree where there is weeping.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "When Jacob came from Paddan Aram", "text": "It can be made explicit that they were in Bethel. AT: \"After Jacob left Paddan Aram, and while he was in Bethel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "blessed", "text": "Here \"bless\" means to pronounce a formal blessing on someone and to cause good things to happen to that person."}, {"ref": "but your name will no longer be called Jacob", "text": "This can be stated in active form. AT: \"but your name will no longer be Jacob\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "God said to him", "text": "\"God said to Jacob\""}, {"ref": "Be fruitful and multiply", "text": "God told Jacob to produce children so that there would be many of them. The word \"multiply\" explains how he was to be \"fruitful.\" See how you translated this in [[:en:bible:notes:gen:01:22|1:22]]. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "A nation and a company of nations will come from you", "text": "Here \"nation\" and \"nations\" refer to Jacob's descendants who will establish these nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God went up from him", "text": "Here \"went up\" is used because where God dwells is typically thought of as being up or above the world. AT: \"God left him\""}]}, {"id": "14", "tn": [{"ref": "pillar", "text": "This is a memorial pillar which was simply a large stone or boulder set up on its end."}, {"ref": "He poured out a drink offering over it and poured oil on it", "text": "This is a sign that he is dedicating the pillar to God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Bethel", "text": "Translators may also add a footnote that says \"The name Bethel means 'house of God.'\""}]}, {"id": "16", "tn": [{"ref": "Ephrath", "text": "This is another name for the town of Bethlehem."}, {"ref": "She had hard labor", "text": "\"She was having a very difficult time giving birth to the child\""}, {"ref": "While she was in hardest labor", "text": "\"When the labor pain was at its worst\""}, {"ref": "midwife", "text": "a person who helps a woman when she is giving birth to a child"}, {"ref": "As she was dying, with her dying breath", "text": "A \"dying breath\" is a person's last breath before he or she dies. AT: \"Just before she died, as she was taking her last breath\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Benoni", "text": "Translator may add a footnote that says \"The name Benoni means 'son of my sorrow.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Benjamin", "text": "Translator may add a footnote that says \"The name Benjamin means 'son of the right hand.'\" The phrase \"right hand\" indicates a place of special favor."}, {"ref": "and was buried", "text": "This can be stated in active form. AT: \"and they buried her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on the way", "text": "\"alongside the road\" (UDB)"}, {"ref": "It is the marker of Rachel's grave to this day", "text": "\"It marks Rachel's grave still to this day\""}, {"ref": "to this day", "text": "\"up to the present time.\" This means to the time that the author was writing this."}]}, {"id": "21", "tn": [{"ref": "Israel traveled on", "text": "It is implied that Israel's family and servants are with him. The full meaning of this information can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Bilhah", "text": "This is the name of Rachel's female servant. See how you translated this name in [[:en:bible:notes:gen:29:28|29:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Now Jacob had twelve sons", "text": "This sentence begins a new paragraph, which continues into the following verses."}, {"ref": "twelve sons", "text": "\"12 sons\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "23", "tn": [{"ref": "Bilhah", "text": "This is the name of Rachel's female servant. See how you translated this name in [[:en:bible:notes:gen:29:28|29:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "26", "tn": [{"ref": "Zilpah", "text": "This is the name of Leah's female servant. See how you translated this name in [[:en:bible:notes:gen:29:23|29:24]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who were born to him in Paddan Aram", "text": "It is implied that this does not include Benjamin who was born in the land of Canaan near Bethlehem. It only mentions Paddan Aram since that is where most of them were born. The full meaning of this can be made explicit. AT: \"who were born to him in Paddan Aram, except Benjamin who was born in the land of Canaan\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jacob came to Isaac", "text": "Here \"came\" can be stated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "Mamre", "text": "This was another name for the city of Hebron. It may have been named after Mamre, the friend of Abraham who lived there. See how you translated this in [[:en:bible:notes:gen:13:16|13:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kiriath Arba", "text": "This is the name of a city. See how you translated this in [[:en:bible:notes:gen:23:01|23:02]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "28", "tn": [{"ref": "one hundred eighty years", "text": "\"180 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Isaac breathed his last and died", "text": "\"Isaac took his last breath and died.\" The phrases \"breathed his last\" and \"died\" mean basically the same thing. See how you translated a similar phrase in [[:en:bible:notes:gen:25:07|25:08]]. AT: \"Isaac died\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "breathed his last", "text": "This is a polite way of saying a person died. See how you translated this in [[:en:bible:notes:gen:25:07|25:8]]. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "was gathered to his ancestors", "text": "This means that after Isaac died, his soul went to the same place as his relatives who died before him. This can be stated in active form. AT: \"he joined his family members who had already died\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an old man full of days", "text": "The phrases \"old man\" and \"full of days\" mean basically the same thing. They emphasize that Isaac lived a very long time. AT: \"after he had lived a very long time and was very old\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]