{"1": [{"a": "God created the heavens and the earth.", "q": "What did God create in the beginning?", "ref": ["01-01"]}, {"a": "The Spirit of God was moving above the surface of the waters.", "q": "What was the Spirit of God doing in the beginning?", "ref": ["01-02"]}, {"a": "God said, \"Let there be light\".", "q": "How did God create light?", "ref": ["01-03"]}, {"a": "God made the sky between the expanses of water.", "q": "What did God make on the second day?", "ref": ["01-07", "01-08"]}, {"a": "God called the dry land \"earth,\" and the gathered waters he called \"seas.\"", "q": "What did God call the dry land and the gathered waters?", "ref": ["01-10"]}, {"a": "God made plants, fruit trees, and vegetation on the third day.", "q": "What living things did God make on the third day?", "ref": ["01-11", "01-12"]}, {"a": "God made the two great lights and the stars.", "q": "What did God make on the fourth day?", "ref": ["01-16"]}, {"a": "They are to divide the day from the night, and as signs for seasons, for days and years.", "q": "What is the purpose of the lights in the sky?", "ref": ["01-14"]}, {"a": "God made the living creatures of the water, and birds.", "q": "What did God make on the fifth day?", "ref": ["01-21"]}, {"a": "Be fruitful, and multiply.", "q": "What command did God give the sea creatures and birds?", "ref": ["01-22"]}, {"a": "God made man in his image.", "q": "What did God make in his image?", "ref": ["01-26"]}, {"a": "God gave man dominion over the fish of the sea, over the birds of the sky, over the livestock, over all the earth, and over every creeping thing that creeps upon the earth.", "q": "Over what things was man given dominion?", "ref": ["01-26"]}, {"a": "God created man in his own image.", "q": "What was different about how God made man?", "ref": ["01-27"]}, {"a": "Be fruitful and multiply, fill the earth and subdue it.", "q": "What command did God give man?", "ref": ["01-28"]}, {"a": "God gave them every herb yielding seed and every tree with fruit.", "q": "What did God give man to eat?", "ref": ["01-29"]}, {"a": "God thought it was very good.", "q": "When God saw everything that he had made, what did he think about it?", "ref": ["01-31"]}], "2": [{"a": "He rested from all his work, and he blessed and sanctified the day.", "q": "What did God do on the seventh day?", "ref": ["02-02", "02-03"]}, {"a": "A mist went up from the earth.", "q": "Before Yahweh caused it to rain, how was the earth watered?", "ref": ["02-06"]}, {"a": "Yahweh formed man from the dust of the ground and breathed the breath of life into him.", "q": "How did Yahweh make man?", "ref": ["02-07"]}, {"a": "In the garden in Eden.", "q": "Where did Yahweh first put the man?", "ref": ["02-08"]}, {"a": "The tree of life and the tree of the knowledge of good and evil.", "q": "What two trees were in the midst of the garden?", "ref": ["02-09"]}, {"a": "He was to work and maintain the garden.", "q": "What was the man to do in the garden?", "ref": ["02-15"]}, {"a": "You may freely eat from every tree in the garden, except the tree of the knowledge of good and evil.", "q": "What command did Yahweh give the man about what to eat?", "ref": ["02-16", "02-17"]}, {"a": "In the day when the man violated the command, he would surely die.", "q": "What did Yahweh say would happen if the man violated this command?", "ref": ["02-17"]}, {"a": "He said it was not good that the man was alone.", "q": "What did Yahweh say was not good?", "ref": ["02-18"]}, {"a": "The man gave every living creature a name.", "q": "What did Yahweh have the man do with every living creature?", "ref": ["02-19"]}, {"a": "A helper for the man corresponding to him.", "q": "What was not found among all the living creatures?", "ref": ["02-20"]}, {"a": "Yahweh caused the man to sleep and took one of the man's ribs, and made the woman from the rib.", "q": "How did Yahweh make the woman?", "ref": ["02-22"]}, {"a": "Because she was taken out of the man.", "q": "Why did the man call her \"woman\"?", "ref": ["02-23"]}, {"a": "The man is united to the woman as his wife.", "q": "How do a man and woman become one flesh?", "ref": ["02-24"]}, {"a": "No.", "q": "Were the man and his wife ashamed of being naked?", "ref": ["02-25"]}], "3": [{"a": "The serpent asked the woman, \"Has God really said, 'You must not eat from any tree of the garden'\"?", "q": "What was the first question that the serpent asked the woman?", "ref": ["03-01"]}, {"a": "The serpent said, \"You will surely not die\".", "q": "When the woman said God told them they would die if they ate from the tree in the middle of the garden, what did the serpent say?", "ref": ["03-04"]}, {"a": "The serpent said they would be like God, knowing good and evil.", "q": "What did the serpent say would happen to the man and woman if they ate of the fruit?", "ref": ["03-05"]}, {"a": "She saw it was good for food, a delight to the eyes, and desirable to make one wise.", "q": "What attracted the woman to the fruit of the tree?", "ref": ["03-06"]}, {"a": "The woman ate, and gave some to her husband who also ate.", "q": "Who ate of the fruit?", "ref": ["03-06"]}, {"a": "When they ate, their eyes were opened and they knew that they were naked.", "q": "What happened to them when they ate of the fruit?", "ref": ["03-07"]}, {"a": "They hid themselves from God.", "q": "What did the man and woman do when God came into the garden?", "ref": ["03-08"]}, {"a": "The man hid himself from God because he was naked and therefor afraid.", "q": "Why did the man hide himself from God when he came into the garden?", "ref": ["03-10"]}, {"a": "The man said the woman was responsible.", "q": "Who did the man say was responsible for giving him the fruit?", "ref": ["03-12"]}, {"a": "The woman said that the serpent was responsible.", "q": "Who did the woman say was responsible for giving her the fruit?", "ref": ["03-13"]}, {"a": "God said he would cause them to hate each other.", "q": "What kind of relationship did God say he would cause to exist between the serpent and the woman?", "ref": ["03-15"]}, {"a": "God greatly multiplied the woman's pain in childbirth.", "q": "What curse did God give the woman regarding childbirth?", "ref": ["03-16"]}, {"a": "God cursed the ground so that only by painful toil would the man eat from it.", "q": "What curse did God give the man regarding his work?", "ref": ["03-17"]}, {"a": "The man called the woman Eve, because she was the mother of all living things.", "q": "What name did the man give the woman, and why?", "ref": ["03-20"]}, {"a": "God made them garments of skins in order to clothe them.", "q": "What did God make for Adam and Eve, and why?", "ref": ["03-21"]}, {"a": "God said that since Adam now knew good and evil he must not eat of the tree of life, because he would then live forever.", "q": "Why did God say that now Adam must not eat of the tree of life?", "ref": ["03-22"]}, {"a": "God drove the man out of the garden and placed cherubim there to guard the way to the tree of life.", "q": "What did God do to prevent Adam from eating from the tree of life?", "ref": ["03-24"]}], "4": [{"a": "Cain worked the soil, and Abel was a shepherd.", "q": "What work did Cain and Abel do?", "ref": ["04-02"]}, {"a": "Cain brought some of the fruit of the ground.", "q": "What offering did Cain bring to Yahweh?", "ref": ["04-03"]}, {"a": "Abel brought some of the firstborn of his flock and some of the fat.", "q": "What offering did Abel bring to Yahweh?", "ref": ["04-04"]}, {"a": "Yahweh accepted Abel's offering, but did not accept Cain's offering.", "q": "How did Yahweh respond to the offerings of Cain and Abel?", "ref": ["04-04", "04-05"]}, {"a": "Cain was very angry, and his face looked dejected.", "q": "How did Cain react?", "ref": ["04-05"]}, {"a": "Yahweh told Cain to do what is right and he would be accepted.", "q": "What did Yahweh tell Cain he needed to do in order to be accepted?", "ref": ["04-07"]}, {"a": "Cain rose up and killed Abel.", "q": "Later, what happened with Cain and Abel in the field?", "ref": ["04-08"]}, {"a": "Cain said, \"I do not know. Am I my brother's keeper\"?", "q": "When Yahweh asked Cain where his brother was, what did Cain say?", "ref": ["04-09"]}, {"a": "Cain's curse was that the earth would not yield its strength to him, and he would be a fugitive and wanderer.", "q": "What was God's curse on Cain?", "ref": ["04-12"]}, {"a": "Yahweh put a mark on Cain.", "q": "What did Yahweh do to make sure no one killed Cain?", "ref": ["04-15"]}, {"a": "Cain lived in the land of Nod, east of Eden.", "q": "Where did Cain go to live?", "ref": ["04-16"]}, {"a": "Lamech had two wives.", "q": "Cain's descendant Lamech had how many wives?", "ref": ["04-19"]}, {"a": "Lamech told his wives that he had killed a man.", "q": "What did Lamech tell his wives he had done?", "ref": ["04-23"]}, {"a": "Another son of Adam and Eve was named Seth.", "q": "What was the name of another son born to Adam and Eve?", "ref": ["04-25"]}, {"a": "People began to call upon the name of Yahweh.", "q": "What did people begin to do in the days of Seth's son Enosh?", "ref": ["04-26"]}], "5": [{"a": "Chapter five of Genesis is a record of the descendants of Adam.", "q": "Of what is chapter five of Genesis a record?", "ref": ["05-01"]}, {"a": "Mankind was made in God's likeness.", "q": "In whose likeness was mankind made?", "ref": ["05-01"]}, {"a": "God created mankind male and female.", "q": "What genders of mankind did God create?", "ref": ["05-02"]}, {"a": "Adam lived 930 years.", "q": "How long did Adam live?", "ref": ["05-05"]}, {"a": "Seth lived 912 years.", "q": "How long did Seth live?", "ref": ["05-08"]}, {"a": "Kenan lived 910 years.", "q": "How long did Kenan live?", "ref": ["05-14"]}, {"a": "Jared lived 962 years.", "q": "How long did Jared live?", "ref": ["05-20"]}, {"a": "Enoch walked with God, and God took him.", "q": "What was Enoch's relationship with God, and what happened to him?", "ref": ["05-24"]}, {"a": "Lamech said that Noah would give mankind rest from the work and the toil caused by the ground that Yahweh had cursed.", "q": "What did Lamech say about his son Noah?", "ref": ["05-29"]}, {"a": "The sons of Noah were Shem, Ham, and Japheth.", "q": "Who were the sons of Noah?", "ref": ["05-32"]}], "6": [{"a": "The sons of God took for themselves wives from the daughters of mankind.", "q": "When mankind multiplied on the earth, what did the sons of God do?", "ref": ["06-02"]}, {"a": "God said that mankind would live 120 years.", "q": "What did God now say about the length of life for mankind?", "ref": ["06-03"]}, {"a": "The mighty men of old were giants born from the marriage of the sons of God with the daughters of men.", "q": "Who were the mighty men of old, the men of renown?", "ref": ["06-04"]}, {"a": "Yahweh saw that the wickedness of mankind was great, and that their every thought was evil.", "q": "What did Yahweh see in the hearts of mankind in those days?", "ref": ["06-05"]}, {"a": "Yahweh decided to wipe away mankind from the earth.", "q": "What did Yahweh decide to do with mankind?", "ref": ["06-07"]}, {"a": "Noah found favor with Yahweh.", "q": "But who found favor with Yahweh?", "ref": ["06-08"]}, {"a": "Noah was a righteous man, blameless, and a man who walked with God.", "q": "What kind of person was Noah?", "ref": ["06-09"]}, {"a": "God told Noah to build a boat.", "q": "What did God tell Noah to do before God destroyed mankind?", "ref": ["06-14"]}, {"a": "God said that he was going to bring the flood of waters upon the earth.", "q": "How did God say he was going to destroy all flesh that has the breath of life in it?", "ref": ["06-17"]}, {"a": "God established his covenant with Noah.", "q": "But with whom did God establish his covenant?", "ref": ["06-18"]}, {"a": "God told Noah to bring his wife, his three sons, and his sons' wives.", "q": "Who did God tell Noah to bring on the boat?", "ref": ["06-18"]}, {"a": "Two of every kind of living creature, male and female, were to be brought on the boat.", "q": "What animals were to be brought on the boat to be kept alive?", "ref": ["06-19"]}, {"a": "Noah did all that God commanded him.", "q": "How did Noah respond to God's commands?", "ref": ["06-22"]}], "7": [{"a": "Seven males and females of every clean animal and the birds were to go on the boat.", "q": "Seven males and females of which kinds of animals were to go on the boat?", "ref": ["07-02"]}, {"a": "God said that the rain would continue for forty days and forty nights.", "q": "How long did God say the rain would continue on the earth?", "ref": ["07-04"]}, {"a": "Noah was six hundred years old when the flood came upon the earth.", "q": "How old was Noah when the flood came upon the earth?", "ref": ["07-06"]}, {"a": "The animals came to Noah and went into the boat.", "q": "How did Noah bring the animals into the boat?", "ref": ["07-09"]}, {"a": "The waters came from deep underground, and from the sky.", "q": "From which two sources did the waters of the flood come?", "ref": ["07-11"]}, {"a": "Yahweh shut the door after them.", "q": "Once all the people and animals were in the boat, who closed the door?", "ref": ["07-16"]}, {"a": "The water rose fifteen cubits above the tops of the mountains.", "q": "How high did the water on the earth get?", "ref": ["07-20"]}, {"a": "All creatures that moved upon the earth, and all mankind, died.", "q": "Because of the flood, what died upon the earth?", "ref": ["07-21"]}, {"a": "Only Noah and those with him in the ark were left alive.", "q": "Who were the only persons left alive on the earth?", "ref": ["07-23"]}], "8": [{"a": "God made a wind blow, the fountains of the deep were closed, and the rain stopped.", "q": "How did God make the waters recede?", "ref": ["08-01", "08-02"]}, {"a": "The ark came to rest upon the mountains of Ararat.", "q": "Where did the ark come to rest on the ground?", "ref": ["08-04"]}, {"a": "The first time, the dove found no place to rest her foot, and she returned to Noah in the ark.", "q": "What happened the first time Noah sent out a dove from the ark?", "ref": ["08-09"]}, {"a": "The second time, the dove returned with a freshly plucked olive leaf.", "q": "What happened the second time Noah sent out a dove from the ark?", "ref": ["08-11"]}, {"a": "The third time, the dove did not return to Noah.", "q": "What happened the third time Noah sent out a dove from the ark?", "ref": ["08-12"]}, {"a": "Noah saw that the surface of the ground was dry.", "q": "What did Noah see when he removed the covering of the ark and looked out?", "ref": ["08-13"]}, {"a": "God wanted all the living creatures to be fruitful and multiply on the earth.", "q": "What did God want all the creatures on the ark to go and do as they left the ark?", "ref": ["08-17"]}, {"a": "Noah built an alter to Yahweh and offering burnt offerings on the altar.", "q": "What did Noah do when he left the ark?", "ref": ["08-20"]}, {"a": "God promised to not again curse the ground, and to not again destroy every living thing.", "q": "What two promises did God make to mankind at this time?", "ref": ["08-21"]}, {"a": "God said that man's inclination from childhood was evil.", "q": "What did God say was man's inclination from childhood?", "ref": ["08-21"]}], "9": [{"a": "God told Noah and his sons to be fruitful, multiply, and fill the earth.", "q": "What did God tell Noah and his sons to do after they left the ark?", "ref": ["09-01"]}, {"a": "God gave Noah and his sons both the green plants and every moving thing that lived as food.", "q": "What did God give Noah and his sons now as food?", "ref": ["09-03"]}, {"a": "God commanded that meat not be eaten with the blood in it.", "q": "How did God command that meat not be eaten?", "ref": ["09-04"]}, {"a": "God said that the life was in the blood.", "q": "What did God say was in the blood?", "ref": ["09-04"]}, {"a": "God declared that the one who shed a man's blood must have his blood shed.", "q": "What did God declare was the penalty for shedding a man's blood?", "ref": ["09-05", "09-06"]}, {"a": "God made man in God's image.", "q": "In whose image did God make man?", "ref": ["09-06"]}, {"a": "God made a covenant promise that never again will all flesh be destroyed by a flood.", "q": "What covenant promise did God make with everything that lives on the earth?", "ref": ["09-9-11", "09-15"]}, {"a": "God placed the rainbow in the clouds as the sign of the covenant he made with the earth.", "q": "What sign did God give of the covenant that he made with the earth?", "ref": ["09-13", "09-16-17"]}, {"a": "The names of the three sons of Noah were Shem, Ham, and Japheth.", "q": "What were the names of the three sons of Noah?", "ref": ["09-18"]}, {"a": "After he planted a vineyard, Noah drank some of the wine and became drunk.", "q": "What happened to Noah after he planted a vineyard?", "ref": ["09-20", "09-21"]}, {"a": "Shem and Japheth walked backwards with a garment, while turned the other way, in order to cover the nakedness of their father.", "q": "How did Shem and Japheth cover the nakedness of their father?", "ref": ["09-23"]}, {"a": "Noah cursed Ham and said, \"Cursed be Canaan. May he be a servant to his brothers' servants.\"", "q": "What was the curse Noah put on Ham?", "ref": ["09-25"]}, {"a": "Noah blessed both Shem and Japheth.", "q": "Who did Noah bless?", "ref": ["09-26", "09-27"]}], "10": [{"a": "When the clans eventually spread out, each clan had its own language.", "q": "After the flood, the descendants of Noah eventually spread out on the earth in clans, and when they spread out, each clan had its own what?", "ref": ["10-05", "10-20", "10-31"]}, {"a": "Nimrod was known as a mighty hunter before Yahweh.", "q": "For what was Nimrod, descendant of Ham, known?", "ref": ["10-09"]}, {"a": "The first of Nimrod's primary cities was Babel.", "q": "What was the first of Nimrod's primary cities in the land of Shinar?", "ref": ["10-10"]}, {"a": "Nimrod also built cities in Assyria.", "q": "In addition to the land of Shinar, what other area did Nimrod develop with cities?", "ref": ["10-11"]}, {"a": "Canaan was a descendant of Ham.", "q": "Canaan was a descendant of which son of Noah?", "ref": ["10-15"]}, {"a": "In the days of Peleg, the earth was divided.", "q": "What happened in the days of Peleg, descendant of Shem?", "ref": ["10-25"]}, {"a": "The nations came from the clans of the sons of Noah.", "q": "From where did the nations come that spread over the earth after the flood?", "ref": ["10-32"]}], "11": [{"a": "Immediately after the flood, there was one language on the whole earth.", "q": "Immediately after the flood, how many languages were there on the whole earth?", "ref": ["11-01"]}, {"a": "Instead of spreading across the whole earth as God had commanded, the people decided to build a city and a tower.", "q": "What did the people decide to do instead of spreading across the whole earth as God had commanded?", "ref": ["11-04"]}, {"a": "The people wanted to make a name for themselves.", "q": "What did the people want to make for themselves?", "ref": ["11-04"]}, {"a": "The people built their city and tower in the land of Shinar.", "q": "Where did the people build their city and tower?", "ref": ["11-02"]}, {"a": "Yahweh came down and confused the people's languages.", "q": "What did Yahweh come down and do to the people?", "ref": ["11-07"]}, {"a": "God confused their languages so they would not understand each other.", "q": "Why did God do this?", "ref": ["11-07"]}, {"a": "God caused the people to scatter across the face of all the earth, as he had commanded.", "q": "What did God cause the people then to do?", "ref": ["11-08"]}, {"a": "The name of the city was Babel.", "q": "What was the name of the city the people tried to build?", "ref": ["11-09"]}, {"a": "The descendants of Shem, son of Noah, are given in this chapter.", "q": "The descendants of which son of Noah are given in this chapter?", "ref": ["11-10"]}, {"a": "The father of Abram was Terah.", "q": "Who was the father of Abram?", "ref": ["11-26"]}, {"a": "Terah's son Haran had a son named Lot.", "q": "Terah's son Haran had a son with what name?", "ref": ["11-27"]}, {"a": "Terah lived in Ur of the Chaldeans.", "q": "Where did Terah live?", "ref": ["11-28"]}, {"a": "Abram's wife's name was Sarai.", "q": "What was the name of Abram's wife?", "ref": ["11-29"]}, {"a": "Abram's wife's Sarai was barren and had no children.", "q": "What problem did Abram's wife have?", "ref": ["11-30"]}, {"a": "Terah moved to the land of Canaan with Abram, Sarai, and Lot.", "q": "To where did Terah move with Abram, Sarai, and Lot?", "ref": ["11-31"]}], "12": [{"a": "Yahweh told Abram to leave his father's household and go to the land that he would show Abram.", "q": "While Abram was living in Haran, what did Yahweh tell Abram to do?", "ref": ["12-01"]}, {"a": "Yahweh promised that he would bless Abram, make him a great nation, and bless all the families of the earth through him.", "q": "What promise did Yahweh make to Abram?", "ref": ["12-02", "12-03"]}, {"a": "Abram traveled with Sarai, his wife, and Lot, his brother's son.", "q": "Who traveled with Abram?", "ref": ["12-05"]}, {"a": "Abram traveled to the land of Canaan.", "q": "To which land did Abram travel?", "ref": ["12-05"]}, {"a": "Yahweh promised that Abram's descendant's would live in Canaan.", "q": "When Yahweh appeared to Abram, what promise did he make to Abram?", "ref": ["12-07"]}, {"a": "Abram built an altar to Yahweh and called upon Yahweh's name.", "q": "How did Abram worship Yahweh?", "ref": ["12-08"]}, {"a": "Leaving Canaan, Abram traveled to Egypt.", "q": "Leaving Canaan, to where did Abram travel?", "ref": ["12-10"]}, {"a": "Abram was concerned the Egyptians would kill him and take his wife Sarai because she was beautiful.", "q": "What was Abram concerned about as he entered Egypt?", "ref": ["12-12"]}, {"a": "Abram asked Sarai to tell the Egyptians that she was Abram's sister.", "q": "What did Abram ask Sarai to tell the Egyptians about herself?", "ref": ["12-13"]}, {"a": "Pharaoh took Sarai into his household.", "q": "What happened to Sarai when they entered Egypt?", "ref": ["12-15"]}, {"a": "Yahweh afflicted Pharaoh and his house with great plagues.", "q": "What happened to Pharaoh at this time?", "ref": ["12-17"]}, {"a": "Pharaoh asked Abram why he had told him that Sarai was his sister instead of his wife.", "q": "What question did Pharaoh ask Abram?", "ref": ["12-18", "12-19"]}, {"a": "Pharaoh sent Abram and Sarai away.", "q": "What did Pharaoh do with Abram and Sarai?", "ref": ["12-20"]}], "13": [{"a": "Abram traveled to the Negev.", "q": "To where did Abram travel after leaving Egypt?", "ref": ["13-01"]}, {"a": "Abram carried with him many animals, and much silver and gold.", "q": "What did Abram carry with him?", "ref": ["13-02"]}, {"a": "There was a dispute because the land could not support Abram and Lot living close together with all their possessions.", "q": "Why was there a dispute between Abram's and Lot's herdsmen?", "ref": ["13-06", "13-07"]}, {"a": "Abram offered that Lot choose where to live, and then Abram would find his place to live separated from Lot.", "q": "What offer did Abram make to Lot?", "ref": ["13-09"]}, {"a": "Lot chose to move east and to live in the plain of the Jordan because it was well watered.", "q": "Where did Lot choose to live and why?", "ref": ["13-10", "13-11"]}, {"a": "Abram lived in the land of Canaan.", "q": "Where did Abram then live?", "ref": ["13-12"]}, {"a": "The people of Sodom were wicked sinners against Yahweh.", "q": "What kind of people lived in Sodom?", "ref": ["13-13"]}, {"a": "Yahweh promised that all the land Abram could see from where he was standing would be given to him.", "q": "At this time, what did Yahweh say he would give to Abram?", "ref": ["13-14", "13-15"]}, {"a": "Yahweh told Abram he would have more descendants than he could count, \"abundant as the dust of the earth.\"", "q": "How many descendants did Yahweh say Abram would have?", "ref": ["13-16"]}, {"a": "Abram moved near the city of Hebron.", "q": "Near what city did Abram then move?", "ref": ["13-18"]}], "14": [{"a": "All the goods of Sodom were taken away, and Lot and all his possessions were also taken.", "q": "What happened at Sodom as a result of the battle of the kings in the valley of Siddim?", "ref": ["14-11", "14-12"]}, {"a": "Abram gathered his 318 trained men to pursue them.", "q": "What did Abram do when he was told Lot had been taken away?", "ref": ["14-14"]}, {"a": "Abram fought the kings north of Damascus, and he brought back the possessions, Lot, and the other people.", "q": "Near what large city did Abram fight the kings, and what was the result of the battle?", "ref": ["14-15", "14-16"]}, {"a": "The king of Sodom and Melchizedek, the king of Salem, met Abram when he returned.", "q": "Which two kings met Abram when he returned?", "ref": ["14-17", "14-18"]}, {"a": "Melchizedek was priest of God Most High.", "q": "What was Melchizedek's relationship to God?", "ref": ["14-18"]}, {"a": "Melchizedek brought bread and wine with him when he met Abram.", "q": "What did Melchizedek bring with him when he met Abram?", "ref": ["14-18"]}, {"a": "Melchizedek blessed Abram, and blessed God Most High.", "q": "What did Melchizedek say to Abram?", "ref": ["14-19", "14-20"]}, {"a": "Abram gave Melchizedek a tenth of everything.", "q": "What did Abram do after Melchizedek spoke to him?", "ref": ["14-20"]}, {"a": "The king of Sodom offered to let Abram keep all the goods, if Abram gave the people to the king.", "q": "What offer did the king of Sodom make to Abram?", "ref": ["14-21"]}, {"a": "Abram said that he did not want any of the possessions, except what the young men had eaten and the share for the men that went with him.", "q": "How did Abram respond to the king of Sodom's offer?", "ref": ["14-23", "14-24"]}, {"a": "Abram had lifted up his hand to Yahweh, God Most High, and did not want the king of Sodom to be able to say that he had made Abram rich.", "q": "Why did Abram not want any of the possessions?", "ref": ["14-22", "14-23"]}], "15": [{"a": "Yahweh told Abram not to fear, and that he was Abram's shield and very great reward.", "q": "When Yahweh appeared to Abram, what encouragement did Yahweh give Abram?", "ref": ["15-01"]}, {"a": "Abram was worried because he was still childless, and his steward was his heir.", "q": "About what was Abram worried?", "ref": ["15-02", "15-03"]}, {"a": "Yahweh said that one coming from Abram's own body would be his heir.", "q": "Who did Yahweh say would be Abram's heir?", "ref": ["15-04"]}, {"a": "Yahweh said that Abram would have descendants as numerous as the stars.", "q": "How many descendants did Yahweh say Abram would have?", "ref": ["15-05"]}, {"a": "Abram believed Yahweh, and Yahweh counted it to Abram as righteousness.", "q": "How did Abram respond to Yahweh's promise, and what did Yahweh then do?", "ref": ["15-06"]}, {"a": "Abram asked Yahweh, \"How will I know that I will inherit it\"?", "q": "What question did Abram ask Yahweh about the land?", "ref": ["15-08"]}, {"a": "Abram cut the animals in two and placed each half opposite the other.", "q": "What did Abram then do with the animals he was told to bring?", "ref": ["15-10"]}, {"a": "When the sun was going down Abram fell sound asleep and a deep and terrifying darkness overwhelmed him.", "q": "What happened to Abram when the sun was going down?", "ref": ["15-12"]}, {"a": "Yahweh told Abram his descendants would be enslaved and oppressed for four hundred years.", "q": "For how long did Yahweh say Abram's descendants would be enslaved and oppressed?", "ref": ["15-13"]}, {"a": "Yahweh said that he would judge that nation.", "q": "What did Yahweh say would happen to the nation that enslaved Abram's descendants?", "ref": ["15-14"]}, {"a": "Yahweh said that Abram would die in peace at a good old age.", "q": "How did Yahweh say Abram's life would end?", "ref": ["15-15"]}, {"a": "The sin of the Amorites would reach its limit before Abram's descendants returned.", "q": "What would reach its limit before Abram's descendants returned to the land promised them?", "ref": ["15-16"]}, {"a": "A smoking fire pot and flaming torch passed between the pieces of the animals.", "q": "That night, what happened amongst the pieces of the animals Abram had prepared?", "ref": ["15-17"]}, {"a": "Yahweh made a covenant with Abram that he would give this land to Abram's descendants.", "q": "What covenant did Yahweh make with Abram that day?", "ref": ["15-18", "15-21"]}], "16": [{"a": "Sarai told Abram to sleep with her servant, Hagar, in order to have children by her.", "q": "What idea did Sarai have for giving Abram a descendant?", "ref": ["16-01", "16-02"]}, {"a": "After Hagar conceived, Hagar looked with contempt on Sarai.", "q": "What happened between Hagar and Sarai when Hagar conceived a child with Abram?", "ref": ["16-04"]}, {"a": "Sarai complained that it was Abram's fault that Hagar despised her, and Abram told Sarai to do what she thought best with Hagar.", "q": "What complaint did Sarai bring to Abram, and how did Abram respond?", "ref": ["16-05", "16-06"]}, {"a": "Sarai treated Hagar harshly, and Hagar fled.", "q": "How did Sarai treat Hagar after Hagar conceived, and what did Hagar do?", "ref": ["16-06"]}, {"a": "The angel of Yahweh told Hagar to return to Sarai and submit to her authority.", "q": "In the wilderness, what did the angel of Yahweh tell Hagar to do?", "ref": ["16-09"]}, {"a": "The angel of Yahweh promised Hagar that her descendants would be too numerous to count.", "q": "What promise did the angel of Yahweh make to Hagar?", "ref": ["16-10"]}, {"a": "Hagar was told to name her son Ishmael because Yahweh had heard her affliction.", "q": "Why was Hagar told to name her son Ishmael?", "ref": ["16-11"]}, {"a": "Ishmael will be hostile against every man, and will live apart from all his brothers.", "q": "How will Ishmael treat other people?", "ref": ["16-12"]}, {"a": "Hagar gave Yahweh the name, \"The God who sees me\".", "q": "What name did Hagar give Yahweh?", "ref": ["16-13"]}, {"a": "Abram was eighty-six years old when Ishmael was born.", "q": "How old was Abram when Ishmael was born?", "ref": ["16-16"]}], "17": [{"a": "Abram was ninety-nine years old when Yahweh again appeared to Abram.", "q": "How old was Abram when Yahweh appeared again to him to confirm his covenant with Abram?", "ref": ["17-01"]}, {"a": "Yahweh commanded Abram to walk before him blamelessly.", "q": "What command did Yahweh give Abram concerning Abram's way of life?", "ref": ["17-01"]}, {"a": "Yahweh changed Abram's name to Abraham, which means \"father of a multitude of nations\".", "q": "To what did Yahweh change Abram's name, and what does the name mean?", "ref": ["17-05"]}, {"a": "Yahweh gave Abraham's descendants all the land of Canaan as part of the covenant.", "q": "What did Yahweh give to Abraham's descendants as part of the covenant?", "ref": ["17-08"]}, {"a": "Yahweh said that he would be God to Abraham's descendants.", "q": "What did Yahweh say would be the relationship between Abraham's descendants and Yahweh?", "ref": ["17-08"]}, {"a": "Yahweh commanded that every male be circumcised as a sign of the covenant between Abraham and Yahweh.", "q": "What did Yahweh command be done as a sign of the covenant between Abraham and Yahweh?", "ref": ["17-10", "17-11"]}, {"a": "A baby was to be circumcised after eight days.", "q": "At what age was a baby to be circumcised?", "ref": ["17-12"]}, {"a": "Foreigners who joined a household in covenant with Yahweh were also to be circumcised.", "q": "What was to be done with foreigners who joined a household that was in covenant with Yahweh?", "ref": ["17-12", "17-13"]}, {"a": "Any male who was not circumcised was cut off from his people because he had broken the covenant.", "q": "What happened to any male who was not circumcised?", "ref": ["17-14"]}, {"a": "Yahweh changed Sarai's name to Sarah.", "q": "To what did Yahweh change Sarai's name?", "ref": ["17-15"]}, {"a": "Yahweh promised that Abraham's son would come by Sarah.", "q": "What did Yahweh promise would come by Sarah?", "ref": ["17-16"]}, {"a": "Abraham laughed and asked how a child could be born to a man and woman who were so old.", "q": "How did Abraham respond to Yahweh's promise concerning Sarah?", "ref": ["17-17"]}, {"a": "God said that Abraham must name the son Isaac.", "q": "What did God say Abraham must name the son that would come by Sarah?", "ref": ["17-19"]}, {"a": "God said that he would establish his covenant with Isaac.", "q": "What did God say he would establish with Isaac?", "ref": ["17-19", "17-21"]}, {"a": "God promised to bless Ishmael, to make him fruitful, and to make him a great nation.", "q": "What promise did God make concerning Ishmael?", "ref": ["17-20"]}, {"a": "On that same day, Abraham circumcised all the males of his household.", "q": "After God left Abraham, what did Abraham do on that same day?", "ref": ["17-24", "17-27"]}, {"a": "Ishmael was thirteen years old when he was circumcised.", "q": "How old was Ishmael when he was circumcised?", "ref": ["17-25"]}], "18": [{"a": "Abraham saw three men standing across from him.", "q": "As Abraham was sitting at his tent door, what did he see when he looked up?", "ref": ["18-02"]}, {"a": "Abraham offered the men some water to wash, and some food.", "q": "What did Abraham offer the men?", "ref": ["18-04", "18-05"]}, {"a": "The one visitor said that when he returned, Sarah would have a son.", "q": "What prediction did the one visitor give concerning Sarah?", "ref": ["18-10"]}, {"a": "Sarah was in the tent.", "q": "Where was Sarah when the visitor gave his prediction?", "ref": ["18-09"]}, {"a": "Sarah laughed to herself when she heard the visitor's prediction.", "q": "How did Sarah respond to the visitor's prediction?", "ref": ["18-12"]}, {"a": "Yahweh asked why Sarah laughed, and said \"Is anything too hard for Yahweh\"?", "q": "What did Yahweh, the visitor, say about Sarah's response?", "ref": ["18-14"]}, {"a": "The men left Abraham's home and went toward Sodom.", "q": "When the men left Abraham's home, toward where did they go?", "ref": ["18-16"]}, {"a": "Yahweh said, \"Shall I hide from Abraham what I am about to do\"?", "q": "What question did Yahweh ask as they walked?", "ref": ["18-17"]}, {"a": "Yahweh said that Abraham must instruct his children and his household to do righteousness and justice.", "q": "What did Yahweh say Abraham must do so that Yahweh might fulfill the promises given to Abraham?", "ref": ["18-19"]}, {"a": "The men were going toward Sodom because the cries against Sodom and Gomorrah were great, and they wanted to see if the cities were as wicked as the outcry suggested.", "q": "Why were the men going toward Sodom?", "ref": ["18-20", "18-21"]}, {"a": "Abraham asked, \"Will you sweep away the righteous with the wicked\"?", "q": "As Abraham stood with Yahweh, what question did he ask Yahweh?", "ref": ["18-23"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were fifty righteous within the city?", "ref": ["18-26"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were forty-five righteous within the city?", "ref": ["18-28"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were forty righteous within the city?", "ref": ["18-29"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were thirty righteous within the city?", "ref": ["18-30"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were twenty righteous within the city?", "ref": ["18-31"]}, {"a": "Yahweh said he would spare the whole place for their sake.", "q": "What did Yahweh say he would do if there were ten righteous within the city?", "ref": ["18-32"]}], "19": [{"a": "Lot offered that they stay at his home for the night, and then leave in the morning.", "q": "When Lot saw the two angels coming into Sodom, what did he offer them?", "ref": ["19-02"]}, {"a": "The angels said that they would spend the night in the town square.", "q": "What was the angels' response to Lot?", "ref": ["19-02"]}, {"a": "Finally, the angels went with Lot to his home for the night.", "q": "At Lot's urging, where did the angels finally decide to spend the night?", "ref": ["19-03"]}, {"a": "The men wanted Lot to bring out the two men visiting him, so they could sleep with them.", "q": "What did the men of the city who surrounded Lot's house want Lot to do?", "ref": ["19-05"]}, {"a": "Lot offered the men of the city his two daughters instead of the two visitors.", "q": "What did Lot offer the men of the city instead?", "ref": ["19-08"]}, {"a": "The men told Lot to stand back and almost broke down the door.", "q": "How did the men respond to Lot's offer?", "ref": ["19-09"]}, {"a": "The angels pulled Lot back into the house and struck the men outside with blindness.", "q": "What did the angels then do?", "ref": ["19-11"]}, {"a": "The angels said they had been sent to destroy the city.", "q": "What did the angels say they had been sent to do by Yahweh?", "ref": ["19-13"]}, {"a": "Lot's sons-in-law thought Lot was joking.", "q": "How did Lot's sons-in-law respond when Lot told them to hurry and leave Sodom because it was about to be destroyed?", "ref": ["19-14"]}, {"a": "The angels told Lot to take his wife and daughters and get out of the city.", "q": "When morning dawned, what did the angels tell Lot to do?", "ref": ["19-15"]}, {"a": "The angels set them outside the city because Yahweh was merciful to them.", "q": "Why, despite Lot's lingering, did the angels bring Lot and his family by their hands out of the city?", "ref": ["19-16"]}, {"a": "The angels told Lot and his family to flee for their lives and to not look back.", "q": "What instructions did the angels give Lot when they were outside the city?", "ref": ["19-17"]}, {"a": "Lot and his family were allowed to flee to a small city called Zoar.", "q": "Where did the angel allow Lot and his family to flee?", "ref": ["19-22"]}, {"a": "Yahweh rained down sulfur and fire from the sky on Sodom and Gomorrah.", "q": "What did Yahweh do when Lot reached Zoar?", "ref": ["19-24"]}, {"a": "Lot's wife looked back, and she became a pillar of salt.", "q": "What did Lot's wife do and what happened to her?", "ref": ["19-26"]}, {"a": "Abraham saw smoke rising from the land like the smoke of a furnace.", "q": "What did Abraham see early in the morning as he looked down at all the land of the plain?", "ref": ["19-28"]}, {"a": "Lot then moved to the mountains because he was afraid to live in Zoar.", "q": "To where did Lot then move and why?", "ref": ["19-30"]}, {"a": "Lot's daughters planned to make their father drunk, then lie with him so that they could have children.", "q": "What plan did Lot's daughters make involving their father?", "ref": ["19-31", "19-32"]}, {"a": "The Moabite and Ammonite people groups came from the daughters of Lot.", "q": "Which two people groups came from the daughters of Lot?", "ref": ["19-37", "19-38"]}], "20": [{"a": "Abraham said that Sarah was his sister.", "q": "What did Abraham say about Sarah while he was living at Gerar?", "ref": ["20-01", "20-02"]}, {"a": "God came to Abimelech in a dream and told him that he was a dead man because he had taken a man's wife.", "q": "What did God say to Abimelech after he took Sarah?", "ref": ["20-03"]}, {"a": "Abimelech said to God that Abraham had told him Sarah was his sister, and Sarah had told him Abraham was his brother.", "q": "What did Abimelech say to God he had been told by Abraham and Sarah?", "ref": ["20-05"]}, {"a": "God told Abimelech to return Sarah to Abraham; otherwise, he and all his people would die.", "q": "What did God tell Abimelech to do, and what did God say would happen if he did not do it?", "ref": ["20-07"]}, {"a": "Abimelech's men were very afraid when they heard what God had told him.", "q": "How did Abimelech's men respond when they heard what God had told Abimelech?", "ref": ["20-08"]}, {"a": "Abraham said that he was afraid Abimelech would kill him because of Sarah.", "q": "Why did Abraham say he had told Abimelech that Sarah was his sister?", "ref": ["20-11"]}, {"a": "Sarah was the daughter of Abraham's father, but not of his mother.", "q": "In what way was Sarah actually Abraham's sister?", "ref": ["20-12"]}, {"a": "Abimelech gave Abraham sheep and oxen, male and female slaves.", "q": "What animals and people did Abimelech give Abraham?", "ref": ["20-16"]}, {"a": "Abimelech told Sarah he had given a thousand pieces of silver to her brother to cover any offense against Sarah in the eyes of all that were with Sarah, and before everyone.", "q": "What reason did Abimelech give Sarah as to why he gave her brother a thousand pieces of silver?", "ref": ["20-16"]}, {"a": "God healed Abimelech, his wife, and his female slaves so they were able to have children.", "q": "What happened when Abraham prayed to God for Abimelech and his people?", "ref": ["20-17"]}], "21": [{"a": "Yahweh visited Sarah and she bore a son to Abraham at the promised time.", "q": "What did Yahweh do for Sarah?", "ref": ["21-02"]}, {"a": "When Isaac was eight days old, Abraham circumcised him.", "q": "When Isaac was eight days old, what did Abraham do?", "ref": ["21-04"]}, {"a": "Sarah said that God had made her laugh.", "q": "What did Sarah say God had made her do?", "ref": ["21-06"]}, {"a": "Sarah saw the son of Hagar mocking.", "q": "On the day Isaac was weaned, what did Sarah see?", "ref": ["21-09"]}, {"a": "Sarah told Abraham to drive out Hagar and her son, because Hagar's son would not be heir with Isaac.", "q": "What did Sarah tell Abraham to do with Hagar and her son, and why?", "ref": ["21-10"]}, {"a": "Abraham was grieved by Sarah's demand.", "q": "What was Abraham's reaction to Sarah's demand?", "ref": ["21-11"]}, {"a": "God told Abraham to listen to Sarah.", "q": "What did God tell Abraham to do?", "ref": ["21-12"]}, {"a": "Hagar and her son went into the wilderness.", "q": "Where did Hagar and her son go after Abraham sent them out?", "ref": ["21-14"]}, {"a": "God said he would make the son of Hagar into a great nation.", "q": "What did God tell Hagar he would do for her son?", "ref": ["21-18"]}, {"a": "God opened Hagar's eyes and she saw a well of water.", "q": "How did Hagar and her son survive?", "ref": ["21-19"]}, {"a": "Hagar's son became and archer and his mother got a wife for him from Egypt.", "q": "What happened to Hagar's son as he grew up?", "ref": ["21-20", "21-21"]}, {"a": "Abimelech wanted Abraham to swear that he would not deal falsely with Abimelech, or with his children, or with his descendants. Abimelech asked Abraham to show to him the same covenant faithfulness that Abimelech had shown to Abraham.", "q": "What did Abimelech want Abraham to swear to do for him?", "ref": ["21-23"]}, {"a": "Abraham complained to Abimelech about a well of water that Abimelech's servants had seized from him.", "q": "What did Abraham complain about to Abimelech?", "ref": ["21-25"]}, {"a": "Abraham sent seven female lambs to Abimelech as a witness that he had dug the disputed well.", "q": "Why did Abraham send seven female lambs to Abimelech?", "ref": ["21-28", "21-30"]}, {"a": "Abimelech returned into the land of the Philistines.", "q": "Into what land did Abimelech return?", "ref": ["21-32"]}, {"a": "Abraham worshiped Yahweh, the eternal God.", "q": "What did Abraham do at the tamarisk tree in Beer-sheba?", "ref": ["21-33"]}, {"a": "Abraham lived in the land of the Philistines for many days.", "q": "Where did Abraham live for many days?", "ref": ["21-34"]}], "22": [{"a": "God told Abraham to go the land of Moriah and offer Isaac as a burnt offering.", "q": "What test did God give Abraham?", "ref": ["22-01", "22-02"]}, {"a": "Abraham rose early in the morning and set out on his journey to the place God had told him about.", "q": "How did Abraham respond to God's command?", "ref": ["22-03"]}, {"a": "Abraham told his two young men that he and Isaac were going to worship and then would return.", "q": "What did Abraham tell his two young men that he and Isaac were going to do?", "ref": ["22-05"]}, {"a": "Isaac asked Abraham, \"Where is the lamb for the burnt offering\"?", "q": "What question did Isaac ask Abraham as they were walking together?", "ref": ["22-07"]}, {"a": "Abraham said that God would himself provide the lamb for the burnt offering.", "q": "How did Abraham answer Isaac's question?", "ref": ["22-08"]}, {"a": "Abraham prepared Isaac as the burnt offering by binding him and laying him on the altar.", "q": "When they reached the place, what did Abraham prepare as the burnt offering and how did he do it?", "ref": ["22-09"]}, {"a": "The angel of Yahweh told Abraham to not harm Isaac.", "q": "When Abraham took the knife in his hand, what did the angel of Yahweh tell Abraham?", "ref": ["22-12"]}, {"a": "The angel said that he now knew that Abraham feared God.", "q": "What did the angel say he now knew about Abraham?", "ref": ["22-12"]}, {"a": "There was a ram caught in the bushes behind Abraham, which Abraham used as the burnt offering.", "q": "How did God then provide the burnt offering for Abraham?", "ref": ["22-13"]}, {"a": "Abraham called the place, \"Yahweh will provide\".", "q": "What did Abraham call the place of the burnt offering?", "ref": ["22-14"]}, {"a": "The angel of Yahweh said he would bless Abraham because Abraham had not withheld his only son.", "q": "What reason did the angel of Yahweh give for blessing Abraham?", "ref": ["22-16", "22-17"]}, {"a": "Through Abraham's offspring all the nations of the earth were to be blessed, because Abraham had obeyed the angel of Yahweh's voice.", "q": "Through who and why were all nations of the earth to be blessed?", "ref": ["22-18"]}], "23": [{"a": "When Sarah died, Abraham first mourned for her and wept for her.", "q": "What did Abraham first do when Sarah died?", "ref": ["23-02"]}, {"a": "Abraham asked for a property to use as a burying-place.", "q": "What request did Abraham make to the sons of Heth?", "ref": ["23-03", "23-04"]}, {"a": "The sons of Heth offered the choicest of their tombs to Abraham.", "q": "How did the sons of Heth respond to Abraham's request?", "ref": ["23-05", "23-06"]}, {"a": "Ephron offered to give Abraham the cave and the field next to it.", "q": "When Abraham asked for Ephron the Hittite's cave as a tomb, how did Ephron respond?", "ref": ["23-10", "23-11"]}, {"a": "Abraham offered to pay for the field and the cave.", "q": "How did Abraham respond to Ephron's offer?", "ref": ["23-12", "23-13"]}, {"a": "Ephron asked for four hundred shekels of silver for the field and the cave.", "q": "How did Ephron respond to Abraham's offer?", "ref": ["23-14", "23-15"]}, {"a": "Abraham paid four hundred shekels of silver to Ephron for the piece of land.", "q": "How did the conversation between Abraham and Ephron end?", "ref": ["23-14", "23-16"]}, {"a": "The field, the cave that was in it, and all the trees that were in the field and all around its border were included in Abraham's purchase of the field of Ephron.", "q": "What was included in the purchase of the field of Ephron which was in Machpelah?", "ref": ["23-17", "23-18"]}, {"a": "Abraham then buried Sarah in the cave.", "q": "What did Abraham then do with the cave?", "ref": ["23-19"]}], "24": [{"a": "Abraham made his oldest servant swear that he would get a wife for Isaac from Abraham's relatives.", "q": "What did Abraham make his oldest servant swear to do?", "ref": ["24-02", "24-04"]}, {"a": "Abraham insisted that the servant not take Isaac back to the land from which Abraham came.", "q": "What did Abraham insist that the servant not do with Isaac?", "ref": ["24-05", "24-06"]}, {"a": "The servant asked that the woman whom he asked to lower her pitcher to get a drink would do so and offer to water his camels also.", "q": "What did Abraham's servant ask God to do in order to show him which woman God had chosen for Isaac?", "ref": ["24-12", "24-14"]}, {"a": "Rebekah was the granddaughter of Nahor, Abraham's brother.", "q": "What relation was Rebekah to Abraham?", "ref": ["24-15"]}, {"a": "Rebekah gave the servant a drink.", "q": "What did Rebekah do when Abraham's servant asked for a drink of water?", "ref": ["24-17", "24-18"]}, {"a": "After Rebekah finished giving the servant a drink she said, \"I will draw water for your camels also, until they have finished drinking.\"", "q": "What did Rebekah say after she had finished giving the servant a drink?", "ref": ["24-19"]}, {"a": "The servant worshipped Yahweh and blessed him.", "q": "What did the servant do when he heard that Rebekah was related to Abraham and that he could spend the night with her family?", "ref": ["24-26", "24-27"]}, {"a": "Laban was Rebekah's brother.", "q": "Who was Rebekah's brother?", "ref": []}, {"a": "Laban invited Abraham's servant to stay at his house.", "q": "What did Laban do when he met Abraham's servant?", "ref": ["24-31"]}, {"a": "Abraham's servant insisted on saying why he had come before he ate.", "q": "What did Abraham's servant insist on doing before he ate?", "ref": ["24-33"]}, {"a": "Abraham had said that Yahweh would send his angel with the servant to prosper his way.", "q": "How had Abraham said that Yahweh would prosper the servant's way?", "ref": ["24-40"]}, {"a": "Abraham's servant had given Rebekah a gold ring for her nose and bracelets for her arms.", "q": "What had the servant given Rebekah when he heard she was related to Abraham?", "ref": ["24-47"]}, {"a": "Laban and Bethuel answered that the servant should take Rebekah and go, so that Rebekah could be the wife of Abraham's son.", "q": "How did Laban and Bethuel answer Abraham's servant when he asked them what they wanted to do regarding Rebekah?", "ref": ["24-50", "24-51"]}, {"a": "The servant bowed down to Yahweh and gave gifts to Rebekah and to her brother and mother.", "q": "What did Abraham's servant do when he heard the answer from Laban and Bethuel?", "ref": ["24-52", "24-53"]}, {"a": "When they arose the next morning, they wanted Abraham's servant to stay with them for at least ten more days.", "q": "When they arose the next morning, what did Rebekah's brother and mother want the servant to do?", "ref": ["24-54", "24-55"]}, {"a": "Rebekah said that she wanted to go with the servant.", "q": "When Abraham's servant said that he wanted to go immediately, what did Rebekah say that she wanted to do?", "ref": ["24-56", "24-58"]}, {"a": "Rebekah's family blessed her that she might be the mother of thousands and ten thousands, and that her descendants might possess the gate of those who hate them.", "q": "What blessing did Rebekah's family give her as she left with Abraham's servant?", "ref": ["24-60"]}, {"a": "Isaac was out in the field meditating.", "q": "What was Isaac doing when Rebekah arrived at his home?", "ref": ["24-63"]}, {"a": "When she saw Isaac, Rebekah jumped down from the camel and covered herself with her veil.", "q": "What did Rebekah do when she saw Isaac?", "ref": ["24-64", "24-65"]}, {"a": "Isaac brought Rebekah into his mother Sarah's tent and took Rebekah as his wife.", "q": "What did Isaac do after Abraham's servant recounted all the things that he had done?", "ref": ["24-67"]}], "25": [{"a": "Abraham took another wife named Keturah.", "q": "What did Abraham do after his wife Sarah died?", "ref": ["25-01"]}, {"a": "Abraham gave gifts to the sons of his concubines, and gave all that he owned to Isaac.", "q": "How did Abraham distribute his wealth?", "ref": ["25-05", "25-06"]}, {"a": "Abraham lived one hundred seventy-five years.", "q": "How many years did Abraham live?", "ref": ["25-07"]}, {"a": "Both Isaac and Ishmael buried Abraham.", "q": "Who buried Abraham?", "ref": ["25-09"]}, {"a": "The twelve sons of Ishmael lived with each other in hostility.", "q": "How did the twelve sons of Ishmael live with each other?", "ref": ["25-18"]}, {"a": "Isaac prayed to Yahweh for his wife, and Yahweh answered his prayer, and Rebekah conceived.", "q": "What did Isaac do because Rebekah was childless?", "ref": ["25-21"]}, {"a": "Yahweh said that there were two nations in her womb, one people stronger than the other, and that the older would serve the younger.", "q": "What did Yahweh say concerning the two children struggling within Rebekah's womb?", "ref": ["25-23"]}, {"a": "Esau was born first, and he was red all over like a hairy garment.", "q": "Who was born first, and what did he look like?", "ref": ["25-25"]}, {"a": "Jacob was born second, and he was grasping Esau's heel as he was born.", "q": "Who was born second, and what was he doing as he was born?", "ref": ["25-26"]}, {"a": "Esau was a skillful hunter and a man of the field.", "q": "What kind of man was Esau?", "ref": ["25-27"]}, {"a": "Jacob was a quiet man who spent his time in the tents.", "q": "What kind of man was Jacob?", "ref": ["25-27"]}, {"a": "Isaac loved Esau, and Rebekah loved Jacob.", "q": "Who did Isaac love, and who did Rebekah love?", "ref": ["27-28"]}, {"a": "Edom was another name for Esau.", "q": "What was another name for Esau?", "ref": ["25-30"]}, {"a": "Jacob asked for Esau's birthright in return for the red stew.", "q": "For what did Jacob ask in return for the red stew that Esau wanted to eat because he was starving?", "ref": ["25-31"]}, {"a": "Esau swore an oath and sold his birthright to Jacob.", "q": "What was Esau's response to Jacob's offer?", "ref": ["25-33"]}, {"a": "Esau was despising his birthright when he responded to Jacob's offer in this way.", "q": "How was Esau treating his birthright when he responded in this way to Jacob's offer?", "ref": ["25-34"]}], "26": [{"a": "Isaac moved to Gerar because there was a famine in the land.", "q": "Why did Isaac move to the city of Gerar where Abimelech was the king of the Philistines?", "ref": ["26-01"]}, {"a": "Yahweh had told Isaac not to move to Egypt, and to stay in the land about which he would tell Isaac.", "q": "What had Yahweh told Isaac before Isaac moved to Gerar?", "ref": ["26-02"]}, {"a": "Yahweh told Isaac that he would fulfill the oath which Yahweh had sworn to Abraham.", "q": "What did Yahweh tell Isaac about the oath Yahweh had sworn to his father Abraham?", "ref": ["26-03"]}, {"a": "Yahweh said he was going to do this because Abraham had obeyed his voice and kept his instructions, commandments, statutes, and laws.", "q": "Why did Yahweh say he was going to do this?", "ref": ["26-05"]}, {"a": "Isaac told the men of Gerar that Rebekah was his sister.", "q": "What did Isaac say to the men of Gerar about Rebekah, his wife?", "ref": ["26-07"]}, {"a": "Because of Isaac's lie, someone could have had sexual relations with Rebekah and brought guilt upon the people.", "q": "According to Abimelech, what could have brought guilt upon the people because of Isaac's lie?", "ref": ["26-09", "26-10"]}, {"a": "Abimelech commanded that anyone who touched Rebekah would be put to death.", "q": "What command did Abimelech give regarding Rebekah?", "ref": ["26-11"]}, {"a": "Abimelech asked Isaac to move away from the Philistines because he said, \"...for you are mightier than we.\"", "q": "What reason did Abimelech give for asking Isaac to move away from the Philistines?", "ref": ["26-16"]}, {"a": "Isaac had to dig out the wells of water which they had dug in the days of Abraham because the Philistines had stopped them up after Abraham's death.", "q": "Why did Isaac have to dig out the wells of water which they had dug in the days of Abraham?", "ref": ["26-18"]}, {"a": "Isaac named the well, over which the herdsmen of Gerar did not quarrel with him, Rehoboth.", "q": "What did Isaac name the well over which the herdsmen of Gerar did not quarrel with him?", "ref": ["26-22"]}, {"a": "Yahweh reaffirmed that he would bless Isaac and multiply his descendants.", "q": "What did Yahweh reaffirm to Isaac when he appeared to Isaac at Beersheba?", "ref": ["26-23", "26-24"]}, {"a": "Abimelech wanted to make a covenant that neither side would harm the other, because he saw that Yahweh was with Isaac.", "q": "What covenant did Abimelech want to make with Isaac, and why?", "ref": ["26-28", "26-29"]}, {"a": "Isaac made a feast, and they swore an oath with each other.", "q": "How did Isaac respond to Abimelech's request for a covenant between them?", "ref": ["26-30", "26-31"]}, {"a": "The two wives of Esau were from the Hittites.", "q": "From what people group were the two wives of Esau?", "ref": ["26-34"]}, {"a": "Esau's wives brought sorrow to Isaac and Rebekah.", "q": "How was the relationship between Esau's wives and Isaac and Rebekah?", "ref": ["26-35"]}], "27": [{"a": "As Isaac grew old, he was no longer able to see.", "q": "As Isaac grew old, what was he no longer able to do?", "ref": ["27-01"]}, {"a": "Isaac asked Esau to go hunt and make the sort of food that he loved, so that he could eat it and bless Esau.", "q": "What did Isaac ask Esau to do, and why?", "ref": ["27-03", "27-04"]}, {"a": "Rebekah told Jacob to go get two goats and she would make the food that Isaac loved, so that Jacob could take it to Isaac and receive the blessing.", "q": "What was Rebekah's plan for providing the food for Isaac, and why?", "ref": ["27-08", "27-10"]}, {"a": "Jacob was concerned that Esau was a hairy man and he was a smooth man, and that Isaac would touch him and find out that Jacob was a deceiver and curse him.", "q": "About what was Jacob concerned in bringing the food to Isaac?", "ref": ["27-11", "27-12"]}, {"a": "Rebekah put Esau's clothes on Jacob and put goatskins upon his hands and neck.", "q": "How did Rebekah solve the problem of Esau being a hairy man, and Jacob a smooth man?", "ref": ["27-15", "27-16"]}, {"a": "Jacob said that Yahweh, Isaac's God, had brought the game to him.", "q": "When Isaac asked, how did Jacob say he had found the game so quickly?", "ref": ["27-20"]}, {"a": "Isaac touched Jacob on the hands and felt the hairy goatskins.", "q": "Because he was not sure, how did Isaac try to determine who was giving him the food?", "ref": ["27-22", "27-23"]}, {"a": "Jacob said, \"I am\".", "q": "What did Jacob say when Isaac asked, \"Are you really my son Esau\"?", "ref": ["27-24"]}, {"a": "When Jacob came near Isaac to kiss him, Isaac smelled Esau's clothes.", "q": "What finally convinced Isaac that the person bringing the food was Esau?", "ref": ["27-26", "27-27"]}, {"a": "Isaac said nations would bow down to Jacob and that Jacob's mother's sons would bow down to him.", "q": "Who did Isaac say would bow down to Jacob?", "ref": ["27-29"]}, {"a": "Esau came in from hunting, prepared the food, and brought it to Isaac.", "q": "What did Esau do soon after Jacob left Isaac's tent?", "ref": ["27-30", "27-31"]}, {"a": "Isaac said that Jacob had deceitfully taken away Esau's blessing.", "q": "What did Isaac say when Esau asked for Isaac's blessing?", "ref": ["27-34", "27-35"]}, {"a": "Esau said that Jacob had cheated him from his birthright and from his blessing.", "q": "In what two ways did Esau say Jacob had cheated him?", "ref": ["27-36"]}, {"a": "Isaac said that Esau would live away from the fatness of the earth, that he would serve his brother, but would eventually rebel against him and shake off Jacob's yoke.", "q": "What was the \"blessing\" that Isaac gave Esau?", "ref": ["27-39", "27-40"]}, {"a": "Esau decided to kill Jacob after Isaac's death.", "q": "What did Esau decide to do after Isaac's death?", "ref": ["27-41"]}, {"a": "Rebekah sent Jacob to Laban, her brother, in Haran.", "q": "What did Rebekah do after hearing Esau's plans?", "ref": ["27-43"]}], "28": [{"a": "Isaac commanded Jacob not to take a Canaanite wife.", "q": "What command did Isaac give Jacob before he left?", "ref": ["28-01"]}, {"a": "Isaac told Jacob to get a wife from the daughters of Laban, Rebekah's brother.", "q": "Where did Isaac tell Jacob to get a wife?", "ref": ["28-02"]}, {"a": "Isaac asked God to give Jacob the blessing of Abraham.", "q": "Whose blessing did Isaac ask God to give Jacob?", "ref": ["28-04"]}, {"a": "Esau took a wife from the daughters of Ishmael, Abraham's son.", "q": "From where did Esau get one of his wives when he saw that the women of Canaan did not please Isaac?", "ref": ["28-08", "28-09"]}, {"a": "Jacob saw a ladder from earth to heaven with angels ascending and descending on it, and Yahweh standing above it.", "q": "What did Jacob see in his dream while on the way to Haran?", "ref": ["28-12", "28-13"]}, {"a": "Yahweh said that the land Jacob was lying on would be given to him and his descendants.", "q": "What did Yahweh say about the land Jacob was lying on?", "ref": ["28-13"]}, {"a": "Yahweh gave Jacob the blessing of Abraham.", "q": "Whose blessing did Yahweh give to Jacob?", "ref": ["28-13"]}, {"a": "Jacob said the place was the house of God and the gate of heaven.", "q": "What did Jacob say about the place where he had the dream?", "ref": ["28-17"]}, {"a": "Jacob named the place Beth-el.", "q": "What name did Jacob give the place where he had the dream?", "ref": ["28-19"]}, {"a": "Jacob said that Yahweh must be with him and protect him on his journey so that he returned safely to his father's house.", "q": "What did Jacob say Yahweh must do in order for Yahweh to be his God?", "ref": ["28-20", "28-21"]}, {"a": "Jacob promised to give back to Yahweh a tenth of everything Yahweh gave Jacob.", "q": "What did Jacob promise to give Yahweh if Yahweh did these things for him?", "ref": ["28-22"]}], "29": [{"a": "The men were from Haran.", "q": "From where were the men that Jacob talked to?", "ref": ["29-04"]}, {"a": "Rachel, daughter of Laban, also came to the well with a flock of sheep.", "q": "Who also came to the well with a flock of sheep?", "ref": ["29-06"]}, {"a": "Jacob rolled the stone from the well's mouth and watered the sheep.", "q": "What did Jacob do for Laban's sheep?", "ref": ["29-10"]}, {"a": "Jacob told Rachel that he was her father's relative, and then Rachel ran and told her father.", "q": "What did Jacob tell Rachel, and then what did she do?", "ref": ["29-12"]}, {"a": "Laban ran to meet Jacob, embraced him, kissed him, and brought him to his house.", "q": "How did Laban react when he heard about Jacob's arrival?", "ref": ["29-13"]}, {"a": "Leah was the older daughter and she had tender eyes, while Rachel was the younger and was beautiful in form and appearance.", "q": "Describe the two daughters of Laban.", "ref": ["29-16", "29-17"]}, {"a": "They agreed that Jacob would serve Laban seven years in return for Rachel.", "q": "What arrangement did Laban and Jacob make concerning Jacob's labor?", "ref": ["29-18"]}, {"a": "The seven years of labor seemed only like a few days because of the love Jacob had for Rachel.", "q": "Why did the seven years of labor only seem like a few days to Jacob?", "ref": ["29-20"]}, {"a": "Laban gave Leah to Jacob, instead of Rachel, the night of the wedding.", "q": "How did Laban trick Jacob?", "ref": ["29-23", "29-25"]}, {"a": "Laban gave his female servant Zilpah to his daughter Leah, to be her servant.", "q": "Who did Laban give to Leah, to be her servant?", "ref": ["29-24"]}, {"a": "Laban said it was not their custom to give the younger daughter in marriage before the first-born.", "q": "Why did Laban say he had tricked Jacob?", "ref": ["29-26"]}, {"a": "They agreed that Jacob would serve Laban seven more years in return for Rachel.", "q": "What arrangement did Laban and Jacob then make concerning Jacob's labor?", "ref": ["29-27"]}, {"a": "Laban gave Bilhah to his daughter Rachel, to be her servant.", "q": "Who did Laban give to Rachel, to be her servant?", "ref": ["29-29"]}, {"a": "Yahweh caused Leah to become pregnant, but Rachel was childless.", "q": "What did Yahweh do when he saw that Jacob did not love Leah?", "ref": ["29-31"]}, {"a": "Leah hoped that Jacob would love her if she bore sons for him.", "q": "What did Leah hope would happen if she bore sons for Jacob?", "ref": ["29-32"]}, {"a": "The name of Leah's first son was Reuben.", "q": "What was the name of Leah's first son?", "ref": ["29-32"]}, {"a": "After she bore Judah Leah said, \"This time I will praise Yahweh.\"", "q": "What did Leah say after she bore Judah?", "ref": ["29-35"]}], "30": [{"a": "According to Jacob, God had kept Rachel from having children.", "q": "According to Jacob, why did Rachel have no children?", "ref": ["30-02"]}, {"a": "Rachel gave Jacob Bilhah her servant so she could have children on Rachel's behalf.", "q": "What did Rachel do in order to have children?", "ref": ["30-03"]}, {"a": "Rachel said that she had prevailed because Bilhah her servant bore two sons for Jacob.", "q": "Why did Rachel say that she had prevailed against her sister Leah?", "ref": ["30-07", "30-08"]}, {"a": "Leah gave Jacob Zilpah her servant so she could have children on Leah's behalf.", "q": "What did Leah do when she saw that she had stopped bearing children?", "ref": ["30-09"]}, {"a": "Leah said, \"This is fortunate.\" because Zilpah her servant bore Jacob a son.", "q": "What caused Leah to say, \"This is fortunate.\"?", "ref": ["30-10", "30-11"]}, {"a": "In exchange for Reuben's mandrakes, Rachel offered to let Leah sleep with Jacob that night", "q": "What did Rachel offer Leah in exchange for her son's mandrakes?", "ref": ["30-14", "30-15"]}, {"a": "Leah bore six sons for Jacob.", "q": "How many sons did Leah bear for Jacob?", "ref": ["30-20"]}, {"a": "When Rachel bore a son for Jacob, she said that her shame had been taken away.", "q": "What caused Rachel to say that her shame had been taken away?", "ref": ["30-23"]}, {"a": "Jacob requested that Laban let Jacob go with his family back to his own home and country.", "q": "What request did Jacob make to Laban after Joseph was born?", "ref": ["30-25", "30-26"]}, {"a": "Laban had divined that Yahweh had blessed him for Jacob's sake.", "q": "Why did Laban not want to let Jacob go away?", "ref": ["30-27"]}, {"a": "Jacob took the speckled, spotted, and black sheep, and the speckled and spotted goats from Laban's flock that he tended.", "q": "What wages did Jacob receive for his work for Laban?", "ref": ["30-32"]}, {"a": "Laban first removed the animals that Jacob would have taken, before he gave the flock to Jacob to tend.", "q": "How did Laban cheat Jacob concerning Jacob's wages?", "ref": ["30-35", "30-36"]}, {"a": "Jacob peeled white streaks into branches of fresh poplar, almond, and plane trees.", "q": "What kind of sticks did Jacob peel white streaks into?", "ref": ["30-37"]}, {"a": "Jacob put the sticks that he had peeled in front of the flocks, in front of the watering troughs where they came to drink.", "q": "What did Jacob do with the peeled sticks?", "ref": ["30-38"]}, {"a": "When the flocks bred in front of the sticks they produced striped, speckled, and spotted young.", "q": "What happened when the flocks bred in front of the sticks?", "ref": ["30-39"]}, {"a": "The result was that Laban's flock was feebler, and Jacob's flock was stronger.", "q": "What was the result of Jacob's breeding of the animals?", "ref": ["30-42"]}], "31": [{"a": "Laban and his sons believed that Jacob had gotten all his wealth from Laban's possessions.", "q": "From where did Laban and his sons believe Jacob had gotten all his wealth?", "ref": ["31-01", "31-02"]}, {"a": "Yahweh instructed Jacob to return to the land of his fathers and to his relatives.", "q": "What instructions did Yahweh give Jacob?", "ref": ["31-03"]}, {"a": "God had caused the animals to bear speckled, and striped young which were Jacob's wages.", "q": "How had God taken away the cattle of Laban and given them to Jacob?", "ref": ["31-08", "31-09"]}, {"a": "Rachel and Leah said that Laban treated them as foreigners and had devoured their money.", "q": "What attitude did Rachel and Leah have toward their father Laban?", "ref": ["31-14", "31-15"]}, {"a": "Rachel stole her father's household gods.", "q": "What did Rachel do before leaving with Jacob?", "ref": ["31-19"]}, {"a": "Jacob deceived Laban by not telling Laban that he was leaving.", "q": "How did Jacob deceive Laban at this time?", "ref": ["31-20"]}, {"a": "Laban took his relatives with him and pursued Jacob, overtaking him after seven days.", "q": "What did Laban do when he was told that Jacob had fled?", "ref": ["31-22", "31-23"]}, {"a": "God told Laban to speak neither good or bad to Jacob.", "q": "What did God tell Laban in a dream?", "ref": ["31-24"]}, {"a": "Jacob said that he fled secretly because he was afraid that Laban would take his daughters from him by force.", "q": "Why did Jacob say that he had fled from Laban secretly?", "ref": ["31-31"]}, {"a": "Jacob said that whoever stole Laban's household gods would not continue to live.", "q": "What did Jacob say when Laban accused him of stealing his household gods?", "ref": ["31-32"]}, {"a": "Laban did not find his household gods because Rachel sat on them and then said that she could not stand up since she was having her period.", "q": "Why did Laban not find his household gods among Jacob's possessions?", "ref": ["31-34", "31-35"]}, {"a": "Jacob had worked for Laban twenty years, and Laban had changed his wages ten times.", "q": "How long had Jacob worked for Laban, and how many times had Laban changed his wages?", "ref": ["31-41"]}, {"a": "Laban said that all that he saw of Jacob's possessions was his.", "q": "How did Laban show that he still thought of Jacob's possessions as his own?", "ref": ["31-43"]}, {"a": "Jacob and Laban marked the place of their covenant by making a pile of stones there.", "q": "How did Jacob and Laban mark the place of their covenant?", "ref": ["31-46"]}, {"a": "Jacob and Laban each agreed to not pass beyond the pile of stones to do the other harm.", "q": "What covenant did Jacob and Laban make?", "ref": ["31-52"]}, {"a": "God was declared as witness between Jacob and Laban to ensure the covenant would be kept.", "q": "Who was declared as witness between Jacob and Laban to ensure the covenant would be kept?", "ref": ["31-49", "31-50"]}, {"a": "The pile and pillar were both witnesses to the covenant which said neither Laban nor Jacob would pass the pile or pillar to do one another harm.", "q": "What were the pile and the pillar for?", "ref": ["31-51", "31-52"]}, {"a": "To show that he agreed with Laban about the covenant Jacob swore by God, who his father Isaac feared.", "q": "What did Jacob do to show that he agreed to the covenant?", "ref": ["31-53"]}, {"a": "Laban rose, kissed his grandsons and daughters, blessed them, and returned home.", "q": "What did Laban do the next morning?", "ref": ["31-55"]}], "32": [{"a": "Jacob sent a message to his brother Esau on his way toward Canaan.", "q": "To whom did Jacob send a message on his way toward Canaan?", "ref": ["32-03"]}, {"a": "Jacob desired to find favor in Esau's sight.", "q": "For what purpose did Jacob send this message?", "ref": ["32-05"]}, {"a": "Jacob was afraid, so he divided his people into two groups so that if Esau attacked one group, the other could escape.", "q": "What was Jacob's reaction when he heard Esau was coming with four hundred men, and what did he do?", "ref": ["32-07", "32-08"]}, {"a": "Jacob asked Yahweh to deliver him from the hand of Esau.", "q": "What was Jacob's request to Yahweh?", "ref": ["32-11"]}, {"a": "Jacob reminded Yahweh that he had promised to prosper Jacob, and to make is descendants like the sand of the sea.", "q": "Of what promise did Jacob remind Yahweh?", "ref": ["32-12"]}, {"a": "Jacob thought that perhaps he could appease Esau with the gifts that he sent to Esau so that later, when Jacob saw him, Esau would receive him.", "q": "What did Jacob think he could accomplish by sending gifts to his brother Esau?", "ref": ["32-20"]}, {"a": "He took his wives, servant women, and children across the ford of the Jabbok.", "q": "How did Jacob end up being alone that night?", "ref": ["32-22"]}, {"a": "Jacob wrestled with a man until daybreak.", "q": "What did Jacob do that night until daybreak?", "ref": ["32-24"]}, {"a": "The man struck Jacob's hip and dislocated it.", "q": "What did the man do when he could not defeat Jacob?", "ref": ["32-25"]}, {"a": "Jacob demanded that the man bless him.", "q": "What did Jacob demand before he would let the man go?", "ref": ["32-26"]}, {"a": "The man said that Jacob's name would now be Israel.", "q": "What did the man say Jacob would there after be called?", "ref": ["32-28"]}, {"a": "Jacob said he had seen God face to face that night.", "q": "Who did Jacob say he had seen face to face that night?", "ref": ["32-30"]}, {"a": "Jacob limped because of his hip after that night.", "q": "What physical problem did Jacob continue to have after that night?", "ref": ["32-32"]}], "33": [{"a": "Jacob put his female servants first, then Leah, and then Rachel.", "q": "As Esau was coming to Jacob, in what order did Jacob put his wives behind him?", "ref": ["33-02", "33-03"]}, {"a": "Jacob bowed toward the ground seven times as he came near his brother.", "q": "What did Jacob do as he came near his brother?", "ref": ["33-03"]}, {"a": "Esau ran to meet Jacob, embraced him, hugged his neck, and kissed him.", "q": "What did Esau do when he came to his brother?", "ref": ["33-04"]}, {"a": "Esau told Jacob to keep them for himself, since he had enough.", "q": "What did Esau tell Jacob to do with the gifts he had sent ahead to Esau?", "ref": ["33-09"]}, {"a": "Jacob said that because God had dealt graciously with him, and because he had enough, Esau should accept his gifts.", "q": "What two reasons did Jacob give Esau to accept his gifts?", "ref": ["33-11"]}, {"a": "Jacob said he wanted Esau to go ahead because the flocks would die if they were driven too fast.", "q": "Why did Jacob say he wanted Esau to go ahead, while he traveled more slowly?", "ref": ["33-12", "33-14"]}, {"a": "Jacob said he was going to bring his family and flocks to Esau in Seir.", "q": "Where did Jacob say he was going to bring his family and his flocks?", "ref": ["33-14"]}, {"a": "Jacob traveled to Succoth, where he built himself a house.", "q": "To where did Jacob travel, where he built himself a house?", "ref": ["33-17"]}, {"a": "Jacob traveled to Shechem, where he bought a piece of ground.", "q": "To where did Jacob travel, where he bought a piece of ground?", "ref": ["33-18", "33-19"]}], "34": [{"a": "Shechem grabbed Dinah, assaulted her, and forced himself on her.", "q": "What did Shechem, the son of Hamor, do when he saw Dinah, Leah's daughter?", "ref": ["34-02"]}, {"a": "Jacob held his peace until his sons came in from the field.", "q": "What did Jacob do at first when he heard about what happened to Dinah?", "ref": ["34-05"]}, {"a": "Jacob's sons were very angry.", "q": "What was the reaction of Jacob's sons when they heard what Shechem had done to Dinah?", "ref": ["34-07"]}, {"a": "Hamor wanted Jacob to give Dinah to Shechem as his wife, and to allow Jacob's family to intermarry with Hamor's family.", "q": "What did Hamor, the father of Shechem, want Jacob to do?", "ref": ["34-08", "34-09"]}, {"a": "Shechem said he would pay as great a bride price as Jacob would name.", "q": "What did Shechem say he was willing to do to have Dinah as his wife?", "ref": ["34-12"]}, {"a": "The sons of Jacob answered Shechem deceitfully, because Shechem had defiled Dinah.", "q": "In what way did the sons of Jacob answer Shechem, and why?", "ref": ["34-13"]}, {"a": "The sons of Jacob required that all the males in Hamor's family be circumcised.", "q": "What requirement did the sons of Jacob make to Hamor before they would agree to intermarry with Hamor's family?", "ref": ["34-15"]}, {"a": "They said that all of Jacob's livestock, property, and animals would be theirs if they intermarried with Jacob's family.", "q": "When speaking to the men of their city, what did Hamor and Shechem say would be theirs if they intermarried with Jacob's family?", "ref": ["34-23"]}, {"a": "The men of Hamor's city listened to Hamor and Shechem and every male was circumcised.", "q": "How did the men of Hamor's city respond when asked if they were willing to be circumcised?", "ref": ["34-24"]}, {"a": "Simeon and Levi killed all the males in Hamor's city.", "q": "What did Simeon and Levi do on the third day after the males from Hamor's family had been circumcised?", "ref": ["34-25"]}, {"a": "All of the sons of Jacob looted the city, took all the wealth, and captured the children and wives.", "q": "What then did all of the sons of Jacob do?", "ref": ["34-27", "34-29"]}, {"a": "Jacob said that Simeon and Levi had brought trouble on him because the inhabitants of the land might now destroy him and his household.", "q": "How did Jacob respond when he learned about what Simeon and Levi had done?", "ref": ["34-30"]}, {"a": "Simeon and Levi said they had done it because Shechem had treated their sister Dinah like a prostitute.", "q": "Why did Simeon and Levi say they had done it?", "ref": ["34-31"]}], "35": [{"a": "God told Jacob to go to Bethel and to build an altar to God.", "q": "What did God tell Jacob to go and do?", "ref": ["35-01"]}, {"a": "Jacob told them to put away their foreign gods, to purify themselves, and to change their clothes.", "q": "What did Jacob then tell the people of his household to do?", "ref": ["35-02"]}, {"a": "The people of the cities around them did not pursue them because they were afraid of God.", "q": "As they traveled, why did the people of the cities around Jacob and his household not pursue them?", "ref": ["35-05"]}, {"a": "Jacob called it \"Elbethel\" because it was the place God had revealed himself to Jacob when Jacob was fleeing from Esau.", "q": "Why did Jacob call the place they came to \"Elbethel\"?", "ref": ["35-07"]}, {"a": "God gave Jacob the new name Israel.", "q": "What new name did God give Jacob?", "ref": ["35-10"]}, {"a": "God reaffirmed the promise that Jacob would become a company of nations with kings among his descendants, and that the land God had promised to Abraham and Isaac would be given to him and his descendants.", "q": "What promise did God reaffirm to Jacob?", "ref": ["35-12"]}, {"a": "Rachel died during her labor with Benjamin.", "q": "What happened to Rachel during her labor with Benjamin?", "ref": ["35-18", "35-19"]}, {"a": "Israel heard that Reuben had slept with Bilhah, Israel's concubine.", "q": "Israel heard about what thing that Reuben had done?", "ref": ["35-22"]}, {"a": "Jacob had twelve sons.", "q": "How many sons did Jacob have?", "ref": ["35-22"]}, {"a": "Joseph and Benjamin were born from Rachel.", "q": "Which sons of Jacob were born from Rachel?", "ref": ["35-24"]}, {"a": "Isaac lived one hundred eighty years.", "q": "How many years did Isaac live?", "ref": ["35-28"]}, {"a": "Esau and Jacob buried Isaac.", "q": "Who buried Isaac?", "ref": ["35-29"]}], "36": [{"a": "The descendants of Esau are also called Edom.", "q": "By what other name are the descendants of Esau called?", "ref": ["36-01"]}, {"a": "Esau took his wives from the Canaanites.", "q": "From where did Esau get his wives?", "ref": ["36-02"]}, {"a": "Esau moved away from his brother Jacob because the land could not support both of them as their possessions were too many.", "q": "Why did Esau move away from his brother Jacob?", "ref": ["36-06", "36-07"]}, {"a": "Esau settled in the hill country of Seir.", "q": "Where did Esau settle?", "ref": ["36-08"]}, {"a": "The name of the son born by Timna was Amalek.", "q": "What was the name of the son born by Timna, a concubine of Esau's firstborn son Eliphaz?", "ref": ["36-12", "36-15-16"]}, {"a": "Seir the Horite was the father of the inhabitants of the land in which Edom lived.", "q": "Who was the father of the inhabitants of the land in which Edom lived?", "ref": ["36-20"]}, {"a": "The people of Edom had kings before any king reigned over the Israelites.", "q": "What did the people of Edom have before Israel had them?", "ref": ["36-31"]}, {"a": "Esau was the father of the Edomites.", "q": "Who was the father of the Edomites?", "ref": ["36-43"]}], "37": [{"a": "Jacob lived in the land of Canaan.", "q": "Where did Jacob settle to live?", "ref": ["37-01"]}, {"a": "Joseph brought to his father an unfavorable report about his brothers.", "q": "What did Joseph bring to his father Jacob while guarding the flock with his brothers?", "ref": ["37-02"]}, {"a": "Israel made Joseph a luxurious tunic.", "q": "How did Israel show that he loved Joseph more than his other sons?", "ref": ["37-03"]}, {"a": "Joseph's brothers hated him and would not speak to him cordially.", "q": "What did Joseph's brothers think about Joseph?", "ref": ["37-04"]}, {"a": "Joseph saw his sheaf stand upright while his brothers' sheaves bowed down to his sheaf.", "q": "What did Joseph see in his first dream?", "ref": ["37-07"]}, {"a": "Joseph's brothers hated him even more.", "q": "What did Joseph's brothers think about Joseph after he told them about his first dream?", "ref": ["37-08"]}, {"a": "Joseph saw the sun, moon, and eleven stars bow down to him.", "q": "What did Joseph see in his second dream?", "ref": ["37-09"]}, {"a": "The sun, moon, and stars represented Joseph's father, mother, and brothers.", "q": "In Joseph's second dream, what did the sun, moon, and stars represent?", "ref": ["37-10"]}, {"a": "Jacob sent Joseph out of the valley of Hebron to see if it was well with his brothers, and to bring Jacob word.", "q": "What did Jacob send Joseph out of the valley of Hebron to do?", "ref": ["37-14"]}, {"a": "Joseph's brothers planned to kill Joseph and cast him into one of the pits.", "q": "What did Joseph's brothers plan to do when they saw Joseph coming?", "ref": ["37-20"]}, {"a": "Reuben suggested that the brothers only throw Joseph into a pit, so that he could rescue Joseph later.", "q": "What suggestion did Reuben make to his brothers, and why?", "ref": ["37-22"]}, {"a": "Joseph's brothers sold Joseph to the Ishmaelites for twenty pieces of silver.", "q": "Who did Joseph's brothers sell Joseph to and for how much?", "ref": ["37-28"]}, {"a": "Joseph was taken to Egypt.", "q": "To where was Joseph taken?", "ref": ["37-28"]}, {"a": "Joseph's brothers killed a goat and dipped Joseph's coat in the blood, then gave the coat to Jacob.", "q": "How did Joseph's brothers make it appear that Joseph was dead?", "ref": ["37-31", "37-32"]}, {"a": "Jacob tore his garments, wore sackcloth, and mourned his son for many days.", "q": "What did Jacob do after he concluded Joseph was dead?", "ref": ["37-34"]}, {"a": "Joseph was sold to Potiphar, an officer of Pharaoh, in Egypt.", "q": "To whom was Joseph sold in Egypt?", "ref": ["37-36"]}], "38": [{"a": "Judah took a wife from a Canaanite man.", "q": "From whom did Judah take a wife?", "ref": ["38-02"]}, {"a": "Yahweh killed Er because he was wicked.", "q": "What did Yahweh do with Judah's first son Er, and why?", "ref": ["38-07"]}, {"a": "Onan would spill his semen on the ground when he made love to Tamar.", "q": "How did Judah's second son Onan not fulfill the duty of a brother-in-law to raise up a child for Er?", "ref": ["38-09"]}, {"a": "Yahweh killed Onan because what he did was evil.", "q": "What did Yahweh do with Judah's second son Onan, and why?", "ref": ["38-10"]}, {"a": "Judah promised Tamar his third son Shelah as a husband when Shelah grew up.", "q": "What promise did Judah then make to Tamar?", "ref": ["38-11"]}, {"a": "Judah was comforted because his wife died.", "q": "After a long time, why did Judah need to be comforted?", "ref": ["38-12"]}, {"a": "Tamar took off her clothing of widowhood, put on a veil and wrapped herself, and sat by the road to Timnah.", "q": "What did Tamar do when she heard that Judah was going to Timnah?", "ref": ["38-14"]}, {"a": "Tamar did this because Judah's third son Shelah had grown up, but she had not been given to him as a wife.", "q": "Why did Tamar do this?", "ref": ["38-14"]}, {"a": "Judah gave Tamar his seal, cord, and staff as a pledge of payment.", "q": "What did Tamar obtain as a pledge for payment before Judah made love to her?", "ref": ["38-18"]}, {"a": "Judah learned that there was no temple prostitute in that area.", "q": "When Judah tried to retrieve his pledge by paying the prostitute with a young goat, what did he learn?", "ref": ["38-21"]}, {"a": "Judah wanted to burn Tamar because she had become pregnant as a prostitute.", "q": "What did Judah want to do when he learned that Tamar was pregnant?", "ref": ["38-24"]}, {"a": "She said that she was pregnant by the man who owned the seal, cord, and staff she had.", "q": "What did Tamar do when she was brought out to Judah?", "ref": ["38-25"]}, {"a": "Judah said that Tamar was more right than he was, because he had not given Tamar to Shelah as a wife.", "q": "How did Judah respond when he saw his seal, cord, and staff?", "ref": ["38-26"]}, {"a": "Tamar had twin sons.", "q": "How many children did Tamar bear?", "ref": ["38-27"]}, {"a": "When one of Tamar's twins put his hand out from Tamar's womb The midwife took a scarlet thread and tied it on his hand and said, \"This one came out first.\"", "q": "What did the midwife do when one of Tamar's twins put his hand out from Tamar's womb?", "ref": ["38-28"]}, {"a": "The names of the two brothers that Tamar birthed were Perez and Zerah.", "q": "What were the names of the two brothers that Tamar birthed?", "ref": ["38-29", "38-30"]}], "39": [{"a": "Potiphar, an official of Pharaoh, bought Joseph in Egypt.", "q": "Who bought Joseph in Egypt?", "ref": ["39-01"]}, {"a": "Joseph was prosperous because Yahweh was with him.", "q": "Why was Joseph prosperous in Egypt?", "ref": ["39-03", "39-04"]}, {"a": "Potiphar put everything he had under Joseph's care.", "q": "What did Potiphar put under Joseph's care?", "ref": ["39-06"]}, {"a": "Potiphar's wife asked Joseph to make love to her.", "q": "What did Potiphar's wife ask Joseph to do?", "ref": ["39-07"]}, {"a": "Joseph refused and said he could not commit this great wickedness and sin against God.", "q": "How did Joseph respond to Potiphar's wife's request?", "ref": ["39-08", "39-09"]}, {"a": "Joseph left his clothing in her hand and fled outside.", "q": "What did Joseph do when Potiphar's wife caught him by his clothes?", "ref": ["39-12"]}, {"a": "She accused him of trying to make love to her against her will.", "q": "What accusation did Potiphar's wife make against Joseph?", "ref": ["39-14", "39-15"]}, {"a": "Potiphar became very angry and put Joseph in prison.", "q": "What did Potiphar do when he heard the accusation against Joseph?", "ref": ["39-19", "39-20"]}, {"a": "Yahweh showed covenant faithfulness to Joseph at this time.", "q": "At this time, what did Yahweh show to Joseph?", "ref": ["39-21"]}, {"a": "The prison warden put all the prisoners under Joseph's care.", "q": "What did the prison warden put under Joseph's care?", "ref": ["39-22"]}, {"a": "Everything Joseph did, Yahweh prospered.", "q": "What was the result of everything Joseph did, and why?", "ref": ["39-23"]}], "40": [{"a": "He put them in prison because they offended him.", "q": "Why did the king of Egypt put his cupbearer and his baker in prison?", "ref": ["40-01"]}, {"a": "The cupbearer and the baker each dreamed a dream the same night.", "q": "What happened to the cupbearer and the baker on the same night?", "ref": ["40-05"]}, {"a": "They were both sad because no one could interpret their dreams.", "q": "Why were the cupbearer and baker both sad the next morning?", "ref": ["40-07", "40-08"]}, {"a": "Joseph said that God could give the interpretation of the dreams.", "q": "Who did Joseph say could give the interpretation of the dreams?", "ref": ["40-08"]}, {"a": "Joseph said that the dream meant that within three days Pharaoh would restore the cupbearer to his office.", "q": "What did Joseph say was the interpretation of the cupbearer's dream?", "ref": ["40-12", "40-13"]}, {"a": "Joseph requested that the cupbearer remember him, mention him to Pharaoh, and bring him out of the prison.", "q": "What request did Joseph make to the cupbearer after giving the interpretation of his dream?", "ref": ["40-14"]}, {"a": "Joseph said that the dream meant that within three days Pharoah would hang the baker on a tree.", "q": "What did Joseph say was the interpretation of the baker's dream?", "ref": ["40-18", "40-19"]}, {"a": "Pharaoh's birthday was three days later.", "q": "What special event occurred three days later?", "ref": ["40-20"]}, {"a": "Pharaoh restored the cupbearer, but he hanged the baker, just as Joseph had interpreted to them.", "q": "What did Pharaoh do with the cupbearer and the baker on that day?", "ref": ["40-21", "40-22"]}, {"a": "No, the cupbearer did not remember to help Joseph, but forgot about him.", "q": "Did the cupbearer remember Joseph's request to him?", "ref": ["40-23"]}], "41": [{"a": "The seven thin cows ate the seven fat cows.", "q": "In Pharaoh's first dream, what did the seven thin cows do to the seven fat cows?", "ref": ["41-04"]}, {"a": "The seven thin ears swallowed up the seven full ears.", "q": "In Pharaoh's second dream, what did the seven thin ears of grain do to the seven full ears?", "ref": ["41-07"]}, {"a": "The magicians and wise men of Pharaoh could not interpret Pharaoh's dreams.", "q": "How did the magicians and wise men of Pharaoh interpret his dreams?", "ref": ["41-08"]}, {"a": "The chief cupbearer told Pharaoh that a young Hebrew man had correctly interpreted his dream and the dream of another fellow when they were in custody.", "q": "What did the chief cupbearer tell Pharaoh about Joseph?", "ref": ["41-12", "41-13"]}, {"a": "Joseph said that God would answer Pharaoh's dream with favor.", "q": "Who did Joseph say would interpret Pharaoh's dream?", "ref": ["41-16"]}, {"a": "Joseph said that God was declaring to Pharaoh what God was about to do.", "q": "What did Joseph say God was declaring to Pharaoh?", "ref": ["41-25"]}, {"a": "The seven good cows and heads represented seven years of abundance.", "q": "What did the seven good cows and the seven good heads in the dreams represent?", "ref": ["41-26"]}, {"a": "The seven thin cows and heads represented seven years of famine.", "q": "What did the seven thin cows and the seven thin heads in the dreams represent?", "ref": ["41-27"]}, {"a": "Pharaoh was given two dreams because the matter had been established by God, and God would soon do it.", "q": "According to Joseph, why was Pharaoh given two dreams?", "ref": ["41-32"]}, {"a": "Joseph advised Pharaoh appoint a man to take a fifth of the crops in the seven abundant years.", "q": "What fraction of the crops of Egypt did Joseph advise Pharaoh to take in the seven abundant years", "ref": ["41-34"]}, {"a": "Pharaoh said that the Spirit of God was in Joseph.", "q": "What did Pharaoh say was in Joseph?", "ref": ["41-38"]}, {"a": "Pharaoh gave Joseph authority over Pharaoh's house and over all the land of Egypt, second only to Pharaoh.", "q": "What position of authority did Pharaoh give Joseph?", "ref": ["41-40", "41-41"]}, {"a": "Joseph stored up grain like the sand of the sea, an amount beyond counting.", "q": "How much grain did Joseph store up in the seven years of abundance?", "ref": ["41-48", "41-49"]}, {"a": "Joseph's sons were named Manasseh and Ephraim.", "q": "What were the names of Joseph's two sons born before the famine?", "ref": ["41-50", "41-52"]}, {"a": "The seven years of famine was in all lands.", "q": "How widespread was the seven years of famine?", "ref": ["41-54"]}, {"a": "Joseph opened all the storehouses and sold food to the Egyptians.", "q": "What did Joseph do when the people of Egypt cried to Pharaoh for food?", "ref": ["41-55", "41-56"]}, {"a": "All the earth came to Egypt to buy grain from Joseph.", "q": "Who came to Egypt to buy grain from Joseph?", "ref": ["41-57"]}], "42": [{"a": "Joseph's ten brothers, without Benjamin, went down to Egypt to buy grain.", "q": "Who did Jacob send down to Egypt to buy grain?", "ref": ["42-01", "42-04"]}, {"a": "Joseph's brothers bowed down to him with their faces to the ground.", "q": "What did Joseph's brothers do when they came to Joseph to buy grain?", "ref": ["42-06"]}, {"a": "Joseph disguised himself and spoke harshly with his brothers.", "q": "What did Joseph do when he recognized his brothers?", "ref": ["42-07"]}, {"a": "Joseph accused his brothers of being spies.", "q": "What accusation did Joseph make against his brothers?", "ref": ["42-09"]}, {"a": "Joseph's brothers said their youngest brother was with his father in the land of Canaan.", "q": "Where did Joseph's brothers say their youngest brother was?", "ref": ["42-13"]}, {"a": "Joseph's brothers said their other missing brother was no longer alive.", "q": "Where did Joseph's brothers say their other missing brother was?", "ref": ["42-13"]}, {"a": "Joseph said the brothers would not leave Egypt, unless their youngest brother came to Egypt.", "q": "What test did Joseph give his brothers to demonstrate they were not spies?", "ref": ["42-15"]}, {"a": "Joseph put the brothers in custody for three days.", "q": "Where did Joseph put the brothers and for how long?", "ref": ["42-17"]}, {"a": "Joseph told them to let one of the brothers be confined in prison, while the others carried grain to Canaan and brought back the youngest brother.", "q": "What did Joseph tell the brothers to do in order to live?", "ref": ["42-18", "42-20"]}, {"a": "They believed that the blood of Joseph was being required of them for what they had done to Joseph.", "q": "Why did Joseph's brothers believe this trouble had come upon them?", "ref": ["42-21", "42-22"]}, {"a": "When Joseph heard his brothers talking about what they had done to him, Joseph turned from them and wept.", "q": "What did Joseph do when he heard his brothers talk about what they had done to him?", "ref": ["42-24"]}, {"a": "Joseph had each brother's money put back in his sack.", "q": "What did Joseph have put back in each brother's sack?", "ref": ["42-25"]}, {"a": "Their hearts sank and they spoke trembling to one another.", "q": "How did the brothers react when they learned that one brother's sack had his money in it?", "ref": ["42-28"]}, {"a": "The brothers blamed God, asking why God had done this to them.", "q": "Who did the brothers blame for their current problems?", "ref": ["42-28"]}, {"a": "They learned that every man's money was in his sack.", "q": "What did the brothers and Jacob learn when they emptied all the sacks?", "ref": ["42-35"]}, {"a": "Jacob was afraid that Simeon and Benjamin would be taken away from him.", "q": "What was Jacob afraid would happen because of their situation?", "ref": ["42-36"]}, {"a": "Reuben swore to bring Benjamin back to Jacob from Egypt; otherwise, Reuben's two sons could be killed.", "q": "What oath did Reuben make to Jacob?", "ref": ["42-37"]}, {"a": "No, Jacob did not allow Reuben to take Benjamin to Egypt.", "q": "Did Jacob allow Reuben to take Benjamin to Egypt?", "ref": ["42-38"]}, {"a": "Jacob said he would go down with sorrow to Sheol if Benjamin died.", "q": "What did Jacob say would happen to him if Benjamin died?", "ref": ["42-38"]}], "43": [{"a": "The famine was severe and they had eaten the grain they had brought from Egypt on the first journey.", "q": "Why did Israel tell his sons to go again and buy some food in Egypt?", "ref": ["43-01", "43-02"]}, {"a": "Judah said they must have their brother Benjamin in order to go down to Egypt.", "q": "What did Judah say they must have in order to go down to Egypt again?", "ref": ["43-03", "43-05"]}, {"a": "Judah said that if he did not bring Benjamin back, he would bear the blame forever.", "q": "What oath did Judah make to Israel his father?", "ref": ["43-09"]}, {"a": "Israel told the brothers to take some of the best products of the land, and to take double the money.", "q": "What did Israel tell the brothers to take with them to Egypt?", "ref": ["43-11", "43-12"]}, {"a": "Israel asked God to give the brothers mercy in Egypt, so that all the brothers would be released.", "q": "For what did Israel ask God regarding the journey?", "ref": ["43-14"]}, {"a": "The brothers were afraid they would be arrested and taken as slaves because of the money left in their bags on the first journey.", "q": "How did the brothers respond when they were brought to Joseph's house, and why?", "ref": ["43-18"]}, {"a": "The brothers told the steward they had brought back the money left in their sacks, and money to buy food.", "q": "What did the brothers tell the steward of Joseph's house?", "ref": ["43-21", "43-22"]}, {"a": "The steward said the money left in their sacks had come from their God.", "q": "From where did the steward say the money left in their sacks had come?", "ref": ["43-23"]}, {"a": "The brothers brought the gifts into the house, and bowed down before Joseph to the ground.", "q": "What did the brothers do when Joseph came home?", "ref": ["43-26"]}, {"a": "Joseph asked the brothers about the welfare of their father.", "q": "About whom did Joseph ask the brothers?", "ref": ["43-27"]}, {"a": "Joseph hurried out of the room because he was deeply moved about Benjamin, and he went to his room and wept.", "q": "Why did Joseph hurry to go out of the room, and what did he do after he left?", "ref": ["43-30"]}, {"a": "It was detestable to the Egyptians to eat with the Hebrews.", "q": "Why did the Egyptians and the Hebrews eat separately?", "ref": ["43-32"]}, {"a": "The brothers were arranged at the table according to their birthright and age.", "q": "How were the brothers arranged at the table?", "ref": ["43-33"]}, {"a": "Benjamin's portion was five times as much as any of his brothers.", "q": "What was unusual about the portions of food the brothers received?", "ref": ["43-34"]}], "44": [{"a": "Joseph told his steward to fill the brothers' sacks with food, to put their money in the sacks, and to put his silver cup in the youngest's sack.", "q": "What did Joseph tell his steward to do with the brothers' sacks before they left?", "ref": ["44-01", "44-02"]}, {"a": "Joseph told the steward to ask them why they had returned evil for good and accused them of stealing Joseph's cup.", "q": "Basically what did Joseph tell the steward say to the brothers when he overtook them outside the city?", "ref": ["44-04", "44-05"]}, {"a": "The brothers said the one found with the cup would die, and the others would become slaves.", "q": "What did the brothers swear they would do if any one of them had stolen Joseph's cup?", "ref": ["44-09"]}, {"a": "The steward said that the one with whom the cup was found would be his slave, and the others would be innocent.", "q": "What punishment did the steward say he would require if the cup was stolen?", "ref": ["44-10"]}, {"a": "The steward found the cup in Benjamin's sack, and the brothers tore their clothes.", "q": "What did the steward find, and how did the brothers react?", "ref": ["44-12", "44-13"]}, {"a": "The brothers bowed before Joseph to the ground.", "q": "What did the brothers do when they came back to Joseph in his house?", "ref": ["44-14"]}, {"a": "Judah said that God had found out their iniquity.", "q": "Who did Judah say had found out the iniquity of the brothers?", "ref": ["44-16"]}, {"a": "Judah said all the brothers would now become Joseph's slaves.", "q": "What did Judah say all the brothers would now become?", "ref": ["44-16"]}, {"a": "Joseph said that the man in whose hand the cup was found would be his slave, and the rest could go in peace.", "q": "What punishment did Joseph say he would require of the brothers?", "ref": ["44-17"]}, {"a": "Judah said that the youngest brother was the child of his father's old age, and the only child left of his mother.", "q": "What reasons did Judah give for why his father loved the youngest brother?", "ref": ["44-20"]}, {"a": "The brothers worried their father would die if the youngest left him.", "q": "What did the brothers worry would happen to their father if the youngest left him?", "ref": ["44-22"]}, {"a": "Judah said they were forced to bring Benjamin because Joseph had said that unless the youngest brother comes, they would not see Joseph's face.", "q": "Why did Judah say the brothers were forced to bring Benjamin with them to Egypt?", "ref": ["44-23", "44-26"]}, {"a": "Israel thought that surely Joseph had been torn in pieces.", "q": "What did Israel think had happened to Joseph?", "ref": ["44-28"]}, {"a": "Israel said that the brothers would bring his gray hair with sorrow to Sheol.", "q": "What did Israel say would happen to him if Benjamin were taken from him?", "ref": ["44-29"]}, {"a": "Judah said that his father would die.", "q": "What did Judah say would happen to his father if they returned without Benjamin?", "ref": ["44-31"]}, {"a": "Judah said that if he did not return Benjamin to his father, he would bear the guilt forever.", "q": "What guarantee for Benjamin did Judah say he had become?", "ref": ["44-32"]}, {"a": "Judah asked Joseph to make him Joseph's slave, so that Benjamin could return to his father.", "q": "What did Judah ask Joseph to do so that Benjamin could return to his father?", "ref": ["44-33"]}], "45": [{"a": "Joseph wept loudly as he made himself known to his brothers.", "q": "What did Joseph do as he made himself known to his brothers, which the Egyptians heard?", "ref": ["45-01", "45-02"]}, {"a": "The brothers could not answer Joseph for they were shocked.", "q": "How did the brothers react when Joseph revealed himself to them?", "ref": ["45-03"]}, {"a": "God sent Joseph to Egypt to preserve life, and to preserve his family as a remnant in the earth.", "q": "According to Joseph, why did God sent Joseph to Egypt?", "ref": ["45-07"]}, {"a": "God had made Joseph father to Pharaoh, lord of all Pharaoh's house, and ruler over all the land of Egypt.", "q": "What had God made Joseph in the land of Egypt?", "ref": ["45-08"]}, {"a": "Joseph told his family to come and live in the land of Goshen where he would provide for them.", "q": "How did Joseph plan to take care of his family?", "ref": ["45-09", "45-11"]}, {"a": "Joseph told his brothers to hurry and bring his father to Egypt.", "q": "What did Joseph tell his brothers to hurry and do?", "ref": ["45-13"]}, {"a": "Pharaoh was very pleased, and he told Joseph to tell his brothers to bring their father and their households to live in the good of the land of Egypt.", "q": "How did Pharaoh react when he heard that Joseph's brothers had come to Egypt?", "ref": ["45-16", "45-18"]}, {"a": "Benjamin received three hundred pieces of silver and five changes of clothing, and Israel received twenty loaded donkeys.", "q": "Who received extra gifts and provisions for the trip?", "ref": ["45-21", "45-23"]}, {"a": "Israel's heart was astonished, for he did not believe the brothers when they told him.", "q": "How did Israel react when he heard that Joseph was alive and ruler over all the land of Egypt?", "ref": ["45-26"]}, {"a": "Israel said he wanted to see Joseph before he died.", "q": "What did Israel say he wanted to do before he died?", "ref": ["45-28"]}], "46": [{"a": "Israel offered sacrifices to the God of his father Isaac.", "q": "What did Israel do in Beersheba?", "ref": ["46-01"]}, {"a": "God promised to make Israel a great nation, to go with Israel to Egypt, to bring Israel up again from Egypt, and to have Joseph close his eyes.", "q": "What promises did God make to Israel in Beersheba?", "ref": ["46-03", "46-04"]}, {"a": "Israel and all his descendants with him went to Egypt.", "q": "Who went to Egypt with Israel?", "ref": ["46-05", "46-07"]}, {"a": "Er and Onan died in the land of Canaan.", "q": "Which two sons of Judah died in the land of Canaan?", "ref": ["46-12"]}, {"a": "Seventy persons of the house of Jacob came to Egypt.", "q": "How many persons of the house of Jacob came to Egypt?", "ref": ["46-27"]}, {"a": "Joseph went up with his chariot and met his father Israel in Goshen.", "q": "What did Joseph do to meet his father?", "ref": ["46-29"]}, {"a": "Joseph hugged his father's neck and wept a long time.", "q": "What did Joseph do when he saw his father?", "ref": ["46-29"]}, {"a": "The brothers were to tell Pharaoh that they were keepers of cattle from their youth.", "q": "What did Joseph tell the brothers to say to Pharaoh concerning their occupation?", "ref": ["46-34"]}], "47": [{"a": "The five brothers told Pharaoh their occupation was shepherding.", "q": "What did the five brothers of Joseph tell Pharaoh their occupation was?", "ref": ["47-03"]}, {"a": "The brothers said they were temporary residents in the land of Egypt.", "q": "What kind of residents did the brothers say they were in the land of Egypt?", "ref": ["47-04"]}, {"a": "Pharaoh told Joseph to settle Joseph's family in the best region, the land of Goshen.", "q": "What did Pharaoh tell Joseph to do with Joseph's family?", "ref": ["47-06"]}, {"a": "Jacob had lived one hundred and thirty years.", "q": "How long had Jacob lived when he met Pharaoh?", "ref": ["47-09"]}, {"a": "Jacob said his life was not as long as his ancestors' lives.", "q": "How long did Jacob say his life was compared to his ancestors?", "ref": ["47-09"]}, {"a": "Jacob blessed Pharaoh when he met him and when he went out from his presence.", "q": "What did Jacob do for Pharaoh when he met him and when he went out from his presence?", "ref": ["47-07", "47-10"]}, {"a": "Joseph was able to gather up all the money in the land of Egypt and in the land of Canaan.", "q": "What was Joseph able to do by selling grain?", "ref": ["47-14"]}, {"a": "Joseph was able to exchange food for all the livestock of the Egyptians.", "q": "What was Joseph then able to do by exchanging food with the Egyptians?", "ref": ["47-16", "47-17"]}, {"a": "The people of Egypt offered their land and themselves as servants of Pharaoh in exchange for more food.", "q": "After the money and livestock were all given to Pharaoh in exchange for food what did the people of Egypt offer Pharaoh in exchange for more food?", "ref": ["47-18", "47-19"]}, {"a": "Joseph required one fifth of the harvest to be given to Pharaoh.", "q": "What part of the whole harvest did Joseph require to be given to Pharaoh?", "ref": ["47-24"]}, {"a": "The people of Israel gained possessions in the land of Egypt, and they were fruitful and multiplied rapidly.", "q": "In what ways did the people of Israel prosper in the land of Egypt?", "ref": ["47-27"]}, {"a": "Jacob died at the age of one hundred forty-seven.", "q": "At what age did Jacob die?", "ref": ["47-28"]}, {"a": "Israel asked Joseph to swear he would bury Israel in his forefathers' burial place.", "q": "What did Israel ask Joseph to swear he would do?", "ref": ["47-30"]}], "48": [{"a": "Joseph heard that his father was sick, so he took with him his two sons.", "q": "What message did Joseph hear about his father, and what did he then do?", "ref": ["48-01"]}, {"a": "Jacob recalled that God promised him he would be fruitful and multiply, he would be made an assembly of nations, and the land of Canaan would be an everlasting possession of his descendants.", "q": "What promises from God did Jacob recall to Joseph?", "ref": ["48-04"]}, {"a": "Jacob said he would consider the two sons of Joseph as his own.", "q": "How did Jacob say he would consider the two sons of Joseph in the inheritance?", "ref": ["48-05", "48-06"]}, {"a": "Israel did not recognize Joseph's two sons because his eyes were failing because of his age.", "q": "Why did Israel not recognize Joseph's two sons?", "ref": ["48-08", "48-10"]}, {"a": "Manasseh was the first-born of Joseph's sons.", "q": "Who was the first-born of Joseph's sons?", "ref": ["48-14"]}, {"a": "Israel put his right hand on Ephraim, and his left hand on Manasseh.", "q": "Upon whom did Israel put his right hand, and upon whom his left hand?", "ref": ["48-14"]}, {"a": "Joseph expected Israel's right hand to be on Manasseh because he was the first-born.", "q": "Why did Joseph try to exchange the position of Israel's hands?", "ref": ["48-17", "48-18"]}, {"a": "Israel refused because the younger brother would be greater than the first-born.", "q": "Why did Israel refuse to exchange the position of his hands on the two sons of Joseph?", "ref": ["48-19"]}, {"a": "Israel said the people of Israel would pronounce the blessing, \"May God make you like Ephraim and like Manasseh\".", "q": "What blessing did Israel say the people of Israel would pronounce?", "ref": ["48-20"]}, {"a": "Israel said that Joseph would be brought back to the land of his fathers.", "q": "What did Israel say would happen to Joseph?", "ref": ["48-21"]}], "49": [{"a": "Jacob gathered his sons together to tell them what would happen to them and their descendants in the future.", "q": "For what reason did Jacob gather his sons together?", "ref": ["49-01"]}, {"a": "Reuben was outstanding in dignity and power.", "q": "What positive attributes did Reuben have?", "ref": ["49-03"]}, {"a": "Reuben would not have the pre-eminence because he defiled his father's bed.", "q": "Why would Reuben not have the pre-eminence even though he was the firstborn?", "ref": ["49-04"]}, {"a": "Jacob cursed the fierce and cruel anger of Simeon and Levi.", "q": "What did Jacob curse about Simeon and Levi?", "ref": ["49-07"]}, {"a": "Jacob said his others sons would bow down before Judah.", "q": "What did Jacob say his other sons would do before Judah?", "ref": ["49-08"]}, {"a": "Judah was promised that the sceptre would not depart from him until Shiloh came, and that the nations would obey him.", "q": "What promises about the future were made to Judah?", "ref": ["49-10"]}, {"a": "Jacob said the descendants of Zebulun would live by the shore of the sea.", "q": "Where did Jacob say the descendants of Zebulun would live?", "ref": ["49-13"]}, {"a": "Jacob said Dan would be like a poisonous snake.", "q": "What animal did Jacob say Dan would be like?", "ref": ["49-17"]}, {"a": "Jacob said Asher would be known for providing royal delicacies.", "q": "For what did Jacob say Asher would be known?", "ref": ["49-20"]}, {"a": "Jacob said Joseph would be like a fruitful bough whose branches climb over a wall.", "q": "What kind of plant did Jacob say Joseph would be like?", "ref": ["49-22"]}, {"a": "Jacob said the hands of the mighty one of Jacob, the Rock of Israel would keep Joseph's bow steady and his hands skillful.", "q": "Who did Jacob say would keep Joseph's bow steady and his hands skillful?", "ref": ["49-24"]}, {"a": "Abraham, Sarah, Isaac, Rebekah, and Leah were already buried there.", "q": "Who was already buried in the place where Jacob wished to be buried?", "ref": ["49-31"]}, {"a": "Jacob breathed his last and went to his people.", "q": "What did Jacob do after he gave his blessings and instructions to his sons?", "ref": ["49-33"]}], "50": [{"a": "Joseph had Israel's body embalmed.", "q": "What did Joseph do with Israel's body after Israel died?", "ref": ["50-02", "50-03"]}, {"a": "Joseph requested to be able to go to the land of Canaan to bury his father, as his father had made him swear.", "q": "What request did Joseph make to Pharaoh about the burial of his father, and why did he make this request?", "ref": ["50-04", "50-06"]}, {"a": "All the officials of Pharaoh, the courtiers of his household, the senior officials of Egypt, Joseph's household, Joseph's brothers, his father's household, and chariots and horsemen all went with Joseph.", "q": "Who went with Joseph to bury Israel?", "ref": ["50-07", "50-09"]}, {"a": "The Canaanites said that this was a very sad occasion for the Egyptians.", "q": "What did the Canaanites say when they saw Joseph and those with him?", "ref": ["50-11"]}, {"a": "Joseph and his brothers returned into Egypt.", "q": "Where did Joseph and his brothers go after burying their father?", "ref": ["50-14"]}, {"a": "Joseph's brothers were worried that Joseph would repay them for all the evil the brothers had done to Joseph.", "q": "About what were Joseph's brothers worried after Israel died?", "ref": ["50-15"]}, {"a": "The brothers asked Joseph to forgive them for the wrongs they had committed against Joseph.", "q": "What did the brothers ask Joseph to do regarding the wrongs they had committed against Joseph?", "ref": ["50-17"]}, {"a": "When they came to Joseph, Joseph's brothers fell down before him.", "q": "What did Joseph's brothers do when they came to Joseph?", "ref": ["50-18"]}, {"a": "Joseph said God had worked the good of preserving the lives of many people.", "q": "What good did Joseph say God had worked through the evil deeds of his brothers?", "ref": ["50-20"]}, {"a": "Joseph lived one hundred and ten years.", "q": "How long did Joseph live?", "ref": ["50-22"]}, {"a": "Joseph said that he was about to die.", "q": "What did Joseph say was about to happen to him?", "ref": ["50-24"]}, {"a": "Joseph said God would come to the people and lead them up to the land God promised to Abraham, Isaac, and Jacob.", "q": "What promise did Joseph say God would fulfill for Israel's descendants?", "ref": ["50-24"]}, {"a": "Joseph made them swear they would carry Joseph's bones from Egypt when they left Egypt.", "q": "What did Joseph make the people of Israel swear they would do?", "ref": ["50-25"]}, {"a": "Joseph's body was embalmed and put in a coffin in Egypt.", "q": "What happened to Joseph's body after he died?", "ref": ["50-26"]}]}