[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This continues the story of Paul, Silas, and Timothy's missionary trip. They arrive in Thessalonica,  apparently without Luke, since he says \"they\" and not \"we.\""}, {"ref": "General Information:", "text": "Here the word \"they\" refers to Paul and Silas. Compare [[:en:bible:notes:act:16:40|16:40]]. The word \"them\" refers to the Jews at the synagogue in Thessalonica."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke, the author, starts to tell a new part of the story."}, {"ref": "passed through", "text": "\"traveled through\""}, {"ref": "cities of Amphipolis and Apollonia", "text": "These are coastal cities in Macedonia. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "they came to the city", "text": "Here \"came\" can be translated as \"went\" or \"arrived.\" AT: \"they came to the city\" or \"they arrived at the city\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "as his custom was", "text": "\"as his habit was\" or \"as his common practice was.\" Paul usually went to the synagogue on the Sabbath when Jews would be present."}, {"ref": "for three Sabbath days", "text": "\"on each Sabbath day for three weeks\""}, {"ref": "reasoned with them from the scriptures", "text": "Paul explained what the scriptures means in order to prove to the Jews that Jesus is the Messiah. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "reasoned with them", "text": "\"gave them reasons\" or \"debated with them\" or \"discussed with them\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the word \"He\" refers to Paul. (See: [[:en:bible:notes:act:17:01|17:02]])"}, {"ref": "He was opening the scriptures", "text": "Possible meanings are 1) to explain the scriptures in a way that people can understand is spoken of as if Paul were opening something so people can see what is inside of it) or 2) Paul was literally opening a book or scroll and reading from it. (See: [[:en:ta:vol1:translate:figs_metaphor]]"}, {"ref": "it was necessary", "text": "\"it was part of God's plan\""}, {"ref": "to rise again", "text": "\"to come back to life\""}, {"ref": "from the dead ones", "text": "\"from among the dead ones.\" The phrase \"the dead ones\" refers to the spirits of people who have died. To come back from among them means to become alive again."}, {"ref": "the Jews were persuaded", "text": "This can be stated in active form. AT: \"the Jews believed\" or \"the Jews understood\""}, {"ref": "and joined Paul", "text": "\"and became associated with Paul\""}, {"ref": "the devout Greeks", "text": "This means those who worship God but have not converted to Judaism through circumcision"}, {"ref": "a great crowd", "text": "\"a large crowd\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the unbelieving Jews and wicked men from the marketplace."}, {"ref": "being moved with jealousy", "text": "The feeling of jealousy is spoken of as if jealousy were actually moving the person. AT: \"feeling very jealous\" or \"feeling very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with jealousy", "text": "It can be stated explicitly that these Jews were jealous because some of the Jews and Greeks believed Paul's message. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "took certain wicked men", "text": "Here \"took\" does not mean the Jews took these people by force. It means the Jews persuaded these wicked men to help them."}, {"ref": "certain wicked men", "text": "\"some evil men.\" The word \"men\" here refers specifically to males."}, {"ref": "from the marketplace", "text": "\"from the public square.\" This is a public place of business, where buying and selling of goods, cattle, or services take place."}, {"ref": "set the city in an uproar", "text": "Here \"the city\" stands for the people in the city. AT: \"caused the people of the city to be in an uproar\" or \"caused the people of the city to riot\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Assaulting the house", "text": "\"Violently attacking the house.\" This probably means the people were throwing rocks at the house and trying to break down the door of the house."}, {"ref": "Jason", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "out to the people", "text": "Possible meanings or \"people\" are 1) a governmental or legal group of citizens gathered to make a decision or 2) a mob."}, {"ref": "certain other brothers", "text": "Here \"brothers\" refers to believers. AT: \"some other believers\""}, {"ref": "before the officials", "text": "\"in the presence of the officials\""}, {"ref": "These men who have", "text": "The Jewish leaders were speaking and the phrase, \"These men,\" refers to Paul and Silas."}, {"ref": "turned the world upside down", "text": "This phrase is another way of saying Paul and Silas where causing trouble everywhere they went. The Jewish leaders were exaggerating the influence Paul and Silas were having with their teaching. AT: \"caused trouble everywhere in the world\" (UDB) or \"caused trouble everywhere they have gone\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Jason has welcomed", "text": "This phrase signals that Jason was in agreement with the apostles' troubling message."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The word \"they\" refers to the officials of the city.\""}, {"ref": "General Information:", "text": "The word \"them\" refers to Jason and the other believers they had brought the city officials."}, {"ref": "troubled", "text": "\"worried\" or \"anxious\""}, {"ref": "had taken financial security from Jason and the rest", "text": "This money was a promise of good behavior; money which might be returned if all went well or might be used to repair the damages brought on by bad behavior. AT: \"had received a bond\" or \"had received money\""}, {"ref": "the rest", "text": "The words \"the rest\" refers to other believers that the Jews brought before the officials."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Paul and Silas travel on to the town of Berea."}, {"ref": "the brothers", "text": "The word \"brothers\" here refers to men and women believers. AT: \"the believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "Now", "text": "The word \"now\" is used here to mark a break in the main storyline. Here Luke tells background information about the people in Berea and how they were willing to listen to Paul and examine what he said. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "these people were more noble", "text": "These \"well-born\" people were willing to think more objectively about new ideas than other people. AT: \"more open minded\" or \"more willing to listen\""}, {"ref": "received the word", "text": "Here \"word\" refers to a teaching. AT: \"listened to the teaching\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with all readiness of mind", "text": "These Bereans were prepared to examine earnestly Paul's teachings about the scripture."}, {"ref": "examining the scriptures daily", "text": "\"carefully reading and evaluating the scriptures every day\""}, {"ref": "these things were so", "text": "\"the things Paul said were true\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Athens is down the coast from Barea which is in Macedonia. Athens was one of the most important cities in Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "learned", "text": "\"found out\" or \"heard\" (UDB)"}, {"ref": "went there and stirred up", "text": "This speaks about their agitating people as though it were a person stirring a liquid and causing the things at the bottom of the liquid to rise to the surface. AT: \"went there and agitated\" or \"went there and disturbed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and troubled the crowds", "text": "\"and worried the crowds\" or \"caused dread and fear among the people\""}, {"ref": "brothers", "text": "The word \"brothers\" here refers to men and women believers. AT: \"believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "to go to the sea", "text": "\"to go to the coast.\" From here Paul would probably sail to another city."}, {"ref": "who were leading Paul", "text": "\"who were accompanying Paul\" or \"who were going along with Paul\""}, {"ref": "they received from him instructions for Silas and Timothy", "text": "\"he told them to instruct Silas and Timothy.\" This can also be stated as a direct quotation as in the UDB. (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "This is another part of the story of Paul and Silas' travels. Paul is now in Athens where he is waiting for Silas and Timothy to join him."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke starts to tell a new part of the story."}, {"ref": "his spirit was provoked within him as he saw the city full of idols", "text": "Here \"spirit\" stands for Paul himself. This can be stated in active form. AT: \"he became upset because he saw that there were idols everywhere in the city\" or \"seeing the idols everywhere in the city upset him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he reasoned", "text": "\"he debated\" or \"he discussed.\" This means that there is interaction from the listeners rather than only his preaching. They are talking with him as well."}, {"ref": "those who worshiped God", "text": "This refers to Gentiles who give praise to God and follow him but do not obey all of the Jewish laws."}, {"ref": "in the marketplace", "text": "\"in the public square.\" This is a public place of business, where buying and selling of goods, cattle, or services take place."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Here the words \"him,\" \"He, \"and \"he\" refer to Paul."}, {"ref": "Epicurean and Stoic philosophers", "text": "These people believed all things were formed by chance and that the gods were too busy being happy to be bothered with governing the universe. They rejected the resurrection and wanted only simple pleasures. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "Stoic philosophers", "text": "These people believed freedom comes from resigning oneself to fate. They rejected a personal loving God and the resurrection. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "encountered him", "text": "\"happened upon him\""}, {"ref": "And some said", "text": "\"And some of the philosophers said\""}, {"ref": "What is this babbler", "text": "The word \"babbler\" was used to refer to birds picking up seeds as food. It refers negatively to a person who only knows a little bit of information. The philosophers said Paul had bits of information which were not worth listening to. AT: \"What is this uneducated person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Others said", "text": "\"Other philosophers said\""}, {"ref": "He seems to be a preacher", "text": "\"He seems to be a proclaimer\" or \"He seems to be on a mission of spreading the message\""}, {"ref": "strange gods", "text": "This is not in the sense of \"odd,\" but in the sense of \"foreign,\" that is, gods that Greeks and Romans do not worship or know about."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the words \"They\" and \"we\" refer to the Epicurean and Stoic philosophers.  (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]] and [[:en:bible:notes:act:17:18|17:18]])"}, {"ref": "General Information:", "text": "The words \"him,\" \"He\" and \"you\" refer to Paul. (See: [[:en:bible:notes:act:17:18|17:18]])"}, {"ref": "They took ... brought him", "text": "This does not mean they arrested Paul. The philosophers invited Paul to speak formally to their leaders."}, {"ref": "to the Areopagus", "text": "The \"Areopagus\" was the place where  the leaders met. AT: \"to the leaders that met on the Areopagus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Areopagus, saying", "text": "Here the leaders on the Areopagus are speaking. This can stated as a new sentence. AT: \"the Areopagus. The leaders said to Paul\""}, {"ref": "Areopagus", "text": "This is a prominent rock outcropping or hill in Athens upon which the supreme court of Athens may have met. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "For you bring some strange things to our ears", "text": "Paul's teachings about Jesus and the resurrection are spoken of as an object that a person can bring to another person. Here \"ears\" refers to what they hear. AT: \"For you teachings some things that we have never heard before\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now ... something new", "text": "This word is used here to mark a break in the main storyline. Here Luke tells background information about the people who lived in Athens and their interest in new teachings. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "all the Athenians", "text": "\"Athenians\" are people from Athens, a city near the coast below Macedonia (present day Greece). (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "and the strangers", "text": "\"and the foreigners\""}, {"ref": "spent their time in nothing but either", "text": "Here \"time\" is spoken of as if it were an object that a person could spend. AT: \"loved only either\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "telling or listening about something new", "text": "\"discussing new philosophical ideas\" or \"talking about what was new to them\" (UDB)"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Paul begins his speech to the philosophers on the Areopagus."}, {"ref": "very religious in every way", "text": "Paul is referring to the Athenians' public display of honoring the gods through prayers, building altars, and offering sacrifices."}, {"ref": "For as I passed along", "text": "\"Because as I walked past\" or \"I walked along\""}, {"ref": "To an Unknown God", "text": "Possible meanings are 1) \"to a certain unknown god\" or 2) \"to a god not known.\" This was a specific writing or inscription on that altar."}]}, {"id": "24", "tn": [{"ref": "the world", "text": "In the most general sense, the \"world\" refers to the heavens and the earth and everything in them."}, {"ref": "since he is Lord", "text": "\"because he is the Lord.\" Here \"he\" is referring to the unknown god mentioned in [[:en:bible:notes:act:17:22|17:23]] that Paul is explaining is the Lord God."}, {"ref": "of heaven and earth", "text": "The words \"heaven\" and \"earth\" are used together to mean all beings and things in heaven and earth. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "built with hands", "text": "Here \"hands\" stands for people. AT: \"built by the hands of people\" or \"that people built\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Neither is he served by men's hands", "text": "Here \"served\" has the sense of a doctor treating a patient to make the patient well again. AT: \"Neither do men's hands take care of him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by men's hands", "text": "Here \"hands\" stands for the whole person. AT: \"by humans\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "since he himself", "text": "\"because he himself.\" The word \"himself\" is added for emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Here the words \"he\" and \"him\" refer to the one true God, the creator."}, {"ref": "General Information:", "text": "The words \"their\" and \"them\" refer to every nation of people living on the surface of the earth."}, {"ref": "General Information:", "text": "In using the word \"us,\" Paul includes himself, his audience, and every nation. (See: [[:en:ta:vol2:translate:figs_inclusive|Inclusive \"We\"]])"}, {"ref": "one man", "text": "This means Adam, the first person God created. This can be stated to include Eve. It was through Adam and Eve that God made all other people. AT: \"one couple\" (UDB)"}, {"ref": "having determined their appointed seasons and the boundaries of their living areas", "text": "This can be stated as a new sentence. AT: \"And he determined when and where they would live\""}, {"ref": "Therefore", "text": "This word marks a statement that is said because of what Paul said previously."}, {"ref": "they should seek God and perhaps they might reach out to him and find him", "text": "Desiring to learn about God and to have a relationship with him is spoken of as if it were a person literally looking around to find someone and reaching out to him. AT: \"they should learn about him so that they may understand that they need him and become one of his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is not far from any one of us", "text": "This can be stated in positive form. AT: \"he is very near to everyone of us\" (See: [[:en:ta:vol2:translate:figs_litotes|Litotes]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Here the words \"him\" and \"his\" refer to God. (See: [[:en:bible:notes:act:17:24|17:24]])"}, {"ref": "General Information:", "text": "When Paul says \"we\" here, he includes himself as well as his hearers. (See: [[:en:ta:vol2:translate:figs_inclusive|Inclusive \"We\"]])"}, {"ref": "For in him", "text": "\"Because of him\""}, {"ref": "are God's offspring", "text": "Because God created everyone, all people are spoken of as if they were God's literal children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that the divinity", "text": "Here \"divinity\" refers to God's nature or attributes. AT: \"that God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sculptured with the art and thought of man", "text": "This can be stated in active form. - \"which a man then uses his skill to make it into something that he has designed\" or \"made with art and man's thoughts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes his speech to the philosophers in the Areopagus, which he began in [[:en:bible:notes:act:17:22|17:22]]."}, {"ref": "General Information:", "text": "Here the word \"he\" refers to God."}, {"ref": "Therefore", "text": "This word marks a statement that is said because of what was said previously."}, {"ref": "God overlooked the times of ignorance", "text": "\"God decided not to punish people during the time of ignorance\""}, {"ref": "times of ignorance", "text": "This refers to the time before God fully revealed himself through Jesus Christ and before people truly knew how to obey God."}, {"ref": "all men", "text": "This means all people whether male or female. AT: \"all people\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "when he will judge the world in righteousness by the man he has chosen", "text": "\"when the man he has chosen will judge the world in righteousness\""}, {"ref": "he will judge the world", "text": "Here \"world\" refers to the people. AT: \"he will judge all people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in righteousness", "text": "\"justly\" or \"fairly\""}, {"ref": "God has given proof of this man", "text": "\"God has demonstrated his choice of this man\""}, {"ref": "from the dead ones", "text": "\"from among the dead ones.\" The phrase \"the dead ones\" refers to the spirits of people who have died. To come back from among them means to become alive again."}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Paul in Athens. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "General Information:", "text": "Here the word \"We\" refers to the men of Athens. They were talking directly to Paul but not including Paul in their group. Possibly they were just being polite though some really did want to hear Paul again.(See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke shifts from Paul's teachings to the reaction of the people of Athens."}, {"ref": "the men of Athens", "text": "These are the people who were present at the Areopagus listening to Paul."}, {"ref": "some mocked Paul", "text": "\"some ridiculed Paul\" or \"some laughed at Paul.\" These did not believe it was possible for someone to die and then return to life."}, {"ref": "Dionysius the Areopagite", "text": "Dionysius is a man's name. Areopagite implies that Dionysius was one of the judges at the council of Areopagus. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "Damaris", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]