[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues to speak to the people of Israel."}, {"ref": "If someone is found killed", "text": "This can be stated in active form. AT: \"If someone finds a person whom someone else has killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lying in the field", "text": "The dead person is lying in the field."}, {"ref": "and it is not known who has attacked him", "text": "This can be stated in active form. AT: \"and nobody knows who attacked him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they must measure to the cities", "text": "\"they must measure the distance to the cities\""}, {"ref": "him who has been killed", "text": "This can be stated in active form. AT: \"him whom someone has killed\" or \"the dead body\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "has not borne the yoke", "text": "\"has not worn a yoke\""}, {"ref": "running water", "text": "This is an idiom for water that is moving. AT: \"a stream\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a valley that has been neither plowed nor sown", "text": "This can be stated in active form. AT: \"a valley where nobody has plowed the ground or planted seeds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "must come near", "text": "\"must come to the valley\""}, {"ref": "for them Yahweh your God has chosen to serve him", "text": "\"because the priests are the ones whom Yahweh your God has chosen to serve him\""}, {"ref": "Yahweh your God", "text": "Moses speaks to the Israelites as if he were speaking to one man, so the word \"your\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "to bless the people", "text": "\"to bless the people of Israel\""}, {"ref": "in the name of Yahweh", "text": "Here the metonym \"in the name of\" refers to Yahweh and his authority. AT: \"as one who says and does what Yahweh himself would say and do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "listen to their advice", "text": "\"listen to what the priests say\""}, {"ref": "for their word will be the verdict", "text": "Here the metonym \"their word\" refers to what the priests say. AT: \"because whatever the priests say, that will be the decision\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in every dispute and case of assault", "text": "\"every time people are in the court of law because they disagree with one another or somebody hurts another person\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "the heifer whose neck was broken", "text": "This can be stated in active form. AT: \"the heifer whose neck the priests broke\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and they must answer to the case", "text": "\"and they must testify to Yahweh about this case\""}, {"ref": "Our hands have not shed this blood", "text": "Here \"hands\" are a synecdoche for the whole person and \"shed this blood\" is a metonym for killing an innocent person. AT: \"We did not kill this innocent person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "neither have our eyes seen it", "text": "Here \"eyes\" refers to the whole person. AT: \"and we did not see anyone kill this person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues to tell the elders what they should say when they wash their hands over the heifer. He speaks to them as if he were speaking to one man, so the words \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "whom you have redeemed", "text": "Yahweh rescuing the people of Israel from being slaves in Egypt is spoken of as if Yahweh paid money to redeem his people from slavery. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and do not put guilt for innocent bloodshed in the midst of your people Israel", "text": "This is an idiom. AT: \"and do not treat your people Israel as if they are guilty of killing an innocent person\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Then the bloodshed will be forgiven them", "text": "This can be stated in active form. AT: \"Then Yahweh will forgive his people Israel for the death of an innocent person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will put away the innocent blood from your midst", "text": "\"you will not be guilty any more of killing an innocent person\""}, {"ref": "what is right in the eyes of Yahweh", "text": "The words \"in the eyes of Yahweh\" are a metonym for \"what Yahweh thinks is right.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel as if he were speaking to one man, so the words \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you go out", "text": "\"you who are soldiers go out\" (UDB)"}, {"ref": "you have a desire for her", "text": "Use a polite phrase for \"you want to sleep with her.\""}, {"ref": "wish to take her for yourself as a wife", "text": "\"want to marry her\""}, {"ref": "she will shave her head", "text": "\"she will shave the hair off of her head\""}, {"ref": "cut her nails", "text": "\"cut her fingernails\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel as if he were speaking to one man, so the words \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "she will take off the clothes she was wearing", "text": "She will do this after the man brings her to his house and when she shaves her head and cuts her fingernails and toenails as mentioned in [[:en:bible:notes:deu:21:10|21:12]]. The full meaning of this statement can be made explicit. AT: \"she will take off the clothes of her people and put on Israelite clothes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "when she was taken captive", "text": "This can be stated in active form. AT: \"when you took her captive\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a full month", "text": "\"an entire month\" or \"a whole month\""}, {"ref": "But if you take no delight in her", "text": "You may need to make explicit that the man sleeps with the woman. AT: \"But if you sleep with her and then decide that you do not want her as your wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let her go where she wishes", "text": "\"let her go wherever she wants to go\""}, {"ref": "because you have humiliated her", "text": "\"because you shamed her by sleeping with her and then sending her away\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "and one is loved and the other is hated", "text": "This can be stated in active form. AT: Possible meanings are 1) \"and the man loves one of his wives and he hates the other wife\" or 2) \"and the man loves one wife more than he loves the other wife\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and they have both borne him children", "text": "\"and both wives have had children with him\""}, {"ref": "if the firstborn son is of her that is hated", "text": "This can be stated in active form. AT: \"if the firstborn son belongs to the wife whom the man hates\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then on the day that the man", "text": "\"when the man\""}, {"ref": "the man causes his sons to inherit what he possesses", "text": "\"the man gives his possessions to his sons as an inheritance\""}, {"ref": "he may not make the son of the beloved wife the firstborn before the son of the hated wife", "text": "\"he may not treat the son of the beloved wife as if he were the firstborn instead of the son of the hated wife\""}, {"ref": "a double portion", "text": "\"twice as much\""}, {"ref": "that son is the beginning of his strength", "text": "This is an idiom. AT: \"that son is the one who shows that the man can become the father of sons\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "who will not obey the voice of his father or the voice of his mother", "text": "Here \"voice\" is a metonym for what a person says. AT: \"who will not obey what his father or mother say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they correct him", "text": "\"they punish him for his wrongdoing\" or \"they train and instruct him\""}, {"ref": "must lay hold on him and bring him out", "text": "\"must force him to come out\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel as if they were one man, so all instances of \"you\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "This son of ours", "text": "\"Our son\""}, {"ref": "he will not obey our voice", "text": "Here \"voice\" is a metonym for what a person says or a synecdoche for the whole person. AT: \"he will not do what we tell him to do\" or \"he will not obey us\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a glutton", "text": "a person who eats and drinks too much"}, {"ref": "a drunkard", "text": "a person who drinks too much alcohol and gets drunk often"}, {"ref": "stone him to death with stones", "text": "\"throw stones at him until he dies\""}, {"ref": "you will remove the evil from among you", "text": "The adjective \"evil\" can be translated as a noun phrase. AT: \"you must remove from among the Israelites the person who does this evil thing\" or \"you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "All Israel", "text": "The word \"Israel\" is a metonym for the people of Israel. AT: \"All the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will hear of it and fear", "text": "The full meaning of this statement can be made explicit. AT: \"will hear about what happened to the son and be afraid that the people will punish them also\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel as if he were speaking to one man, so the words \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "If a man has committed a sin worthy of death", "text": "\"If a man has done something so bad that you need to punish him by killing him\""}, {"ref": "he is put to death", "text": "This can be stated in active form. AT: \"you execute him\" or \"you kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and you hang him on a tree", "text": "Possible meanings are 1) \"and after he has died you hang him on a tree\" or 2) \"and you kill him by hanging him on a wooden post\""}, {"ref": "bury him the same day", "text": "\"bury him on the same day as when you execute him\""}, {"ref": "for whoever is hanged is cursed by God", "text": "This can be stated in active form. AT: Possible meanings are 1) \"because God curses everyone whom people hang on trees\" and 2) \"people hang on trees those whom God has cursed.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "do not defile the land", "text": "by leaving something God has cursed hanging in the tree"}]}]