[{"id": "01", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "put a knife to your throat", "text": "Possible meanings are 1) \"be very careful not to eat too much\" or 2) \"do not eat anything at all\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not crave", "text": "\"Do not strongly desire.\" See how you translated \"craves\" in [[:en:bible:notes:pro:21:09|21:9]]."}, {"ref": "delicacies", "text": "\"special and expensive food\" (UDB)"}, {"ref": "it is the food of lies", "text": "This is an idiom.  \"he is giving it to you so he can deceive you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Do not work too hard", "text": "\"Do not work so much that you are always tired\" (UDB)"}, {"ref": "light upon it", "text": "land like a bird upon the wealth (verse 4). This is a metaphor for looking at the wealth for a short time. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will surely take up wings like an eagle and fly off", "text": "A person losing his wealth is spoken of as if the wealth were a bird. AT: \"the wealth will disappear as quickly as an eagle can fly away\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wings like an eagle", "text": "wings like an eagle's wings"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "one with an evil eye", "text": "Possible meanings are 1) a stingy person, one who does not like to give things to other people, or 2) an evil person (UDB)."}, {"ref": "do not crave", "text": "\"do not strongly desire.\" See how you translated \"craves\" in [[:en:bible:notes:pro:21:09|21:9]]."}, {"ref": "delicacies", "text": "\"special and expensive food\" (UDB). Translate as in [[:en:bible:notes:pro:23:01|23:3]]."}, {"ref": "his heart is not with you", "text": "This is an idiom.  AT: \"he really does not want you to enjoy the meal\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You will vomit up the little you have eaten", "text": "This is an exaggeration. AT: \"You will wish that you had not eaten anything\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "you will have wasted your compliments", "text": "Compliments are spoken of as if they were valuable objects. The abstract noun \"compliments\" can be translated as a verb. AT: \"he will not be happy even if you say good things about him and the food\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "in the hearing of a fool", "text": "The abstract noun \"hearing\" can be translated as a verb. AT: \"where a fool can hear you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "ancient", "text": "very old. Translate as in [[:en:bible:notes:pro:22:28|22:28]]."}, {"ref": "boundary stone", "text": "This is a large stone to show where one person's land ends and another person's land begins. Translate as in [[:en:bible:notes:pro:22:28|22:28]]."}, {"ref": "encroach", "text": "This means to slowly take or begin to use land (or some thing) that belongs to someone else."}, {"ref": "orphans", "text": "children whose parents are dead"}, {"ref": "their Redeemer", "text": "Yahweh"}, {"ref": "he will plead their case against you", "text": "The metaphor is of a lawyer defending the needy in front of a judge. AT: \"he will defend the orphans against you\" or \"he will see that the orphans receive justice and punish you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Apply your heart to", "text": "This is an idiom. Translate as in [[:en:bible:notes:pro:22:17|22:17]]. AT: \"Do your best to understand and remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "instruction", "text": "Possible meanings are 1) \"what people who know what is right and what is wrong tell you\" or 2) \"what people say and do when they correct you.\""}, {"ref": "and your ears", "text": "The ellipsis can be filled in. AT: \"and apply your ears\" or \"and listen carefully\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to words of knowledge", "text": "\"to me when I tell you what I know\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Do not withhold instruction from a child", "text": "The abstract noun \"instruction\" can be translated as a verb. AT: \"Do not neglect to instruct a child\" or \"Do not refuse to instruct a child\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "withhold", "text": "refuse to give something that one knows another person needs"}, {"ref": "rod", "text": "piece of wood"}, {"ref": "It is you who must beat him ... and save his soul", "text": "\"You are the one who must beat him ... and save his soul.\" No one else will do it. The hearer is responsible to save the child's soul from Sheol, and the way to save him is to beat him."}, {"ref": "and save his soul from Sheol", "text": "If the hearer beats his children with the rod, they will not die young because they have done foolish or evil things. The word \"soul\" is a metonym for the person. Sheol is the world of the dead; going to the world of the dead is a euphemism for dying. AT: \"and you will keep him from the world of the dead\" or \"and you will keep him from dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "when your lips speak", "text": "\"Your lips\" means the whole person. AT: \"when you speak\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Do not let your heart envy sinners", "text": "The word \"heart\" is a synecdoche for the whole person. AT: \"Do not allow yourself to envy sinners\" or \"Make sure you do not envy sinners\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your hope will not be cut off", "text": "This can be translated in active form. AT: \"God will not allow anyone to cut off your hope\" or \"God will keep the promises he made to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Hear—you!—my son", "text": "\"Listen carefully, my son.\" The speaker speaks an extra word to make sure the hearer is paying attention."}, {"ref": "direct your heart in the way", "text": "Deciding to do what is right is spoken of as if one person were showing another person the correct path to follow. AT: \"make sure you do what is wise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gluttonous eaters of meat", "text": "Possible meanings are 1) \"people who eat more meat than they need to\" or 2) this is a synecdoche for \"people who eat more food than they need to.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "slumber will clothe them with rags", "text": "The word \"slumber\" is a hyperbole for a person spending too much time enjoying food and drink. This activity is spoken of as if it were a parent putting clothes on a child. AT: \"because they spend so much time eating and drinking, they will do no work and so will become poor\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "do not despise", "text": "This can be stated positively.  \"show respect for\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Buy the truth, but do not sell it; buy wisdom, instruction, and understanding", "text": "Another possible meaning is \"Buy the truth, and do not sell wisdom, instruction, or understanding.\" The words \"truth,\" \"wisdom,\" \"instruction,\" and \"understanding\" are abstract nouns that are spoken of as if they were physical items that a person can buy and sell in a market. They can be translated as verbs. AT: \"Do what you need to do so you can know what is true, so you can be wise, so you can learn how to act, and so you can tell good from bad; never think of anything else as more important than these things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "The father of the righteous person will greatly rejoice, and he who begets a wise child will be glad in him", "text": "Another possible meaning is that \"he that begets a wise child\" explains who \"the father of the righteous person\" is. AT: \"The father of the righteous person, he who begets a wise child, will greatly rejoice and will be glad in him.\""}, {"ref": "will be glad in him", "text": "\"will be glad because of him\""}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "give me your heart", "text": "The word \"heart\" is a metonym for what a person thinks and decides to do. Possible meanings are 1) \"pay careful attention\" or 2) \"trust me completely.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your eyes observe", "text": "The eyes are a synecdoche for the whole person. AT: \"observe\" or \"look carefully at\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "prostitute ... immoral woman", "text": "There are two types of sexually immoral women. The \"prostitute\" is unmarried, \"another man's wife\" is married. Together they form a merism for any kind of sexually immoral woman. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "a prostitute is a deep pit", "text": "The word \"pit\" is a metaphor for what happens to men who sleep with prostitutes. AT: \"sleeping with a prostitute is like falling into a deep pit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "prostitute", "text": "Here the word refers to any unmarried woman who engages in sexual activity, not only those who do so for money."}, {"ref": "deep pit ... narrow well", "text": "These are two places easy to fall into and hard to get out of, the \"pit\" because it is \"deep\" and the \"well\" because it is \"narrow.\""}, {"ref": "an immoral woman is a narrow well", "text": "Doing evil for which one will be punished is spoken of as falling into a narrow place from which one cannot escape. AT: \"Sleeping with another man's wife is like falling into a narrow well\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "well", "text": "a hole in the ground that people have dug to get to water"}, {"ref": "lies in wait", "text": "stays hidden, ready to attack when a victim approaches"}, {"ref": "the treacherous", "text": "This nominal adjective can be translated as an adjective or verb. AT: \"treacherous people\" or \"those who harm others by deceiving them\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "Who has woe? Who has sorrow? Who has fights? Who has complaining? Who has wounds for no reason? Who has bloodshot eyes?", "text": "The writer uses these questions to prepare the reader for the point he is about to make about a particular type of person. He does not expect an answer to each question. Your language may have a different way of introducing a lesson. AT: \"Listen to me while I tell you what kind of person has woe, sorrow, fights, complaining, wounds for no reason, and bloodshot eyes.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "bloodshot eyes", "text": "\"eyes red, like the color of blood\""}, {"ref": "Those who linger over wine, those who try the mixed wine", "text": "These words answer the questions in verse 29 and describe people who drink too much wine."}, {"ref": "linger over wine", "text": "spend much time drinking wine and so drink much wine (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the mixed wine", "text": "Possible meanings are 1) different wines mixed together or 2) other drinks that are stronger than wine."}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]])."}, {"ref": "In the last", "text": "\"After you drink it\""}, {"ref": "it bites like a serpent ... it stings like an adder", "text": "The word \"it\" refers to \"the wine when it is red.\" \"Bites\" and \"stings\" are metaphors for the way too much wine makes people feel. AT: \"it makes you feel as bad as if a serpent had bitten you or an adder had stung you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "adder", "text": "a type of poisonous snake"}, {"ref": "your heart will utter perverse things", "text": "The heart is a metonym for what a person thinks and decides to do. AT: \"you will think about and decide to do perverse things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "perverse things", "text": "things that God says are morally wrong and bad; things that are wicked"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "These verses continue the \"thirty sayings\" ([[:en:bible:notes:pro:22:20|22:20]]). It is the continuation of the description of a drunk person."}, {"ref": "lies on the top of a mast", "text": "The place on the mast where the person lies can be made explicit. AT: \"lies in the basket near the top of a mast\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "mast", "text": "the long wooden pole to which are attached the sails of a sailing ship"}, {"ref": "They hit me, ... but I was not hurt. They beat me, but I did not feel it.", "text": "Because the drunk person is not thinking clearly, he is imagining that people are hitting and beating him, yet he feels no pain and cannot remember anything."}, {"ref": "When will I wake up?", "text": "The drunk person is wondering when he will be sober again; when the effect of the wine will stop."}]}]