[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus taught from a boat at the seaside, he told them the parable of the soils. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the sea", "text": "This is the Sea of Galilee."}, {"ref": "and sat down", "text": "\"and he sat in the boat\""}]}, {"id": "03", "tn": [{"ref": "Listen", "text": "\"Pay attention\""}, {"ref": "As he sowed", "text": "\"As he threw the seeds over the soil.\" In different cultures people sow seeds differently. In this parable the seeds were sown by throwing the seeds over the land that was prepared for growing."}, {"ref": "they sprang up", "text": "\"they began to grow quickly\""}, {"ref": "soil", "text": "This refers to the loose dirt on the ground in which you can plant seeds."}]}, {"id": "06", "tn": [{"ref": "they were scorched", "text": "This refers to the young plants. This may be stated in active form. AT: \"it scorched the young plants\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because they had no root, they dried up", "text": "\"because the young plants had no roots, they dried up\""}, {"ref": "and choked them", "text": "The word \"them\" refers to the young plants."}]}, {"id": "08", "tn": [{"ref": "some brought forth thirty times as much", "text": "The amount of grain produced by each plant is being compared to the single seed from which it grew. AT: \"Some plants bore thirty times as much as the seed that the man had planted\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "thirty ... sixty ... a hundred", "text": "\"30 ... 60 ... 100.\" These may be written as numerals. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "and some sixty, and some a hundred", "text": "Jesus continues to describe the amount of grain that was produced. Ellipsis is used here to shorten the phrases but they can be written out. AT: \"and some produced sixty times as much grain and some produced a hundred times as much grain\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Whoever has ears to hear", "text": "This is a way of referring to everyone listening. AT: \"Everyone who is listening to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him hear", "text": "Here the word \"hear\" means to pay attention. AT: \"must pay careful attention to what I am saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "When Jesus was alone", "text": "This does not mean that Jesus was completely alone; rather, that the crowds were gone and Jesus was only with the twelve and some of his other close followers."}, {"ref": "To you is given", "text": "This can be stated in active form. \"God has given you\" or \"I have given you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to those outside", "text": "\"but to those who are not among you.\" This refers to all the other people who were not among the twelve or Jesus' other close followers."}, {"ref": "everything is in parables", "text": "It can be stated that Jesus gives the parables to the people. AT: \"I have spoken everything in parables\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "when they look ... when they hear", "text": "It is assumed that Jesus is speaking about the people looking at what he shows them and hearing what he tells them. AT: \"when they look at what I am doing ... when they hear what I am saying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they look, but do not see", "text": "Jesus speaks of people understanding what they see as actually seeing. AT: \"they look and do not understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turn", "text": "This refers to turning away from sin."}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Jesus explains the parable of the soils to his followers and then tells them about using a lamp to show that hidden things will become known."}, {"ref": "And he said to them", "text": "\"And Jesus said to his disciples\""}, {"ref": "Do you not understand this parable? How then will you understand all the other parables?", "text": "Jesus used these questions to show how sad he was that his disciples could not understand his parable. AT: \"If you cannot understand this parable, think about how hard it will be for you to understand all the other parables.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The farmer who sows his seed is", "text": "\"The farmer who sows his seed represents\""}, {"ref": "the one who sows the word", "text": "The \"word\" represents God's message. Sowing the message represents teaching it. AT: \"the one who teaches people God's message\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Some are the ones that fall beside the road", "text": "\"Some people are like the seeds that fall beside road\" or \"Some people are like the path where some of the seeds fell\" (UDB)"}, {"ref": "the road", "text": "\"the path\""}, {"ref": "when they hear it", "text": "Here \"it\" refers to \"the word\" or \"God's message.\""}]}, {"id": "16", "tn": [{"ref": "And some are the ones", "text": "\"And some people are like the seeds.\" Jesus begins to explain how some people are like the seeds that fell on the rocky soil. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "And they have no root in themselves", "text": "This is a comparison to the young plants that have very shallow roots. This metaphor means that the people were first excited when they received the word, but they were not strongly devoted to it. AT: \"And they are like the young plants that have no roots\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no root", "text": "This is a hyperbole, an exaggeration, emphasizing how the roots were very shallow. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "endure", "text": "In this parable, \"endure\" means \"believe.\" AT: \"continue in their belief\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of the word", "text": "It may be helpful to explain why tribulation comes. It came because people believed the word.  AT: \"because they believed the word\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they stumble", "text": "In this parable, \"stumble\" means \"stop believing God's message\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "And others are the ones sown among the thorns", "text": "Jesus begins to explain how some people are like the seeds that fell among the thorns. AT: \"And other people are like the seeds that were sown among the thorns\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the cares of the world", "text": "\"the worries in this life\" or \"the concerns about this present life\""}, {"ref": "the deceitfulness of riches", "text": "\"the desires for riches\""}, {"ref": "enter in and choke the word", "text": "As Jesus continues to talk about people who are like the seeds that fell among the thorns, he explains what the desires and worries do to the word in their lives. AT: \"enter in and choke the word in their lives like thorns choke young plants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it becomes unfruitful", "text": "\"the word does not produce any fruit in them\""}, {"ref": "the ones sown in the good soil", "text": "Jesus begins to explain how some people are like the seeds that were sown in good soil. AT: \"like the seeds that were sown in the good soil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "some thirty, and some sixty, and some a hundred", "text": "This refers to the grain that the plants produce. AT: \"some produce thirty grains, some sixty grains, and some a hundred grains\" or \"some produce 30 grains, some 60 grains, and some 100 grains\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] or [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "21", "tn": [{"ref": "Jesus said to them", "text": "\"Jesus said to the crowd\""}, {"ref": "Do you bring a lamp inside the house to put it under a basket, or under the bed?", "text": "This question may be written as a statement. AT: \"You certainly do not bring a lamp inside the house to put it under a basket, or under a bed!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For nothing is hidden that will not be known ... come out into the open", "text": "This can be stated in positive form. AT: \"For everything that is hidden will be made known, and everything that is secret will come out into to open\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "nothing is hidden ... nothing is secret", "text": "\"there is nothing that is hidden ... there is nothing that is secret\" Both of the phrases have the same meaning. Jesus is emphasizing that everything that is secret will be made known. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "If anyone has ears to hear, let him hear", "text": "Translate this as you did in [[:en:bible:notes:mrk:04:08|4:9]]."}]}, {"id": "24", "tn": [{"ref": "He said to them", "text": "\"Jesus said to the crowd\""}, {"ref": "for with the measure with which you measure", "text": "Possible meanings are 1) Jesus is talking about a literal measure and giving generously to others or 2) this is a metaphor in which Jesus speaks of \"understanding\" as if it were \"measuring\" (UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be measured, and it will be added to you", "text": "This can be stated in active form. AT: \"God will measure you, and he will add it to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to him will be given more ... from him will be taken away", "text": "This can be stated in active form. AT: \"to him God will give more ... from him God will take away\" or \"God will give more to him ... God will take away from him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Jesus then tells the people parables to explain the kingdom of God, which he later explained to his disciples. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "like a man who sows his seed", "text": "Jesus likens the kingdom of God to a farmer who sows his seed. AT: \"like a farmer who sows his seed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He sleeps at night and gets up by day", "text": "\"He rises in the morning and sleeps at night\""}, {"ref": "the blade", "text": "the stalk or sprout"}, {"ref": "the ear", "text": "the head on the stalk or the part of the plant that holds the fruit"}, {"ref": "he immediately sends out the sickle", "text": "Here \"the sickle\" is a metonym that stands for the farmer or the people who the farmer sends out to harvest the grain. AT: \"he immediately goes out with a sickle to harvest the grain\" or \"he immediately sends out people with sickles to harvest the grain\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sickle", "text": "a curved blade or a sharp hook used to cut grain"}, {"ref": "because the harvest has come", "text": "Here the phrase \"has come\" is an idiom for the grain being ripe for harvest. AT: \"because the grain is ready to be harvested\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "30", "tn": [{"ref": "To what can we compare the kingdom of God, or what parable can we use to explain it?", "text": "Jesus asked this question to cause his hearers to think about what the kingdom of God is. AT: \"With this parable I can explain what the kingdom of God is like.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "when it is sown", "text": "This can be stated in active form. AT: \"when someone sows it\" or \"when someone plants it\""}, {"ref": "it forms large branches", "text": "The mustard tree is described as causing its branches to grow large. AT: \"with large branches\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "33", "tn": [{"ref": "he spoke the word to them", "text": "The word \"them\" refers to the crowds."}, {"ref": "as much as they were able to understand", "text": "\"and if they were able to understand some, he kept telling them more\" (UDB)"}, {"ref": "when he was alone", "text": "This means that he was away from the crowds, but his disciples were still with him."}, {"ref": "he explained everything", "text": "Here \"everything\" is a hyperbole or exaggeration. He explained all his parables. AT: \"he explained all his parables\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus and his disciples take a boat to escape the crowds of people, a great storm arises. His disciples are afraid when they see that even the wind and the sea obey Jesus."}, {"ref": "he said to them", "text": "\"Jesus said to his disciples\""}, {"ref": "the other side", "text": "\"the other side of the Sea of Galilee\" or \"the other side of the sea\""}, {"ref": "a violent windstorm arose", "text": "Here \"arose\" is an idiom for \"began.\" AT: \"a violent windstorm began\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the boat was already full", "text": "It may be helpful to state that the boat was full of water. AT: \"the boat was already full of water\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "38", "tn": [{"ref": "Jesus himself", "text": "Here \"himself\" emphasizes that Jesus was alone in the stern. AT: \"Jesus himself was alone\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "the stern", "text": "This is at the very back of the boat. \"the stern of the boat\""}, {"ref": "They woke him up", "text": "The word \"they\" refers to the disciples."}, {"ref": "do you not care that we are about to die?", "text": "The disciples asked this question to convey their fear. This question can be written as a statement. AT: \"you need to pay attention to what is happening; we are all about to die!\" - (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we are about to die", "text": "The word \"we\" includes the disciples and Jesus. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Peace, be still", "text": "These two phrases are similar and used for emphasis. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a great calm", "text": "\"a great stillness over the sea\" or \"a great calm over the sea\""}]}, {"id": "40", "tn": [{"ref": "And he said to them", "text": "\"And Jesus said to his disciples\""}, {"ref": "Why are you afraid? Do you still not have faith?", "text": "Jesus asks these questions to make his disciples consider why they are afraid when he is with them. These questions can be written as statements. AT: \"You should not be afraid. You need to have more faith.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who then is this, because even the wind and the sea obey him?", "text": "The disciples ask this question in amazement at what Jesus did. This question can be written as a statement. AT: \"This man is not like ordinary men; even the wind and the sea obey him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]