[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "When Ephraim spoke", "text": "Hosea uses the term \"Ephraim\" to refer to the entire northern kingdom, although it was also the name of one of the ten tribes. Hosea seems to be speaking of a long-past time, when the northern kingdom was strong and honored, unlike at the present time. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there was trembling", "text": "The missing phrase \"among other nations\" is understood here. Other nations felt humility in front of the northern kingdom. AT: \"there was trembling among other people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He exalted himself in Israel", "text": "Here \"exalting\" means to make oneself important. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but he became guilty because of Baal worship, and he died", "text": "When the people of Ephraim began worshiping Baal, they grew weak, and their enemies defeated them. Here \"died\" refers to the nation growing weak. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Now they sin more and more", "text": "Here \"they\" refers to the tribe of Ephraim and the entire nation of Israel, who followed Ephraim's example."}, {"ref": "These men who sacrifice kiss calves", "text": "Part of idol worship was kissing idol figures that were images of calves. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "So they will be like the morning clouds ... like the dew ... like the chaff ... like smoke out of a chimney", "text": "These expressions state that Israel is temporary and will soon disappear if they continue to worship idols instead of following Yahweh. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "that is driven by the wind away", "text": "This can be stated in active form. AT: \"that the wind blows away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking of his people as if they had been a flock of sheep that he found wandering in the wilderness. He says that he claimed them there for his own."}, {"ref": "I knew you in the wilderness", "text": "Yahweh claimed the Hebrew people as his own special people, and he took care of them there."}, {"ref": "When you had pasture, then you became full", "text": "The image of sheep is continued with this expression."}, {"ref": "your heart became lifted up", "text": "Here \"heart\" represents the inner person as a whole. AT: \"you became proud\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "lifted up", "text": "Becoming arrogant is spoken of as being lifted up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "like a lion ... like a leopard ... as a bear ... as a lion ... as a wild beast", "text": "These are wild animals that attack and kill other animals. Yahweh continues to say that he will destroy his people for their sins. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as a bear that is robbed of her cubs", "text": "The words \"would attack\" are left out because they are understood. This can be stated in active form. AT: \"like a bear would attack an animal that takes her cubs\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as a lion", "text": "The words \"would devour them\" are left out because they are understood. AT: \"as a lion would devour them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "who will be able to help you?", "text": "Yahweh uses a question to emphasize that no one will be able to help the people of Israel. AT: \"there will be no on able to help you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where now is your king, that he may save you in all your cities? Where are your rulers, about whom you said to me, 'Give me a king and princes'?", "text": "Yahweh asks these questions to tell Israel that when they rebel against him, no king or ruler can help them. Only Yahweh can save them from destruction. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Ephraim's iniquity has been stored up; his guilt has been stored up", "text": "These two phrases are similar and mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "has been stored up", "text": "The northern kingdom's iniquity and guilt are spoken of as if they were objects that could be kept for a purpose. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Pains of childbirth will come on him", "text": "Here Yahweh speaks of the suffering the people of Israel will suffer as if it were the pains of child birth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but he is an unwise son, for when it is time to be born, he does not come out of the womb", "text": "Yahweh now describes the people of Israel as the baby to which the mother is giving birth. The baby is unwise because it does not want to be born. The people do not want to repent and obey Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Will I rescue them from the hand of Sheol? Will I rescue them from death?", "text": "Yahweh uses these questions to tell the people of Israel that he is not going to save them from dying. He will certainly punish them. AT: \"I will certainly not rescue them from death and from going down to Sheol.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Where, death, are your plagues? Where, Sheol, is your destruction?", "text": "Yahweh speaks to \"death\" and \"Sheol\" as if they were people. Yahweh uses questions to say that he will destroy the people soon. AT: \"Now I will cause plagues and let the people of Israel die. I will destroy them and send them to Sheol.\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Compassion is hidden", "text": "The possibility of having compassion is spoken of as if it were an object. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Compassion is hidden from my eyes", "text": "Not to think about having compassion is spoken of as if compassion were hidden so that it cannot be seen. AT: \"I have no compassion for them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "his brothers", "text": "This expression seems to stand for the nations around the northern kingdom, especially Judah, the southern kingdom. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an east wind will come; the wind of Yahweh", "text": "A wind from the east was very hot and destructive. Here it refers to the armies from the east that Yahweh will send to destroy the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Ephraim's spring will dry up, and his well will have no water", "text": "Hosea continues to describe how God will punish the people of Israel. Here water represents life, vitality, and strength. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his storehouse", "text": "This refers to all of the peoples' possessions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "Samaria will be guilty, for she has rebelled against her God", "text": "Here \"Samaria\" refers to the people in the city of Samaria who are guilty of rebelling against God. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will fall", "text": "The people will die. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "by the sword", "text": "In warfare (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their young children will be dashed to pieces, and their pregnant women will be ripped open", "text": "These phrases can be put into the active voice. AT: \"the enemy will dash their young children to pieces, and they will rip open the pregnant women\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]