[{"id": "01", "tn": [{"ref": "Comfort, comfort", "text": "The word \"comfort\" is repeated for emphasis."}, {"ref": "says your God", "text": "Here \"your\" is plural and refers to those whom the prophet tells to comfort God's people. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "Speak tenderly to Jerusalem", "text": "The prophet speaks of Jerusalem as if it were a woman whom Yahweh has forgiven. As such, Jerusalem represents the people who live in that city. AT: Speak tenderly to the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "proclaim to her ... her warfare ... her iniquity ... she has received ... her sins", "text": "These pronouns refer to Jerusalem but may be changed if \"the people of Jerusalem\" is adopted as a translation. AT: \"proclaim to them ... their warfare ... their iniquity ... they have received ... their sins\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "her warfare", "text": "Possible meanings are that the word \"warfare\" refers 1) to military battle or 2) to forced labor."}, {"ref": "her iniquity is pardoned", "text": "This can be stated in active form. AT: \"Yahweh has pardoned her iniquity\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from Yahweh's hand", "text": "Here the word \"hand\" represents Yahweh himself. AT: \"from Yahweh\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "A voice cries out", "text": "The word \"voice\" represents the person who cries out. AT: \"Someone cries out\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "In the wilderness prepare the way of Yahweh; make straight in the Arabah a highway for our God", "text": "These two lines are parallel and mean basically the same thing. The people preparing themselves for Yahweh's help is spoken of as if they were to prepare roads for Yahweh to travel upon. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Arabah", "text": "Translate this word in the same way you did in [[:en:bible:notes:isa:35:01|35:1]]."}, {"ref": "Every valley will be lifted up, and every mountain and hill will be leveled", "text": "These phrases explain how the people are to prepare a highway for Yahweh. They can be stated in active form. AT: \"Lift up every valley, and level every mountain and hill\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Every valley will be lifted up", "text": "Making the valleys level with the rest of the ground is spoken of as if it were lifting up the valleys. AT: \"Every valley will be filled in\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "", "text": "**and the rugged land will be made level, and the"}, {"ref": "", "text": "These phrases explain how the people are to prepare a highway for Yahweh. They can be stated in active form. AT: \"make the rugged land level, and make the rough places into a plain\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "and the glory of Yahweh will be revealed", "text": "This can be stated in active form. AT: \"and Yahweh will reveal his glory\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the mouth of Yahweh has spoken it", "text": "The word \"mouth\" represents Yahweh himself. AT: \"for Yahweh has spoken it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "06", "tn": [{"ref": "All flesh is grass", "text": "The word \"flesh\" refers to people. The speaker speaks of humans as if they are grass, because they both die quickly. AT: \"All people are like grass\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all their covenant faithfulness is like the flower of the field", "text": "The speaker compares the covenant faithfulness of people to flowers that bloom and then die quickly. AT: \"all their covenant faithfulness ends quickly, just like a flower of the field dies quickly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "covenant faithfulness", "text": "Possible meanings are 1) covenant faithfulness or 2) beauty. See how you translated \"covenant faithfulness\" in [[:en:bible:notes:isa:16:05|16:5]]."}, {"ref": "when the breath of Yahweh blows on it", "text": "Possible meanings are 1) \"when Yahweh blows his breath on it\" or 2) \"when Yahweh sends a wind to blow on it.\""}, {"ref": "humanity is grass", "text": "The speaker speaks of humans as if they are grass, because they both die quickly. AT: \"people die as quickly as grass\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the word of our God will stand forever", "text": "The speaker speaks of what God says lasting forever as if his word stands forever. AT: \"the things that our God says will last forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Go up on a high mountain, Zion, bearer of good news", "text": "The writer speaks of Zion as if it were a messenger who declares good news from a mountain top. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Go up on a high mountain", "text": "Messengers would often stand on elevated land, such as mountains, so that many people could hear what they proclaimed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Zion", "text": "This refers to the people who live in Zion. AT: \"you people of Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jerusalem. You who bring good news", "text": "The writer speaks of Jerusalem as if it were a messenger who declares good news. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "and his strong arm rules for him", "text": "Here the word \"arm\" represents God's power. AT: \"and he rules with great power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his reward is with him ... those he has rescued go before him", "text": "These two phrases mean basically the same thing. The ones he rescued are his \"reward.\" AT: \"he is bringing those he rescued with him as his reward\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "11", "tn": [{"ref": "He will feed his flock like a shepherd", "text": "The writer speaks of Yahweh's people as if they were sheep and of Yahweh as if he were their shepherd. AT: \"He will care for his people like a shepherd feeds his flock\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Who has measured ... or the hills in a balance?", "text": "These rhetorical questions anticipate a negative answer and emphasize that only Yahweh is able to do these things. AT: \"No one but Yahweh has measured ... and the hills in a balance.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "measured the waters in the hollow of his hand", "text": "Yahweh knowing how much water is in the oceans is spoken of as if Yahweh held the water in his hand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "measured the sky with the span of his hand", "text": "A \"span\" is the measure of length between the thumb and little finger when the hand is outstretched. Yahweh knowing the length of the sky is spoken of as if he measured it with his hand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "held the dust of the earth in a basket", "text": "Yahweh knowing how much dust there is on the earth is spoken of as if he carried it in a basket. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "weighed the mountains in scales, or the hills in a balance?", "text": "Yahweh knowing how heavy the mountains are is spoken of as if he weighed them in scales and balances. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Isaiah continues using questions to emphasize Yahweh's uniqueness. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who has comprehended the mind of Yahweh, or instructed him as his counselor?", "text": "This rhetorical question anticipates a negative answer and emphasizes that no one is able to do these things. AT: \"No one has comprehended the mind of Yahweh, and no one has instructed him as his counselor.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "comprehended the mind of Yahweh", "text": "Here the word \"mind\" refers not only to Yahweh's thoughts, but also to his desires and motivations."}, {"ref": "From whom did he ever receive instruction?", "text": "This rhetorical question anticipates a negative answer and emphasizes that no one has ever done this. AT: \"He has never received instruction from anyone.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who taught him the correct way to do things, and taught him knowledge, or showed to him the way of understanding?", "text": "This rhetorical question anticipates a negative answer and emphasizes that no one has ever done these things. AT: \"No one taught him the correct way to do things. No one taught him knowledge. No one showed to him the way of understanding.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "Look ... see", "text": "These words add emphasis to what follows."}, {"ref": "the nations are like a drop in a bucket, and are regarded like the dust on the scales", "text": "The prophet compares the nations to a drop of water and to dust in order to emphasize how small and insignificant they are to Yahweh. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a drop in a bucket", "text": "Possible meanings are 1) a drop of water that falls into a bucket or 2) a drop of water that drops out of a bucket."}, {"ref": "and are regarded like the dust on the scales", "text": "This can be stated in active form. AT: \"and Yahweh regards them as dust on the scales\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they are regarded by him as nothing", "text": "This can be stated in active form. AT: \"he regards them as nothing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "To whom then will you compare God? To what idol will you liken him?", "text": "Isaiah uses two similar questions to emphasize that there is no idol that can compare with God. AT: \"There is no one to whom you can compare God. There is no idol to which you can liken him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you", "text": "This is plural and refers to all of God's people. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "A craftsman casts it: the goldsmith overlays it with gold and forges silver chains for it", "text": "\"A skilled worker forms it, another covers it with gold, and makes a silver chain for it\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to God's people."}, {"ref": "Have you not known? Have you not heard? Has it not been told you from the beginning? Have you not understood from the foundations of the earth?", "text": "Isaiah uses these questions to emphasize that the people should know Yahweh's greatness as the creator. AT: \"You certainly know and have heard! It has been told to you from the beginning; you have understood from the foundations of the earth!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Has it not been told you from the beginning?", "text": "This can be stated in active form. AT: \"Have people not told you from the beginning?\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the foundations of the earth", "text": "The prophet speaks of Yahweh creating the earth as if the earth were a building for which Yahweh laid the foundation. AT: \"from the time that Yahweh created the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He is the one who sits above the horizon of the earth", "text": "The prophet speaks of Yahweh ruling the earth as if Yahweh were seated on a throne above the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the inhabitants are like grasshoppers before him", "text": "The prophet compares the way Yahweh considers humans to the way humans would consider grasshoppers. Just as grasshoppers are small to humans, humans are small and weak before God. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He stretches out the heavens like a curtain and spreads them out as a tent to live in", "text": "These two lines share similar meanings. The prophet speaks of Yahweh creating the heavens as if he had erected a tent in which to live. AT: \"He spreads out the heavens as easily as a person would stretch out a curtain or erect a tent in which to live\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "23", "tn": [{"ref": "He reduces", "text": "\"Yahweh reduces\""}, {"ref": "See ... see ... see", "text": "These words add emphasis to what follows."}, {"ref": "they are barely planted ... and they wither", "text": "The prophet speaks of rulers being helpless before Yahweh as if they were new plants that wither away when a hot wind blows on them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are barely planted ... they are barely sown", "text": "These two phrases mean basically the same thing and refer to the point at which the plants or seeds are placed into the ground. They can be stated in active form. AT: \"as soon as someone plants them ... as soon as someone sows them\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he blows upon them", "text": "The prophet speaks of Yahweh removing the rulers from power as if Yahweh were a scorching wind that blows upon the plants and causes them to wither. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wind blows them away like straw", "text": "This simile extends the metaphor of the rulers as plants and Yahweh as the wind that causes them to wither. The wind of Yahweh's judgement will remove the withered plants as easily as wind blows away straw. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "25", "tn": [{"ref": "To whom then will you compare me, whom do I resemble?", "text": "Yahweh uses two similar rhetorical questions to emphasize that there is no one like him. AT: \"There is no one to whom you can compare me. There is no one whom I resemble.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Who has created all these stars?", "text": "This is a leading question that anticipates the answer, Yahweh. AT: \"Yahweh has created all these stars!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He leads out their formations", "text": "Here the word \"formations\" refers to military formations. The prophet speaks of the stars as if they were soldiers whom Yahweh commands to appear. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "By the greatness of his might and by the strength of his power", "text": "The phrases \"the greatness of his might\" and \"the strength of his power\" form a doublet that emphasizes Yahweh's power. AT: \"By his great might and powerful strength\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "not one is missing", "text": "This negative statement emphasizes the positive. AT: \"every one is present\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "27", "tn": [{"ref": "Why do you say, Jacob, and declare, Israel ... vindication\"?", "text": "The question emphasizes that they should not say what they say. AT: \"'You should not say, O people of Israel ... vindication'.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do you say, Jacob, and declare, Israel", "text": "These two phrases both refer to the people of Israel. AT: \"Why do you say, O people of Israel\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "My way is hidden from Yahweh", "text": "Yahweh not knowing what happens to them is spoken of as if Yahweh could not see the road upon which they travel. AT: \"Yahweh does not know what happens to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my God is not concerned about my vindication", "text": "Possible meanings are 1) \"my God is not concerned about others treating me unjustly\" or 2) \"my God is not concerned about treating me justly.\""}, {"ref": "Have you not known? Have you not heard?", "text": "Isaiah uses these questions to emphasize that the people should know Yahweh's greatness. See how you translated these in [[:en:bible:notes:isa:40:21|40:21]]. AT: \"You certainly know and have heard!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. This phrase also forms a merism and refers to everywhere in between the ends. AT \"the farthest places of the earth\" or \"the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "29", "tn": [{"ref": "He gives strength to the tired; and to the weak he gives renewed energy", "text": "These two lines share similar meanings and emphasize that Yahweh strengthens those who have no strength. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He gives strength", "text": "\"Yahweh gives strength\""}, {"ref": "they will soar with wings like eagles", "text": "People receiving strength from Yahweh is spoken of as if the people were able to fly like eagles fly. An eagle is a bird often used as a symbol for strength and power. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will run and not be weary; they will walk and not faint", "text": "These two lines share similar meanings. People receiving strength from Yahweh is spoken of as if they were able to run and walk without tiring. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]