[{"id": "01", "tn": [{"ref": "General Information:", "text": "God speaks through Joel to the people of Israel using poetry. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the word of Yahweh that came", "text": "\"the word that Yahweh God spoke\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "Pethuel", "text": "Joel's father (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Has this ever before happened in your days or in the days of your ancestors?", "text": "AT: \"This has never happened before either to you or your ancestors\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "the swarming locust", "text": "large groups of insects like grasshoppers that fly together and eat large areas of food crops (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "swarming locust ... great locust ... grasshopper ... caterpillar", "text": "These are, respectively, an adult locust that can fly, a locust too large to fly easily, a locust with wings too young to fly, and a newborn locust that has not yet developed wings. Use names that would be understood in your language."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "God warns the people of Israel about the coming locust army."}, {"ref": "you drunkards, and weep! Wail, all you drinkers of wine", "text": "If your language has only one word for \"weep\" and \"wail,\" you can combine the lines: \"you people who love wine should cry out in sorrow\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a nation", "text": "The locust swarm is like an invading army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His teeth ... he has the teeth ... He has made ... He has stripped", "text": "The locusts are like a nation which is like one person. You can refer to the nation as \"it,\" or to the locusts as \"they,\" or to the invader as one person (ULB)."}, {"ref": "His teeth are the teeth of a lion, and he has the teeth of a lioness.", "text": "These two lines share similar meanings. The reference to the locusts' teeth being as sharp as lions' teeth emphasizes the ferocity with which they completely devour all of the crops of the land. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my land ... my vineyard ... my fig tree", "text": "Yahweh's land, vineyard, and fig tree"}, {"ref": "terrifying", "text": "Those who see the land are appalled or horrified because it is completely destroyed."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "God continues speaking to the people of Israel."}, {"ref": "the land has become weak", "text": "Here the land is spoken of as if it were a person. However, some versions interpret this passage as a different metaphor: \"the land mourns.\" (See:  [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "God continues speaking to the people of Israel."}, {"ref": "barley", "text": "a type of grass, like wheat, whose seeds can be used to make bread (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "withered", "text": "dried up and died"}, {"ref": "fig ... pomegranate ... apple", "text": "different types of fruit (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "God speaks to the priests in Israel"}, {"ref": "Put on sackcloth and mourn, you priests! Wail, you servants of the altar. Come, lie all night in sackcloth, you servants of my God", "text": "God is telling the priests to humble themselves and cry out in sadness. AT: \"All you priests mourn and wail and humble yourselves by spending all night in sackcloth\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the grain offering and the drink offering", "text": "regular offerings in the temple"}, {"ref": "the house of your God", "text": "the temple in Jerusalem"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "This is what God is telling the priests to say."}, {"ref": "Has not food been cut off from before our eyes, and joy and gladness from the house of our God?", "text": "AT: \"We have seen our supplies of food used up, and they have cut off joy and gladness from the house of our God.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from before our eyes", "text": "\"from us.\" This refers to all of the nation of Israel. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "joy and gladness", "text": "These two words mean basically the same thing. Together they emphasize that there is no kind of joyful activity happening at the temple. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "clods", "text": "lumps of dirt"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "God continues to tell the priests how they should pray for Israel."}, {"ref": "groan", "text": "make a deep sound because of pain"}, {"ref": "fire has devoured ... flames have burned", "text": "These two similar phrases work together to show that all the land, whether cultivated or not, was destroyed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "brooks", "text": "small streams"}]}]