[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Yahweh is my light", "text": "Here \"light\" represents life. AT: \"Yahweh is the source of my life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whom should I fear?", "text": "This question emphasizes that there is no one that David should fear. AT: \"I will not be afraid of anyone\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh is my life's refuge", "text": "This speaks about Yahweh as if he were a place where people can go for safety. AT: \"Yahweh is the one who keeps me safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whom should I dread?", "text": "This question emphasizes that there is no one that David should be afraid of. AT: \"I will not dread anyone\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "002", "tn": [{"ref": "to devour my flesh", "text": "Destroying someone completely is spoken of as if it were devouring a person's flesh. He did not mean that they wanted to eat his body. AT: \"to destroy me\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my adversaries and my enemies", "text": "These words mean the same thing. These are the evildoers who came near to him. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "stumbled and fell", "text": "This represents the writer's enemies failing to fulfill their plans to harm the writer. AT: \"did not succeed\" or \"failed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Though an army encamps against me", "text": "\"though an army surrounds me\" or \"though an army puts its tents around me\""}, {"ref": "my heart will not fear", "text": "Here \"heart\" represents the whole person. AT: \"I will not be afraid\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "though war rises up", "text": "The writer enemies are spoken of as if they themselves were a war. AT: \"though my enemies come to fight me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will remain confident", "text": "\"I will continue to trust God to help me\""}]}, {"id": "004", "tn": [{"ref": "have I asked of Yahweh", "text": "\"I have asked Yahweh to let me do\""}, {"ref": "I will seek that", "text": "A person really wanting something and continually asking God for it is spoken of as if he were seeking to find something. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to see the beauty of Yahweh", "text": "The wonderful character of God is spoken of as if it were physical beauty. AT: \"to see how wonderful Yahweh is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to meditate in his temple", "text": "Possible meanings are 1) \"to ask God what he wants me to do\" or 2) \"to think carefully about God in his temple.\""}]}, {"id": "005", "tn": [{"ref": "in the day of trouble", "text": "Here \"day\" represents a longer period of time. AT: \"in the time of trouble\" or \"when I have troubles\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will hide me", "text": "\"he will protect me\""}, {"ref": "his shelter ... his tent", "text": "Both of these refer to the tabernacle where the writer is worshiping God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "in the cover of his tent", "text": "The word \"cover\" represents something that hides and protects."}, {"ref": "He will lift me high on a rock", "text": "God keeping the writer safe from his enemies is spoken of as if God were placing him on a high rock where his enemies cannot reach him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my head will be lifted up above my enemies", "text": "This represents the writer receiving pride or honor when he defeats his enemies. It can be stated in active form. AT: \"people will honor me when I win the fight against my enemies\" or \"God will honor me by enabling me to defeat my enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "007", "tn": [{"ref": "Hear, Yahweh, my voice", "text": "Here \"voice\" represents what the writers is saying. AT: \"Hear me, Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "answer me", "text": "This implies that Yahweh hears the writer's prayer and Yahweh will do what the writer asks. AT: \"answer my prayer\" (UDB) or \"do what I request of you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "My heart says", "text": "Here \"heart\" represents a person's mind or thoughts. AT: \"In my heart I say\" or \"I say to myself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Seek his face", "text": "A person going to the temple to pray to Yahweh is spoken of as if the person were seeking to find Yahweh. Here \"face\" represents all of God. AT: \"Go and pray to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I seek your face, Yahweh", "text": "A person going to the temple to pray to Yahweh is spoken of as if the person were seeking to find Yahweh. Here \"face\" represents all of God. AT: \"I will come to your temple to pray to you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "009", "tn": [{"ref": "Do not hide your face from me", "text": "The face here represents Yahweh's attention. The phrase \"do not hide your face\" is a way of asking God not to reject him. AT: \"Do not reject me\" or \"Do not stop taking care of me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "do not turn your servant away in anger", "text": "David said \"your servant\" to refer to himself in a humble way. AT: \"do not be angry with me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "forsake me or abandon me", "text": "The words \"forsake\" and \"abandon\" mean the same thing. The writer is emphasizing that he does not want God to leave him. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "or abandon me", "text": "The words \"and do not\" are understood. AT: \"and do not abandon me\" or \"and do not leave me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "God of my salvation", "text": "The abstract noun \"salvation\" can be stated as \"saves.\" AT: God who saves me\" or because you are the God who saves me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Even if my father and my mother forsake me", "text": "\"Even if my father and my mother were to forsake me.\" He is not saying that they actually have done this or that they would do it. His point is that even if they did that, God would not abandon him. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Yahweh will take me in", "text": "\"Yahweh will keep me\" or \"Yahweh will take care of me\""}]}, {"id": "011", "tn": [{"ref": "Teach me your way", "text": "How a person should behave is spoken of as if it were a way or path that person should travel. AT: \"Teach me how you want me to live\" or \"Teach me to do what you want me to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lead me on a level path", "text": "Yahweh keeping the writer safe from his enemies is spoken of as if Yahweh leads the writer on a level path where he will not stumble and fall. AT: \"Keep me safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not give me up to the desires of my enemies", "text": "The abstract noun \"desires\" can be stated as a verb. AT: \"Do not let my enemies do to me what they desire\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "have risen up against me", "text": "\"Risen up\" is an idiom meaning that a witness stood in court to present testimony. AT: \"have stood up in order to speak against me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they breathe out violence", "text": "Here violence is spoken for as if it was something a person could breathe out. AT: \"they say that they will do violent things to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "What would have happened to me", "text": "This rhetorical question can be stated positively. AT: \"Something bad would have happened to me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the goodness of Yahweh", "text": "The abstract noun \"goodness\" can be stated as an adjective. AT: \"the good things that Yahweh does\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in the land of the living", "text": "This refers to being alive. AT: \"while I am alive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Wait for Yahweh ... Wait for Yahweh!", "text": "This verse may be 1) the writer speaking to himself or 2) the writer speaking to others or 3) someone speaking to the writer."}, {"ref": "let your heart be courageous", "text": "Here \"heart\" represents the whole person. AT: \"be courageous\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Wait for Yahweh!", "text": "This line is repeated at the end of the psalm as a way of ending the psalm."}]}]