{"1": [{"a": "Habakkuk asks why Yahweh has not heard or saved him, even though he has cried for help.", "q": "What question does Habakkuk ask Yahweh as he begins his pronouncement?", "ref": ["01-02"]}, {"a": "Habakkuk is being made to see iniquity, wrongdoing, destruction, violence, strife, and contention.", "q": "What is Habakkuk being made to see?", "ref": ["01-03"]}, {"a": "False justice is going forth.", "q": "What kind of justice is going forth?", "ref": ["01-04"]}, {"a": "Yahweh says that Habakkuk will see the Chaldeans march through the land to seize dwellings.", "q": "What does Yahweh tell Habakkuk that he will see in his days?", "ref": ["01-06"]}, {"a": "The Chaldeans are terrifying and fearsome.", "q": "What kind of people are the Chaldeans?", "ref": ["01-07"]}, {"a": "The Chaldeans gather captives like sand with violence.", "q": "What do the Chaldeans gather with violence?", "ref": ["01-09"]}, {"a": "The Chaldeans mock other kings and rulers.", "q": "What is the Chaldeans' attitude toward other kings and rulers?", "ref": ["01-10"]}, {"a": "Yahweh has ordained that the Chaldeans come and bring judgment.", "q": "Who has ordained that the Chaldeans come and bring judgment?", "ref": ["01-12"]}, {"a": "Habakkuk uses the titles \"my God,\" \"Holy One,\" and \"Rock\" for Yahweh.", "q": "What titles does Habakkuk use for Yahweh?", "ref": ["01-12"]}, {"a": "Habakkuk asks Yahweh why he is silent while the wicked swallow up those more righteous.", "q": "What question or complaint does Habakkuk make to Yahweh?", "ref": ["01-13"]}, {"a": "They are rejoicing as they gather and drag men away.", "q": "About what are those who are slaughtering the nations rejoicing?", "ref": ["01-15"]}, {"a": "Habakkuk says the gathering of men for judgment is like gathering in fishnets.", "q": "What occupation does Habakkuk say is like the gathering of men for judgment?", "ref": ["01-15"]}, {"a": "Those slaughtering the nations lack compassion.", "q": "What emotion do those who are slaughtering the nations lack?", "ref": ["01-17"]}], "2": [{"a": "Habakkuk was watching carefully to see what Yahweh would say to him.", "q": "For what was Habakkuk watching carefully?", "ref": ["02-01"]}, {"a": "Yahweh told Habakkuk to record the vision upon tablets.", "q": "What did Yahweh tell Habakkuk to do with the vision?", "ref": ["02-02"]}, {"a": "Yahweh assured Habakkuk that this vision would speak even though it delays.", "q": "What assurance did Yahweh give Habakkuk about this vision concerning the future?", "ref": ["02-03"]}, {"a": "Yahweh said the righteous will live by his faith.", "q": "How did Yahweh say the righteous will live?", "ref": ["02-04"]}, {"a": "Yahweh says the arrogant young man's desire, the grave, and death are never satisfied.", "q": "What three things does Yahweh say are never satisfied?", "ref": ["02-05"]}, {"a": "Yahweh says the arrogant young man will be plundered by the remnant of the peoples.", "q": "What does Yahweh say will happen to the arrogant young man who plundered many nations?", "ref": ["02-08"]}, {"a": "Yahweh declares a woe against the one who carves out evil gains for his house.", "q": "Against whom does Yahweh declare a woe first?", "ref": ["02-09"]}, {"a": "Yahweh says the stones will cry out because of the shame and sin.", "q": "What does Yahweh say will cry out because of the shame and sin?", "ref": ["02-11"]}, {"a": "Yahweh declares a woe against the one who builds a city with blood and iniquity.", "q": "Against whom does Yahweh declare a woe second?", "ref": ["02-12"]}, {"a": "Yahweh promises that the land will be filled with the knowledge of the glory of Yahweh.", "q": "What does Yahweh promise will happen with the land in the future?", "ref": ["02-14"]}, {"a": "Yahweh declares a woe against the one making his neighbor drink poison to look on their nakedness.", "q": "Against whom does Yahweh declare a woe third?", "ref": ["02-15"]}, {"a": "The cup of Yahweh's right hand will come in its turn to the one making his neighbor drink poison.", "q": "What will come in its turn to the one making his neighbor drink poison?", "ref": ["02-16"]}, {"a": "He is placing his trust in his own handiwork when he makes these mute gods.", "q": "In what is the maker of a carved figure placing his trust?", "ref": ["02-18"]}, {"a": "All must be silent before Yahweh in his holy temple.", "q": "What must be done before Yahweh, who is in his holy temple?", "ref": ["02-20"]}], "3": [{"a": "Having heard Yahweh's report, Habakkuk is afraid.", "q": "Having heard Yahweh's report, what is Habakkuk's emotional response?", "ref": ["03-02"]}, {"a": "Habakkuk asks Yahweh to remember compassion in his wrath.", "q": "What does Habakkuk ask Yahweh to remember?", "ref": ["03-02"]}, {"a": "When God came, pestilence went before him and plague after him.", "q": "When God came, what went before and after him?", "ref": ["03-05"]}, {"a": "Yahweh shook the nations.", "q": "What did Yahweh do to the nations in his wrath?", "ref": ["03-06"]}, {"a": "Yahweh went forth in his indignation for the salvation of his people and his anointed one.", "q": "Why did Yahweh go forth in his indignation?", "ref": ["03-13"]}, {"a": "Yahweh shatters the head of the house of the wicked.", "q": "Who does Yahweh shatter in his indignation?", "ref": ["03-13"]}, {"a": "The warriors gloated over Yahweh's people.", "q": "What did the wicked warriors do when they came to scatter Yahweh's people?", "ref": ["03-14"]}, {"a": "Habakkuk is waiting quietly for the day of distress to come upon the people who invaded Yahweh's people.", "q": "For what is Habakkuk waiting quietly?", "ref": ["03-16"]}, {"a": "The fig and olive trees are not producing, the fields yield no food, and there is no livestock.", "q": "What hardships are the people of Yahweh suffering?", "ref": ["03-17"]}, {"a": "Despite the hardship, Habakkuk will exult in Yahweh.", "q": "Despite the hardship, what will Habakkuk do?", "ref": ["03-18"]}, {"a": "Yahweh leads Habakkuk to high places.", "q": "To where does Yahweh lead Habakkuk?", "ref": ["03-19"]}]}