[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I have walked", "text": "The word \"walked\" is a metaphor for behavior. AT: \"I have behaved\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in Yahweh", "text": "The third person use of \"Yahweh\" can be stated in the second person. AT: \"in you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "without wavering", "text": "Doubting is spoken of as if it were losing balance and waving back and forth. AT: \"without doubting\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Examine me", "text": "\"Try me\""}, {"ref": "test the purity of my inner parts and my heart", "text": "Here \"inner parts\" and \"heart\" mean motives. AT: \"test whether my motives are good\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "For your covenant faithfulness is before my eyes", "text": "Here \"eyes\" represent a person's thoughts. AT: \"For I always think about how faithful you are to me because of your covenant\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I walk about in your faithfulness", "text": "The word \"walk\" is a metaphor for behavior. AT: \"I conduct my life according to your faithfulness\" (UDB) or \"I behave the way I do because of your faithfulness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "I do not associate with", "text": "\"I do not keep company with\" or \"I do not sit with\""}, {"ref": "with deceitful people", "text": "\"with those who deceive others\""}, {"ref": "nor do I mingle with dishonest people", "text": "This means the same as the first part of the sentence. AT: \"and I do not join with dishonest people\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "dishonest people", "text": "\"hypocrites\" (UDB) or \"those who lie to others\""}, {"ref": "the assembly of evildoers", "text": "\"those who gather to do evil\""}, {"ref": "the wicked", "text": "This is a nominal adjective. AT: \"wicked people\" or \"those who are wicked\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "006", "tn": [{"ref": "I wash my hands in innocence", "text": "This seems to refer to a ritual washing of hands in water to symbolize freedom from sin and guilt. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "I go around your altar", "text": "This was an action of worship that the Israelites were accustomed to doing."}, {"ref": "the house where you live", "text": "Possible meanings are 1) if a person wrote this after the time of David, then the writer is referring to the temple in Jerusalem or 2) if David wrote this, then this refers to the tent that God told his people to set up so that they could worship him there."}, {"ref": "the place where your glory lives", "text": "Here \"glory\" represents the presence and power of God, which is similar to a very bright light. AT: \"the place where people can see the glorious light of your presence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "Do not sweep me away with sinners", "text": "\"Sweep away\" is a metaphor for destruction. AT: \"Do not destroy me along with sinners\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "or my life", "text": "The word \"sweep\" is understood. AT: \"or sweep my life\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "people who are bloodthirsty", "text": "The word \"bloodthirsty\" represents a person who wants to kill other people. AT: \"people who are eager to shed others' blood\" or \"people who are murderers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in whose hands", "text": "\"Hands\" refers to the whole person. AT: \"people in which\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a plot", "text": "\"a wicked plan\""}]}, {"id": "011", "tn": [{"ref": "But as for me", "text": "This phrase shows that the writer is changing from speaking about wicked people to talking about himself."}, {"ref": "I will walk in integrity", "text": "\"Walk\" is a metaphor for behavior. AT: \"I will behave with integrity\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My foot stands", "text": "Here \"foot\" represents the whole person. AT: \"I stand\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "level ground", "text": "Possible meanings are that \"level ground\" represents 1) a safe place or 2) right behavior (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the assemblies will I bless Yahweh", "text": "\"when I gather with the people of Israel I will praise you\""}]}]