[{"id": "01", "tn": [{"ref": "Who is this who comes from Edom ... Bozrah", "text": "Isaiah speaks as a watchman using the question and answer format to present this information about Yahweh's judgment on Edom, an enemy of Israel. This rhetorical question can be translated as a statement. AT: \"I, Yahweh, am coming from Edom, clothed in red from Bozrah\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Bozrah", "text": "This is the capital city of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It is I", "text": "Here \"I\" refers to Yahweh."}, {"ref": "Why are your clothes red, and why ... winepress?", "text": "This rhetorical question can be translated as a statement. AT: \"The red on your clothing looks makes you look like you have been treading on grapes in a winepress.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "winepress", "text": "A winepress is a low place carved out of rock in the ground where workers step on the grapes to crush them with their feet, in order to remove the grape juice."}]}, {"id": "03", "tn": [{"ref": "I have trodden grapes", "text": "Here \"I\" refers to Yahweh. This imagery refers to Yahweh destroying his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For I looked forward to the day of vengeance", "text": "Here \"day\" refers to a period of time. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "vengeance", "text": "Yahweh will punish in an appropriate way to bring about justice. His kind of vengeance differs from man's vengence."}, {"ref": "the year for my redemption", "text": "Here \"year\" refers to a specific time appointed by Yahweh for restoring Israel. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "but my own arm", "text": "Here \"arm\" represents power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and made them drunk in my wrath", "text": "This means Yahweh made them stunned and senseless by his full wrath and punishment. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I poured out their blood", "text": "Here \"blood\" represents the life of Yahweh's enemies that was gushing out so they would die. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "I will tell", "text": "Here \"I\" refers to Isaiah."}, {"ref": "done for us", "text": "Here \"us\" refers to Isaiah and the people of Israel. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "09", "tn": [{"ref": "Through all their suffering", "text": "\"Through all our suffering.\" Here \"their\" refers to the people of Israel. Isaiah included himself as a member of the people."}, {"ref": "he suffered too", "text": "Here \"he\" refers to Yahweh."}, {"ref": "the angel from his presence", "text": "This is a representative who is sent from God's presence."}, {"ref": "he lifted them up and carried them", "text": "This refers to when God protected and saved the people of Israel from the Egyptians many years earlier. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "But they rebelled", "text": "\"but we rebelled.\" Here \"they\" refers to the people of Israel. Isaiah included himself as a member of the people."}, {"ref": "his Holy Spirit", "text": "\"Yahweh's Holy Spirit\""}]}, {"id": "11", "tn": [{"ref": "They said", "text": "\"we said.\" Here \"they\" refers to the people of Israel. Isaiah included himself as a member of the people."}, {"ref": "who brought them up out of the sea", "text": "The story of Yahweh miraculously splitting the waters of the Sea of Reeds so that the Israelites could cross and escape the Egyptians is assumed knowledge. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the shepherds of his flock", "text": "Leaders are sometimes referred to as \"shepherds.\" AT: \"the leaders of his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking."}, {"ref": "who made his glorious power go with the right hand of Moses", "text": "Here \"right hand\" represents the power of Yahweh through Moses. This means it was God's power that enabled Moses to divide the water of the Reed Sea. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Like a horse running on flat land, they did not stumble", "text": "This means that the people of Israel were sure-footed as horses in open country on their travels toward Israel from Egypt. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking."}, {"ref": "As the cattle that go down into the valley ... rest", "text": "This image pictures cattle going into a valley where there is green grass and water and emphasizes that God led the people of Israel and took care of them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "to make yourself a name of praise", "text": "Here \"name of praise\" refers to honor and one's reputation. AT: \"to make sure you have an honored reputation for yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking."}, {"ref": "Where are your zeal and your mighty acts?", "text": "The writer uses a question to express deep emotion and concern because it seems God is not helping them. This rhetorical question can be translated as a statement. AT: \"We do not see your zeal and your mighty acts!\" (See: UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your pity and your compassionate actions are kept from us", "text": "This can be stated in active form. AT: \"You keep your pity and compassion from us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "though Abraham does not know us, and Israel does not recognize us", "text": "These ancestors of the nation of Israel would not able to identify their descendants because they changed so much. \"Abraham\" and \"Israel\" represent the distant past. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking."}, {"ref": "Yahweh, why do you make us wander from your ways and harden our hearts, so we do not obey you?", "text": "Here the writer uses a question to express a complaint of the people to God. This question can be translated as a statement. AT: \"Yahweh, you have made us wander from your ways and become stubborn so that we do not obey you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "why do you make us wander from your ways", "text": "To not do what Yahweh commands is spoken of as if a person wanders off of the correct path. AT: \"why do you make do what is wrong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "harden our hearts", "text": "This means to become resistant to Yahweh's teaching by refusing to listen and obey. Here \"heart\" represents their motives, feelings and desires. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The people of Israel continue speaking."}, {"ref": "who were never called by your name", "text": "This can be stated in active form. \"name\" refers to a family relationship. AT: \"who never belonged to your family\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We have become ... called by your name", "text": "Some modern versions interpret this passage differently: \"We are like the people over whom you have not ruled, like those who have not been called by your name.\""}]}]