[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Not to us, Yahweh, not to us", "text": "The writer repeats the phrase \"Not to us\" in order to emphasize that they are not worthy to receive the honor that is due only to Yahweh. If necessary, a verbal phrase may be supplied here. AT: \"Do not bring honor to us, Yahweh\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to us", "text": "The word \"us\" refers to the people of Israel."}, {"ref": "but to your name bring honor", "text": "Here the word \"name\" represents Yahweh, himself. AT: \"but bring honor to yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your covenant faithfulness", "text": "\"because of your covenant faithfulness\""}, {"ref": "Why should the nations say, \"Where is their God?\"", "text": "This rhetorical question emphasizes that there should be no reason for the nations to say what they say. This question can be translated as a statement. AT: \"The people of the nations should not be able to say, 'Where is their God?'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where is their God?", "text": "The people of other nations use this question to mock the people of Israel and to express that they do not see Yahweh helping them. This question can be translated as a statement. AT: \"Your God is not here to help you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "003", "tn": [{"ref": "the work of men's hands", "text": "Here the word \"hands\" represents the people who made the idols. AT: \"things which men have made\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "005", "tn": [{"ref": "Those idols have mouths", "text": "The idols do not have real mouths, eyes, ears, or noses. Rather, people made them with the likeness of mouths, eyes, ears, and noses. The writer is emphasizing that these idols are not really alive. You can make clear the implied information. AT: \"People have given mouths to those idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "007", "tn": [{"ref": "Those idols have hands", "text": "The idols do not have real hands, feet, or mouths. Rather, people made them with the likeness of hands, feet, and mouths. The writer is emphasizing that these idols are not really alive. You can make this implicit information clear. AT: \"People have given hands to those idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but do not feel", "text": "\"but those hands do not feel\""}, {"ref": "Those who make them are like them, as is everyone who trusts in them", "text": "Those who make and worship idols become lifeless and powerless, just like those idols. The full meaning of this statement can be made clear. AT: \"Those who make them become lifeless like they are, as does everyone who trusts in them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "009", "tn": [{"ref": "Israel, trust in Yahweh", "text": "The word \"Israel\" represents the people of Israel. AT: \"People of Israel, trust in Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your help and shield", "text": "The writer speaks of Yahweh as if he were a shield because he protects his people as a shield would protect them from harm. AT: \"the one who helps you and protects you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "House of Aaron", "text": "Here the word \"House\" represents the family or descendants. This phrase refers to the priests, who were descendants of Aaron. AT: \"Descendants of Aaron\" or \"Priests\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "012", "tn": [{"ref": "takes notice of us", "text": "\"has paid attention to us\""}, {"ref": "the family of Israel", "text": "This refers to the people of Israel, who are descendants of Jacob, who also called Israel. AT: \"the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the family of Aaron", "text": "This refers to the priests, who are descendants of Aaron. AT: \"the descendants of Aaron\" or \"the priests\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "both young and old", "text": "\"both small and great.\" Possible meanings are that this refers 1) to social status or 2) to age. In either case, the two extremes represent every person, regardless of age or social status. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "May Yahweh increase your numbers more and more", "text": "The writer is speaking of the number of children that the people of Israel would have. AT: \"May Yahweh increase the number of your children more and more\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "yours and your descendants'", "text": "\"both your children and your descendants' children.\" The writer clarifies that his request for more children applies not only to the present generation, but to their descendants, as well."}]}, {"id": "015", "tn": [{"ref": "May you be blessed by Yahweh, who made heaven and earth", "text": "This can be stated in active form. AT: \"May Yahweh, who made heaven and earth, bless you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the earth he has given to mankind", "text": "This does not mean that the earth does not belong to Yahweh, but that has given the earth to mankind as a dwelling place."}]}, {"id": "017", "tn": [{"ref": "The dead", "text": "The adjective \"dead\" may be translated with a noun phrase. AT: \"People who are dead\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "nor do any who go down into silence", "text": "This parallel phrase has a similar meaning to phrase before it. The verb may be supplied from that previous phrase to make the meaning clear. AT: \"nor do any who go down into silence praise Yahweh\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "nor do any who go down into silence", "text": "The writer speaks of the grave or the place of the dead as a place of silence where no one can speak. This is a euphemism for death. AT: \"nor do any who go to the place of the dead\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "But we", "text": "The word \"we\" refers to the people of Israel who are still alive."}]}]