[{"id": "01", "tn": [{"ref": "General Information:", "text": "Zechariah continues talking to the people."}, {"ref": "makes thunderstorms", "text": "\"makes storm clouds\""}, {"ref": "idols speak falsely", "text": "AT: \"idols give false messages\""}, {"ref": "diviners envision a lie", "text": "AT: \"diviners see false visions\""}, {"ref": "they tell deceitful dreams", "text": "AT: \"diviners lie about their dreams in order to deceive people\""}, {"ref": "they wander like sheep", "text": "AT: \"the people do not know which way to go\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "03", "tn": [{"ref": "My wrath burns against the shepherds", "text": "\"Shepherds\" represents the leaders of God's people. AT: \"My anger toward the shepherds of my people is strong\" or \"I am very angry with the leaders of my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is the male goats—the leaders—that I will punish", "text": "\"Male goats\" represents oppressive leaders. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh of hosts will also attend to his flock, the house of Judah", "text": "AT: \"I will take care of the house of Judah\""}, {"ref": "make them like his warhorse in battle", "text": "AT: \"will give them my mighty fearless strength\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "04", "tn": [{"ref": "From them will come the cornerstone", "text": "\"The cornerstone will come from them.\" An important ruler is spoken of as if he there the main foundation stone of a building. AT: \"Some of their descendants will be very important rulers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from them will come the tent peg", "text": "\"the tent peg will come from them.\" Key leaders are spoken of as if they are the large pegs that hold a tent in place. AT: \"the leaders who will hold the nation together will come from them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from them will come the war bow", "text": "\"the war bow will come from them.\" Military leaders are spoken of as if they were the bow that was used in battle. AT: \"the military leaders will come from them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be like warriors", "text": "AT: \"They will be mighty in battle\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "who trample their enemies into the mud of the streets in battle", "text": "AT: \"who defeat their enemies completely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and they will shame those who ride warhorses", "text": "AT: \"and they will defeat their enemies on horses who fight them\""}]}, {"id": "06", "tn": [{"ref": "I will strengthen the house of Judah", "text": "AT: \"I will make the people of Judah strong\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the house of Joseph", "text": "This refers to the people of the northern kingdom of Israel."}, {"ref": "I had not cast them off", "text": "AT: \"I had not rejected them\""}, {"ref": "Ephraim will be like a warrior", "text": "\"Ephraim\" refers here to the northern kingdom of Israel. AT: \"Ephraim will be very strong\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "their hearts will rejoice as with wine", "text": "AT: \"and they will be truly very happy\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "their children will see and rejoice. Their hearts will rejoice in me!", "text": "AT: \"Their children will see what has taken place and will be happy because of what Yahweh has done for them!\""}]}, {"id": "08", "tn": [{"ref": "I will whistle", "text": "To whistle is to produce a high, shrill sound with air through narrowed lips. It is often done to give a signal to other people, as here."}, {"ref": "until there is no more room for them", "text": "The people will continue to go back to Judah and it will become crowded with no room for any more people to live there."}]}, {"id": "11", "tn": [{"ref": "will pass through the sea of their affliction", "text": "Scripture often refers to the sea as an image of many troubles and hardships. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and will dry up all the depths of the Nile", "text": "AT: \"I will cause the Nile River to lose all its water\""}, {"ref": "The majesty of Assyria will be brought down", "text": "Here \"the majesty of Assyria\" probably refers to the Assyrian army. AT: \"I will destroy Assyria's proud army.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and the scepter of Egypt will go away from the Egyptians", "text": "AT: \"and the power of Egypt to rule other nations will end.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this is Yahweh's declaration", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}]}]