[{"id": "01", "tn": [{"ref": "This is the word of Yahweh that came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "the potter's house", "text": "A potter is someone who makes pots and other useful, small things from clay. AT: \"the workshop of the potter\""}, {"ref": "behold!", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "on the potter's wheel", "text": "The potter's wheel is a small table that spins, a potter uses it to make pots. AT: \"at his table\" or \"to make pots\""}, {"ref": "molding", "text": "\"forming\" or \"shaping\""}, {"ref": "was ruined in his hand", "text": "AT: \"fell apart in his hand\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so he changed his mind", "text": "AT: \"so he made a different choice\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "good in his eyes", "text": "The eyes stand for the potter himself. AT: \"good to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "the word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "Should I not be able to act like this potter with you, house of Israel?", "text": "With this question, Yahweh emphasizes his authority to do as he pleases with Israel. AT: \"I am allowed to act toward you, house of Israel, like the potter acts toward the clay\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "See!", "text": "The word \"see\" here adds emphasis to what follows. AT: \"Indeed!\""}, {"ref": "Like clay in a potter's hand—that is how you are in my hand", "text": "This phrase repeats what was implicit in the previous phrase in the form of a simile. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I may proclaim something", "text": "AT: \"perhaps I proclaim something\" or \"for example, I proclaim something\""}, {"ref": "tear it down, or destroy it", "text": "These two expressions basically mean the same thing and emphasize how destructive God's judgment will be. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "relent from", "text": "\"withhold\" AT: \"not bring\""}]}, {"id": "09", "tn": [{"ref": "build it up or plant it", "text": "These two verbs basically mean the same thing and emphasize God's blessing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "plant it", "text": "This phrase compares God's blessing to carefully placing a plant in a garden. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "evil in my eyes", "text": "The eyes of Yahweh refer to Yahweh himself. AT: \"things that I consider to be evil\" or \"evil according to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "not listening to my voice", "text": "AT: \"not obeying my commands\" or \"not paying attention to what I said\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "See", "text": "AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "I am about to form disaster against you. I am about to devise a plan against you", "text": "Both of these sentences describe the same thing to emphasize how dangerous this warning is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "form disaster", "text": "Yahweh refers to disaster as something he forms as a person would form clay. AT: \"shape\" or \"create\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "devise", "text": "\"think of \" or \"plan\" or \"create\""}, {"ref": "his wicked path", "text": "AT: \"his wicked way of living\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your ways and your practices", "text": "The words \"ways\" and \"practices\" basically mean the same thing and emphasize that their whole way of living has to change. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "But they will say", "text": "The word \"they\" refers to the inhabitants of Judah and Jerusalem."}, {"ref": "This is no use", "text": "AT: \"We have no hope\""}, {"ref": "what his evil, stubborn heart desires", "text": "This person is referred to by the part of his body associated with emotions. AT: \"by his wicked desires\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "13", "tn": [{"ref": "Ask the nations, who has ever heard of such a thing as this?", "text": "This question stands for a statement. AT: \"Nowhere on earth has anyone ever heard of such a thing like this.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The virgin Israel", "text": "It was common to refer to nations as if they were women. However, \"virgin\" makes a person think about a young woman who has never married and so has never had the opportunity to be faithless to her husband. Therefore, calling Israel a virgin is an ironic use of language. AT: \"Israel, who falsely pretends to be fully devoted to God\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Does the snow in Lebanon ever leave the rocky hills on its sides?", "text": "This question stands for a statement. AT: \"The snow of Lebanon clearly never leaves the rocky hills on its sides\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are the mountain streams coming from far away ever destroyed?", "text": "This question stands for a statement. AT: \"Nothing can ever destroy those mountain streams coming from far away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "stumble in their paths", "text": "Here the word \"their\" refers to \"my people.\""}, {"ref": "will become a horror", "text": "AT: \"will become something that horrifies people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "hissing", "text": "This is a sound that shows strong disapproval."}, {"ref": "passes by her", "text": "Here the word \"her\" refers to \"Their land.\""}, {"ref": "I will scatter them before their enemies like an eastern wind", "text": "Yahweh compares himself to wind from the east that scatters dust and debris. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will scatter them", "text": "Here the word \"them\" refers to \"my people.\""}, {"ref": "I will show them my back, and not my face", "text": "This action symbolizes that God will refuse to help his people."}]}, {"id": "18", "tn": [{"ref": "let us make plots against Jeremiah", "text": "\"let us make plans to harm Jeremiah\""}, {"ref": "the law will never perish from the priests, or advice from the wise men, or words from the prophets", "text": "AT: \"the priests will always have the law, the wise men will always give advice, and the prophets will always speak\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "attack him with our words", "text": "\"say things that will harm him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Pay attention to me", "text": "Here Jeremiah begins speaking to Yahweh."}, {"ref": "Will disaster from them really be my reward for being good to them?", "text": "Jeremiah asks this question to emphasize that good actions should not be repaid with bad things. AT: \"Disaster from them should not be my reward for being good to them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "dug a pit for me", "text": "AT: \"dug a pit to trap me and kill me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to cause your fury to turn away from them", "text": "AT: \"so that you would not punish them in your anger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "give them over to the power of the sword", "text": "\"Sword\" represents warfare. AT: \"cause them to die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let their women become bereaved and widows", "text": "\"let the children and husbands of their women die\""}, {"ref": "their men be killed, and their young men killed by the sword", "text": "AT: \"people kill their men, and kill their young men with swords\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a distressed shout be heard", "text": "AT: \"people hear a distressed shout\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For they have dug a pit to capture me and have hidden traps for my feet", "text": "Jeremiah's enemies are trying to capture him like a person would capture a wild animal. Jeremiah repeats the same idea twice for emphasis. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they have dug a pit", "text": "See how you translated this in [[:en:bible:notes:jer:18:18|18:20]]."}, {"ref": "Do not wipe their sins away from you", "text": "This phrase means the same thing as the previous phrase. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "let them be overthrown before you", "text": "AT: \"let people overthrow them in your presence\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]