[{"id": "01", "tn": [{"ref": "settled", "text": "to be comfortable and happy, without the desire to move or change."}, {"ref": "a house of cedar", "text": "The wood from cedar trees was considered the best wood for construction."}, {"ref": "do what is in your heart", "text": "David is referred to by the part of the body associated with emotions. AT: \"do what you would like to do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "God is with you", "text": "Being in agreement with God is like working together with him because God will help you succeed. AT: \"God agrees with what you want to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "the word of God came", "text": "\"God spoke his word\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that I brought up Israel", "text": "AT: \"that I brought the Israelites to the promised land from the land of Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a tent, a tabernacle", "text": "Both the words \"tent\" and \"tabernacle\" describe the same thing and emphasize that he had lived in a place that was not a permanent building. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Why have you not built me a house of cedar?", "text": "AT: \"You should have built me a house with expensive wood.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "I took you from the pasture", "text": "David's job as a shepherd is referred to by the place he watched his sheep. AT: \"I took you from your job as a shepherd\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pasture", "text": "See how you translated this word in [[:en:bible:notes:1ch:04:39|4:40]]."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "God continues to speak the message Nathan is supposed to give to David."}, {"ref": "will plant them there", "text": "God refers to putting Israel in the promised land like a plant he has put in the ground. AT: \"I will settle them there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the days that I commanded", "text": "A time period of many generations is referred to by days. AT: \"when I commanded\" or \"from the generations that I commanded\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to be over my people Israel", "text": "To be in authority is referred to as being over someone. AT: \"to command my people Israel\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all your enemies ... I tell you", "text": "The words \"your\" and \"you\" refer to David."}, {"ref": "subdue", "text": "to make a person or animal unable to attack."}, {"ref": "will build you a house", "text": "Yahweh refers to giving David many descendants to rule over Israel as building him a house. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "when your days are fulfilled", "text": "Life is referred to as a certain number of days. AT: \"when you die\" (See: [["}, {"ref": "General Information:", "text": "en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "go to your fathers", "text": "This phrase refers to death as a place where David's ancestors are because they are already dead. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will raise up your descendant", "text": "To put someone in leadership is referred to as raising them higher. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will establish his throne", "text": "The right to rule as king is described by the place where a king sits. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "and his throne", "text": "A king's right to rule is referred to by the place a king sits. AT: \"and his right to rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reported to him", "text": "\"told him\""}]}, {"id": "16", "tn": [{"ref": "he said", "text": "\"David said\""}, {"ref": "Who am I, Yahweh God, and what is my family, that you have brought me to this point?", "text": "David asks this question to express his gratitude that God has chosen to bless him even though he does not deserve it. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this was a small thing", "text": "Something that is not important is described as being small. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in your sight", "text": "Yahweh's sight is used to refer to his understanding. AT: \"to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "What more can I, David, say to you?", "text": "David uses this question to express that he cannot fully express his thankfulness to God. AT: \"If I could say more to express my gratitude then I would but I do not know what else to say. \" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your servant", "text": "David refers to himself as Yahweh's servant."}, {"ref": "You have honored your servant. You have given your servant special recognition", "text": "Both of these phrases have the same meaning. If your language only has one way to express \"honor\" and \"recognition\" then this can be translated as one phrase. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "19", "tn": [{"ref": "your servant's sake", "text": "AT: \"my benefit\""}, {"ref": "you rescued from Egypt", "text": "AT: \"rescued from slavery in Egypt. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "great and awesome deeds", "text": "The words \"great\" and \"awesome\" mean basically the same thing and emphasize the intensity of greatness. AT: \"very awesome deeds.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "22", "tn": [{"ref": "be established forever", "text": "AT: \"continue forever\""}]}, {"id": "25", "tn": [{"ref": "will build him a house", "text": "To have children and develop a large family is described as building a house. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have found courage", "text": "AT: \"become courageous enough\""}, {"ref": "blessed it, and it will be blessed forever", "text": "Means the same thing, repeated here for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]