[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to remind Timothy to be faithful and that he, Paul, is ready to die."}, {"ref": "solemn command", "text": "\"serious command\""}, {"ref": "before God and Christ Jesus", "text": "\"in the presence of God and Christ Jesus.\" It is implied that God and Jesus will be Paul's witnesses. AT: \"with God and Christ Jesus as my witnesses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the living and the dead", "text": "Here \"the living\" and \"the dead\" are used together to mean all people. AT: \"all people who have ever lived\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "and because of his appearing and his kingdom", "text": "Here \"kingdom\" stands for Christ's rule as king. AT: \"when he returns to rule as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Word", "text": "Here \"Word\" refers to a message. AT: \"the message about Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when it is not", "text": "Here the word \"convenient\" is understood. AT: \"when it is not convenient\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Reprove", "text": "\"Tell people when they are guilty\" or \"Tell people what they have done wrong\""}, {"ref": "exhort, with all patience and teaching", "text": "\"exhort, and teach the people, and always be patient with them\""}]}, {"id": "03", "tn": [{"ref": "For the time will come when", "text": "\"Because at some time in the future\""}, {"ref": "people", "text": "The context indicates that these will be people who are a part of the community of believers."}, {"ref": "will not endure sound teaching", "text": "\"will no longer want to listen to sound teaching\""}, {"ref": "sound teaching", "text": "This means the teaching that is true and correct, according to God's word."}, {"ref": "they will heap up for themselves teachers according to their own desires", "text": "Paul speaks of people obtaining many teachers as if it were putting them into a heap or pile. AT: \"they will listen to many teachers who assure them that there is nothing wrong with their sinful desires\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be tickling their hearing", "text": "This is an idiom that means the people will enjoy listening to new and different doctrines. AT: \"In this way, they will always be looking for something new and different to learn\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They will turn their hearing away from the truth", "text": "Paul speaks about people no longer paying attention as if they were physically turning away so they cannot hear. AT: \"They will no longer pay attention to the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will turn aside to myths", "text": "Paul speaks of people who begin paying attention to myths as if they were physically turning toward them. AT: \"they will pay attention to teachings that are not true\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be sober-minded", "text": "minded** - Paul wants his readers to think correctly about everything, and he speaks about them as if he wanted them to be sober, that is, not drunk with wine. AT: \"think clearly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the work of an evangelist", "text": "This means to tell people about who Jesus is, what he did for them, and how they are to live for him."}]}, {"id": "06", "tn": [{"ref": "I am already being poured out", "text": "Paul speaks of his readiness to die as if he were a cup of wine ready to be poured out as a sacrifice to God.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The time of my departure has come", "text": "Here \"departure\" is a polite way of referring to death. AT: \"Soon I will die and leave this world\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I have competed in the good contest", "text": "Paul speaks of his hard work as if he had been an athlete competing for a prize. AT: \"I have done my best\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have finished the race", "text": "Paul speaks of his life of service to God as if he had been running a race on foot. AT: \"I have completed what I needed to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have kept the faith", "text": "Paul speaks of his trust in Christ and his obedience to God as if they were a valuable object that he kept in his possession. Possible meanings are 1) \"I have been faithful in doing my ministry\" (UDB) or 2) \"I have kept the teachings about what we believe from any error\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The crown of righteousness has been reserved for me", "text": "This can be stated in active form. AT: \"God has reserved the crown of righteousness for me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "crown of righteousness", "text": "Possible meanings are 1) the crown is the prize that God gives to people who have lived the right way (UDB) or 2) the crown is a metaphor for righteousness. Just as the judge of a race gives a crown to the winner, when Paul finishes his life, God will declare that Paul is righteous. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crown", "text": "a wreath made of laurel tree leaves that was given to winners of athletic contests"}, {"ref": "on that day", "text": "\"on the day when the Lord comes again\" or \"on the day when God judges people\""}, {"ref": "but also to all those who have loved his appearing", "text": "Paul speaks about this event as if it has already happened. It can be stated as a future event. AT: \"but also he will give it to those who are eagerly waiting for him to return\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks of specific people and how they behaved, of God's work for and to him, and then closes with greetings to and from certain people."}, {"ref": "quickly", "text": "\"as soon as possible\""}, {"ref": "Demas ... Crescens ... Titus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "this present world", "text": "Here \"world\" refers to worldly things as opposed to the things of God.  Possible meanings are 1) he loves the temporary comforts of this world or 2) he is afraid he will die if he remains with Paul. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Crescens went ... and Titus went", "text": "These two men had left Paul, but Paul is not saying that they also \"love this present world\" like Demas."}, {"ref": "Dalmatia", "text": "This is the name of a land region. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "11", "tn": [{"ref": "he is useful to me in the work", "text": "Possible meanings are 1) \"he can help me in the ministry\" or 2) \"he can help me by serving me.\""}, {"ref": "cloak", "text": "a heavy garment worn over clothes"}, {"ref": "Carpus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the books", "text": "This refers to scrolls. A scroll was a type of book made of one long sheet of papyrus or leather. After writing on a scroll or reading it, people rolled it up using rods on the ends"}, {"ref": "parchments", "text": "This may refer to a specific type of scroll. AT: \"especially those made from animal skins\" (UDB)"}]}, {"id": "14", "tn": [{"ref": "Alexander", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the coppersmith", "text": "\"who works with metal\""}, {"ref": "displayed many evil deeds against me", "text": "Paul speaks of doing evil deeds as if they were put on display. AT: \"did many evil things to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The Lord will repay to him according to his deeds", "text": "\"The Lord will punish him for what he has done\" (UDB)"}, {"ref": "him ... his ... him ... he", "text": "These all refer to Alexander."}, {"ref": "opposed our words", "text": "Here \"words\" refers to a message or teaching. AT: \"opposed the message that we teach\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "At my first defense", "text": "\"When I first appeared in court and explained my actions\""}, {"ref": "no one stood with me", "text": "\"no one stayed with me and helped me\""}, {"ref": "May it not be counted against them", "text": "This can be stated in active form. AT: \"May God not count it against them\" or \"I pray that God does not punish those believers for leaving me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "the Lord stood by me", "text": "Paul is speaking as if the Lord had physically stood with him. AT: \"the Lord helped me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that, through me, the proclamation might be fully fulfilled", "text": "This can be stated in active form. AT: \"so that I was able to speak all of the Lord's message\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I was rescued out of the lion's mouth", "text": "Paul is speaking about danger as if he had been threatened by a lion. This danger could have been physical, spiritual, or both. AT: \"I was rescued from great danger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "house of Onesiphorus", "text": "Here \"house\" stands for the people who live there. AT: \"family of Onesiphorus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Onesiphorus", "text": "This is the name of a man. See how you translated this name in [[:en:bible:notes:2ti:01:15|1:16]]."}, {"ref": "Erastus ... Trophimus ... Eubulus ... Pudens, Linus", "text": "These are all names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Miletus", "text": "This is the name of a city to the south of Ephesus. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Do your best to come", "text": "\"Make a way to come\""}, {"ref": "before winter", "text": "\"before the cold season\""}, {"ref": "also Pudens, Linus, Claudia, and all the brothers", "text": "This can be translated as a new sentence. AT: \"Pudens, Linus, Claudia, and all the brothers also greet you\""}, {"ref": "Claudia", "text": "This is a female name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all the brothers", "text": "Here \"brothers\" means all believers whether male or female. AT: \"all the believers here\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "May the Lord be with your spirit", "text": "\"I pray that the Lord makes your spirit strong.\" Here \"you\" is singular and refers to Timothy. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "May grace be with you", "text": "\"I pray that the Lord shows his grace to all of you there.\" Here \"you\" is plural and refers to all the believers there with Timothy. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "grace", "text": "\"his kindness\" or \"his favor\""}]}]