[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After Jesus and his disciples leave Capernaum, Jesus reminds the Pharisees, as well as his disciples, what God really expects in marriage and divorce."}, {"ref": "Jesus left that place", "text": "Jesus' disciples were traveling with him. They were leaving Capernaum. AT: \"Jesus and his disciples left Capernaum\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and to the area beyond the Jordan River", "text": "\"that was beyond the Jordan River\" or \"that was across the Jordan River\""}, {"ref": "He was teaching them again", "text": "The word \"them\" refers to the crowds."}, {"ref": "he was accustomed to do", "text": "\"was his custom\" or \"he usually did\""}, {"ref": "What did Moses command you", "text": "Moses gave the law to their ancestors, which they now were also supposed to follow. AT: \"What did Moses command your ancestors about this\""}, {"ref": "a certificate of divorce", "text": "This was a paper saying that the woman was no longer his wife."}]}, {"id": "05", "tn": [{"ref": "\"It was because ... this law,\" Jesus said to them", "text": "Some languages do not allow you to state in the middle of a quote who the speaker is. If so, you may identify Jesus as the speaker at the beginning. AT: \"Jesus said to them, \"It was because ... this law.\"\" (See: [[:en:ta:vol2:translate:writing_quotations]])"}, {"ref": "your hard hearts that he wrote you", "text": "Moses wrote the law for their ancestors, which they now were also supposed to follow. AT: \"your ancestors' hard hearts that he wrote them this law\""}, {"ref": "your hard hearts", "text": "This means that they were very stubborn. AT: \"your stubbornness\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "God made them", "text": "\"God made people\""}]}, {"id": "07", "tn": [{"ref": "For this reason a man ... let no man tear apart", "text": "In these verses, Jesus is quoting what God said in the book of Genesis. AT: \"That explains why God said, \"A man ... let no man tear apart.\"\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]])"}, {"ref": "For this reason", "text": "\"Therefore\" or \"Because of this\""}, {"ref": "cleave to", "text": "\"join with\" or \"cling to\""}, {"ref": "they are no longer two, but one flesh", "text": "This is a metaphor to illustrate their close union as husband and wife. AT: \"the two people will be like one person\" (UDB) or \"they are no longer two, but together they are one body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Therefore what God has joined together, let no man tear apart", "text": "This statement can be written more explicitly. AT: \"Therefore since God joins together a husband and wife, let no man tear them apart\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "When they were", "text": "\"When Jesus and his disciples were\""}, {"ref": "were in the house", "text": "Jesus' disciples were speaking to him privately. AT: were alone in the house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "asked him again about this", "text": "The word \"this\" refers to the conversation that Jesus had just had with the Pharisees about divorce."}, {"ref": "Whoever", "text": "\"If any man\""}, {"ref": "commits adultery against her", "text": "Here \"her\" refers to the first woman he was married to."}, {"ref": "she commits adultery", "text": "It may be helpful to add the missing information. AT: \"she commits adultery against him\" or \"she commits adultery against the first man\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "When the disciples rebuke the people for bringing their little children to Jesus, he blesses the children and reminds the disciples that people must be as humble as a child to enter the kingdom of God."}, {"ref": "And they brought", "text": "\"Now people were bringing.\" This is the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "he might touch them", "text": "This means that Jesus would touch them with his hands and bless them. AT: \"he might touch them with his hands and bless them\" or \"he might lay his hands on them and bless them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rebuked them", "text": "\"rebuked the people\""}, {"ref": "Jesus noticed it", "text": "The word \"it\" refers to the disciples rebuking the people who were bringing the children to Jesus."}, {"ref": "was very displeased", "text": "\"became angry\" (UDB)"}, {"ref": "Permit the little children to come to me, and do not forbid them", "text": "These two clauses have similar meanings, repeated for emphasis. In some languages it is more natural to emphasize this in another way. AT: \"Be sure to allow the little children to come to me\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "do not forbid", "text": "This is a double negative. In some languages it is more natural to use a positive statement. AT: \"allow\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "for the kingdom of God belongs to those who are like them", "text": "The kingdom belonging to people represents the kingdom including them. AT: \"the kingdom of God includes people who are like them\" or \"because only people like them are members of the kingdom of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "whoever", "text": "\"if anyone\""}, {"ref": "as a little child", "text": "Jesus is comparing how people must receive the kingdom of God to how little children would receive it. AT: \"in the same manner as a child would\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will not receive the kingdom of God", "text": "\"will not accept God as their king\""}, {"ref": "definitely not enter it", "text": "The word \"it\" refers to the kingdom of God."}, {"ref": "he took the children into his arms", "text": "\"he hugged the children\""}]}, {"id": "17", "tn": [{"ref": "to inherit eternal life", "text": "Here the man speaks of \"receiving\" as if it were \"inheriting.\" This metaphor is used to emphasize the importance of receiving. Also, \"inherit\" here does not mean that someone has to die first. AT: to receive eternal life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do you call me good? No one is good, except God alone", "text": "Jesus is asking the man if he realizes that calling Jesus \"good\" implies that Jesus is God. AT: \"You know that no one is good except God alone. Why do you call me good?\" or \"You know that no one is good except God alone. Do you understand what you are saying when you call me good?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "good, except God alone", "text": "\"good. Only God is good\""}, {"ref": "do not testify falsely", "text": "\"do not testify falsely against anyone\" or \"do not lie about someone in court\""}, {"ref": "honor", "text": "This means to respect and obey."}]}, {"id": "20", "tn": [{"ref": "One thing you lack", "text": "\"There is one thing you are missing.\" Here Jesus speaks of the act of \"not doing something\" as \"lacking something.\" AT: \"There is one thing you have not yet done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lack", "text": "not having something"}, {"ref": "give it to the poor", "text": "Here the word \"it\" refers to the things he sells and is a metonym for the money he receives when he sells them. AT: \"give the money to the poor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the poor", "text": "This refers to poor people. AT: \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "treasure", "text": "\"riches\""}, {"ref": "had many possessions", "text": "\"owned many things\""}]}, {"id": "23", "tn": [{"ref": "How difficult it is", "text": "\"It is very difficult\""}, {"ref": "Jesus said to them again", "text": "\"Jesus said to his disciples again\""}, {"ref": "Children", "text": "\"My children.\" Jesus refers to his disciples as \"children,\" for he is teaching them as a father would teach his children. AT: \"My friends\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how hard it is", "text": "\"it is very hard\""}, {"ref": "It is easier ... kingdom of God", "text": "Jesus uses a hyperbole to emphasize that it is very difficult for rich people to get into the kingdom of God. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "It is easier for a camel", "text": "This speaks of an impossible situation. If you cannot state this in this way in your language, it can be written as a hypothetical situation. AT: \"It would be easier for a camel\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "a needle's eye", "text": "\"the hole of a needle.\" This refers to the small hole in the end of a sewing needle that thread passes through."}]}, {"id": "26", "tn": [{"ref": "They were", "text": "\"The disciples were\""}, {"ref": "Then who can be saved?", "text": "This can be written as a statement. AT: \"If that is so, then no one will be saved!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "With people it is impossible, but not with God", "text": "It may be helpful to add the missing information. AT: \"It is impossible for people to save themselves, but God can save them!\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Look, we have left everything and have followed you", "text": "Here the word \"Look\" is used to draw attention to the words that come next. Similar emphasis can be expressed in other ways. AT: \"We have left everything and have followed you!\""}, {"ref": "have left everything", "text": "\"have left everything behind\" (UDB)"}]}, {"id": "29", "tn": [{"ref": "there is no one who has left ... who will not receive", "text": "This can be stated positively. AT: \"Everyone who has left ... will receive\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "lands", "text": "\"plots of ground\" (UDB)"}, {"ref": "for my sake", "text": "\"for my cause\" or \"for me\""}, {"ref": "for the gospel", "text": "\"to proclaim the gospel\""}, {"ref": "this world", "text": "\"this life\" or \"this present age\""}, {"ref": "brothers, and sisters, and mothers, and children", "text": "Like the list in verse 29, this describes the family in general. The word \"fathers\" is missing in verse 30, but it does not significantly change the meaning."}, {"ref": "with persecutions, and in the world to come, eternal life", "text": "This can be written more clearly. AT: \"even though people will persecute them, in the world to come, they will have eternal life\""}, {"ref": "the world to come", "text": "\"the life to come\" or \"the age to come\""}, {"ref": "are first will be last, and the last first", "text": "Here the words \"first\" and \"last\" are opposites of one another. Jesus speaks of being the \"important\" as being \"first\" and of being the \"unimportant\" as being \"last.\" AT: \"are important will be unimportant, and those who are unimportant will be important\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the last first", "text": "The phrase \"the last\" refers to people who are \"last.\" Also, the missing information can be added. AT: \"those who are last will be first\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "32", "tn": [{"ref": "They were on the road ... and Jesus was going ahead of them", "text": "\"Jesus and his disciples were walking on the road ... and Jesus was in front of his disciples\""}, {"ref": "those who were following behind", "text": "\"those who were following behind them.\" Some people were walking behind Jesus and his disciples."}, {"ref": "See", "text": "\"Listen.\" Jesus uses this word to draw the people's attention, to let them know he is about to say something important."}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself. This can be stated clearly. AT: \"I, the Son of Man,\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of Man will be delivered to", "text": "This can be stated in active form. AT: \"someone will deliver the Son of Man to\" or \"they will hand the Son of Man over to\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will condemn", "text": "The word \"They\" refers to the chief priests and the scribes."}, {"ref": "deliver him", "text": "\"hand him over to.\" This means Jesus will be given over to the control of the Gentiles."}, {"ref": "They will mock", "text": "\"People will mock\""}, {"ref": "put him to death", "text": "\"kill him\""}, {"ref": "he will rise", "text": "This refers to rising from the dead. AT: \"he will rise from being dead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "we ... us", "text": "These words refer only to James and John. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "in your glory", "text": "\"when you are glorified.\" The phrase \"your glory\" refers to when Jesus is glorified and rules over his kingdom. AT: \"when you rule in your kingdom\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "38", "tn": [{"ref": "You do not know", "text": "\"You do not understand\" (UDB)"}, {"ref": "drink the cup", "text": "Here \"cup\" refers to what Jesus must suffer. Undergoing suffering is often referred to as drinking from a cup. AT: \"the cup of suffering that I will drink\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "endure the baptism", "text": "Here \"baptism\" also refers to what Jesus must suffer. Just as water covers a person during baptism, suffering will overwhelm Jesus. AT: \"endure the baptism of suffering\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We are able", "text": "They respond this way, meaning that they are able to drink the same cup and endure the same baptism. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "you will drink", "text": "\"you will drink as well\""}, {"ref": "with which I am baptized", "text": "This can be stated in active form. AT: \"which I will endure\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But who is to sit at my right hand ... is not mine to give", "text": "\"But I am not the one who allows people to sit at my right hand or my left hand\""}, {"ref": "but it is for those for whom it has been prepared", "text": "\"but those places are for those for whom they have been prepared.\" The word \"it\" refers to the places to his right hand and to his left hand."}, {"ref": "it has been prepared", "text": "This can be stated in active form. AT: \"God has prepared it\" or \"God has prepared them\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "41", "tn": [{"ref": "heard about this", "text": "The word \"this\" refers to James and John asking to sit at Jesus' right and left hands."}, {"ref": "Jesus called them", "text": "\"Jesus called his disciples\""}, {"ref": "those who are considered rulers of the Gentiles", "text": "This can be stated in active form. AT: \"those whom the people consider to be the rulers of the Gentiles\" or \"those who rule over the Gentiles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "considered", "text": "\"recognized as\""}, {"ref": "dominate", "text": "\"have control of\" or \"have power over\""}, {"ref": "exercise authority", "text": "\"flaunt their authority.\" This means that they show or use their authority in an overbearing way."}]}, {"id": "43", "tn": [{"ref": "But it shall not be this way among you", "text": "This refers back to the previous verse about the Gentile rulers. This can be stated clearly. AT: \"But do not be like them\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "become great", "text": "\"be highly respected\""}, {"ref": "to be first", "text": "This is a metaphor for being the most important. AT: \"to be the most important\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For the Son of Man did not come to be served", "text": "This can be translated in active form. AT: \"For the Son of Man did not come to have people serve him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be served, but to serve", "text": "The missing words may be added. AT: \"to be served by people, but to serve people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "for many", "text": "\"for many people\""}]}, {"id": "46", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus and his disciples continue walking toward Jerusalem, Jesus heals blind Bartimaeus, who then walks with them."}, {"ref": "the son of Timaeus, Bartimaeus, a blind beggar", "text": "\"a blind beggar named Bartimaeus, the son of Timaeus.\" Bartimaeus is the name of a man. Timaeus is his father's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When he heard that it was Jesus", "text": "Bartimaeus heard people saying that it was Jesus. AT: \"When he heard people saying that it was Jesus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Son of David", "text": "Jesus is called the Son of David because he is a descendant of King David. AT: \"You who are the Messiah descended from King David\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Many", "text": "\"Many people\""}, {"ref": "all the more", "text": "\"even more\""}]}, {"id": "49", "tn": [{"ref": "commanded him to be called", "text": "This can be translated in active form or as as a direct quote. AT: \"commanded others to call him\" or \"commanded them, 'Call him to come over here.'\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "They called", "text": "The word \"They\" refers to the crowd."}, {"ref": "brave", "text": "\"courageous\""}, {"ref": "He is calling for you", "text": "\"Jesus is calling for you\""}, {"ref": "sprang up", "text": "\"jumped up\" (UDB)"}]}, {"id": "51", "tn": [{"ref": "answered him", "text": "\"answered the blind man\""}, {"ref": "to receive my sight", "text": "\"to be able to see\""}, {"ref": "Your faith has healed you", "text": "This phrase is written this way to place emphasis on the man's faith. Jesus heals the man because he believes that Jesus can heal him. This can be made explicit. AT: \"I am healing you because you believed in me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he followed him", "text": "\"he followed Jesus\""}]}]