[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The devil meets Jesus to try to tempt him to sin after Jesus fasts for 40 days."}, {"ref": "Then Jesus", "text": "This refers to after John baptized Jesus. AT: \"After Jesus was baptized\" (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "was led by the Spirit", "text": "This can be stated in active form. AT: \"the Spirit led him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for forty days he was tempted", "text": "Most versions say that the temptation was throughout the forty days. The UDB states \"While he was there, the devil kept tempting him\" to make this clear."}, {"ref": "forty days", "text": "\"40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:obe:other:biblicaltimeday]])"}, {"ref": "was tempted by the devil", "text": "This can be stated in active form. AT: \"the devil tempted him there to disobey God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He ate nothing", "text": "The word \"he\" refers to Jesus."}]}, {"id": "03", "tn": [{"ref": "If you are the Son of God", "text": "The devil challenges Jesus to do this miracle in order to prove that he is \"the Son of God\" (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "this stone", "text": "The devil either holds a stone in his hand or points to a nearby stone."}, {"ref": "Jesus answered him", "text": "Jesus' rejection of the devil's challenge is clearly implied in his answer. It may be helpful to state this clearly for your audience, as the UDB does: \"Jesus replied, 'No, I will not do that'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is written", "text": "The quotation is from Moses' writings in the Old Testament. This can be stated in active form. AT: \"Moses has written in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Man does not live on bread alone", "text": "The word \"bread\" refers to food in general. Food as compared to God, by itself, is not enough to sustain a person. Jesus quotes the scripture to say why he would not turn the stone into bread. AT: \"People cannot live on just bread\" or \"It is not just food that makes a person live\" or \"God says there are more important things than food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "a high place", "text": "\"a high mountain\""}, {"ref": "in an instant of time", "text": "\"in an instant\" or \"instantly\""}, {"ref": "they have been given to me", "text": "This can be stated in active form. Possibly meanings are that \"them\" refers to 1) the authority and splendor of the kingdoms or 2) the kingdoms. AT: \"God has given them to me\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if you will bow down ... worship me", "text": "These two phrases are very similar. They can be combined. AT: \"if you will bow down in worship to me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "it will be yours", "text": "\"I will give you all these kingdoms, with their splendor\""}]}, {"id": "08", "tn": [{"ref": "But Jesus answered ... It is written", "text": "This contrast implies that Jesus refused to do what the devil asked. It may be helpful to state this clearly for your audience. AT: \"But Jesus replied, 'No, I will not worship you, because it is written'\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "answered and said to him", "text": "\"responded to him\" or \"replied to him\""}, {"ref": "It is written", "text": "This can be stated in active form. AT: \"Moses has written in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will worship the Lord your God", "text": "Jesus was quoting a command from the scriptures to say why he would not worship the devil."}, {"ref": "You", "text": "This refers to the people in the Old Testament who received God's Law. You could use the singular form of 'you' because each person was to obey it, or you could use the plural form of 'you' because all of the people were to obey it. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "him", "text": "The word \"him\" refers to the Lord God."}]}, {"id": "09", "tn": [{"ref": "the very highest point", "text": "This was the corner of the temple roof. If someone fell from there, they would be seriously injured or die."}, {"ref": "If you are the Son of God", "text": "The devil was challenging Jesus to prove that he was the Son of God."}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "throw yourself down", "text": "\"jump down to the ground\""}, {"ref": "For it is written", "text": "The devil implies that his quote from the Psalms means Jesus will not be hurt if he is the Son of God. This can be stated clearly, as the UDB does: AT: \"You will not be hurt, because it is written\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it is written", "text": "This can be stated in active form. AT: \"the writer has written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will give orders", "text": "\"He\" refers to God. The devil partially quoted from the Psalms in an effort to persuade Jesus to jump off the building."}]}, {"id": "12", "tn": [{"ref": "It is said", "text": "Jesus tells the devil why he will not do what the devil told him to do. His refusal to do it can be stated clearly. AT: \"No, I will not do that, because it is said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is said", "text": "Jesus quotes from the writings of Moses in Deuteronomy. This can be stated in active form. AT: \"Moses has said\" or \"Moses has said in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not put the Lord your God to the test", "text": "Possible meanings are 1) Jesus should not test God by jumping off the temple, or 2) the devil should not test Jesus to see if he is the Son of God. It is best to translate the verse as stated rather than to try to explain the meaning."}, {"ref": "until another time", "text": "\"until another occasion\""}, {"ref": "had finished testing Jesus", "text": "This does not imply that the devil was successful in his temptation—Jesus resisted every attempt. This can be stated clearly. AT: \"had finished trying to tempt Jesus\" (UDB) or \"stopped trying to tempt Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Jesus returns to Galilee, teaches in the synagogue, and tells the people there that he is fulfilling scripture of Isaiah the prophet."}, {"ref": "Then Jesus returned", "text": "This begins a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "in the power of the Spirit", "text": "\"and the Spirit was giving him power.\" God was with Jesus in a special way, enabling him to do things that humans usually could not."}, {"ref": "news about him spread", "text": "Those who heard Jesus told other people about him, and then those other people told even more people about him. This can be stated in active form. AT: \"people spread the news about Jesus\" or \"people told other people about Jesus\" or \"knowledge about him was passed on from person to person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "throughout the entire surrounding region", "text": "This refers to the areas or places around Galilee."}, {"ref": "was praised by all", "text": "\"everyone said great things about him\" or \"all the people spoke about him in a good way\""}]}, {"id": "16", "tn": [{"ref": "where he had been raised", "text": "where his parents had raised him\" or \"where he lived when he was a child\" or \"where he grew up\" (UDB)"}, {"ref": "as was his custom", "text": "\"as he did each Sabbath.\" It was his usual practice to go to the synagogue on the Sabbath day."}, {"ref": "The scroll of the prophet Isaiah was handed to him", "text": "This can be stated in active form. AT: \"Someone gave him the scroll of the prophet Isaiah\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "scroll of the prophet Isaiah", "text": "This refers to the book of Isaiah written on a scroll. Isaiah had written the words many years before, and someone else had copied them onto a scroll."}, {"ref": "the place where it was written", "text": "\"the place in the scroll with these words.\" This sentence continues on into the next verse."}]}, {"id": "18", "tn": [{"ref": "The Spirit of the Lord is upon me", "text": "\"The Holy Spirit is with me in a special way.\" When someone says this, he is claiming to speak the words of God."}, {"ref": "he anointed me", "text": "In the Old Testament, ceremonial oil was poured on a person when they were given power and authority to do a special task. Jesus uses this metaphor to refer to the Holy Spirit being on him to prepare him for this work. AT: \"the Holy Spirit is upon me to empower me\" or \"the Holy Spirit gave me power and authority\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the poor", "text": "\"the poor people\"\""}, {"ref": "proclaim freedom to the captives", "text": "\"tell people who are being held captive that they can go free\" or \"set free the prisoners of war\""}, {"ref": "recovery of sight to the blind", "text": "\"give sight to the blind\" or \"make the blind be able to see again\""}, {"ref": "set free those who are oppressed", "text": "\"set free those who are treated harshly\""}, {"ref": "to proclaim the year of the Lord's favor", "text": "\"tell everyone that the Lord is ready to bless his people\" or \"announce that this is the year that the Lord will show his kindness\""}]}, {"id": "20", "tn": [{"ref": "rolled up the scroll", "text": "A scroll was closed by rolling it like a tube to protect the writing inside it."}, {"ref": "attendant", "text": "This refers to a synagogue worker who brought out and put away with proper care and reverence the scrolls containing the scriptures."}, {"ref": "were fixed on him", "text": "This idiom means \"were focused on him\" or \"were looking intently at him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this scripture has been fulfilled in your hearing", "text": "Jesus was saying that he was fulfilling that prophecy by his actions and speech at that very time. This can be stated in active form. AT: \"I am fulfilling what this scripture said right now as you are listening to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in your hearing", "text": "This idiom means \"while you are listening to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "amazed at the gracious words which were coming out of his mouth", "text": "\"surprised about the gracious things that he was saying.\" Here \"gracious\" may refer to 1) how well or how persuasively Jesus spoke, or 2) that Jesus spoke words about God's grace."}, {"ref": "Is this not the son of Joseph?", "text": "People thought that Joseph was Jesus' father. Joseph was not a religious leader, so they were surprised that his son would preach what he did. AT: \"This is just Joseph's son!\" or \"His father is only Joseph!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Nazareth is the town in which Jesus grew up."}, {"ref": "Surely", "text": "\"Certainly\" or \"Without doubt.\" This is a strong affirmation."}, {"ref": "Doctor, heal yourself!", "text": "If a doctor does not appear to be healthy, there is no reason to believe he is really a doctor. When the people speak this proverb to Jesus, they will mean they do not believe he is a prophet because he does not look like one. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "Whatever we heard ... do the same in your hometown", "text": "The people of Nazareth did not believe Jesus could be a prophet because of his low status as Joseph's son. They will not believe unless they personally see him do miracles."}, {"ref": "Truly I say to you", "text": "\"It is certainly true.\" This is an emphatic statement about what follows."}, {"ref": "no prophet is received in his own hometown", "text": "Jesus makes this general statement in order to rebuke the people. He means that they are refusing to believe the reports of his miracles in Capernaum. They thought they already knew all about him. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "own hometown", "text": "\"homeland\" or \"native city\" or \"country where he grew up\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Jesus reminds the people, who are listening to him in the synagogue, about Elijah and Elisha who were prophets about whom they knew. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "But in truth I tell you", "text": "\"I tell you truthfully.\" This phrase was used to emphasize the importance, truth, and accuracy of the statement that follows."}, {"ref": "widows", "text": "A widow is a woman whose husband has died."}, {"ref": "during the time of Elijah", "text": "The people to whom Jesus was speaking would have known that Elijah was one of God's prophets. If your readers would not know that, you can make this implicit information explicit as in the UDB. AT: \"when Elijah was prophesying in Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "when the sky was shut up", "text": "This is a metaphor. The sky is pictured as a ceiling that was closed, and so no rain would fall from it. AT: \"when no rain fell down from the sky\" or \"when there was no rain at all\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a great famine", "text": "\"a serious lack of food.\" A famine is a long period of time when the crops do not produce enough food for the people."}, {"ref": "to Zarephath ... to a widow living there", "text": "The people living in the town of Zarephath were Gentiles, not Jews. The people listening to Jesus would have understood that the people of Zarephath were Gentiles. AT: \"a Gentile widow living in Zarephath\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Naaman the Syrian", "text": "A Syrian is a person from the country of Syria. The people of Syria were Gentiles, not Jews. AT: \"the Gentile Naaman from Syria\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "28", "tn": [{"ref": "All the people in the synagogue were filled with rage when they heard these things", "text": "The people of Nazareth were deeply offended that Jesus had cited scriptures where God had helped Gentiles instead of Jews."}, {"ref": "forced him out of the town", "text": "\"forced him to leave the town\" or \"shoved him out of the city\" (UDB)"}, {"ref": "cliff of the hill", "text": "\"edge of the cliff\""}, {"ref": "he passed through the middle of them", "text": "\"through the middle of the crowd\" or \"between the people who were trying to kill him.\" The word \"right\" here is similar to the word \"simply.\" It indicates that nothing hindered him from walking past the angry crowd."}, {"ref": "he went to another place", "text": "\"he went away\" or \"he went on his way\" Jesus went where he had planned to go instead of where the people were trying to force him to go."}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Jesus then goes to Capernaum, teaches the people in the synagogue there, and commands a demon to leave a man."}, {"ref": "Then he", "text": "\"Then Jesus.\" This indicates a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "went down to Capernaum", "text": "The phrase \"came down\" is used here because Capernaum is lower in elevation than Nazareth."}, {"ref": "Capernaum, a city in Galilee", "text": "\"Capernaum, another city in Galilee\""}, {"ref": "astonished", "text": "\"greatly surprised\" or \"impressed\" or \"amazed\""}, {"ref": "he spoke with authority", "text": "\"he spoke as one with authority\" or \"his words had great power\""}]}, {"id": "33", "tn": [{"ref": "Now ... there was a man", "text": "This phrase is used to mark the introduction of a new character into the story; in this case, a demon-possessed man. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "who had the spirit of an unclean demon", "text": "\"who was possessed by an unclean demon\" or \"who was controlled by an evil spirit\" (UDB)"}, {"ref": "he cried out with a loud voice", "text": "\"he shouted loudly\""}, {"ref": "What do we have to do with you", "text": "This belligerent response is an idiom that means: \"What do we have in common?\" or \"What right to you have to bother us?\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "What do we have to do with you, Jesus of Nazareth?", "text": "This question could be written as a statement. AT: \"What do you, Jesus of Nazareth, have to do with us!\" or We have nothing to do with you, Jesus of Nazareth!\" or \"You have no right to bother us, Jesus of Nazareth!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "35", "tn": [{"ref": "Jesus rebuked the demon, saying", "text": "\"Jesus scolded the demon, saying\" or \"Jesus sternly said to the demon\""}, {"ref": "come out of him", "text": "He commanded the demon to stop controlling the man. AT: \"leave him alone\" or \"do not live in this man any longer\""}, {"ref": "What kind of words are these?", "text": "The people were expressing how amazed they were that Jesus had the authority to command demons to leave a person. This can be written as a statement. AT: \"These are amazing words!\" or \"His words are amazing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He commands the unclean spirits with authority and power", "text": "\"He has authority and power to command the unclean spirits\""}, {"ref": "So news about him began to spread ... the surrounding region", "text": "This is a comment about what happened after the story that was caused by the events within the story itself. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "news about him began to spread", "text": "\"reports about Jesus began to spread\" or \"people began to spread the news about Jesus\""}]}, {"id": "38", "tn": [{"ref": "Connecting Statement:", "text": "Jesus is still in Capernaum, but he is now at the house of Simon, where he heals Simon's mother-in-law and many people."}, {"ref": "Then Jesus left", "text": "This introduces a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Simon's mother-in-law", "text": "in-law** - \"the mother of Simon's wife\""}, {"ref": "was suffering with", "text": "This is an idiom that means \"was very sick with\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a high fever", "text": "\"her skin was very hot\""}, {"ref": "pleaded with him on her behalf", "text": "This means they asked Jesus to heal her from the fever. This can be stated clearly. AT: \"asked Jesus to heal her from the fever\" or \"asked Jesus to cure her fever\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So he stood", "text": "The word \"So\" makes it clear that he did this because the people pleaded with him on behalf of Simon's mother-in-law."}, {"ref": "stood over her", "text": "\"went to her and leaned over her\""}, {"ref": "rebuked the fever", "text": "\"spoke sternly to the fever\" or \"commanded the fever to leave her\" (UDB). It may be helpful to state clearly what he told the fever to do. AT: \"commanded that her skin should become cool\" or \"commanded the sickness to leave her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "started serving them", "text": "Here this means she began to prepare food for Jesus and the other people in the house."}]}, {"id": "40", "tn": [{"ref": "laid his hands on", "text": "\"placed his hands on\" or \"touched\""}, {"ref": "Demons also came out", "text": "It is implied that Jesus made the demons leave the demon-possessed people. This can be stated clearly. AT: \"Jesus also forced demons to come out\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "crying out and saying", "text": "These mean about the same thing, and probably refer to cries of fear or anger. Some translations use only one term. AT: \"screaming\" or \"shouting\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "rebuked the demons", "text": "\"spoke sternly to the demons\""}, {"ref": "would not let them", "text": "\"did not allow them to\""}]}, {"id": "42", "tn": [{"ref": "Connecting Statement:", "text": "Though the people wanted Jesus to stay in Capernaum, he goes to preach in other Judean synagogues."}, {"ref": "When daybreak came", "text": "\"At sunrise\" or \"At dawn\""}, {"ref": "a solitary place", "text": "\"a deserted place\" or \"a place where there were no people\""}, {"ref": "to many other cities", "text": "\"to the people in many other cities\""}, {"ref": "this is the reason I was sent here", "text": "This can be stated in active form. AT: \"this is the reason God sent me here\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Judea", "text": "Since Jesus had been in Galilee, the term \"Judea\" here probably refers to the entire region where the Jews lived at that time. AT: \"where the Jews lived\""}]}]