[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "month of Abib", "text": "This is the first month of the Hebrew calendar. It marks when God brought the people of Israel out of Egypt. It is during the last part of March and the first part April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "keep the Passover", "text": "It is implied by \"keep the Passover\" that they would celebrate and eat the Passover meal. AT: \"celebrate the Passover meal\" or \"eat the Passover meal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You will sacrifice the Passover", "text": "Here \"Passover\" represents the animal that is sacrificed for the Passover celebration. AT: For the Passover you will offer a sacrifice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "with it", "text": "Here \"it\" refers to the animal they will sacrifice and eat."}, {"ref": "seven days", "text": "\"7 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the bread of affliction", "text": "This was the name of the unleavened bread. The full meaning can be stated explicitly. AT: \"this bread will remind you of how much you suffered while in Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "out of the land of Egypt in haste", "text": "The people had to leave Egypt so quickly that they did not have enough time to make bread with yeast in it. The full meaning of this statement can be made explicit. AT: \"out of the land of Egypt in such hurry you did not have time to make bread with yeast in it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do this all the days of your life", "text": "\"Do this as long as you live\""}, {"ref": "call to mind", "text": "This is an idiom. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "No yeast must be seen among you", "text": "This can be stated in active form. AT: \"You must not have any yeast among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "within all your borders", "text": "\"inside all your territory\" or \"in all your land\""}, {"ref": "first day", "text": "This \"first\" is the ordinal number for one. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "05", "tn": [{"ref": "You may not sacrifice the Passover", "text": "Here \"Passover\" represents the animal that will be sacrificed. AT: \"For the Passover you may not sacrifice the animal\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "within any of your city gates", "text": "Here \"gates\" represents the cities or towns.  AT: \"within any of your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "at the going down of the sun", "text": "\"at sunset\""}]}, {"id": "07", "tn": [{"ref": "You must roast it", "text": "\"You must cook it\""}, {"ref": "six days", "text": "\"6 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventh day", "text": "\"seventh\" is the ordinal number for seven. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "solemn assembly", "text": "\"special gathering\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "count seven weeks", "text": "\"count 7 weeks\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "from the time you begin to put the sickle to the standing grain", "text": "The phrase \"put the sickle to the standing grain\" is a way of referring to the beginning of harvest time. AT: \"from the time that you begin harvesting the grain\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "sickle", "text": "a tool with a curved blade used for cutting grass, grain, and vines (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "with the contribution of a freewill offering from your hand that you will give", "text": "Here \"hand\" represents the whole person. AT: \"and you will give your free will offering\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "according as Yahweh your God has blessed you", "text": "\"according to the harvest which Yahweh your God has given you\" This means that the people will base how much they offer on how much they harvested that year."}]}, {"id": "11", "tn": [{"ref": "your son, your daughter, your male servant, your female servant, the Levite", "text": "These do not refer to a specific person. It means these types of people in general. AT: \"your sons, your daughters, your male servants, your females servants, any Levite\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "within your city gates", "text": "Here \"gates\" represents cities or towns. AT: \"within your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the foreigner, the fatherless, and the widow", "text": "This refers to these types of people in general. AT: \"all foreigners, orphans, and widows\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "fatherless", "text": "These are children whose parents have both died and do not have relatives to care for them."}, {"ref": "widow", "text": "This means a woman whose husband has died and has no children to care for her in her old age."}, {"ref": "call to mind", "text": "This is an idiom. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "Festival of Shelters", "text": "Other names for this festival are \"Feast of Tabernacles,\" \"Festival of Booths,\" and \"Feast of the Ingathering.\" During harvest time, farmers would set up temporary shelters in the field. This festival took place after the last harvest of the year."}, {"ref": "seven days", "text": "\"7 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "within your gates", "text": "Here the word \"gates\" represents cities or towns. AT: \"within your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "15", "tn": [{"ref": "the festival", "text": "\"the Festival of Shelters\""}, {"ref": "all the work of your hands", "text": "Here \"hands\" represents the whole person. AT: \"all the work you do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "16", "tn": [{"ref": "all your males must appear before Yahweh", "text": "Females were allowed, but Yahweh did not require that they come. The men could represent their whole families."}, {"ref": "must appear before Yahweh", "text": "\"must come and stand in the presence of Yahweh\""}, {"ref": "they will not appear before Yahweh empty-handed; instead, every man", "text": "handed; instead, every man** - \"they will not come before Yahweh without an offering; instead, every man.\" These two negative phrases together have a positive meaning. AT: \"every person who comes before Yahweh must bring an offering. Every man\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "You must make judges", "text": "\"You must appoint judges\" or \"You must choose judges\""}, {"ref": "within all your city gates", "text": "Here \"gates\" represents a city or town. AT: \"within all your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will be taken", "text": "This can be stated in active form. AT: \"you will choose them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "judge the people with righteous judgment", "text": "\"judge the people fairly\""}, {"ref": "You must not take justice away by force", "text": "Moses speaks of justice as if it were a physical object that a strong person can violently pull away from a weak person. AT: \"You must not be unfair when you judge\" This can be stated in positive form. Your language might have one word that means \"use force to take away.\" AT: \"You must make just decisions\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "You must not", "text": "Here \"You\" refers to those who will be appointed as judges and officers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "for a bribe blinds the eyes of the wise and perverts the words of the righteous", "text": "Taking a bribe is spoken of as if the bribe were corrupting the people. AT: \"for even a wise man who accepts a bribe will become blind, and even a righteous man who accepts a bribe will tell lies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a bribe blinds the eyes of the wise", "text": "A wise person who accepts a bribe so that he does not speak against something evil is spoken of as if he becomes blind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wise", "text": "The nominal adjective \"the wise\" can be translated as an adjective. AT: \"a wise person\" or \"wise people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "and perverts the words of the righteous", "text": "The nominal adjective \"righteous\" can be translated as an adjective. AT: \"and causes a righteous person to lie\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "follow after justice, after justice alone", "text": "justice is spoken of as a person who is walking. A person who is doing what is fair and just is spoken of as if he was following close behindjustice. AT: \"do only what is fair\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "inherit the land that Yahweh your God is giving you", "text": "Receiving the land that God is giving to the people is spoken of as if the people are inheriting the land from God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "You must not", "text": "Here \"You\" refers to all the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "any sacred stone pillar, which Yahweh your God hates", "text": "The phrase \"which Yahweh your God hates\" is giving more information about the sacred stone pillar. AT: \"any sacred stone pillar because Yahweh your God hates them\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "sacred stone pillar", "text": "This refers to pillars that are idols used to worship false gods."}]}]