{"1": [{"a": "James wrote this letter to the twelve tribes that were scattered.", "q": "To whom did James write this letter?", "ref": ["01-01"]}, {"a": "James says to consider it all joy when experiencing troubles.", "q": "When experiencing troubles, what attitude does James say his readers should have?", "ref": ["01-02"]}, {"a": "The testing of our faith produces endurance.", "q": "What does the testing of our faith produce?", "ref": ["01-03"]}, {"a": "We should ask God for wisdom if we need it.", "q": "For what should we ask from God if we need it?", "ref": ["01-05"]}, {"a": "Someone who asks with doubting should not expect to receive anything from the Lord.", "q": "What should someone who asks with doubting expect to receive?", "ref": ["01-06", "01-08"]}, {"a": "A rich brother should be humble because he will pass away just like the flowers.", "q": "Why should a rich brother be humble?", "ref": ["01-10", "01-11"]}, {"a": "Those who pass the test of faith will receive the crown of life.", "q": "Those who pass the test of faith will receive what?", "ref": ["01-12"]}, {"a": "A person's own evil desires cause him to be tempted by evil.", "q": "What causes a person to be tempted by evil?", "ref": ["01-14"]}, {"a": "The result of full grown sin is death.", "q": "What is the result of full grown sin?", "ref": ["01-15"]}, {"a": "Every good gift and every perfect gift comes down from the Father of lights.", "q": "What comes down from the Father of lights?", "ref": ["01-17"]}, {"a": "God chose to give us life by the word of truth.", "q": "By what means did God choose to give us life?", "ref": ["01-18"]}, {"a": "James tells us to be swift to hear, slow to speak, and slow to anger.", "q": "What does James tell us to do about our hearing, speaking, and emotions?", "ref": ["01-19"]}, {"a": "James says that we can deceive ourselves by hearing the word and not doing it.", "q": "How does James say that we can deceive ourselves?", "ref": ["01-22"]}, {"a": "The tongue must be controlled in order for us to be truly religious.", "q": "What must be controlled in order for us to be truly religious?", "ref": ["01-26"]}, {"a": "Pure and undefiled religion before God is to visit the fatherless and widows, and to protect ourselves from the world's corruption.", "q": "What is pure and undefiled religion before God?", "ref": ["01-27"]}], "2": [{"a": "James tells them not to favor certain people because of their appearance.", "q": "What does James tell the brothers not to do when someone enters the meeting?", "ref": ["02-01", "02-04"]}, {"a": "James says that God chose the poor to be rich in faith and to inherit the kingdom.", "q": "What does James say about God's choice of the poor?", "ref": ["02-05"]}, {"a": "James says the rich have been oppressing the brothers and blaspheming God's name.", "q": "What does James say the rich have been doing?", "ref": ["02-06", "02-07"]}, {"a": "The royal law is, \"You shall love your neighbor as yourself\".", "q": "What is the royal law of the scriptures?", "ref": ["02-08"]}, {"a": "Whoever breaks one point of God's law is guilty of breaking all the law.", "q": "Whoever breaks one point of God's law is guilty of what?", "ref": ["02-10"]}, {"a": "Judgment without mercy comes to those who have not shown mercy.", "q": "What comes to those who have not shown mercy?", "ref": ["02-13"]}, {"a": "James says that those who claim to have faith, but do not help those in need have a faith that cannot save them.", "q": "What does James say about those who claim to have faith, but do not help those in need?", "ref": ["02-14", "02-16"]}, {"a": "Faith by itself, if it has no works, is dead.", "q": "What is faith by itself, if it has no works?", "ref": ["02-17"]}, {"a": "James says we must show our faith by our works.", "q": "How does James say we must show our faith?", "ref": ["02-18"]}, {"a": "Those who claim to have faith and demons both believe there is one God.", "q": "What do those who claim to have faith and demons both believe?", "ref": ["02-19"]}, {"a": "Abraham demonstrated his faith by his works when he offered up Isaac upon the altar.", "q": "How did Abraham demonstrate his faith by his works?", "ref": ["02-21", "02-22"]}, {"a": "The scripture was fulfilled which says, \"Abraham believed God, and it was credited to him as righteousness\".", "q": "What scripture was fulfilled with Abraham's faith and works?", "ref": ["02-23"]}, {"a": "Rahab demonstrated her faith by her works when she welcomed the messengers and sent them away by another road.", "q": "How did Rahab demonstrate her faith by her works?", "ref": ["02-25"]}, {"a": "A body apart from the spirit is dead.", "q": "What is a body apart from the spirit?", "ref": ["02-26"]}], "3": [{"a": "Not many should become teachers because they will receive greater judgment.", "q": "Why does James say that not many should become teachers?", "ref": ["03-01"]}, {"a": "We all stumble in many ways.", "q": "Who stumbles, and in how many ways?", "ref": ["03-02"]}, {"a": "A person who does not stumble in his words is also able to control his whole body.", "q": "What kind of person is able to control his whole body?", "ref": ["03-02"]}, {"a": "James uses the examples of a horse's bit and the rudder of a ship.", "q": "What two examples does James use to illustrate how a small thing can control a large thing?", "ref": ["03-03", "03-04"]}, {"a": "The sinful tongue is able to defile the whole body.", "q": "What is the sinful tongue able to do to the whole body?", "ref": ["03-06"]}, {"a": "No one among man has been able to tame the tongue.", "q": "What has no one among man been able to tame?", "ref": ["03-08"]}, {"a": "Both blessing and cursing come out of the same mouth.", "q": "What two things come out of the same mouth?", "ref": ["03-09", "03-10"]}, {"a": "A person demonstrates wisdom and understanding by his works done in humility.", "q": "How does a person demonstrate wisdom and understanding?", "ref": ["03-13"]}, {"a": "A person with bitter jealousy and selfish ambition has wisdom that is earthly, unspiritual, and demonic.", "q": "What attitudes reflect a wisdom that is earthly, unspiritual, and demonic?", "ref": ["03-15", "03-16"]}, {"a": "A person that is peace-loving, gentle, warm-hearted, full of mercy and good fruit, without favoritism, and sincere has wisdom from above.", "q": "What attitudes reflect a wisdom from above?", "ref": ["03-17"]}], "4": [{"a": "The source is the evil desires that war among them.", "q": "What does James say is the source of quarreling and disputing among the believers?", "ref": ["04-01"]}, {"a": "They do not receive because they ask for bad things to be spent on their evil desires.", "q": "Why do the believers not receive their requests to God?", "ref": ["04-03"]}, {"a": "A person who decides to be a friend of the world makes himself an enemy of God.", "q": "If a person decides to be a friend of the world, what is that person's relationship with God?", "ref": ["04-04"]}, {"a": "God resists the proud, but gives grace to the humble.", "q": "Who does God resist, and to whom does he give grace?", "ref": ["04-06"]}, {"a": "The devil will flee.", "q": "What will the devil do when a believer subjects himself to God and resists the devil?", "ref": ["04-07"]}, {"a": "God will draw near to those who draw near to him.", "q": "What will God do for those who draw near to him?", "ref": ["04-08"]}, {"a": "James tells the believers not to speak against one another.", "q": "What does James tell the believers not to do?", "ref": ["04-11"]}, {"a": "James tells the believers to say that if the Lord allows, we will live and do this or that.", "q": "What does James tell the believers to say about what will happen in the future?", "ref": ["04-15"]}, {"a": "James says that those who boast about their plans are doing evil.", "q": "What does James say about those who boast about their plans?", "ref": ["04-16"]}, {"a": "It is sin if someone knows to do good, but does not do it.", "q": "What is it if someone knows to do good, but does not do it?", "ref": ["04-17"]}], "5": [{"a": "The rich have hoarded their treasure.", "q": "What have the rich, about whom James is talking, done in the last days which will testify against them?", "ref": ["05-03"]}, {"a": "These rich have not paid their workers.", "q": "How have these rich treated their workers?", "ref": ["05-04"]}, {"a": "These rich have condemned and killed the righteous man.", "q": "How have these rich treated the righteous man?", "ref": ["05-06"]}, {"a": "The believers should wait patiently for the coming of the Lord.", "q": "What does James say the believer's attitude should be toward the coming of the Lord?", "ref": ["05-07", "05-08"]}, {"a": "The Old Testament prophets demonstrated patience and perseverance in suffering.", "q": "What character traits does James say the Old Testament prophets demonstrated to us?", "ref": ["05-10", "05-11"]}, {"a": "A believer's \"Yes\" must mean \"Yes\" and his \"No\" must mean \"No\".", "q": "What does James say about the reliability of a believer's \"Yes\" and \"No?\"", "ref": ["05-12"]}, {"a": "The sick should call for the elders so they can pray over him and anoint him with oil.", "q": "What should those who are sick do?", "ref": ["05-14"]}, {"a": "Believers should confess to one another and pray for one another.", "q": "What two things does James say believers should do with each other in order to be healed?", "ref": ["05-16"]}, {"a": "The example of Elijah shows us that the prayer of a righteous man produces great effects.", "q": "What does James say the example of Elijah shows us about prayer?", "ref": ["05-16", "05-18"]}, {"a": "The person who leads a sinner out of the error of his way saves a soul from death and covers a multitude of sins.", "q": "What does someone accomplish who leads a sinner out of the error of his way?", "ref": ["05-20"]}]}