[{"id": "01", "tn": [{"ref": "Hear this", "text": "\"Listen to my message.\" Yahweh is speaking."}, {"ref": "house of Jacob", "text": "Here \"house\" refers to the descendants of Jacob. AT: \"descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who are called by the name Israel", "text": "This can be stated in active form. AT: \"whom everyone calls the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "have come from the sperm of Judah", "text": "This phrase emphasizes that they are the direct, physical descendants of Judah. AT: \"are the descendants of Judah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "invoke the God of Israel", "text": "\"call on the God of Israel\""}, {"ref": "they call themselves", "text": "This refers to the people of Israel. AT: \"you call yourselves\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the holy city", "text": "This refers to Jerusalem."}, {"ref": "Yahweh of hosts", "text": "Translate this phrase the same way you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "they came out from my mouth", "text": "\"Mouth\" refers to someone speaking. AT: \"I spoke these things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your neck muscles tight as iron, and your forehead like bronze", "text": "Yahweh compares the tightness of their neck muscles and the hardness of their foreheads to the hardness of iron and bronze. Here, to have a tight neck or a hard forehead is a metaphor that means the people are stubborn. AT: \"it is as if your necks were iron and your heads were bronze\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I declared these things to you beforehand; before they happened I informed you", "text": "This is saying the same thing twice for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "will you not admit what I said is true?", "text": "Yahweh uses a question to scold the people of Israel for not admitting what they should know is true. AT: \"you are stubborn and will not admit what I said is true.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "these things were not unfolded to your ears beforehand", "text": "Yahweh speaks of explaining something as if it were unfolding it. The word \"ears\" represents the people who are listening. This can be stated in active form. AT: \"I did not explain these things to you beforehand\" (See: [[:en:ta:vol1:translate:figs_metaphor]],  [[:en:ta:vol2:translate:figs_synecdoche]], and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from birth", "text": "Yahweh speaks of the nation's beginning as if it were its birth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "For the sake of my name I will defer my anger", "text": "Here the word \"name\" refers to Yahweh's reputation. AT: \"For the sake of my reputation I will delay my anger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and for my honor I will hold back from destroying you", "text": "This part of the sentence means basically the same thing as the first part. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Look, I refined you, but not as silver; I have purified you in the furnace of affliction", "text": "Yahweh speaks of using affliction to purify his people as if they were precious metals and affliction were a furnace in which he refines them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for how can I allow my name to be dishonored?", "text": "Yahweh uses a question to emphasize that he can never allow his own name to be dishonored. This can be stated in active form. AT: \"for I cannot allow anyone to dishonor my name.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Jacob, and Israel", "text": "Both of these refer to the people of Israel. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am the first, I also am the last", "text": "This phrase emphasizes Yahweh's eternal nature. Possible meanings are 1) \"I am the one who began all things, and I am the one who ends all things\" or 2) \"I am the one who has always lived, and I am the one who always will live.\" See how you translated a similar phrase in [[:en:bible:notes:isa:44:06|44:6]]. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "my hand laid the foundation of the earth, and my right hand spread out the heavens", "text": "Here \"hand\" refers to Yahweh. AT: \"I laid the foundation of the earth, and I spread out the heavens\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the foundation of the earth", "text": "The word \"foundation\" normally refers to a stone structure that gives support to a building from underneath. Here it describes a similar structure that was thought to support and hold the earth in place. See how you translated this in [[:en:bible:notes:isa:24:17|24:18]]."}, {"ref": "spread out the heavens", "text": "Yahweh speaks of creating the heavens as if they were fabric which Yahweh stretched out. See how you translated a similar phrase in [[:en:bible:notes:isa:42:05|42:5]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when I call to them, they stand up together", "text": "Standing up when Yahweh calls is a metaphor for being ready to obey him. Yahweh speaks of the earth and the heavens as if they were able to hear him and obey him. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "when I call to them", "text": "Possible meanings are 1) \"when I call the earth and the heavens\" or 2) \"when I call the stars in the heavens.\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Who among you has announced these things?", "text": "Yahweh uses a question to emphasize that the idols have not told them these things. AT: \"None of your idols has told this to you.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh's ally will accomplish his purpose against Babylon. He will carry out Yahweh's will against the Chaldeans", "text": "Here \"ally\" refers to Cyrus. Both of these sentences mean the same thing and are used for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his purpose", "text": "\"Yahweh's purpose\""}, {"ref": "I, I", "text": "The word \"I\" is repeated for emphasis. AT: \"I myself\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I have not spoken in secret", "text": "This can be expressed positively. AT: \"I have spoken plainly and clearly\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "sent me", "text": "Here \"me\" refers to an unknown servant of Yahweh, maybe Isaiah or Cyrus or the promised Messiah."}]}, {"id": "17", "tn": [{"ref": "your Redeemer ... your God", "text": "Here \"your\" refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "Redeemer", "text": "Translate this word in the same way you did in [[:en:bible:notes:isa:41:14|41:14]]."}, {"ref": "Holy One of Israel", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "who leads you by the way that you should go", "text": "Yahweh teaching the people how they should live is spoken of as if he were leading them to walk on the correct paths. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If only you had obeyed my commandments", "text": "Yahweh describes something that could have happened but did not. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Then your peace and prosperity would have flowed like a river, and your salvation like the waves of the sea", "text": "These two phrases share similar meanings. In both, Yahweh speaks of Israel's experiencing abundant blessings as if those blessings flowed like water. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your salvation like the waves of the sea", "text": "The verb may be supplied from the previous phrase. AT: \"your salvation would have flowed like the waves of the sea\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing a hypothetical situation to the people of Israel."}, {"ref": "Your descendants would have been as numerous as the sand, and the children from your womb as numerous as the grains of sand", "text": "These both mean that the people would have had more descendants than they could count. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the children from your womb", "text": "Yahweh speaks of the descendants of the people of Israel as if they were children to which the nation gives birth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their name would not have been cut off nor blotted out", "text": "The people of Israel being destroyed is spoken of as if their name had been cut off, as one would cut a piece of cloth or cut a branch from a tree, or blotted out. This can be translated in active form. AT: \"I would not have cut off nor blotted out their name\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their name", "text": "Here the word \"name\" refers to the descendants who would carry on the name of Israel. AT: \"they\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cut off nor blotted out", "text": "These two expressions in this context refer to destroying the people. AT: \"destroyed\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "to the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. This phrase also forms a merism and refers to everywhere in between the ends. AT: \"to all the farthest places of the earth\" or \"to the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "his servant Jacob", "text": "This refers to the descendants of Jacob. AT: \"the people of Israel, his servants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "They did not thirst ... the waters gushed out", "text": "This refers to an event in the history of the people of Israel when Yahweh took care of them while they lived in the desert after escaping Egypt."}]}]