[{"id": "01", "tn": [{"ref": "to conceal a matter", "text": "\"to keep some things secret\""}, {"ref": "but the glory", "text": "The ellipsis can be filled in. AT: \"but it is the glory\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "search it out", "text": "\"search that matter out\" or \"search for those things that God has concealed\""}, {"ref": "Like the heavens are for height and the earth is for depth, so the heart of kings is unsearchable", "text": "The hearts of kings are compared to the size of the heavens and the earth. AT: \"Just as no one can measure the height of the heavens or the depth of the earth, even so no one can understand the heart of kings\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "heavens", "text": "This refers to everything we see above the earth, including the sun, moon, and stars."}]}, {"id": "04", "tn": [{"ref": "dross", "text": "the material in a metal that people do not want and they remove by heating the metal"}, {"ref": "his throne will be established by doing", "text": "The throne is a metonym for the power to rule. These words can be translated in active form. AT: \"the king will establish his throne by doing\" or \"he will have the power to rule because he does\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "It is better for him to say to you, \"Come up here\"", "text": "Here \"up\" means to move to a place at the table that is closer to the king. It is a great honor for a person to sit closer to the king. AT: \"It is better for someone to invite you to sit closer to the king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before a noble", "text": "\"in front of a nobleman\""}, {"ref": "For what will you do in the end when your neighbor puts you to shame?", "text": "This question is asked to make the reader consider the possibility that he may have misunderstood the situation. The way in which the neighbor might put the reader to shame can be stated plainly. AT: \"For you will not know what to do in the end when your neighbor puts you to shame.\" or \"For if your neighbor has an explanation, he will put you to shame, and you will have nothing to say to defend yourself.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "your case", "text": "\"your disagreement\""}, {"ref": "do not disclose another's secret", "text": "\"do not share your neighbor's secret with other people\""}, {"ref": "and an evil report about you that cannot be silenced", "text": "Here \"evil report\" refers to harmful things that the person will tell others. The phrase \"cannot be silenced\" can be stated in active form. AT: \"and you will not be able to stop him from telling other people harmful things about you\" or \"and he will tell people evil things about you and you will never have a good reputation again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Apples of gold in settings of silver is a word spoken in the right situation", "text": "The goodness of \"a word spoken at the right time\" is spoken of as if it were the physical beauty of \"apples of gold in settings of silver.\" Most translations translate this metaphor as a simile and change the order of the phrases. AT: \"A word spoken at the right time is beautiful like apples of gold in settings of silver\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Apples of gold in settings of silver", "text": "The ancient Israelites did not know the apples that most people know today. Possible meanings are 1) \"apples\" should be translated as \"design.\" AT: \"a golden design carved into a silver bowl\" or 2) \"apples\" refers to another type of fruit with a golden color that someone has placed on a silver plate or bowl. AT: \"Golden colored fruit placed in a silver bowl\""}, {"ref": "is a word spoken", "text": "This can be stated in active form. AT: \"is a message that someone speaks\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A gold ring or jewelry made of fine gold is a wise rebuke to a listening ear", "text": "The value and importance of \"a wise rebuke\" is spoken of as if it had the beauty and value of gold. Most translations translate this metaphor as a simile and change the order of the phrases. AT: \"A wise rebuke to a listening ear is beautiful and valuable like a golden ring or golden jewelry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "listening ear", "text": "The ear is a synecdoche for the whole person. AT: \"person who is willing to listen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "13", "tn": [{"ref": "Like the cold of snow at harvest time is a faithful messenger", "text": "Here a faithful messenger is being compared to the cold of snow, because both are pleasant. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the cold of snow", "text": "Snow only fell on the tops of mountains, and the harvest took place in hot weather, so this is probably a metaphor for cool, fresh water from a clean stream. If your language has no word for snow, consider \"cool, fresh, clean water.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "snow", "text": "white flakes of ice that fall from the sky like rain"}, {"ref": "brings back the life of his masters", "text": "This means he makes his masters, who are weak and tired, to be strong and rested again."}, {"ref": "Clouds and wind without rain is the one who boasts ... not give", "text": "Most translations translate this metaphor as a simile and change the order of the phrases. Rain was important to the Israelites because only small amounts of it fell, so a cloud without rain was useless and brought disappointment to the Israelites. AT: \"The one who boasts ... not give is like clouds and wind without rain\" or \"The one who boasts ... not give is useless and a disappointment, like clouds and wind without rain\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "With patience a ruler can be persuaded", "text": "These words can be translated in active form. AT: \"Someone who is patient can persuade a ruler\" or \"Someone who is patient can speak to a ruler and change his mind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a soft tongue can break a bone", "text": "The word \"tongue\" is a metonym for the words the person speaks using the tongue. The word \"bone\" is a metaphor for strong opposition. AT: \"gentle speech can overcome strong opposition\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Verse 16 states a general principle, and verse 17 gives one specific example. The idea of eating too much honey and then vomiting it up is a metaphor for taking too much of any good thing and regretting it later. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "A man who bears false witness against his neighbor is like a club used in war, or a sword, or a sharp arrow", "text": "A false witness is compared to three weapons that can hurt or kill people. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "An unfaithful man in whom you trust in a time of trouble is like a bad tooth or a foot that slips", "text": "A foolish man is compared to a part of the body that causes trouble for a person. AT: \"Trusting in an unfaithful man in time of trouble will bring you pain like a bad tooth or a foot that slips\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "20", "tn": [{"ref": "carbonate of soda", "text": "This is a kind of mineral that hisses and bubbles violently when it comes into contact with acids like vinegar. Many translations translate this phrase as \"a wound.\""}, {"ref": "sings songs", "text": "You may need to make explicit what kind of songs the singer sings. AT: \"sings happy songs\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a heavy heart", "text": "The heart is a synecdoche for the whole person. AT: \"a sad person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "shovel coals of fire on his head", "text": "This is an idiom. AT: \"cause him to have a guilty conscience and be ashamed of what he has done\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "the north wind", "text": "In Israel, wind from the north often brought rain. Translators are free to substitute different kinds of wind for the same effect, for example, \"a cold wind.\""}, {"ref": "someone who tells secrets", "text": "Some versions read \"someone who is angry.\""}, {"ref": "makes faces angry", "text": "The face is a metonym for the person. AT: \"makes other people angry\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a corner of the roof", "text": "Houses in those days had flat roofs. Ancient Israelites spent much time on their roofs, where it was often cooler than inside the house, and sometimes people would build a shelter large enough for a person to sleep in on one corner of the roof. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a quarreling wife", "text": "a wife who often argues or complains"}]}, {"id": "25", "tn": [{"ref": "Like cold waters to one who is thirsty, so is good news from a far country", "text": "Cold water is compared to good news that is both refreshing and delightful. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Like a fouled spring or a ruined fountain is a righteous person tottering before wicked people", "text": "One expects a spring or fountain to have clear water, just as one expects a righteous man to stand for what he believes. A polluted spring or fountain is compared to a righteous man who falls. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "tottering before wicked people", "text": "Tottering is a metaphor for either 1) refusing to fight wicked people or 2) joining in their wickedness. AT: \"who allows wicked people to do wickedness\" or \"who starts to do what wicked people do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tottering", "text": "This is a metaphor for being unable to continue to do good. AT: \"unable to stand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before wicked people", "text": "Possible meanings are 1) \"when wicked people attack him\" or 2) \"when wicked people urge him to do evil.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "27", "tn": [{"ref": "It is not good to eat too much honey; that is like searching for honor after honor.", "text": "Both wanting others to honor you and eating honey are good, but you can eat too much honey, and you can try too hard to have people honor you. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "It is not good", "text": "This can be stated positively. AT:  \"It is a bad thing\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "that is like searching for honor after honor", "text": "\"that is like always thinking about how others should honor you.\" The meaning of the original language is uncertain. Some versions of the Bible translate this as \"that is like speaking too many compliments to people.\""}, {"ref": "A person without self-control is like a city breached and without walls.", "text": "control is like a city breached and without walls.** - Both a person without self-control and a city without walls are weak and vulnerable. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "breached and without walls", "text": "\"whose walls an army has knocked down and destroyed\""}]}]