[{"id": "01", "tn": [{"ref": "General Information:", "text": "Chapter 3 focuses on the corrupt leaders in Israel."}, {"ref": "I said", "text": "Here \"I\" refers to Micah."}, {"ref": "Is it not right for you to understand justice?", "text": "Micah uses a question to scold the leaders because they were not protecting the people or treating them fairly. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you who tear off their skin, their flesh from their bones ... just like meat in a cauldron", "text": "Micah uses this terrible imagery of a butcher cutting up animals into meat to emphasize how upset God is with the leaders because of how cruel they are to those they should be protecting. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Micah continues speaking."}, {"ref": "cry out to Yahweh", "text": "\"shout to Yahweh for help\""}, {"ref": "He will hide his face from you", "text": "This means God will not hear their cries. They would not hear the cries of the poor, and so they receive the same treatment from God. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Micah continues to speak judgment against false prophets."}, {"ref": "it will be night for you ... the day will be dark on them", "text": "Yahweh is saying in 3:6 these false prophets will no longer receive God's message to the people of Israel. Prophets sometimes got messages from God through visions, or dreams at night. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The seers will be put to shame, and the diviners will be confused", "text": "\"I will cause the seers to be ashamed, and I will confuse the diviners\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "All of them will cover their lips", "text": "\"They shall no longer speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for there is no answer from me", "text": "This means God will be silent as part of their punishment."}]}, {"id": "08", "tn": [{"ref": "But as for me", "text": "The \"me\" here refers to Micah, a true prophet, setting himself apart from the false prophets."}, {"ref": "I am full of power by the Spirit of Yahweh, and am full of justice and might", "text": "The Spirit of Yahweh has chosen to give Micah power, justice, and might in a strong, special way. AT: \"the Spirit of Yahweh has filled me with power, justice, and might\" or \"the Spirit of Yahweh has granted me power, justice, and might\""}, {"ref": "to declare to Jacob his transgression, and to Israel his sin", "text": "Both of these phrases mean the same thing and emphasize that both the people of both the northern and southern kingdoms have sinned. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "09", "tn": [{"ref": "You build Zion with blood and Jerusalem with iniquity", "text": "The rich were building themselves beautiful homes often at the expense and mistreatment of the poor. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blood", "text": "Here \"blood\" refers to murder. (See: [[:en:ta:vol2:translate:figs_metonymy]] )"}, {"ref": "Is not Yahweh with us? No evil will come on us.", "text": "Micah quotes the leaders who wrongly think Yahweh would not punish them for their sinful deeds. The Hebrew word for \"evil\" here is the same as for \"disaster\" in 2:3, a key word in the book. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "because of you", "text": "Here \"you\" refers to the priests, prophets, and leaders of the previous verse."}, {"ref": "Zion will be plowed like a field, Jerusalem will be a heap of rubble, and the hill of the temple will be like a forested hill.", "text": "Micah means that Jerusalem will be completely destroyed. A large city with many people living there will become abandoned and grow over like a field or forest. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Zion will be plowed like a field", "text": "After its destruction, Jerusalem will be available to plow. AT: \"Other people will plow Zion like a field.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and the hill of the temple will be like a forested hill.", "text": "Not even the temple area will be spared. The leaders have corrupted it, and it will be destroyed too."}]}]