[{"id": "01", "tn": [{"ref": "roused me like a man roused from his sleep", "text": "\"caused me to become more alert like a man woken from his sleep\""}, {"ref": "lamp wicks", "text": "the parts of a lamp that are lit on fire"}, {"ref": "the left side", "text": "AT: \"the left side of the bowl\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "The angel who speaks with Zechariah continues to explain the vision."}, {"ref": "Zerubbabel", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Not by might nor by power", "text": "Possible meanings are 1) that the words \"might\" and \"power\" mean basically the same thing and emphasize the greatness of Zerubbabel's strength, or 2) that the word \"might\" refers to military strength and the word \"power\" refers to Zerubbabel's physical ability. AT: \"Certainly not by your own strength\" or \"Not by military strength nor by your own power.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "What are you, great mountain?", "text": "Yahweh asks this question to the mountain to point out that through the Spirit of Yahweh, not even a mountain is strong enough to overpower Zerubbabel. AT: \"Great mountain, even you are weak compared to Zerubbabel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he will bring out the top stone", "text": "The top stone is the last stone placed when building something."}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "The angel who speaks with Zechariah continues to explain the vision."}, {"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:zec:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The hands of Zerubbabel ... his hands will bring it to completion", "text": "Zerubbabel oversees the building of the temple. The building is referred to as \"his hands\" even though his own hands may not have laid the stones. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "laid the foundation", "text": "The foundation is base of a building and the first part of the building project. AT: \"began building\""}, {"ref": "Who has despised ... small things?", "text": "This question is not asked to receive an answer but to tell the people not to despise \"the day of small things\". (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the day of small things", "text": "This phrase is a title for the time period where each day simple tasks were done. Together, these small tasks built the temple. The entire time of building is referred to as one day even though it took several years to complete. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "plumb stone", "text": "a stone that is connected to a rope. This is used to determine if the walls of a building are being built straight up or crooked."}, {"ref": "seven lamps are the eyes of Yahweh", "text": "The seven lamps are symbols for the eyes of Yahweh."}, {"ref": "the eyes of Yahweh", "text": "The word \"eyes\" refers to God seeing because eyes are used for seeing. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "the two gold pipes", "text": "\"the two gold spouts\""}, {"ref": "Do you not know what these are?", "text": "\"You should know what these are, but you do not.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "the sons of fresh olive oil", "text": "This is a poetic way of saying, \"men anointed (that is, chosen).\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stand before", "text": "This expression stands for the idea of serving. AT: \"serve the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]