[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul pictures Timothy's Christian life as a soldier's life, as a farmer's life, and as an athlete's life."}, {"ref": "my child", "text": "Paul considered Timothy to be his son since he taught Timothy to trust in Christ. AT: \"who is like my child\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be strengthened in the grace that is in Christ Jesus", "text": "Paul speaks about the motivation and determination that God's grace allows believers to have. AT: \"let God use the grace he gave you through your relationship to Christ Jesus to make you strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "among many witnesses", "text": "\"with many witnesses there to agree that what I said is true\""}, {"ref": "entrust them to faithful people", "text": "Paul speaks of his instructions to Timothy as if they were objects that Timothy could give to other people and trust them to use correctly. AT: \"commit them\" or \"teach them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "faithful", "text": "\"trustworthy\""}]}, {"id": "03", "tn": [{"ref": "Suffer hardship with me", "text": "Possible meanings are 1) \"endure suffering as I do\" (UDB) or 2) \"share in my suffering\""}, {"ref": "as a good soldier of Christ Jesus", "text": "Paul compares suffering  for Christ Jesus to the suffering that a good soldier endures. (See [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "No soldier serves while entangled in the affairs of this life", "text": "\"No soldier serves when he is involved in the everyday business of this life\" or \"When soldiers are serving, they do not get distracted by the ordinary things that people do.\" Christ's servants should not allow everyday life to keep them from working for Christ."}, {"ref": "while entangled", "text": "Paul speaks of this distraction as if it were a net that tripped people up as they were walking. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his superior officer", "text": "\"the one who enlisted him as a soldier\" or \"the one who commands him\""}, {"ref": "as an athlete, he is not crowned unless he competes by the rules", "text": "Paul is implicitly speaking of Christ's servants as if they were athletes. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is not crowned unless he competes by the rules", "text": "This can be stated in active form. AT: \"they will crown him as winner only if he competes by the rules\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he is not crowned", "text": "\"he does not win the prize.\" Athletes in Paul's time were crowned with wreaths made from the leaves of plants when they won competitions."}, {"ref": "competes by the rules", "text": "\"competes according to the rules\" or \"strictly obeys the rules\""}]}, {"id": "06", "tn": [{"ref": "It is necessary that the hardworking farmer receive his share of the crops first", "text": "This is the third metaphor Paul gives Timothy about working. The reader should understand that Christ's servants need to work hard. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Think about what I am saying", "text": "Paul gave Timothy word pictures, but he did not completely explain their meanings. He expected Timothy to figure out what he was saying about Christ's servants."}, {"ref": "for the Lord", "text": "\"because the Lord\""}, {"ref": "in everything", "text": "\"about everything\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives Timothy instructions on how to live for Christ, how to suffer for Christ, and how to teach others to live for Christ."}, {"ref": "from David's seed", "text": "Here \"seed\" means a descendant. AT: \"who is a descendant of David\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who was raised from the dead ones", "text": "This can be stated in active from. AT: \"whom God raised\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "according to my gospel message", "text": "Paul speaks of the gospel message as if it were especially his. He means that this is the gospel message that he proclaims. AT: \"that is according to the gospel message that I preach\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for which I am suffering", "text": "\"for which I suffer\""}, {"ref": "to the point of being chained", "text": "Here \"being chained\" means being in prison. This can be stated in active form. AT: \"including being in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the word of God is not chained", "text": "Here \"chained\" refers to prison. AT: \"no one can put the word of God in prison\" or \"no one can stop the word of God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for those who are chosen", "text": "This can be stated in active form. AT: \"for the people whom God has chosen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may obtain the salvation that is in Christ Jesus", "text": "Paul speaks of salvation as if it were an object that could be physically grasped. AT: \"will receive salvation from Christ Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with eternal glory", "text": "\"and that they will be forever with him in the glorious place where he is\" (ULB)"}]}, {"id": "11", "tn": [{"ref": "This saying", "text": "\"These words\""}, {"ref": "If we have died with him ... he cannot deny himself", "text": "This is most likely a song or poem that Paul is quoting. If your language has a way of indicating that this is poetry you could use it here. If not, you could translate this as regular prose rather than poetry. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "died with him", "text": "Paul uses this expression to mean that people share in Christ's death when they trust in him, deny their own wants, and obey him."}, {"ref": "if we are unfaithful", "text": "\"even if we fail God\" or \"even if we do not do what we believe God wants us to do\""}, {"ref": "he cannot deny himself", "text": "\"he must always act according to his character\" or \"he cannot act in ways that are the opposite of his real character\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The word \"them\" may refer to \"the teachers\" or \"the people of the church\""}, {"ref": "before God", "text": "Paul speaks of God's awareness of Paul as if he is in God's physical presence. This implies that God will be Timothy's witness. AT: \"in God's presence\" or \"with God as your witness\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not to quarrel about words", "text": "\"not to argue over what words mean\" or \"not to argue about foolish things that people say\""}, {"ref": "Because of this there is nothing useful", "text": "\"This does not benefit anyone\""}, {"ref": "Because of this there is destruction for those who listen", "text": "The image is of the destruction of a building. Those who hear the quarreling stop respecting the Christian message. Their faith is destroyed. AT: \"This only destroys the faith of those who listen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to present yourself to God as one approved, a worker who has no reason to be ashamed", "text": "\"to present yourself to God as a person he has proven to be worthy and with no cause for shame\""}, {"ref": "as one approved, a worker", "text": "\"like a workman\" or \"like a worker.\" Paul presents the idea of Timothy correctly explaining God's word as if he were a skilled workman. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "accurately teaches the word of truth", "text": "Here \"word\" means a message. AT: \"explaining the true message correctly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "which leads to more and more godlessness", "text": "Paul speaks of this kind of talk as if it were something that could physically move to another location, and he speaks of godlessness as if it were that new location. AT: \"which causes people to become more and more ungodly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their talk will spread like gangrene", "text": "Just as gangrene quickly spreads in a person's body and destroys it, what those people were saying would spread from person to person and harm the faith of those who heard it. AT: \"What they say will spread like an infectious disease\" or \"Their talk will spread quickly and cause destruction like gangrene\"  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "gangrene", "text": "\"dying, rotting flesh.\" The only way to keep gangrene from spreading and killing the ill person is to cut off the affected area."}, {"ref": "Hymenaeus and Philetus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "missed the truth", "text": "Paul speaks of truth as if it were a target to aim at. Paul means that these men have not understood the truth and are teaching something false. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the resurrection has already happened", "text": "\"God has already raised dead believers to eternal life\""}, {"ref": "They overturn the faith of some", "text": "Paul speaks of the destruction of people's faith as if their faith were physically overturned. AT: \"They destroy the faith of some people\" or \"They cause some people to stop believing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Just as precious and common containers can be used for honorable ways in a wealthy house, any person who turns to God can be used by God in honorable ways in doing good works. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the firm foundation of God stands", "text": "Possible meanings are 1) \"God's truth is like a firm foundation\" or 2) \"God has established his people like a building on a firm foundation\" or 3) \"God's faithfulness is like a firm foundation.\" In any case, Paul speaks of this idea as if it were a building's foundation laid in the ground. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who names the name of the Lord", "text": "\"who calls on the name of the Lord.\" Here \"name of the Lord\" refers to the Lord himself. AT: \"who calls on the Lord\" or \"who says he is a believer in Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "depart from unrighteousness", "text": "Paul speaks of unrighteousness as if it were a place from which one could leave. AT: \"stop being evil\" or \"stop doing wrong things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "containers of gold and silver ... containers of wood and clay", "text": "Here \"container\" is a general word for bowls, plates, and pots, which people put food or drink into or on. If your language does not have a general word, use the word for \"bowl\" or \"pot.\" Paul is using this as a metaphor to describe different types of people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "honorable use ... dishonorable use", "text": "Possible meanings are 1) \"special occasions ... ordinary times\" (UDB) or 2) \"the kinds of activities people do in public ... the kinds of activities people do in private.\""}, {"ref": "cleans himself from dishonorable use", "text": "Possible meanings are 1) \"separates himself from dishonorable people\" or 2) \"makes himself pure.\" In any case, Paul speaks of this process as if it were a person washing himself.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is an honorable container", "text": "Paul speaks about this person as if he were an honorable container. AT: \"he is like the container that is useful for special occasions\" or \"he is like the container that is useful for activities good people do in public\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He is set apart, useful to the Master, and prepared for every good work", "text": "This can be stated in active form. AT: \"The Master sets him apart, and he is ready for the Master to use him for every good work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He is set apart", "text": "He is not set apart physically or in the sense of location, but instead to fulfill a purpose. Some versions translate this \"sanctified,\" but the text signals the essential idea of being set apart. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "Flee youthful lusts", "text": "Paul speaks about youthful lusts as if they are a dangerous person or animal that Timothy should run away from. AT: \"Completely avoid youthful lusts\" or \"Absolutely refuse to do the wrong things that young people strongly desire to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Pursue righteousness", "text": "Here \"Pursue\" means the opposite of \"Flee.\" Paul speaks of righteousness as if it is an object that will do Timothy good so he should run towards it. AT: \"Try your best to obtain righteousness\" or \"Seek after righteousness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with those", "text": "Possible meanings are 1) Paul wants Timothy to join with other believers in pursuing righteousness, faith, love, and peace, or 2) Paul wants Timothy to be at peace and not argue with other believers."}, {"ref": "those who call on the Lord", "text": "Here \"call on the Lord\" is an idiom that means to trust and worship the Lord. AT: \"those who worship the Lord\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "out of a clean heart", "text": "Paul speaks of someone's reason for calling on God as if it were in physical motion, emerging from his heart. AT: \"with sincere motives\" or \"for good reasons\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a clean heart", "text": "Paul speaks of good reasons for doing something as if they came from a heart that was physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "refuse foolish and ignorant questions", "text": "\"refuse to answer foolish and ignorant questions.\" Paul means that the people who ask such questions are foolish and ignorant. AT: \"refuse to answer the questions that foolish people who do not want to know the truth ask\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they give birth to arguments", "text": "Paul speaks of ignorant questions as if they were women giving birth to children. AT: \"they cause arguments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "in meekness", "text": "\"meekly\" or \"gently\""}, {"ref": "educate those", "text": "\"teach those\" or \"correct those\""}, {"ref": "God may perhaps give them repentance", "text": "Paul speaks of repentance as if it were an object that God could give people. AT: \"God may give them the opportunity to repent\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the knowledge of the truth", "text": "\"so that they will know the truth\""}, {"ref": "They may become sober again", "text": "Paul speaks of sinners learning to think correctly about God as if they were drunk people becoming sober again. AT: \"They may think correctly again\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and leave the devil's trap", "text": "Paul speaks of the devil's ability to convince Christians to sin as if it were a trap. AT: \"and stop doing what the devil wants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "after they have been captured by him for his will", "text": "Paul speaks of the devil when he convinces Christians to sin as if the devil had physically captured them and made them his slaves. This can be stated in active form. AT: \"after he has deceived them into obeying his will\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]