[{"id": "01", "tn": [{"ref": "Now", "text": "This word marks a new part of the story."}, {"ref": "all the chosen men of Israel", "text": "This metonym represents the army of the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "thirty thousand", "text": "\"30,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "from Baalah in Judah to bring up from there the ark of God", "text": "It is implied that they are taking the ark to Jerusalem. AT: \"from Baalah in Judah to take to Jerusalem the ark of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to bring up from there the ark of God", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for Israelites to speak of going up to Jerusalem and going down from it."}, {"ref": "to bring up", "text": "The word \"bring\" can be translated as \"take.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "Baalah", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "which is called by the name of Yahweh of hosts", "text": "Yahweh's name was written on the ark."}, {"ref": "who sits enthroned over the cherubim", "text": "\"who sits in his place of authority between the cherubim\""}, {"ref": "enthroned", "text": "to sit on a throne or a place of authority"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "David and the army of the nation of Israel move the ark of the covenant."}, {"ref": "Abinadab ... Uzzah ... Ahio", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all the house of Israel", "text": "This metonym represents the people of Israel. AT: \"all the other Israelites with him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tambourines", "text": "A tambourine is a musical instrument like the head of a drum with pieces of metal around the side that sound when the instrument is shaken or hit. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "rattles", "text": "musical instruments with many small, hard objects inside a hard shell, making rhythmic noise when shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "cymbals", "text": "two thin, round metal plates that are hit together to make a loud sound (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "06", "tn": [{"ref": "Nacon", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "anger of Yahweh burned", "text": "Here the \"anger of Yahweh\" is spoken of as if it were fire. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for his sin", "text": "It was a sin for Uzzah to touch the ark because Yahweh had commanded that no one should touch the ark. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "Perez Uzzah", "text": "This is the name of a place. Translator may add a footnote that says, \"The name 'Perez Uzzah' means 'the punishment of Uzzah.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to this day", "text": "This means to the time when this was being written, not to the present time in the twenty-first century."}, {"ref": "How can the ark of Yahweh come to me?", "text": "David uses this question to emphasize that he is afraid to take the ark to Jerusalem. AT: \"I am too afraid to bring the ark of Yahweh with me to Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "Obed Edom the Gittite", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "blessed him", "text": "Here \"him\" refers to Obed Edom the Gittite."}]}, {"id": "12", "tn": [{"ref": "Now", "text": "This word starts a new part of the story."}, {"ref": "King David was told", "text": "This can be stated in active form. AT: \"people told King David\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Obed Edom's house", "text": "Here \"house\" represents a family. AT: \"Obed Edom and his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "brought up the ark of God", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for Israelites to speak of going up to Jerusalem and going down from it. AT: \"moved the ark of God\" or \"took the ark of God.\""}, {"ref": "brought up", "text": "The word \"brought\" can be translated as \"took.\" (See: [[:en:ta:vol2:translate:figs_go]])"}]}, {"id": "14", "tn": [{"ref": "David danced before Yahweh with all his might", "text": "Dancing here is a form of joyfully worshiping Yahweh."}, {"ref": "linen", "text": "a cloth made from fibers of the flax plant"}, {"ref": "all the house of Israel", "text": "Here \"house\" represents the people of Israel. AT: \"all the other Israelites with him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "Now ... in her heart", "text": "The word \"Now\" marks a break in the storyline. Here the narrator gives information about Michal."}, {"ref": "Michal", "text": "Michal was the daughter of King Saul and also David's first wife. See how you translated this name in [[:en:bible:notes:2sa:03:12|3:13]]."}, {"ref": "she despised him in her heart", "text": "Here \"heart\" represents thoughts or emotions. AT: \"she looked at him with disdain\" or \"she sneered at him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before Yahweh", "text": "\"to Yahweh\""}]}, {"id": "18", "tn": [{"ref": "he blessed the people in the name of Yahweh of hosts", "text": "To bless \"in the name of Yahweh of hosts\" means to bless with Yahweh's power and authority or as his representative. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cake of raisins", "text": "a baked sweet bread made with dried grapes"}]}, {"id": "20", "tn": [{"ref": "came out", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "How honored the king of Israel was today", "text": "This is an ironic statement. Michal means the opposite of what she said, and she does not believe David acted honorably. Michal speaks disrespectfully to King David about his dancing attire and behavior. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "before the eyes of the slave girls", "text": "Here \"eyes of the slave girls\" represents the slave girls. AT: \"in front of the slave girls\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "crude fellows", "text": "Michal is comparing David to vulgar and foolish men."}]}, {"id": "21", "tn": [{"ref": "who chose me above your father", "text": "Here \"your\" refers to Michal. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "over the people of Yahweh, over Israel", "text": "Here \"the people of Yahweh\" and \"Israel\" mean the same thing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will be even more undignified than this", "text": "David is being ironic and means the opposite of what he said. He does not believe what he did was actually undignified or that his actions in the future will be undignified. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "I will be humiliated in my own eyes", "text": "Here \"in my own eyes\" represents what a person considers or thinks about something. AT: \"I will consider myself humiliated\" or \"I will consider myself a fool\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But by these slave girls you have spoken about, I will be honored", "text": "This can be stated in active form. AT: \"But the slave girls of whom you have spoken will honor me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "had no children to the day of her death", "text": "\"was never able to bear any children\""}]}]