[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "greatly delights", "text": "\"takes great pleasure\""}, {"ref": "the descendants of the godly man will be blessed", "text": "This can be stated in active form. AT: \"Yahweh will bless the descendants of the godly man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "The person who sings this song continues to describe a person who reveres Yahweh."}, {"ref": "Wealth and riches are in his house", "text": "Here the word \"house\" represents the family. The words \"Wealth\" and \"riches\" mean basically the same thing and indicate an abundance of wealth. AT: \"His family is very wealthy\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Light shines in the darkness for the godly person", "text": "The writer speaks of God blessing the godly person in difficult times as if it were a light shining in darkness. AT: \"The blessings that a godly person receives from God are like a light that shines in the darkness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lends money", "text": "The understood information can be made clear. AT: \"lends his money to other people.\"  (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "The person who sings this song continues to describe a person who reveres Yahweh."}, {"ref": "For he will never be moved", "text": "he will not be troubled or overwhelmed by circumstances for his trust is in Yahweh? This can be stated in active form. AT: \"For nothing will ever move him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the righteous person will be remembered forever", "text": "This can be stated in active form. AT: \"people will remember the righteous person forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "The person who sings this song continues to describe a person who reveres Yahweh."}, {"ref": "His heart is tranquil", "text": "\"His heart is supported.\" Here the word \"heart\" refers to the person. Possible meanings are 1) \"He is at peace\" or 2) \"He is confident\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his righteousness endures forever", "text": "\"his righteous deeds will endure forever.\" See how you translated this in [[:en:bible:notes:psa:112:003|112:3]]."}, {"ref": "he will be exalted with honor", "text": "This can be stated in active form. AT: \"Yahweh will exalt him by giving him honor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "010", "tn": [{"ref": "will see this", "text": "\"will see that things go well for the godly person.\" The word \"this\" refers to everything good that the writer has described in the previous verses about the godly person."}, {"ref": "he will gnash with his teeth", "text": "Gnashing one's teeth was a gesture of scorn. See how you translated a similar phrase in [[:en:bible:notes:psa:035:015|35:16]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "melt away", "text": "The writer speaks of the wicked person's eventual death as if that person were something, such as ice, that can melt. AT: \"eventually die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the desire of the wicked people will perish", "text": "Possible meanings of \"desire\" are 1) the emotional desire that wicked people have. AT: \"the things that wicked people want to do will never happen\" or 2) it is a metonym for the things that wicked people have desired. AT: \"wicked people will lose the things that they desired\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]