[{"id": "01", "tn": [{"ref": "the areas of land that the people of Israel received as their inheritance", "text": "The land that the people of Israel acquired is spoken of as if it were an inheritance that they received as a permanent possession. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "assigned to them by Eleazar the priest, by Joshua son of Nun, and by the tribal leaders of their ancestors' families within the people of Israel", "text": "This can be stated in active form. AT: \"which Eleazar the priest, Joshua son of Nun, and the tribal leaders of their ancestors' families within the people of Israel assigned to them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tribal leaders", "text": "\"leaders of the tribes\""}]}, {"id": "02", "tn": [{"ref": "Their inheritance was selected by lot", "text": "This can be stated in active form. AT: \"Eleazar, Joshua, and the tribal leaders cast lots to determine the inheritance\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the hand of Moses", "text": "Here the word \"hand\" refers to Moses himself and means that Yahweh used Moses as the agent to deliver his command. AT: \"through Moses\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Moses had given the inheritance of the two and one-half tribes beyond the Jordan, but to the Levites he gave no inheritance", "text": "half tribes beyond the Jordan, but to the Levites he gave no inheritance** - The land that Moses gave to the tribes is spoken of as if it were an inheritance that they received as a permanent possession. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The Levites were given no portion of the inheritance in the land", "text": "This can be stated in active form. AT: \"And Moses did not give a portion of the inheritance to the Levites in the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "portion", "text": "\"part\""}, {"ref": "but only certain cities to live in", "text": "The verb may be supplied from the previous phrase. AT: \"but he gave to them only certain cities to live in\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "pasturelands", "text": "fields of grass for the livestock to eat"}, {"ref": "material resources", "text": "physical things they needed so they could provide for their families"}]}, {"id": "06", "tn": [{"ref": "Jephunneh", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kenizzite", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I brought him a report again as it was in my heart to make", "text": "Here the word \"heart\" represents the thoughts. The phrase is an idiom that refers to a report that is given honestly. AT: \"I brought back to him an honest report\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "made the heart of the people melt with fear", "text": "Making the people very afraid is spoken of as if it were making the hearts of the people melt. AT: \"made the people very afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I completely followed Yahweh", "text": "Being loyal to Yahweh is spoken of as if it were completely following Yahweh. AT: \"I remained loyal to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land ... will be an inheritance for you and for your children forever", "text": "The land that Caleb and his descendants would have is spoken of as if it were an inheritance that they would receive as a permanent possession. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land on which your foot has walked", "text": "Here \"your foot\" represents Caleb. AT: \"the land on which you have walked\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "look", "text": "This means \"listen.\" This word adds emphasis to what is said next."}, {"ref": "while Israel walked in the wilderness", "text": "\"while the people of Israel traveled in the wilderness\""}, {"ref": "My strength is now as my strength was then", "text": "\"I am still as strong now as I was then\""}, {"ref": "for going and coming", "text": "This is an idiom that refers to daily activities. AT: \"for the things I do every day\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "hill country", "text": "Possible meanings are 1) many large hills or small mountains or 2) one mountain."}, {"ref": "Anakim", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "gave Hebron as an inheritance to Caleb", "text": "Hebron is spoken of as if it were an inheritance that Caleb received as a permanent possession. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to this day", "text": "This refers to the period of time in which the author wrote this book."}, {"ref": "he completely followed Yahweh", "text": "Being loyal to Yahweh is spoken of as if it were completely following Yahweh. AT: \"he remained loyal to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Kiriath Arba", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Then the land had rest from war", "text": "The people no longer fighting wars is spoken of as if the land were a person who rested from war. See how you translated this phrase in [[:en:bible:notes:jos:11:23|11:23]]. AT: \"Then the people no longer fought wars in the land\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]