[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter speaks specifically to men who are elders."}, {"ref": "a participant in", "text": "\"one who shares in\" or \"one who takes part in\""}, {"ref": "the glory that will be revealed", "text": "This is a reference to Christ's second coming. This can be stated in active form. AT: \"the glory of Christ that God will reveal\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tend the flock of God", "text": "Peter speaks of the believers as a flock of sheep and the elders as the shepherds who care for them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Look after them", "text": "\"Care for them\""}, {"ref": "Do not act as a master over the people ... Instead, be an example", "text": "Elders are to lead by example and not act toward the people as a harsh master would toward his servants. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who are in your care", "text": "You can translate this using a verbal phrase. AT: \"for whom you care\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Then when the Chief Shepherd is revealed", "text": "Peter speaks of Jesus as if he is a shepherd who has authority over all other shepherds. This can be stated in active form. AT: \"When Jesus, the Chief Shepherd, appears\" or \"When God reveals Jesus, the Chief Shepherd\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an unfading crown of glory", "text": "Here the word \"crown\" represents the reward that someone receives as a symbol of victory. The word \"unfading\" means that it is eternal. AT: \"a glorious prize that will last forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of glory", "text": "glorious"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Peter gives an instruction specifically to younger men and then continues to instruct all of the believers."}, {"ref": "In the same way", "text": "This refers back to the way the elders submitted to the Chief Shepherd in [[:en:bible:notes:1pe:05:01|5:1-4]]."}, {"ref": "All of you", "text": "This refers to all believers, not just the younger men."}, {"ref": "clothe yourselves with humility", "text": "Peter speaks of having the moral quality of humility as putting on a piece of clothing. AT: \"act humbly toward each other\" (UDB) or \"act with humility\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "under God's mighty hand", "text": "Here the word \"hand\" refers to God's power to save the humble and punish the proud. AT: \"under God's great power\" or \"before God, realizing that he has great power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Cast all your anxiety on him", "text": "Peter speaks of anxiety as if it were a heavy burden that a person places on God, rather than carrying it himself. AT: \"Trust him with everything that worries you\" or \"Let him take care of all the things that trouble you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Be sober", "text": "Here the word \"sober\" refers to mental clarity and alertness. AT: \"Control your thoughts\" or \"Be careful about what you think.\" See how you translated this in [[:en:bible:notes:1pe:01:13|1:13]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the devil, is stalking around like a roaring lion ... looking for someone to devour", "text": "Peter compares the devil to a roaring lion. Just as a hungry lion completely devours its prey, the devil is seeking to completely destroy the faith of believers. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "stalking around", "text": "\"walking about\" or \"walking about and hunting\""}, {"ref": "Stand against him", "text": "\"Resist him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your community", "text": "Peter speaks of fellow believers as members of the same community. AT: \"your fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the world", "text": "\"in various places throughout the world\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "This is the end of Peter's letter. Here he gives his final remarks about his letter and his closing greetings."}, {"ref": "for a little while", "text": "\"for a short time\""}, {"ref": "the God of all grace", "text": "Here the word \"grace\" may refer either to the things that God gives or to God's character. Possible meanings are 1) \"the God who always gives us what we need\" or 2) \"the God who is always gracious.\""}, {"ref": "who called you to his eternal glory in Christ", "text": "\"who chose us to share his eternal glory in heaven because we are joined to Christ\" (UDB)"}, {"ref": "perfect you", "text": "\"restore you\" or \"make you well again\""}, {"ref": "establish you, and strengthen you", "text": "These two expressions have similar meanings, that is, that God will enable the believers to trust in him and to obey him regardless of any suffering they may experience. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "I have written to you briefly through him", "text": "Silvanus wrote the words that Peter told him to write in the letter."}, {"ref": "what I have written is the true grace of God", "text": "\"I have written about the true grace of God.\" Here the word \"grace\" refers to the gospel message, which tells of the kind things that God has done for believers. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Stand in it", "text": "The word \"it\" refers to \"the true grace of God.\" Being strongly committed to this grace is spoken of as standing firmly in one place, refusing to move. AT: \"Remain strongly committed to it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The woman who is in Babylon", "text": "Here \"The woman\" probably refers to the group of believers who live in \"Babylon.\" Possible meanings for \"Babylon\" are 1) it is a symbol for the city of Rome, 2) it is a symbol for anywhere that Christians are suffering, or 3) it refers literally to the city of Babylon. It most likely refers to the city of Rome. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "who is chosen together with you", "text": "This can be stated in active form. AT: \"whom God has chosen as he has chosen you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my son", "text": "Peter speaks of Mark as if he is his spiritual son. AT: \"my spiritual son\" or \"who is like a son to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with a kiss of love", "text": "\"a loving kiss\" or \"a kiss to show your love for each other\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]