[{"id": "01", "tn": [{"ref": "their hearts melted ... there was no longer any spirit in them", "text": "These two phrases mean basically the same thing and emphasize the intensity of their fear.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "their hearts melted", "text": "Here \"hearts\" refers to their courage. They were so afraid that it was as if their courage melted away like wax in a fire. AT: \"they lost all their courage\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there was no longer any spirit in them", "text": "Here \"spirit\" refers to their will to fight. AT: \"they no longer had any will to fight\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "02", "tn": [{"ref": "Joshua made himself flint knives ... he circumcised all the males", "text": "There were over 600,000 males, so it is understood that while Joshua was in charge of this task, many other people helped him. If this would confuse your readers, you may want to make this explicit. AT: \"Joshua and the Israelites made themselves flint knives ... they circumcised all the males\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Gibeath Haaraloth", "text": "This is a place name which commemorates Israel rededicating themselves to Yahweh. It means \"the hill of the foreskins.\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The reason all the males of Israel had to be circumcised is explained."}, {"ref": "the men of war", "text": "the men who were old enough to be soldiers"}]}, {"id": "06", "tn": [{"ref": "obey the voice of Yahweh", "text": "Here \"voice\" refers to the things that Yahweh spoke. AT: \"obey the things that Yahweh commanded them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a land flowing with milk and honey", "text": "God spoke of the land being good for animals and plants as if the milk and honey from those animals and plants were flowing through the land. AT: \"a land that is excellent for raising livestock and growing crops\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "This day I have rolled away the disgrace of Egypt from you", "text": "Their disgrace is spoken of as if it were a large stone that blocked their path. Here \"rolled away\" means \"removed.\" AT: \"This day I have removed the disgrace of Egypt from you\" or \"You were disgraced when you were slaves in Egypt. But, today I have caused you to no longer be disgraced\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "the fourteenth day of the month", "text": "This is near the end of March on Western calendars. AT: \"the fourteenth day of the first month\" (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "he lifted up his eyes and looked, and behold, a man was standing", "text": "Here looking up is spoken of as if Joshua literally lifted his eyes in his hands. AT: \"he looked up and saw that a man was standing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "behold", "text": "The word \"behold\" alerts us to pay special attention to new information. Your language may have a way of doing this."}, {"ref": "he had drawn his sword and it was in his hand", "text": "Here the words \"he\" and \"his\" refer to the man who was standing in front of Joshua."}]}, {"id": "14", "tn": [{"ref": "He said", "text": "The word \"he\" refers to the man Joshua saw."}, {"ref": "Neither", "text": "This is the beginning of the man's answer to Joshua's question, \"Are you for us or for our enemies?\" This short answer could be clarified. AT: \"I am neither for you nor for your enemies\""}, {"ref": "Joshua lay facedown on the ground to worship", "text": "This was an act of worship. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Take off your sandals from your feet", "text": "This was an act of reverence. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}]