[{"id": "01", "tn": [{"ref": "cities of Judah", "text": "AT: \"people from the cities of Judah\""}, {"ref": "Do not cut short any word!", "text": "AT: \"Do not leave anything out from what I have told you!\""}, {"ref": "so I will relent concerning the disaster", "text": "This is conditional destruction. If Judah repents, God will not destroy but heal them."}]}, {"id": "04", "tn": [{"ref": "If you do not listen to me so as to walk in my law that I have placed before you", "text": "AT: \"If you do not obey me and the law that I have given you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then I will make this house like Shiloh", "text": "\"then I will destroy the temple\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I will turn this city into a curse", "text": "This refers to the punishment that Yahweh will cause to happen to Jerusalem."}, {"ref": "in the sight of all the nations on earth", "text": "AT: \"for all the nations to witness\""}]}, {"id": "07", "tn": [{"ref": "Yahweh's house", "text": "\"the temple\""}, {"ref": "all the people seized him and said, \"You will certainly die!", "text": "Possible meanings are 1) The people chose to believe the lie of false peace and did not want to be confronted with the truth or 2) the people believed the other prophets proclaiming peace and saw Jeremiah as a false prophet who should be stoned for leading the people astray."}, {"ref": "Why have you prophesied in Yahweh's name and said that this house will become like Shiloh and this city will become desolate, with no inhabitant?", "text": "This is a rebuke. AT: \"You should not have prophesied in Yahweh's name that his temple would be destroyed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "officials", "text": "An official is a person who has a position of authority."}, {"ref": "the New Gate", "text": "This was a specific entrance into the Temple."}, {"ref": "you heard with your own ears", "text": "AT: \"you heard\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "this house and this city", "text": "\"the people in Yahweh's temple and the city of Jerusalem\""}]}, {"id": "13", "tn": [{"ref": "So now, improve your ways and your practices", "text": "the people had reverted to offering sacrifices to Yahweh to appease Him. But They were not interested in following Yahweh's laws or knowing Him."}, {"ref": "listen to the voice of Yahweh", "text": "AT: \"obey Yahweh\""}, {"ref": "Do to me what is good and right in your eyes.", "text": "The words \"good\" and \"right\" mean the same thing. AT: \"Do to me whatever you think is the right thing to do.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for your ears", "text": "AT: \"for you to hear\""}]}, {"id": "16", "tn": [{"ref": "It is not right for this man to die", "text": "The elders acknowledge that Jeremiah's message came from God and acted accordingly."}, {"ref": "in the name of Yahweh our God", "text": "\"with the authority of Yahweh our God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol1:translate:translate_names]]"}, {"ref": "Zion will be plowed like a field", "text": "AT: \"Zion will be destroyed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the temple mount", "text": "This is a reference to the mountain that the Temple is located on."}, {"ref": "thickets", "text": "This term refers to groups of bushes or small trees growing closely together."}, {"ref": "Did Hezekiah king of Judah and all of Judah put him to death?", "text": "AT: \"Hezekiah, king of Judah and the people of Judah did not put Micah to death.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did he not fear Yahweh and appease the face of Yahweh so that Yahweh would relent concerning the disaster that he proclaimed to them?", "text": "AT: \"He feared Yahweh and made Yahweh less angry so that Yahweh would change his mind about the disaster that he said he would send.\""}, {"ref": "appease the face of Yahweh", "text": "AT: \"lessen Yahweh's anger\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "So will we do greater evil against our own lives?", "text": "AT: \"If we kill Jeremiah, we will bring greater evil on ourselves.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "A second prophet, Uriah, confirms Jeremiah's words"}, {"ref": "in the name of Yahweh", "text": "See how you translated this in [[:en:bible:notes:jer:26:16|26:16]]"}, {"ref": "officials heard his word", "text": "AT: \"officials listened to what Uriah said\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Uriah dies a prophet's death in Jerusalem."}, {"ref": "corpse", "text": "\"dead body\""}, {"ref": "the hand of Ahikam", "text": "Ahikam supported Jeremiah and protected him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Elnathan son of Achbor ... Ahikam son of Shaphan", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "so he was not placed into the hands of the people for them to put him to death", "text": "\"so the people were not able to kill him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]