[{"id": "01", "tn": [{"ref": "for Jonathan's sake", "text": "\"because of my love for Jonathan\""}, {"ref": "Jonathan's sake", "text": "Jonathan was Saul's son and David's best friend."}, {"ref": "Ziba", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I am your servant", "text": "Ziba calls himself \"your servant\" to show great respect to David."}]}, {"id": "03", "tn": [{"ref": "I may show the kindness of God", "text": "The abstract noun \"kindness\" can be stated as \"kind.\" AT: \"I may be kind as I promised God I would be\""}, {"ref": "who is lame in his feet", "text": "\"whose feet are damaged.\" The word \"feet\" here refers to the ability to walk. AT: \"who is unable to walk\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Machir ... Ammiel", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lo Debar", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "King David sent", "text": "It is understood that David sent messengers. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Mephibosheth", "text": "Translate this as you did in [[:en:bible:notes:2sa:04:04|4:4]]."}, {"ref": "came to David", "text": "The word \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "I am your servant", "text": "Mephibosheth refers to himself as \"your servant\" to show great honor to David."}]}, {"id": "07", "tn": [{"ref": "for Jonathan your father's sake", "text": "\"because I loved your father, Jonathan\""}, {"ref": "you will always eat at my table", "text": "Here \"my table\" represents being together with David or in his presence. Eating with the king at his table was a great honor. AT: \"you will always eat with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What is your servant, that you should look with favor on such a dead dog as I am?", "text": "This rhetorical question shows that Mephibosheth understands that he is not important enough for the king to take care of him. This can be translated as a statement. AT: \"I am like a dead dog. I do not deserve for you to be kind to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "such a dead dog", "text": "Here Mephibosheth represents the line of Saul, and he compares himself to a \"dead dog.\" Dogs were feral animals, not cared for, and of little importance. A dead dog would be considered even less important. AT: \"such a person like me who is worthless as a dead dog\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "must always eat at my table", "text": "Here \"my table\" represents being together with David or in his presence. Eating with the king at his table was a great honor. AT: \"must always eat with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now Ziba ... servants", "text": "Here \"now\" makes a break in the main storyline. The narrator gives background information about Ziba. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "fifteen sons and twenty servants", "text": "\"15 sons and 20 servants\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "11", "tn": [{"ref": "Your servant will do all that my master the king commands his servant", "text": "Ziba refers to himself as \"your servant\" and refers to David as \"my master.\" AT: \"I, your servant will do all that you, my king, command me to do\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Mica", "text": "This is the name of the son of Mephibosheth. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all who lived in the house of Ziba", "text": "Here \"house\" represents Ziba's family. AT: \"all of Ziba's family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he always ate at the king's table", "text": "Here \"table\" represents being together with David or in his presence. Eating with the king at his table was a great honor. AT: \"he always ate with the king at his table\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "though he was lame in both his feet", "text": "\"thouge both of his feet were damaged.\" Here \"feet\" represents the ability to walk. AT: \"though he was unable to walk\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]