[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul speaks to the Jewish crowd in Jerusalem."}, {"ref": "General Information:", "text": "Verse 2 gives background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Brothers and fathers", "text": "This is a polite way of addressing men who are Paul's age as well as the older men in the audience."}, {"ref": "I will now make to you", "text": "\"I will now explain to you\" or \"I will now present to you\""}, {"ref": "the Hebrew language", "text": "The Hebrew language was the language of the Jews."}]}, {"id": "03", "tn": [{"ref": "but educated in this city at the feet of Gamaliel", "text": "This can be stated in active form. AT: \"but I was a student of rabbi Gamaliel here in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at the feet of Gamaliel", "text": "Here \"feet\" stands for the place where a student would sit while learning from a teacher. AT: \"by Gamaliel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Gamaliel", "text": "Gamaliel was one of the most prominent teachers of the Jewish law. See how you translated this name in [[:en:bible:notes:act:05:33|5:34]]."}, {"ref": "I was instructed according to the strict ways of the law of our forefathers", "text": "This can be stated in active form. AT: \"He instructed me how to carefully obey every law of our forefathers\" or \"The instruction I received followed the exact details of the law of our forefathers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "law of our forefathers", "text": "This is another way of saying \"law of Moses.\""}, {"ref": "I am zealous for God", "text": "\"I am completely dedicated to obeying God\" or \"I am passionate about my service to God\""}, {"ref": "just as all of you are today", "text": "\"in the same way all of you are today.\" Paul compares himself with the crowd."}, {"ref": "this Way", "text": "This was a term used to refer to Christianity. See how you translated \"the Way\" in [[:en:bible:notes:act:09:01|9:2]]."}, {"ref": "to the death", "text": "The word \"death\" can be translated with the verb \"kill\" or \"die.\"  AT: \"and I looked for ways to kill them\" (UDB)\" or \"and I even caused them to die\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "delivered them into prison", "text": "\"threw them into prison\" or put them into prison\""}, {"ref": "bear witness that", "text": "\"tell how,\" \"attest that,\" or \"testify that\""}, {"ref": "I received letters from them", "text": "\"The high priests and elders gave me letters\""}, {"ref": "for the brothers in Damascus", "text": "Here \"brothers\" refers to \"fellow Jews.\""}, {"ref": "I was to bring back in bonds to Jerusalem those of this Way", "text": "\"They ordered me to bind with chains those of the Way and bring them back to Jerusalem\""}, {"ref": "in order to be punished", "text": "This can be stated in active form. AT: \"in order that they may receive punishment\" or \"in order that the Jewish authorities could punish them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul describes his encounter with Jesus."}, {"ref": "It happened that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "heard a voice say to me", "text": "Here \"voice\" stands for the person speaking. AT: \"I heard someone say to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "they did not understand the voice of him who spoke to me", "text": "Here \"voice\" stands for the person speaking. AT: \"they did not understand what the one who spoke to me was saying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "there you will be told", "text": "This can be stated in active form. AT: \"there someone will tell you\" or \"there you will find out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I could not see because of that light's brightness", "text": "\"I was left blind because of that light's brightness\""}, {"ref": "I went into Damascus being led by the hands of those who were with me", "text": "Here \"hands\" stands for those leading Paul. This can be stated in active form. AT: \"those with me guided me into Damascus\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The words \"He\" and \"him\" refer to Ananias."}, {"ref": "Ananias", "text": "Though this is not the same Ananias who died earlier in Acts [[:en:bible:notes:act:05:03|5:3]], you may translate it the same way though as you did in [[:en:bible:notes:act:05:01|5:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "devout man according to the law", "text": "Ananias was very serious about following God's law."}, {"ref": "well spoken of by all the Jews who lived there", "text": "This can be stated in active form. AT: \"the Jews who lived there spoke well of him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Brother Saul", "text": "Here \"Brother\" is a polite way to address someone. AT: \"My friend Saul\" (UDB)"}, {"ref": "receive your sight", "text": "The word\"sight\" can be translated with the verb \"see.\" AT: \"see again\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "In that very hour", "text": "This was a customary way of saying something happened immediately. AT: \"At that instant,\" \"Instantly,\" \"Right away\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes telling what had happened to him in Damascus. He quotes what Ananias said to him. This is still part of his speech to the crowd in Jerusalem."}, {"ref": "General Information:", "text": "The word \"he\" refers to Ananias. (See: [[:en:bible:notes:act:22:12|22:12]])"}, {"ref": "his will", "text": "\"what God is planning and will cause to happen\""}, {"ref": "to hear the voice coming from his own mouth", "text": "Both \"voice\" and \"mouth\" refer to the one speaking. AT: \"to hear him speak directly to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to all men", "text": "Here \"men\" means all people whether male or female. AT: \"to all people\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "And now", "text": "Here \"now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "why are you waiting?", "text": "This question was asked to exhort Paul to be baptized. AT: \"Do not wait!\" or \"Do not delay!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "be baptized", "text": "This can be stated in active form. AT: \"let me baptize you\" (UDB) or \"receive baptism\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wash away your sins", "text": "As washing one's body removes dirt, calling on the name of Jesus for forgiveness cleanses one's inner being from sin. AT: \"ask forgiveness for your sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "calling on his name", "text": "Here \"name\" refers to the Lord. AT: \"calling on the Lord\" or \"trusting in the Lord\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins to tell the crowd about his vision of Jesus."}, {"ref": "it happened that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "I was given a vision", "text": "This can be stated in active form. AT: \"I had a vision\" or \"God gave me a vision\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I saw him say to me", "text": "\"I saw Jesus as he said to me\""}, {"ref": "they will not accept your testimony about me", "text": "\"those who live in Jerusalem will not believe what you tell them about me\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "This ends what Paul was able to say to the crowd of Jewish people by the fortress."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the non-believing Jews in Jerusalem."}, {"ref": "they themselves know", "text": "The word \"themselves\" is used for emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "in every synagogue", "text": "Paul went to synagogues to find Jews who believed in Jesus."}, {"ref": "the blood of Stephen your witness was spilled", "text": "Here \"blood\" stands for Stephen's life. To spill blood means to kill. This can be stated in active form. AT: \"they killed Stephen who testified about you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the words \"him\" and the first two words \"he\" refer to Paul. The word \"He\" and the last \"he\" refer to the chief captain."}, {"ref": "Away with such a fellow from the earth", "text": "The phrase \"from the earth\" adds emphasis to \"Away with such a fellow.\" AT: \"Kill him\""}, {"ref": "As they were", "text": "\"While they were\" (UDB). The phrase \"As they were\" is used to mark two events that are happening at the same time."}, {"ref": "throwing off their cloaks, and throwing dust into the air", "text": "These actions show that the Jews there are outraged because they feel Paul has spoken against God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "chief captain", "text": "a Roman military officer or leader of about 600 soldiers"}, {"ref": "commanded Paul to be brought", "text": "This can be stated in active form. AT: \"ordered his soldiers to bring Paul\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the fortress", "text": "This fortress was connected to the outer temple court. See how you translated this in [[:en:bible:notes:act:21:34|21:34]]."}, {"ref": "He ordered that he should be questioned with scourging", "text": "The commander wants Paul tortured by whipping him to ensure he tells the truth. This can be stated in active form. AT: \"He ordered his soldiers to whip Paul to force him to tell the truth\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that he himself", "text": "The word \"himself\" is used for emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the soldiers."}, {"ref": "the thongs", "text": "These were strips of leather or animal hide."}, {"ref": "Is it lawful for you to scourge a man who is a Roman and uncondemned?", "text": "Paul uses this question to make the centurion check the validity of having his soldiers whip Paul. AT: \"It is not lawful for you to whip a man who is a Roman and not condemned!\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "uncondemned", "text": "This means no one has proven him guilty in court."}, {"ref": "What are you about to do?", "text": "This question is used to urge the commander to reconsider his plan to whip Paul. AT: \"You should not do this!\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the word \"him\" refers to Paul."}, {"ref": "The chief captain came", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "It was only with a large amount of money", "text": "\"It was only after I paid a lot of money to the Roman authorities.\" The captain makes this statement because he knows how hard it is to become a Roman citizen, and he suspects Paul is not telling truth."}, {"ref": "I acquired citizenship", "text": "\"I obtained citizenship\" or \"I became a citizen\""}, {"ref": "I was born a Roman citizen", "text": "If the father is a Roman citizen, then his children become Roman citizens automatically when they are born."}, {"ref": "the men who were going to question", "text": "\"the men who planned to question\" or \"the men who were preparing to question\""}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to the chief captain."}, {"ref": "chief captain", "text": "a military officer of about 600 soldiers"}, {"ref": "So he untied his bonds", "text": "Possibly the \"chief officer\" stands for the chief officers' soldiers. AT: \"So the chief captain ordered his soldiers to untie Paul's bonds\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he brought Paul down", "text": "From the fortress, there is a stairway going down to the temple courts."}]}]