[{"id": "01", "tn": [{"ref": "Arise and state your case ... he will fight in court against Israel", "text": "In 6:1-5 Micah uses courtroom imagery. Yahweh speaks before the witnesses to determine why the people of Israel have abandoned God and started worshiping idols."}, {"ref": "the mountains ... the hills ... enduring foundations of the earth", "text": "Micah is speaking to these things as if they are humans. Micah is using the mountains, hills, and foundations of the earth as an eternal witness against his people's idolatry. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's lawsuit against the people of Israel. (See: [[:en:bible:notes:mic:06:01|6:1-2]])"}, {"ref": "My people, what have I done to you? How have I wearied you? Testify against me!", "text": "God uses questions to emphasize that he is a good God, and he has done nothing to cause the people to stop worshiping him. AT: \"My people, I have been good to you. I have done nothing to make you tired of me. If you think I have, testify against me, now.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "house of bondage", "text": "AT: \"the place where you were slaves\""}, {"ref": "call to mind", "text": "\"remember\""}, {"ref": "Balak king of Moab devised, and what Balaam son of Beor answered him", "text": "This refers to an event in the past when King Balak hired Balaam to curse the people of Israel. However, God allowed Balaam to only bless the people."}, {"ref": "Beor", "text": "This is the name of Balaam's father. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shittim", "text": "This is the name of a place in Moab."}, {"ref": "that you may know the righteous acts of me, Yahweh", "text": "\"so that you may remember who I am, and what I have done for you\""}]}, {"id": "06", "tn": [{"ref": "What should I bring to Yahweh, as I bow down to the high God? Should I come to him with burnt offerings, with calves a year old? Will Yahweh be pleased with thousands of rams, or with ten thousand rivers of oil? Should I give my firstborn for my transgression, the fruit of my body for my own sin?", "text": "Micah uses questions to teach the people of Israel about what is really pleasing to God. AT: \"Surely you do not think that you can please God by bringing him a year-old calf, 1,000 rams, 10,000 rivers of oil, or even your firstborn child as a sacrifice for your sins.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "my firstborn for my transgression, the fruit of my body for my own sin", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He has told you", "text": "\"Yahweh has told you\""}]}, {"id": "09", "tn": [{"ref": "The voice of Yahweh is making a proclamation to the city", "text": "AT: \"Yahweh is making an announcement to the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "even now wisdom acknowledges your name", "text": "AT: \"and the wise person will fear Yahweh\" or \"and the wise person will obey what Yahweh says\""}, {"ref": "Pay attention to the rod, and to the one who has put it in place", "text": "Here \"rod\" refers to the enemy army with which Yahweh will discipline his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "false measures", "text": "This refers to weights that weighed items incorrectly so the person could purposely deceive others and make more money for himself."}]}, {"id": "11", "tn": [{"ref": "Should I consider a person to be innocent if he uses fraudulent scales, with a bag of deceptive weights", "text": "Yahweh uses a question to emphasize that he considers guilty the person who deceives others in order to make more money. AT: \"I certainly will consider a person guilty if he uses unfair scales and weights in order to cheat others and makes more money for himself. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The rich men are full of violence", "text": "\"The rich men take advantage of the poor\""}, {"ref": "the inhabitants have spoken lies, and their tongue in their mouth is deceitful", "text": "Both of these clauses mean the same thing and are combined for emphasis. AT: \"all of you are liars.\" This should make an emotional impact on readers. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "13", "tn": [{"ref": "Therefore I have struck you with a severe wound ... but drink no wine", "text": "Yahweh describes his punishment of his people as allowing the enemy army to come and take everything they grew, prepared, and stored for themselves."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "The regulations made by Omri have been kept", "text": "\"You have done what Omri commanded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Omri ... Ahab", "text": "Both of these men were kings over the northern kingdom of Israel. God considered both of them to be very wicked. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "You walk by their advice", "text": "\"you have done the evil things that Omri and Ahab told the people to do"}, {"ref": "an object of hissing", "text": "That is, something to mock by hissing at it."}]}]