[{"id": "01", "tn": [{"ref": "in his master's view", "text": "The king's \"view\" refer to what he thinks about something. AT: \"in the king's opinion\" (See:[[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "because by him Yahweh had given victory to Aram", "text": "Here \"Aram\" refers to the Aramean army. AT: \"because through Naaman, Yahweh had given victory to the Aramean army\""}, {"ref": "The Arameans had gone out", "text": "Here the \"Arameans\" refer to the Aramean soldiers. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "raiding in bands", "text": "\"in small groups attacking.\" This means to go out attacking an enemy in small groups."}]}, {"id": "03", "tn": [{"ref": "The girl said to her mistress", "text": "The girl from Israel, who had been captured by the Aramean soldiers, spoke to Naaman's wife."}, {"ref": "my master", "text": "Here \"my master\" refers to Naaman."}]}, {"id": "05", "tn": [{"ref": "I will send a letter", "text": "The king is going to give the letter to Naaman to take with him to the king of Israel. AT: \"I will send a letter with you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "ten talents of silver, six thousand pieces of gold", "text": "\"10 talents of silver, 6,000 pieces of gold.\" This can be written in modern measurements. AT: \"340 kilograms of sliver, 6,000 pieces of gold\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "took with him ten ... clothes", "text": "This were gifts from the king of Aram for the king of Israel. AT: \"took with him ten ... clothes, which were gifts for the king of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "he tore his clothes", "text": "Often people would rip their clothes if they were in great distress. AT: \"he ripped his clothes to show his distress\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Am I God, to kill and to make alive, that this man wants me to cure a man of his leprosy?", "text": "The king uses this rhetorical question to emphasize that the request of the king of Aram is outrageous and something he cannot do. This can be written as a statement. AT: \"The king of Aram must think I am some sort of God, with the power over death and life! He wants me to cure this man of his leprosy, but I cannot do that.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It seems he is seeking to start an argument with me", "text": "The king of Israel did not believe the request to heal Naamam was the real reason for the letter. He thought the real reason was to start a fight. AT: \"It seems he is looking for an excuse to start a fight with me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Elisha talks to the King of Israel about Naaman."}, {"ref": "Why have you torn your clothes?", "text": "Elisha uses this rhetorical question to emphasize to the king that he does not need to be distressed and tear his clothes. AT: \"There is no need to be distressed and tear your clothes.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your flesh will be restored", "text": "This can be written in active form. AT: \"your flesh will be well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be clean", "text": "this means that he will no longer be unclean. A person who God considers spiritually unacceptable or defiled is spoken of as if the person were physically unclean. God considers a person who has leprosy as being defiled and unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "Look", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the name of Yahweh", "text": "Here Yahweh is referred to by his name. AT: \"Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "over the place", "text": "\"over the diseased area of my skin\" or \"over my leprosy\""}, {"ref": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel?", "text": "Naaman uses this rhetorical question to emphasize that the Abanah and the Pharpar are better rivers than the Jordan. This can be written as a statement. AT: \"The Abanah and the Pharpar Rivers, in my home country of Aram, are much better than any of the rivers of Israel! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Abanah and Pharpar", "text": "These are the names of rivers. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Can I not bathe in them and be clean?", "text": "Naaman uses this rhetorical question to emphasize that he could have bathed in the other rivers easily. He believes that bathing in them could heal him just as bathing in the Jordan could. This can be written as a statement. AT: \"I should have just bathed in them and been healed!\" or \"I could just as easily have bathed in them and been healed!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "went away in a rage", "text": "\"was very angry as he walked away\""}]}, {"id": "13", "tn": [{"ref": "My father", "text": "The servants were showing respect to Naaman by addressing him as \"my father\" or \"sir.\""}, {"ref": "would you not have done it?", "text": "The servant uses this question to carefully rebuke Naaman. AT: \"you surely would have done it!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How much rather then", "text": "The servant is comparing how much more willing Naaman should be to obey a simple command since he is willing to obey a difficult one. AT: \"How much more willing you should be to obey\" or \"Should you not be even more willing to obey\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "How much rather then, when he says to you to simply, 'Dip yourself and be clean?", "text": "The servant uses this rhetorical question to emphasize to Naaman that he should obey Elisha's command. This question can be written as statement. AT: \"You should be even more willing to obey when he says to you simply, 'Dip yourself and be clean.'\" [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the man of God", "text": "\"Elisha, the man of God\""}, {"ref": "His flesh was restored again like the flesh of a little child", "text": "This speaks how smooth Namaan's skin is after he is healed by comparing it to the skin of a young child. AT: \"His flesh was restored again and was as soft as the flesh of a young child\" or \"His skin was well again and was smooth like a young child's skin\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His flesh", "text": "\"His skin\""}, {"ref": "he was healed", "text": "This can be stated in active form. AT: \"his leprosy was gone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Look", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "there is no God in all the earth except in Israel", "text": "This can be stated in positive form. AT: \"the God of Israel is the only true God!\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "As Yahweh lives, before whom I stand", "text": "\"As surely as I know that Yahweh lives, before whom I stand.\" Here Elisha compares the certainty that Yahweh is alive to the certainty that he will not receive any gifts from Naaman. This is a way of making a solemn promise. AT: \"As surely as Yahweh lives, before whom I stand, I promise you,\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "before whom I stand", "text": "Here serving Yahweh is spoken of as standing in his presence. AT: \"whom I serve\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will receive nothing", "text": "This means that he will not accept any gifts. AT: \"I will not take any gifts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "If not", "text": "The missing words may be added. AT: \"If you will not take the gifts I have brought for you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "let there be given to your servant", "text": "This can be stated in active from. AT: \"let me have\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "two mule loads of earth", "text": "Naaman is asking to take soil from Israel and place it in sacks for two mules to carry home with him. He then plans to build an altar on the soil. AT: \"as much soil from Israel as two mules can carry, so that I can build an altar to Yahweh.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your servant", "text": "Naaman refers to himself as Elisha's servant to honor him."}, {"ref": "will offer neither burnt offering nor sacrifice to any god but Yahweh", "text": "This can be written in positive form. AT: \"will not offer burnt offering or sacrifice to any god but Yahweh\" or \"will only offer burnt offerings and sacrifices to Yahweh\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "when my king", "text": "This is referring to the king of Aram, the king that Namaan works for."}, {"ref": "he leans on my hand", "text": "\"he supports himself on my arm.\" This means that Naaman assists the king when he bows in the house of Rimmon because the king is either old or sick."}, {"ref": "Go in peace", "text": "\"Go home and do not worry\" or \"Leave without fear\""}]}, {"id": "20", "tn": [{"ref": "He had traveled", "text": "\"Naaman had traveled\""}, {"ref": "Gehazi", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2ki:04:12|4:12]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Look", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "has spared this Naaman the Aramean", "text": "\"has let Naaman the Aramean leave too easily\""}, {"ref": "by not receiving", "text": "\"by not accepting\""}, {"ref": "from his hands", "text": "Here Naaman is referred to by his hands to emphasize the act of giving. AT: \"from him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "As Yahweh lives", "text": "\"As surely as Yahweh lives.\" Here Gehazi compares the certainty that Yahweh is alive to the certainty of what he has decided to do. This is a way of making a solemn promise. AT: \"As Yahweh lives, I promise\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "of the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"from among the prophets there\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Please give them a talent of silver and two changes of clothes", "text": "Gehazi is asking Naaman to give these things to him so that he can take them and give them to the prophets. AT: \"Please give me a talent of sliver and two changes of clothes to give to them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See", "text": "This word is used here to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a talent of silver", "text": "This can be written in modern measurements. AT: \"34 kilograms of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "23", "tn": [{"ref": "two talents", "text": "This can be written in modern measurements. This talents are of silver. AT: \"two talents of silver\" or \"68 kilograms of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "laid them on two", "text": "\"gave them to\""}, {"ref": "Naaman urged Gehazi", "text": "Naaman urged him to take gifts. AT: \"Naaman urged Gehazi to take the gifts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Your servant", "text": "Gehazi refers to himself here as Elisha's servant."}]}, {"id": "26", "tn": [{"ref": "Was not my spirit with you when the man turned his chariot to meet you?", "text": "Elisha uses this rhetorical question to emphasize that Yahweh allowed him to see what Gehazi had done. This can be written as a statement. AT: \"You should have realized that my spirit could see you when Naaman stopped his chariot and talked to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is this a time to accept money ... female servants?", "text": "Elisha uses this rhetorical question to emphasize that this is not the time take gifts. This can be written as a statement. AT: \"This is not the time to accept money ... female servants.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the leprosy of Naaman will be on you and your descendants", "text": "This speaks of Gehazi and his descendant getting leprosy as if Naaman's leprosy was taken from him and given to Gehazi. AT: \"you and your descendants will have leprosy, just as Naaman had leprosy\""}, {"ref": "So Gehazi went out from his presence", "text": "The phrase \"his presence\" refers to the area where Elisha could see him. This means that he left the room where Elisha was. AT: \"When Gehazi left the room, he was\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as white as snow", "text": "Leprosy makes skin white. Here Gehazi's leprous skin is compared to the color of snow. AT: \"with skin that was white like snow\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]