[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Mahalath", "text": "This may refer to a style of music. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "the children of mankind", "text": "This refers to all people."}, {"ref": "who seek after him", "text": "Seeking God as a person would look for someone is spoken of as \"seeking\" God. Possible meanings are 1) wanting to know God. AT: \"who want to know him\" or 2) worshiping God. AT: \"who worship him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have all turned away", "text": "Rejecting God and what is right is spoken of as turning away.  AT: \"They have all turned away from doing what is right\" or \"They have all rejected God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "Do those who commit iniquity have no understanding—those ... God?", "text": "This question is used to show the shock that the writer feels because the people are so sinful. It can be written as two statements. \"Those who commit iniquity act as though they do not know anything. They devour my people as if they were eating bread, and they do not call on God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who devour my people as if they were eating bread", "text": "Destroying people is spoken of as devouring them. Doing it as if they were eating bread implies that they did it very easily or without feeling guilty about it. AT: \"those who destroy my people as freely as if they were eating bread\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "God will scatter the bones of whoever will camp against you", "text": "Scattering people's bones represents killing them and allowing their bones to remain wherever they have died and not be buried properly. \"God will completely destroy whoever will camp against you, and their bones will lie scattered on the ground\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever will camp against you", "text": "Camping against people represents attacking them. Enemy armies would travel and set up camps to live in temporarily near the people they wanted to attack. AT: \"whoever will attack you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "Oh, that the salvation of Israel would come", "text": "The word \"Oh\" here  introduces an exclamation that expresses a hope or prayer. AT: \"I hope that the salvation of Israel will come\" or \"I pray that the salvation of will come\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "the salvation of Israel would come from Zion", "text": "The salvation represents God, the savior, whose temple is in Zion. AT: \"the  savior of Israel would come from Zion\" or \"God would come from Zion and save Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When God brings back his people from the captivity", "text": "\"When God saves his captive people\""}, {"ref": "Jacob will rejoice and Israel will be glad!", "text": "These two phrases have the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Jacob", "text": "Here \"Jacob\" refers to the descendants of Jacob, the Israelites. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]