[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I lift up my life", "text": "The phrase \"lift up my life\" is a metaphor. Possible meanings are 1) the writer is giving himself to Yahweh, which means he is completely depending on Yahweh. AT: \"I give myself to you\" (UDB) or 2) he is offering prayer and adoration to Yahweh. AT: \"I worship and adore you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not let me be humiliated", "text": "This can be stated in active form. AT: \"Do not let my enemies humiliate me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "humiliated", "text": "\"ashamed\""}, {"ref": "rejoice triumphantly over me", "text": "\"rejoice in triumph over me.\" The phrase \"over me\" implies that his enemies have defeated him and stand above in victory. AT: \"defeat me and rejoice about it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May no one who hopes in you be disgraced", "text": "\"Do not let those who hope in you be disgraced.\" Disgrace could come from being defeated by their enemies. This can be stated in active form. AT: \"Do not let enemies defeat those who hope in you\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who hopes in you", "text": "\"who trusts you\""}, {"ref": "act treacherously", "text": "\"act deceitfully\" or \"act with trickery\""}, {"ref": "without cause", "text": "\"without a reason\""}]}, {"id": "004", "tn": [{"ref": "Make known to me your ways, Yahweh; teach me your paths", "text": "Both statements mean the same thing. God teaching a person how they should behave is spoken of as if he were showing a person the correct path on which a person should travel. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I hope in you", "text": "\"I depend on you\" or \"I wait patiently for you\""}, {"ref": "Guide me into your truth and teach me", "text": "Guide and teach mean the same thing, to give instruction. AT: \"Instruct me to conduct my life by obeying your truth\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the God of my salvation", "text": "The abstract noun \"salvation\" can be stated as \"saves.\" AT: \"the one who saves me\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "006", "tn": [{"ref": "Call to mind", "text": "This is an idiom. This does not mean God forgot something. The writer is asking God to think about and consider his acts of compassion and faithfulness. AT: \"Remember\" or \"Think about\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your acts of compassion and of covenant faithfulness", "text": "The abstract nouns \"compassion\" and \"faithfulness\" can be stated as adjectives. AT: \"how you have been compassionate and faithful to me because of your covenant\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for they have always existed", "text": "Here \"they\" personifies God's compassion and covenant faithfulness. AT: \"for that is how you have always been\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Do not think about the sins of my youth", "text": "The abstract noun \"sins\" can be stated as \"sinned.\" AT: \"Do not think about how I sinned against you when I was young\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "or my rebelliousness", "text": "The abstract noun \"rebelliousness\" can be stated as \"rebelled.\" AT: or about how I have rebelled against you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Call me to mind", "text": "This is an idiom. This does not mean God forgot something. The writer is asking God to think about him. AT: \"Remember me\" or \"Think about me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with covenant faithfulness because of your goodness", "text": "The abstract nouns \"faithfulness\" and \"goodness\" can be stated as adjectives. AT: \"and be faithful to me because of your covenant, because you are good\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "008", "tn": [{"ref": "the way ... his way", "text": "How God wants a person to behave is spoken of as if it were a way or path on which a person travels. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the humble", "text": "This nominal adjective can be stated as an adjective. AT: \"humble people\" or \"those who are humble\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "010", "tn": [{"ref": "All the paths of Yahweh are steadfast love and faithfulness", "text": "The word \"paths\" is a metaphor for ways. AT: \"Yahweh always loves us because of his covenant and he is always trustworthy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For your name's sake", "text": "The phrase \"your name\" here refers to Yahweh's reputation. AT: \"For your reputation\" or \"So that people will honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pardon my sin, for it is great", "text": "The abstract noun \"sin\" can be stated as \"sinned.\" AT: \"please forgive me, for I have sinned much\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "012", "tn": [{"ref": "Who is the man who fears Yahweh?", "text": "This question introduces \"the man who fears Yahweh\" as a new topic. AT: \"I will tell you about the man who fears Yahweh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "is the man who fears ... instruct him ... he should ... His life ... his descendants", "text": "This does not refer to a specific person. AT: \"are those who fear ... instruct them ... they should ... Their lives ... their descendants\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "The Lord will instruct him in the way that he should choose", "text": "Yahweh teaching people how they should behave is spoken of as if Yahweh were teaching the people what way or path they should travel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His life will go along in goodness", "text": "\"God will cause him to prosper\" or \"God will cause them to prosper\""}]}, {"id": "014", "tn": [{"ref": "The friendship of Yahweh is for those", "text": "\"Yahweh is a friend to those.\" Some translate it as \"Yahweh confides in those.\" His confiding in them shows the intimate friendship he has with them."}, {"ref": "My eyes are always on Yahweh", "text": "Here \"eyes\" represents looking. Looking to Yahweh is a way of saying he is asking Yahweh for help. AT: \"I always look to Yahweh\" or \"I always ask Yahweh to help me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for he will free my feet from the net", "text": "A net is a trap. A person who is in danger is spoken of as if their feet are tangled in a net. AT: He will rescue me from danger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Turn toward me", "text": "Yahweh paying attention to a person and considering him is spoken of as if Yahweh were physically turning towards the person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "017", "tn": [{"ref": "The troubles of my heart are enlarged", "text": "Here \"heart\" represents a person's emotions. AT: \"I feel more and more troubled\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "draw me out from my distress", "text": "\"bring me out of my distress.\" This speaks of distress as if it were a place that a person can be brought out of. AT: \"rescue me from my distress\" or \"relieve me of my distress\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my distress", "text": "The word \"distress\" is an abstract noun. AT: \"the things that distress me\" or \"the things that cause me to be afraid\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "See my affliction", "text": "\"Notice my affliction\""}, {"ref": "my affliction", "text": "The abstract noun \"affliction\" can be stated as a verb. AT: \"the things that afflict me\" or \"how afflicted I am\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my toils", "text": "The word \"toils\" is an abstract noun. AT: \"the things that trouble me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they hate me with cruel hatred", "text": "\"they hate me cruelly\" or \"they hate me fiercely\""}]}, {"id": "020", "tn": [{"ref": "do not let me be humiliated", "text": "This can be stated in active form. AT: \"Do not let my enemies humiliate me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "take refuge in you!", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to you for protection!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May integrity and uprightness preserve me", "text": "This speaks about \"integrity\" and \"uprightness\" as if they were persons who could keep another person safe. These abstract nouns can be stated as adjectives. AT: \"May being honest and doing what is right preserve me\" or \"Preserve me, Lord, because I am honest and do what is right\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "preserve me", "text": "\"keep me safe\""}]}, {"id": "022", "tn": [{"ref": "Rescue Israel", "text": "\"Save Israel\" or \"Redeem Israel\""}, {"ref": "Israel ... his troubles", "text": "Here \"Israel\" represents the people of Israel. AT: \"the people of Israel ... our troubles\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]