[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author starts to tell a new part of the story."}, {"ref": "Put your hand under my thigh", "text": "Abraham was about to ask the servant to swear to do something. Putting his hand under Abraham's thigh would show that he would certainly do what he would swear to do. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "I will make you swear", "text": "This can be expressed as a command. AT: \"swear\" (See: [[;en:ta:vol2:translate:figs_imperative]])"}, {"ref": "swear by Yahweh", "text": "The term \"swear by\" means to use the name of something or someone as the basis or power on which the oath is made. \"promise me with Yahweh as your witness\""}, {"ref": "the God of heaven and the God of the earth", "text": "\"the God of heaven and earth.\" The words \"heaven\" and \"earth\" are used together to mean every thing that God created. AT: \"the God of everything in heaven and earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "heaven", "text": "This refers to the place where God lives."}, {"ref": "from the daughters of the Canaanites", "text": "\"from the Canaanite women\" or \"from the Canaanites.\" This refers to Canaanite females."}, {"ref": "among whom I make my home", "text": "\"among whom I live.\" Here, \"I\" stands for Abraham and all of his family and servants. AT: \"among whom we live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But you will go", "text": "This can be stated as a command. AT: \"Swear that you will go\" or \"But go\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "my relatives", "text": "\"my family\""}]}, {"id": "05", "tn": [{"ref": "What if", "text": "\"What should I do if\""}, {"ref": "will not be willing to follow me", "text": "\"will not follow me\" or \"refuses to come back with me\""}, {"ref": "Must I take your son back to the land from which you came", "text": "\"Should I take you son to live in the land from which you came\""}, {"ref": "Make sure that you do not take my son back there", "text": "The phrase \"Make sure\" emphasizes the command that follows.\"Be careful not to take my son back there\" or \"You definitely must not take my son there\""}, {"ref": "who took me from my father's house", "text": "Here \"house\" stands for the people in his family. AT: \"who took me from my father and the rest of my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "promised me with a solemn oath", "text": "\"swore an oath to me\""}, {"ref": "saying, 'To your offspring I will give this land,'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"saying that he would give this land to my offspring\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "he will send his angel", "text": "The words \"he\" and \"his\" refer to Yahweh."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Verse 8 is a continuation of the instructions Abraham gave his servant."}, {"ref": "But if the woman is not willing to follow you", "text": "\"But if the woman refuses to come with you.\" Abraham was answering the servant's question from [[:en:bible:notes:gen:24:05|24:5]]. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "you will be free from this oath of mine", "text": "\"you will be released from the oath you made to me.\" Not having to fulfill an oath is spoken of as if the person is free from an object to which he was bound. AT: \"you will not have to do what you swore to me that you would do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "put his hand under the thigh of Abraham his master", "text": "This was to show that he would certainly do what he was swearing to do. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "swore to him", "text": "\"made an oath to him\""}, {"ref": "concerning this matter", "text": "\"concerning Abraham's request\" or \"that he would do what Abraham said\""}]}, {"id": "10", "tn": [{"ref": "and departed. He also took", "text": "The sentence starting with \"He also took\" gives additional information about what the servant took with him on the journey. He gathered them before he departed."}, {"ref": "He also took with him all kinds of gifts from his master", "text": "This means he also took many good things that his master wanted to give to the woman's family."}, {"ref": "departed and went", "text": "\"set out and went\" or \"he left and went\""}, {"ref": "the city of Nahor", "text": "Possible meanings are 1) the city where Nahor lived\" or 2) \"the city called Nahor.\" If you can translate it without choosing a meaning, do so. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He made the camels kneel down", "text": "Camels are tall animals with long legs. He made them bend their legs and lower their bodies to the ground. \"He made the camels lie down\""}, {"ref": "well of water", "text": "\"water well\" or \"well\" (UDB)"}, {"ref": "draw water", "text": "\"get water\" (UDB)"}]}, {"id": "12", "tn": [{"ref": "Then he said", "text": "\"Then the servant said\""}, {"ref": "grant me success today and show covenant faithfulness to my master Abraham", "text": "You can state this with the connecting word \"by.\" This makes clear how the servant wants God to show covenant faithfulness. AT: \"Show covenant faithfulness to my master Abraham by granting me success today\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "grant me success", "text": "\"give me success.\" The servant wanted to find a good wife for Abraham's son. The abstract noun \"success\" can be stated as a verb. AT: \"help me to succeed\" or \"make me able to do what I have come here to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "show covenant faithfulness to my master Abraham", "text": "This is faithfulness because of the covenant that God made with Abraham. The abstract noun \"faithfulness\" can be stated as \"be faithful.\" AT: \"be faithful to my master Abraham because of your covenant\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Look", "text": "Here the word \"Look\" adds emphasis to what follows."}, {"ref": "the spring of water", "text": "\"the spring\" or \"the well\""}, {"ref": "the daughters of the men of the city", "text": "\"the young women of the city\""}, {"ref": "Let it happen like this", "text": "\"Let it happen this way\" or \"Make this happen\""}, {"ref": "When I say to a young woman, 'Please lower your pitcher so that I may drink,'", "text": "This is a quotation within a quotation. This can be expressed with an indirect quote. AT: \"When I ask a young woman to let me have a drink of water from her jar\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Please lower  your pitcher", "text": "The women carried the pitchers on their shoulder. She would have to lower it to give the man a drink."}, {"ref": "pitcher", "text": "a medium-size jar made of clay used for holding and pouring liquids"}, {"ref": "that you have shown covenant faithfulness to my master", "text": "The abstract noun \"faithfulness\" can be stated as \"been faithful.\" AT: \"that you have been faithful to my master because of your covenant\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "15", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "pitcher", "text": "This is a medium-size jar made of clay used for holding and pouring liquids. See how you translated this in [[:en:bible:notes:gen:24:12|24:14]]."}, {"ref": "Rebekah was born to Bethuel son of Milcah, the wife of Nahor, Abraham's brother", "text": "\"Rebekah's father was Bethuel. Bethuel's parents were Milcah and Nahor. Nahor was Abraham's brother\""}, {"ref": "Bethuel", "text": "Bethuel was Rebekah's father. See how you translated this name in [[:en:bible:notes:gen:22:20|22:22]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Nahor", "text": "This is the name of a man. See how you translated his name in [[:en:bible:notes:gen:11:22|11:22]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Milcah", "text": "Milcah was Nahor's wife and Bethuel's mother. See how you translated this name in [[:en:bible:notes:gen:11:29|11:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "She went down to the spring ... and came up", "text": "The spring was somewhere lower in elevation than where the servant was standing."}]}, {"id": "17", "tn": [{"ref": "to meet her", "text": "\"to meet the young woman\""}, {"ref": "a little drink of water", "text": "\"a little water\""}, {"ref": "pitcher", "text": "This is a medium-size jar made of clay used for holding and pouring liquids. See how you translated this in [[:en:bible:notes:gen:24:12|24:14]]."}, {"ref": "my master", "text": "\"sir.\" Here the woman uses this term of respect to refer to the man, though she is not his slave."}, {"ref": "she quickly let down her pitcher on her hand", "text": "\"she quickly lowered her pitcher.\" She was carrying the pitcher on her shoulder. She had to lower it to get water for the servant."}]}, {"id": "19", "tn": [{"ref": "I will draw water", "text": "\"I will get water\""}, {"ref": "So she hurried and emptied her pitcher", "text": "\"So she quickly emptied her pitcher\""}, {"ref": "the trough", "text": "\"the animals' water trough\" (UDB). A trough is a long open container for holding water for animals to drink."}]}, {"id": "21", "tn": [{"ref": "The man", "text": "\"The servant\" (UDB)"}, {"ref": "watched her", "text": "\"watched Rebekah\" or \"watched the young woman\""}, {"ref": "to see", "text": "Learning something is often spoken of as if it were seeing. AT: \"to know\" (UDB) or \"to determine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "had prospered his journey", "text": "\"had fulfilled the purpose of his journey\" or \"had made his journey successful.\" You can make explicit what specifically the servant was trying to determine. AT: \"was showing him the woman who would become Isaac's wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "or not", "text": "You can state clearly the understood information. AT: \"or not prospered his journey\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a gold nose ring weighing half a shekel", "text": "\"a gold nose ring that weighed six grams\" (UDB). The weight indicates the value of the ring. AT: \"an expensive gold nose ring\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "two gold bracelets for her arms weighing ten shekels", "text": "\"two gold bracelets for her arms that weighed 110 grams.\" The weight shows their size and value. AT: \"two large gold bracelets for her arms\" (UDB) (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "Whose daughter are you", "text": "\"Who is your father\""}, {"ref": "is there room in your father's house", "text": "\"is there a place in your father's house\""}, {"ref": "for us", "text": "Apparently other men went on this journey with Abraham's servant. Here \"us\" refers to the servant and those traveling with him. (See: [[:en:ta:vol2:translate:figs_exclusive]]"}, {"ref": "to spend the night", "text": "\"to stay tonight\" or \"to stay for the night\""}]}, {"id": "24", "tn": [{"ref": "She said", "text": "\"Rebekah said\" or \"the young woman said\""}, {"ref": "to him", "text": "\"to the servant\""}, {"ref": "I am the daughter of Bethuel son of Milcah, whom she bore to Nahor", "text": "\"Bethuel is my father, and his parents are Milcah and Nahor\""}, {"ref": "We have plenty of both straw and feed", "text": "It is understood that the straw and feed are for the camels. You can make clear this understood information. AT: \"We have plenty of straw and feed for the camels\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "for you to spend the night", "text": "\"for you to stay tonight\" or \"where you can stay for the night\""}, {"ref": "for you", "text": "Here \"you\" refers to the servant and those traveling with him. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "26", "tn": [{"ref": "the man", "text": "\"the servant\" (UDB)"}, {"ref": "bowed down", "text": "This is a sign of humility before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "has not forsaken his covenant faithfulness and his trustworthiness toward my master", "text": "\"has not stopped showing his covenant faithfulness and trustworthiness to my master.\" The abstract nouns \"faithfulness\" and \"trustworthiness\" can be stated as \"to be faithful and trustworthy.\" AT: \"has continued to be faithful and trustworthy because of his covenant with my master\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "has not forsaken", "text": "This can be stated in positive form. AT: \"continues to show\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "relatives", "text": "\"family\" or \"clan\""}]}, {"id": "28", "tn": [{"ref": "ran and told her mother's household", "text": "Here \"household\" stands for all the people living in her mother's house. AT: \"ran to the house and told her mother and everyone there\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all of these things", "text": "\"everything that had just happened\""}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells background information about Rebekah. The author introduces her brother, Laban, to the story. (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "When he had seen the nose ring ... and when he had heard the words of Rebekah his sister", "text": "These things happened before he ran out to the man. This tells why Laban ran out to the man. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "when he had heard the words of Rebekah his sister, \"This is what the man said to me,\"", "text": "This can be stated as an indirect quotation. AT: \"when he had heard his sister Rebekah tell what the man had said to her\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "behold", "text": "\"indeed.\" The word \"behold\" here adds emphasis to what follows."}]}, {"id": "31", "tn": [{"ref": "Come", "text": "\"Come in\" or \"Enter\""}, {"ref": "you blessed of Yahweh", "text": "\"you whom Yahweh has blessed\""}, {"ref": "you", "text": "Here the word \"you\" refers to Abraham's servant. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Why are you standing outside?", "text": "Laban used this question to invite Abraham's servant into his house. This question can be translated as a statement. AT: \"You do not need to stay outside.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "So the man came to the house", "text": "The word \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "he unloaded the camels", "text": "It is not clear who did this work. This may be stated in active form. AT: \"Laban's servants unloaded the camels\" (UDB) or \"the camels were unloaded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The camels were given straw and feed, and water was provided", "text": "This does not say who did the work. If you state this in active form use \"Laban's servants\" as the subject. AT: \"Laban's servants gave straw and feed to the camels, and they provided water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to wash his feet ... him", "text": "\"for Abraham's servant and the men who were with him to wash their feet\""}]}, {"id": "33", "tn": [{"ref": "They set", "text": "Here, the word \"they\" refers to Laban's family members or to the household servants."}, {"ref": "set food before him", "text": "\"gave food to the servant\""}, {"ref": "said what I have to say", "text": "\"spoken my words\" or \"told you why I am here\""}, {"ref": "he has become great", "text": "Here the word \"he\" refers to Abraham."}, {"ref": "become great", "text": "\"become very wealthy\""}, {"ref": "He has given", "text": "The word \"he\" refers to Yahweh."}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "bore a son to my master", "text": "\"gave birth to a son\""}, {"ref": "he has given ... to him", "text": "\"my master has given ... to his son\""}, {"ref": "My master made me swear, saying", "text": "\"My master made me swear that I would do what he told me to do. He said\""}, {"ref": "from the daughters of the Canaanites", "text": "This refers to Canaanite females. AT: \"from the Canaanite women\" or \"from the Canaanites\""}, {"ref": "in whose land I make my home", "text": "\"among whom I live.\" Here, \"I\" stands for Abraham and all of his family and servants. AT: \"among whom we live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to my relatives", "text": "\"to my own clan\" (UDB)"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "Perhaps the woman will not follow me", "text": "This is something that could possibly happen. AT: \"What if the woman will not come back with me.\" or \"What should I do if the woman will not come back with me?\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "before whom I walk", "text": "Serving Yahweh is spoken of as if Abraham were walking in Yahweh's presence. AT: \"whom I serve\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will prosper your way", "text": "\"he will make your journey successful\""}, {"ref": "family line", "text": "\"family\""}, {"ref": "But you will be free from my oath if you come to my relatives and they will not give her to you. Then you will be free from my oath", "text": "This is a hypothetical situation that Abraham did not think was likely to happen. Possible meanings are 1) \"There is only one way for you to be free from my oath: if you come to my relatives and they will not give her to you, then you will be free from my oath\" or, 2) building on verse 40, \"If you go to my father's family and ask for a girl, you will have done what I told you to do. If they will not give her to you, then you will be free from the oath you swore to me.\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "you will be free from my oath", "text": "\"you will be released from the oath you made to me.\" Not having to fulfill an oath is spoken of as if the person is free from an object to which he was bound. AT: \"you will not have to do what you swore to me that you would do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if you come to my relatives", "text": "Languages use the words come and go differently. AT: \"if you arrive at my relatives' home\" or \"if you go to my relatives\" (See: [[:en:ta:vol2:translate:figs_go]])"}]}, {"id": "42", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "the spring", "text": "\"the well\""}, {"ref": "here I am, standing by the spring of water", "text": "The servant interrupted what he was asking God to do by drawing God's attention to where he was standing."}, {"ref": "let the young woman who comes ... the woman to whom I say ... the woman who says to me", "text": "The servant went back to stating his request, and he had three things to say about the woman that he hoped would come."}, {"ref": "to draw water", "text": "\"to get water\""}, {"ref": "pitcher", "text": "This is a medium-size jar made of clay used for holding and pouring liquids. See how you translated this in [[:en:bible:notes:gen:24:12|24:14]]."}, {"ref": "let her be the woman", "text": "The servant finished his request."}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "speaking in my heart", "text": "To pray silently in one's mind is spoken of as if he were speaking in his heart. The word \"heart\" refers to his thoughts and his mind. AT: \"praying\" (UDB) or \"praying quietly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "behold", "text": "\"indeed\" or \"suddenly.\" The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "pitcher", "text": "This is a medium-size jar made of clay used for holding and pouring liquids. See how you translated this in [[:en:bible:notes:gen:24:12|24:14]]."}, {"ref": "she went down to the spring", "text": "The phrase \"went down\" is used because the spring was somewhere lower than where the servant was standing."}, {"ref": "spring", "text": "\"well\""}, {"ref": "watered the camels", "text": "\"gave water to the camels\""}]}, {"id": "47", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "The daughter of Bethuel, Nahor's son, whom Milcah bore to him", "text": "\"My father is Bethuel. His parents are Nahor and Milcah\""}, {"ref": "ring ... bracelets", "text": "In this story, all of these items were made of gold. See how you translated these in [[:en:bible:notes:gen:24:21|24:22]]."}, {"ref": "I bowed down", "text": "This is a sign of humility before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "led me by the right way", "text": "\"brought me here\""}, {"ref": "who had led me", "text": "The connecting word \"because\" can be used to show this is why the servant worshiped God. AT: \"because Yahweh led me\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "my master's relative", "text": "This refers to Bethuel, the son of Abraham's brother Nahor."}]}, {"id": "49", "tn": [{"ref": "General Information:", "text": "Abraham's servant continues speaking to Rebekah's family."}, {"ref": "Now therefore", "text": "\"Now\" (UDB). Here \"Now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "if you are prepared to treat my master with family faithfulness and trustworthiness, tell me", "text": "How they could show their faithfulness and trustworthiness can be stated explicitly. AT: \"tell me if you will be faithful and trustworthy to my master by giving Rebekah to be his son's wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you", "text": "The word \"you\" refers to Laban and Bethuel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "faithfulness and trustworthiness", "text": "These abstract nouns can be stated as \"faithful and trustworthy.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "family faithfulness", "text": "This is faithfulness to family members."}, {"ref": "But if not", "text": "The understood information can be stated clearly. AT: \"But if you are not prepared to treat my master with family faithfulness and trustworthiness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "so that I may turn to the right hand, or to the left", "text": "Possible meanings are 1) deciding what to do is spoken of as if the person will physically turn one direction or another. AT: \"so that I will know what do\" or 2) the servant wants to know if he needs to travel somewhere else. AT: \"so that I may continue on my journey\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "50", "tn": [{"ref": "Bethuel", "text": "This was the father of Laban and Rebekah."}, {"ref": "The thing has come from Yahweh", "text": "\"Yahweh has caused all of this to happen\""}, {"ref": "we cannot speak to you either bad or good", "text": "They are saying they do not have the authority to decide whether what God has done is good or bad. AT: \"we dare not judge what Yahweh is doing\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Look", "text": "The word \"Look\" here adds emphasis to what follows."}, {"ref": "Rebekah is before you", "text": "\"Here is Rebekah\""}]}, {"id": "52", "tn": [{"ref": "their words", "text": "\"Laban and Bethuel's words.\" Here \"words\" stands for what they said. AT: \"what Laban and Bethuel said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he bowed himself down", "text": "Bowing down before God is an expression of worship to him. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "articles of silver and articles of gold", "text": "\"silver and gold items\" or \"things made of silver and gold\""}, {"ref": "precious gifts", "text": "\"expensive gifts\" or \"valuable gifts\""}]}, {"id": "54", "tn": [{"ref": "he and the men who were with him", "text": "\"Abraham's servant and his men\""}, {"ref": "stayed there overnight", "text": "\"slept there that night\""}, {"ref": "arose in the morning", "text": "\"got up the next morning\""}, {"ref": "Send me away", "text": "\"Let me leave and return\""}, {"ref": "a few more days, at least ten", "text": "\"at least ten more days\""}, {"ref": "ten", "text": "\"10\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "After that", "text": "\"Then\""}]}, {"id": "56", "tn": [{"ref": "he said", "text": "\"Abraham's servant said\""}, {"ref": "to them", "text": "\"to Rebekah's brother and mother\""}, {"ref": "Do not hinder me", "text": "\"Do not delay me\" (UDB) or \"Do not make me wait\""}, {"ref": "Yahweh has prospered my way", "text": "Here \"way\" stands for a journey. AT: \"Yahweh has caused me to succeed in the purpose my journey\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Send me on my way", "text": "\"Allow me to leave\""}]}, {"id": "59", "tn": [{"ref": "So they sent their sister Rebekah", "text": "\"So the family sent Rebekah\""}, {"ref": "their sister", "text": "Rebekah was Laban's sister. AT: \"their relative\" or \"Laban's sister\""}, {"ref": "her female servant", "text": "This refers to the female servant who had fed Rebekah when she was a baby, cared for her when she was a child, and still served her."}, {"ref": "Our sister", "text": "Rebekah was not the sister to everyone in her family. But they called her this to show that they loved her. AT: \"Our dear Rebekah\""}, {"ref": "may you be the mother of thousands of ten thousands", "text": "Here \"mother\" stands for ancestor. AT: \"may you be the ancestor of millions of people\" or \"may you have very many descendants\""}, {"ref": "thousands of ten thousands", "text": "This means a very large number or an uncountable number. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "may your descendants possess the gate of those who hate them", "text": "Armies would break through the gate of their enemies' cities and conquer the people. AT: \"may your descendants completely defeat those who hate them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "61", "tn": [{"ref": "Then Rebekah arose, and she and her servant girls mounted the camels", "text": "\"Then Rebekah and her servant girls went and got on the camels\""}, {"ref": "Thus the servant took Rebekah, and went his way", "text": "\"In this way Abraham's servant took Rebekah with him and returned to where he had come from\""}, {"ref": "Now", "text": "This word marks a change in the story. It was telling about the servant finding a wife, and now it will tell about Isaac."}, {"ref": "Beerlahairoi", "text": "This is the name of a water well in the Negev. See how you translated it in [[:en:bible:notes:gen:16:13|16:14]]."}]}, {"id": "63", "tn": [{"ref": "Isaac went out to meditate in the field in the evening", "text": "\"One evening Isaac went out to the field to think.\" This must have been a long time after the servant and Rebekah left her home since they had to travel a long distance."}, {"ref": "When he looked up and saw, behold, there were camels coming!", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows. \"When he looked up he was surprised to see camels coming\""}, {"ref": "Rebekah looked", "text": "\"Rebekah looked up\""}, {"ref": "she jumped down from the camel", "text": "\"she quickly got off the camel\""}, {"ref": "So she took her veil, and covered herself", "text": "\"So she covered her face with her veil.\" This is a sign of respect and modesty towards the man she will marry. The full meaning of this can be made explicit. (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "veil", "text": "a piece of cloth used to cover a person's head, shoulders and face"}]}, {"id": "66", "tn": [{"ref": "and took Rebekah, and she became his wife", "text": "Both of these phrases mean that Isaac married Rebekah. AT: \"and married Rebekah\" or \"and took her as his wife\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "So Isaac was comforted", "text": "This can be stated in active form. AT: \"So Rebekah comforted Isaac\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]