[{"id": "01", "tn": [{"ref": "it came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "in the eleventh year", "text": "See how you translated this in [[:en:bible:notes:ezk:26:01|26:1]]."}, {"ref": "in the third month, on the first day of the month", "text": "\"on the first day of the third month.\" This is the third month of the Hebrew calendar. This first day is near the beginning of June on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "In your greatness, who are you like?", "text": "\"Who is as great as you are?\" Yahweh uses this question to introduce a new topic. Pharaoh thought that his nation was the greatest, but God is about to talk about another great nation. AT: \"You think that there is no country whose power is as great as the power of your country.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "These are God's words to Pharaoh about Assyria. God gives his message in the form of a parable about a great cedar tree. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Behold!", "text": "AT: \"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "a forested canopy", "text": "Possible meanings are: 1) \"with so many branches that it provided good shade\" or 2) \"that provided shade for the other trees in the forest.\""}, {"ref": "and great height", "text": "\"and very tall\""}, {"ref": "Its tree top was among the clouds", "text": "Possible meanings are 1) \"The top of the tree was in the clouds\" or 2) \"Its top was above the branches of the other trees.\""}, {"ref": "Many waters made it tall", "text": "\"Because the cedar had a lot of water, it grew very tall\""}, {"ref": "the deep waters made it huge", "text": "\"the water deep in the ground made the cedar grow very big\""}, {"ref": "for their channels stretched out to all the trees in the field", "text": "\"and streams flowed from the rivers to all the trees of the field.\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "Its great height was more than any of the other trees in the field", "text": "\"The cedar was taller than any of the other trees of the field\""}, {"ref": "its branches became very many", "text": "\"it grew very many branches\""}, {"ref": "because of many waters as they grew", "text": "\"because it had a lot of water\""}, {"ref": "Every bird of the heavens nested in its branches", "text": "\"All kinds of birds that fly in the sky made nests in its branches\""}, {"ref": "while every living thing of the field gave birth to its young under its foliage", "text": "\"and all of the creatures that live in the field gave birth under the cedar's branches\""}, {"ref": "All of the many nations lived under its shade", "text": "\"all of the powerful nations lived in its shade\" or \"all of the great nations lived in the shade of that tree\" (UDB)"}, {"ref": "it was beautiful in its greatness and the length of its branches", "text": "\"It was beautiful because it was very big and its branches were very long\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "Cedars in the garden of God could not equal it", "text": "Since these were God's words to Pharaoh, it can also be translated as \"The cedar trees in my garden were not as great as that tree.\""}, {"ref": "the garden of God", "text": "This is another way of referring to \"the garden of Eden.\""}, {"ref": "None among the cypress trees matched its branches", "text": "Yahweh was comparing how many branches the trees had. AT: \"None of the cypress trees had as many branches as the cedar.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "cypress trees", "text": "Cypress trees have very many branches. They can grow very tall."}, {"ref": "the plane tree could not equal its boughs", "text": "It was implied Yahweh was comparing the long branches of the cedar tree with the long branches of the plane tree. AT: \"the plane tree did not have branches like the cedar tree.\" or \"no plane tree had branches as long as the branches of the cedar tree\""}, {"ref": "plane trees", "text": "Plane trees are large, leafy trees with strong branches. They are similar to sycamore trees."}, {"ref": "was like it in its beauty", "text": "\"was as beautiful as the cedar tree\""}, {"ref": "I made it beautiful with its many branches", "text": "\"I made the cedar beautiful by giving it many long branches.\""}, {"ref": "envied it", "text": "\"were jealous of the cedar tree\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "set its top among the clouds", "text": "Possible meanings are 1) \"raised his top above the branches of the other trees\" or 2) \"raised the top of his tree into the clouds.\" See how you translated a similar sentence in [[:en:bible:notes:ezk:31:03|3:3]]"}, {"ref": "set its top", "text": "This passage continues to refer to the king of Assyria, who was represented by the cedar tree."}, {"ref": "I have given it into the hand of a mighty one of the nations", "text": "\"I put him in the power of the strongest nation.\" The word \"handed\" represents control. \"I gave the strongest nation power over him.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have thrown it out", "text": "\"I sent the cedar away from the cedar's land because the cedar was wicked\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "who were the terror of all the nations", "text": "\"who made all the nations afraid\""}, {"ref": "cut it off", "text": "\"cut the cedar down\""}, {"ref": "its boughs lie broken", "text": "\"the foreigners broke the boughs of the cedar\""}, {"ref": "boughs", "text": "Boughs are very large branches that grow on trees. Usually, many smaller branches grow on the boughs."}, {"ref": "came out from under its shade", "text": "\"left the shade of the cedar\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "All the birds of the heavens", "text": "\"All the birds that fly in the sky\""}, {"ref": "rested on its trunk", "text": "This can be translated as \"lived on the remains of the cedar\" or \"lived on the dead wood from the cedar that was laying on the ground\""}, {"ref": "trunk", "text": "The trunk is a very thick part of the tree that comes out of the ground and holds up the rest of the tree."}, {"ref": "the beasts of the field sat on its branches", "text": "\"the wild animals lived in the branches of the cedar\""}, {"ref": "watered trees", "text": "\"trees that get a lot of water\""}, {"ref": "would not raise their tree tops above the foliage", "text": "Possible meanings are 1) \"would not grow taller than the branches of other trees\" or 2) \"would not put their tops in the clouds.\""}, {"ref": "for no other tree that drank up water would ever again grow that tall", "text": "\"and no other trees that get a lot of water will ever grow that tall again\""}, {"ref": "For they were all given over to death", "text": "\"For I gave them all over to death\" or \"For I made it so that they all will die.\" Yahweh is speaking. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "down to the lowest part of the earth", "text": "\"and I made it so that they all will go deep under the ground.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in the midst of the people of mankind who go down to the pit", "text": "\"to be with those people who have died and gone down to the grave\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "On the day when the cedar went down to Sheol", "text": "The phrase \"went down to Sheol\" means \"died.\" AT: \"On the day that the cedar died\" or \"On the day that the cedar was chopped down.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I brought mourning to the earth", "text": "\"I caused the earth to mourn.\" It was as though Yahweh made the waters, Lebanon, and the wild trees all mourn for the cedar."}, {"ref": "I covered the deep waters over it", "text": "The word \"covered\" possibly refers to putting on cloths for mourning. AT: \"I made the water from the springs mourn for the cedar\" or \"it was as though the springs that watered it mourned for it\" (UDB)"}, {"ref": "I held back the ocean waters", "text": "\"I kept the water in the ocean from watering the earth\""}, {"ref": "I kept back the great waters", "text": "\"I made it so that there would not be a lot of water anymore\""}, {"ref": "and I brought mourning to Lebanon for him", "text": "\"and I made Lebanon mourn for the cedar\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "when I threw him down to Sheol", "text": "\"when I threw that tree down to Sheol.\" This phrase means, \"when I killed the cedar.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with those who went down into the pit", "text": "\"with everyone else who had died and gone into the ground\""}, {"ref": "in the lowest parts of the earth", "text": "\"that were already deep down in the ground\". This phrase means \"that had already died.\""}, {"ref": "the choicest and best trees of Lebanon; the trees that drank the waters", "text": "\"the best trees of Lebanon that everyone would want; trees that got a lot of water\" These are the trees of Eden that were in the lowest parts of the earth."}, {"ref": "the choicest", "text": "This is something that everyone would want because it is very good."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh's parable about the cedar continues."}, {"ref": "they also went down with it to Sheol", "text": "\"Those trees of Lebanon also died and went down to Sheol with the cedar\""}, {"ref": "who had been killed by the sword", "text": "AT: \"whom enemies had killed with swords\" or \"who had died in battle\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]] )"}, {"ref": "These were its strong arm", "text": "\"These trees of Lebanon were its strong arm.\" The phrase \"strong arm\" means \"power.\" AT: \"These trees of Lebanon were the power of the cedar\" or \"These trees strengthened the cedar.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Which of the trees in Eden was your equal in glory and greatness?", "text": "\"Which of these trees in Eden had as much glory as you and was as great as you?\" God asks Pharaoh this question to show him that the parable applies to him and his country. It can start with \"So Pharaoh\" or \"So Egypt.\" (See\" [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For you will be brought down", "text": "AT: \"For I will bring you down\""}, {"ref": "with the trees of Eden", "text": "AT: \"like the other trees of Eden\""}, {"ref": "to the lowest parts of the earth", "text": "\"to a place deep in the ground\""}, {"ref": "among the uncircumcised", "text": "AT: \"where you will be with people who are not circumcised\""}, {"ref": "this is the Lord Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:ezk:05:11|5:11]]."}]}]