{"1": [{"a": "God had promised the gospel before by his prophets in the holy scriptures.", "q": "By what means had God promised the gospel before Paul's time?", "ref": ["01-01", "01-02"]}, {"a": "God's Son was born out of the descendants of David according to the flesh.", "q": "God's Son was born out of which descendants according to the flesh?", "ref": ["01-03"]}, {"a": "Jesus Christ was declared to be the Son of God by the resurrection from the dead.", "q": "By what event was Jesus Christ declared to be the Son of God?", "ref": ["01-04"]}, {"a": "Paul received grace and apostleship for obedience of faith among all the nations.", "q": "For what purpose did Paul receive grace and apostleship from Christ?", "ref": ["01-05"]}, {"a": "Paul thanks God because their faith is proclaimed throughout the whole world.", "q": "For what does Paul thank God concerning the believers in Rome?", "ref": ["01-08"]}, {"a": "Paul desires to see them in order to give them some spiritual gift in order to establish them.", "q": "Why does Paul desire to see the believers in Rome?", "ref": ["01-11"]}, {"a": "Paul had been unable to visit because he was hindered until now.", "q": "Why had Paul been unable to visit the believers in Rome until now?", "ref": ["01-13"]}, {"a": "Paul says the gospel is the power of God for salvation for every one who believes.", "q": "What does Paul say the gospel is?", "ref": ["01-16"]}, {"a": "Paul quotes the scripture, \"The righteous will live by faith\".", "q": "What scripture does Paul quote concerning how the righteous will live?", "ref": ["01-17"]}, {"a": "The ungodly and unrighteous hold back the truth even though that which is known about God is visible to them.", "q": "What do the ungodly and unrighteous do even though that which is known about God is visible to them?", "ref": ["01-18", "01-19"]}, {"a": "The unseen things about God are clearly visible through the created things.", "q": "How are the unseen things about God clearly visible?", "ref": ["01-20"]}, {"a": "God's everlasting power and divine nature are clearly visible.", "q": "What characteristics of God are clearly visible?", "ref": ["01-20"]}, {"a": "Those who do not glorify God nor give him thanks become foolish in their thoughts and their hearts are darkened.", "q": "What happens to the thoughts and hearts of those who do not glorify God nor give him thanks?", "ref": ["01-21"]}, {"a": "God gives them over to the lusts of their hearts for uncleanness, for their bodies to be dishonored among themselves.", "q": "What does God do to those who exchange his glory for the images of perishable men and animals?", "ref": ["01-24"]}, {"a": "The women burn in their lust for one another, and the men burn in their lust for one another.", "q": "For what dishonorable passions do these women and men burn in their lust?", "ref": ["01-26", "01-27"]}, {"a": "God gives them up to a depraved mind, to do those things that are not proper.", "q": "What does God do to those who do not approve of having him in their awareness?", "ref": ["01-28"]}, {"a": "Those who have a depraved mind are full of envy, murder, strife, deceit, and evil intentions.", "q": "What are some of the characteristics of those who have a depraved mind?", "ref": ["01-29"]}, {"a": "Those with a depraved mind understand that those who practice such things are worthy of death.", "q": "What do those with a depraved mind understand about God's requirements?", "ref": ["01-32"]}, {"a": "They do unrighteous things anyway, and approve of those who practice them.", "q": "Even though those with a depraved mind understand God's requirements, what do they do anyway?", "ref": ["01-32"]}], "2": [{"a": "Some people are without excuse in their judging because what they judge in another they practice themselves.", "q": "Why are some people without excuse in their judging?", "ref": ["02-01"]}, {"a": "God judges according to truth when he judges those who practice unrighteousness.", "q": "How does God judge when he judges those who practice unrighteousness?", "ref": ["02-02"]}, {"a": "God's patience and goodness is meant to lead a person to repentance.", "q": "What is God's patience and goodness meant to do?", "ref": ["02-04"]}, {"a": "Those with hard, unrepentant hearts are storing up for themselves wrath for the day of God's righteous judgment.", "q": "What are those with hard, unrepentant hearts toward God storing up for themselves?", "ref": ["02-05"]}, {"a": "Those who have done consistent, good actions will receive eternal life.", "q": "What do those receive who have done consistent, good actions?", "ref": ["02-07"]}, {"a": "Those who obey unrighteousness receive wrath, fierce anger, tribulation, and distress.", "q": "What do those receive who obey unrighteousness?", "ref": ["02-08", "02-09"]}, {"a": "God shows no partiality because those who sin, either Jew or Greek, will perish.", "q": "How does God show no partiality in his judgment between Jew and Greek?", "ref": ["02-12"]}, {"a": "The doers of the Law are justified before God.", "q": "Who is justified before God?", "ref": ["02-13"]}, {"a": "Gentiles show that they have a law to themselves when they do by nature the things of the Law.", "q": "How do Gentiles show that they do have a law to themselves?", "ref": ["02-14"]}, {"a": "Paul challenges them that if they teach others the Law, they should also teach themselves.", "q": "What challenge does Paul give to those Jews who rest upon the Law and teach others?", "ref": ["02-21"]}, {"a": "Paul mentions the sins of stealing, adultery, and the robbery of temples.", "q": "Which sins does Paul mention that the Jewish teachers of the Law should stop doing?", "ref": ["02-21", "02-22"]}, {"a": "God's name is being dishonored because the Jewish teachers of the Law are transgressing the Law.", "q": "Why is the name of God dishonored among the Gentiles because of the Jewish teachers of the Law?", "ref": ["02-23", "02-24"]}, {"a": "Paul says that a Jewish person's circumcision can become uncircumcision if that person is a violator of the Law.", "q": "How does Paul say a Jewish person's circumcision can become uncircumcision?", "ref": ["02-25"]}, {"a": "Paul says that a Gentile person's uncircumcision can be considered circumcision if that person keeps the requirements of the Law.", "q": "How does Paul say that a Gentile person's uncircumcision can be considered circumcision?", "ref": ["02-26"]}, {"a": "Paul says that a true Jew is a Jew inwardly, with a circumcision of the heart.", "q": "Who does Paul say is a true Jew?", "ref": ["02-28", "02-29"]}, {"a": "A true Jew receives praise from God.", "q": "From whom does a true Jew receive praise?", "ref": ["02-29"]}], "3": [{"a": "First of all among the advantages of the Jew is that they were entrusted with revelation from God.", "q": "What is first of all among the advantages of the Jew?", "ref": ["03-01", "03-02"]}, {"a": "Even though every man is a liar, God is found to be true.", "q": "Even though every man is a liar, what is God found to be?", "ref": ["03-04"]}, {"a": "Because God is righteous, he is able to judge the world.", "q": "Because God is righteous, what is he able to do?", "ref": ["03-05", "03-06"]}, {"a": "Judgment comes on those who say, \"Let us do evil, that good may come\".", "q": "What comes on those who say, \"Let us do evil, that good may come.\"?", "ref": ["03-08"]}, {"a": "It is written that there is none righteous, not one.", "q": "What is written in the Scriptures about the righteousness of all, both Jews and Greeks?", "ref": ["03-09", "03-10"]}, {"a": "According to what is written, none understand and none seek after God.", "q": "According to what is written, who understands and seeks after God?", "ref": ["03-11"]}, {"a": "No flesh will be justified by the works of the Law.", "q": "Who will be justifed by the works of the Law?", "ref": ["03-20"]}, {"a": "The knowledge of sin comes through the Law.", "q": "What comes through the Law?", "ref": ["03-20"]}, {"a": "By the witnesses of the Law and the Prophets has a righteousness without the Law now been made known.", "q": "By what witnesses has a righteousness without the Law now been made known?", "ref": ["03-21"]}, {"a": "The righteousness without the Law is the righteousness of God through faith in Jesus Christ for all those who believe.", "q": "What is the righteousness without the Law that has now been made known?", "ref": ["03-22"]}, {"a": "A person is justified before God freely by his grace through the redemption that is in Christ Jesus.", "q": "How is a person justified before God?", "ref": ["03-24"]}, {"a": "God provided Christ Jesus as a propitiation through faith in his blood.", "q": "For what purpose did God provide Christ Jesus?", "ref": ["03-25"]}, {"a": "God showed that he is the one who justifies anyone because of faith in Jesus.", "q": "What did God show by all that happened through Jesus Christ?", "ref": ["03-26"]}, {"a": "A person is justified by faith without the works of the Law.", "q": "What role do the works of the Law have in justification?", "ref": ["03-28"]}, {"a": "God justifies both by faith.", "q": "How does God justify the circumcised Jew and the uncircumcised Gentile?", "ref": ["03-30"]}, {"a": "We uphold the Law through faith.", "q": "What do we do with the Law through faith?", "ref": ["03-31"]}], "4": [{"a": "Abraham would have had reason to boast if he had been justified by works.", "q": "What would have given Abraham reason to boast?", "ref": ["04-02"]}, {"a": "The scriptures say that Abraham believed God, and it was counted to him as righteousness.", "q": "What do the scriptures say about how Abraham was justified?", "ref": ["04-03"]}, {"a": "God justifies the ungodly.", "q": "What kind of people does God justify?", "ref": ["04-05"]}, {"a": "According to David, blessed is the man whose sins are forgiven and whose sins are not counted by the Lord.", "q": "According to David, in what way is a man blessed by God?", "ref": ["04-06", "04-08"]}, {"a": "Abraham's faith was counted as righteousness before he was circumcised.", "q": "Was Abraham's faith counted as righteousness before or after he was circumcised?", "ref": ["04-09", "04-10"]}, {"a": "Abraham is the father of all who believe, both the uncircumcised and the circumcised.", "q": "Abraham is the father of which groups of people?", "ref": ["04-11", "04-12"]}, {"a": "It was promised to Abraham and his descendants that they would be heirs of the world.", "q": "What promise was given to Abraham and his descendants through the righteousness of faith?", "ref": ["04-13"]}, {"a": "If the promise had come through the law, then faith would be empty and the promise not true.", "q": "What would be true if the promise to Abraham had come through the law?", "ref": ["04-14"]}, {"a": "The promise is given by faith so that it is by grace, and so that it is sure.", "q": "For what reasons is the promise given by faith?", "ref": ["04-16"]}, {"a": "Paul says that God gives life to the dead and calls things that do not exist into existence.", "q": "What two things does Paul say God does?", "ref": ["04-17"]}, {"a": "When God made the promise to Abraham, Abraham was about a hundred years old and Sarah's womb was dead.", "q": "What outward circumstances made it difficult for Abraham to believe God's promise that he would be the father of many nations?", "ref": ["04-18", "04-19"]}, {"a": "Abraham confidently trusted God and did not hesitate in unbelief.", "q": "How did Abraham respond to God's promise even with these outward circumstances?", "ref": ["04-18", "04- 20"]}, {"a": "The account of Abraham was written for his benefit, and for our benefit.", "q": "For whom was the account of Abraham written?", "ref": ["04-23", "04-24"]}, {"a": "We believe God has raised Jesus from the dead, who was delivered up for our sins and raised for our justification.", "q": "What do we believe God has done for us?", "ref": ["04-25"]}], "5": [{"a": "Because they are justified by faith, believers have peace with God through the Lord Jesus Christ.", "q": "What do believers have because they are justified by faith?", "ref": ["05-01"]}, {"a": "Suffering produces endurance, approval, and confidence.", "q": "What are three things that suffering produces?", "ref": ["05-03", "05-04"]}, {"a": "God proves his love toward us, because while we were still sinners, Christ died for us.", "q": "How does God prove his love toward us?", "ref": ["05-08"]}, {"a": "Being justified by Christ's blood, believers are saved from the wrath of God.", "q": "Being justified by Christ's blood, from what are believers saved?", "ref": ["05-09"]}, {"a": "Unbelievers are enemies of God before they are reconciled to God through Jesus.", "q": "What relationship do unbelievers have with God before they are reconciled to God through Jesus?", "ref": ["05-10"]}, {"a": "Because of one man's sin, sin entered the world, death entered through sin, and death spread to all people.", "q": "What happened because of one man's sin?", "ref": ["05-12"]}, {"a": "Adam was the one man through whom sin entered the world.", "q": "Who was the one man through whom sin entered the world?", "ref": ["05-14"]}, {"a": "By Adam's sin many died, but by God's free gift many abounded.", "q": "How is God's free gift different than Adam's sins?", "ref": ["05-15"]}, {"a": "The judgment of condemnation resulted from Adam's sin, but justification resulted from God's free gift.", "q": "What resulted from Adam's sin, and what resulted from God's free gift?", "ref": ["05-16"]}, {"a": "Death ruled from Adam's sin, and those who receive God's gift rule through the life of Jesus Christ.", "q": "What ruled from Adam's sin, and what ruled through God's gift of righteousness?", "ref": ["05-17"]}, {"a": "Many were made sinners through Adam's disobedience, and many will be made righteous through the obedience of Christ.", "q": "What were many made through Adam's disobedience, and what will many be made through the obedience of Christ?", "ref": ["05-19"]}, {"a": "The Law came alongside in order that the trespass might abound.", "q": "Why did the Law come in alongside?", "ref": ["05-20"]}, {"a": "God's grace abounded more than the trespass.", "q": "What abounded more than the trespass?", "ref": ["05-20"]}], "6": [{"a": "May it never be.", "q": "Should believers continue in sin so that God's grace may abound?", "ref": ["06-01", "06-02"]}, {"a": "People baptized into Christ Jesus were baptized into Christ's death.", "q": "Into what were people baptized who were baptized into Christ Jesus?", "ref": ["06-03"]}, {"a": "Believers should walk in newness of life.", "q": "What should believers do since Christ was raised from the dead?", "ref": ["06-04"]}, {"a": "Believers are united to Christ in his death and resurrection.", "q": "In what two ways are believers united to Christ through baptism?", "ref": ["06-05"]}, {"a": "Our old man was crucified with Christ, so that we should no longer be slaves to sin.", "q": "What was done for us so that we should no longer be slaves to sin?", "ref": ["06-06"]}, {"a": "We know that death no longer rules over Christ because Christ has been raised from the dead.", "q": "How do we know that death no longer rules over Christ?", "ref": ["06-09"]}, {"a": "Christ died to sin once for all.", "q": "How many times did Christ die to sin, and for how many people did he die?", "ref": ["06-10"]}, {"a": "A believer should think of himself as dead to sin.", "q": "How should a believer think of himself with respect to sin?", "ref": ["06-10", "06-11"]}, {"a": "A believer lives his life for God.", "q": "For whom does a believer live his life?", "ref": ["06-10", "06-11"]}, {"a": "A believer should present his body parts to God as tools for righteousness.", "q": "To whom should a believer present his body parts, and for what purpose?", "ref": ["06-13"]}, {"a": "A believer lives under grace, which allows him to rule over sin.", "q": "What does a believer live under, which allows him to rule over sin?", "ref": ["06-14"]}, {"a": "The end result of a person who makes himself a servant of sin is death.", "q": "What is the end result for a person who makes himself a servant of sin?", "ref": ["06-16", "06- 21"]}, {"a": "The end result of a person who makes himself a servant of God is righteousness.", "q": "What is the end result for a person who makes himself a servant of God?", "ref": ["06-16", "06- 18-19"]}, {"a": "Slaves of God have their fruit for sanctification.", "q": "Slaves of God have their fruit for what purpose?", "ref": ["06-22"]}, {"a": "The wages of sin are death.", "q": "What are the wages of sin?", "ref": ["06-23"]}, {"a": "The free gift of God is eternal life.", "q": "What is the free gift of God?", "ref": ["06-23"]}], "7": [{"a": "The law controls a person for as long as he lives.", "q": "How long does the law control a person?", "ref": ["07-01"]}, {"a": "A married woman is bound by the law of marriage until her husband dies.", "q": "How long is a married woman bound by the law of marriage?", "ref": ["07-02"]}, {"a": "Once she is free from the law of marriage, a woman may marry another man.", "q": "What may a woman do once she is free from the law of marriage?", "ref": ["07-03"]}, {"a": "Believers are made dead to the Law through the body of Christ.", "q": "How are believers made dead to the Law?", "ref": ["07-04"]}, {"a": "Having been made dead to the Law, believers are able to be joined to Christ.", "q": "Having been made dead to the Law, what are believers able to do?", "ref": ["07-04"]}, {"a": "The Law makes sin known.", "q": "What function does the Law perform?", "ref": ["07-07"]}, {"a": "Sin, through the commandment of the Law, brings about every lust in a person.", "q": "What does sin do through the commandment of the Law?", "ref": ["07-08"]}, {"a": "No, the Law is not sin.", "q": "Is the Law sin?", "ref": ["07-07"]}, {"a": "The Law is holy, and the commandment is holy, righteous, and good.", "q": "Is the Law holy?", "ref": ["07-12"]}, {"a": "Paul says that sin, through the Law, brings about death in him.", "q": "What does Paul say sin does to him?", "ref": ["07-13"]}, {"a": "When Paul does that which he does not want, then he agrees with the Law that the Law is good.", "q": "What causes Paul to agree with the Law that the Law is good?", "ref": ["07-16"]}, {"a": "Sin that lives in Paul does the things that he does not wish to do.", "q": "Who is doing the things that Paul does, but does not wish to do?", "ref": ["07-17"]}, {"a": "No good thing lives in Paul's flesh.", "q": "What lives in Paul's flesh?", "ref": ["07-18"]}, {"a": "Paul finds the principle in him that he wants to do what is good, but evil is actually present in him.", "q": "What principle does Paul find at work in him?", "ref": ["07-21"]}, {"a": "Paul's inner man rejoices in the law of God.", "q": "What attitude does Paul's inner man have toward the law of God?", "ref": ["07-22"]}, {"a": "Paul finds that in his body parts the principle of sin takes him captive.", "q": "What principle does Paul find in his body parts?", "ref": ["07-23"]}, {"a": "Paul thanks God through Jesus Christ for his deliverance.", "q": "Who will deliver Paul from his body of death?", "ref": ["07-25"]}], "8": [{"a": "The principle of the Spirit of life in Christ Jesus has made Paul free from the principle of sin and death.", "q": "What has made Paul free from the principle of sin and death?", "ref": ["08-02"]}, {"a": "The Law was unable because it was weak through the flesh.", "q": "Why was the Law unable to set people free from the principle of sin and death?", "ref": ["08-03"]}, {"a": "Those who walk according to the Spirit pay attention to the things of the Spirit.", "q": "Those who walk according to the Spirit pay attention to what?", "ref": ["08-04", "08-05"]}, {"a": "The flesh is hostile toward God and is not able to be subject to the Law.", "q": "What is the flesh's relationship to God and the Law?", "ref": ["08-07"]}, {"a": "People who do not belong to God lack the Spirit of Christ living in them.", "q": "What are people lacking who do not belong to God?", "ref": ["08-09"]}, {"a": "God gives life to the believer's mortal body through his Spirit, who lives in the believer.", "q": "How does God give life to the believer's mortal body?", "ref": ["08-11"]}, {"a": "The sons of God are led by the Spirit of God.", "q": "How are the sons of God led to live?", "ref": ["08-14"]}, {"a": "A believer is included into God's family by adoption.", "q": "How is a believer included into God's family?", "ref": ["08-15"]}, {"a": "As children of God, believers are also heirs of God and joint heirs with Christ.", "q": "As children of God, what other benefit do believers receive in God's family?", "ref": ["08-17"]}, {"a": "The sufferings of the present time are to be endured so that believers may be glorified with Christ when the sons of God are revealed.", "q": "Why are the sufferings of the present time to be endured by believers?", "ref": ["08-18", "08-19"]}, {"a": "At the present time, the creation is under the slavery of decay.", "q": "At the present time, under what kind of slavery is the creation?", "ref": ["08-21"]}, {"a": "The creation will be delivered into the liberty of the glory of the children of God.", "q": "Into what will the creation be delivered?", "ref": ["08-21"]}, {"a": "Believers are to wait with confidence and patience for the redemption of the body.", "q": "How are believers to wait for the redemption of the body?", "ref": ["08-23", "08-25"]}, {"a": "The Spirit himself intercedes in behalf of the saints according to the will of God.", "q": "What does the Spirit himself do to help in the saints' weakness?", "ref": ["08-26", "08-27"]}, {"a": "God works all things together for good for those who love God and are called according to his purpose.", "q": "How does God work all things together for those who love God and are called according to his purpose?", "ref": ["08-28"]}, {"a": "God has predestined those whom he foreknew to be conformed to the image of his Son.", "q": "What is the destiny that God has predetermined for those whom he foreknew?", "ref": ["08-29"]}, {"a": "Those he predestined, God also called, justified, and glorified.", "q": "What else did God do for those he predestined?", "ref": ["08-30"]}, {"a": "Believers know that God will freely give them all things because God gave up his own Son on behalf of all believers.", "q": "How do believers know that God will freely give them all things?", "ref": ["08-32"]}, {"a": "Christ Jesus is interceding on behalf of the saints at the right hand of God.", "q": "What is Christ Jesus doing at the right hand of God?", "ref": ["08-34"]}, {"a": "Believers are more than conquerors through the one who loved them.", "q": "How are believers more than conquerors over tribulation, persecution, or even death?", "ref": ["08-37"]}, {"a": "Paul is convinced that no created thing can separate the believer from the love of God.", "q": "What is Paul convinced that no created thing can do to the believer?", "ref": ["08-39"]}], "9": [{"a": "Paul would be willing to be cursed by God for the sake of his brothers.", "q": "What would Paul be willing to do for the sake of his brothers according to the flesh, the Israelites?", "ref": ["09-03"]}, {"a": "The Israelites have adoption, the glory, the covenants, the Law, the worship of God, and the promises.", "q": "What do the Israelites have in their history?", "ref": ["09-04"]}, {"a": "Paul says that not everyone in Israel truly belongs to Israel, and not all of Abraham's descendants are truly his children.", "q": "What does Paul say is not true about everyone in Israel and all of Abraham's descendants?", "ref": ["09-06", "09-07"]}, {"a": "The children of the flesh are not counted as the children of God.", "q": "Who are not counted as the children of God?", "ref": ["09-08"]}, {"a": "The children of the promise are counted as the children of God.", "q": "Who are counted as the children of God?", "ref": ["09-08"]}, {"a": "The purpose of God according to choice was the cause behind the statement given to Rebecca.", "q": "What was the cause behind the statement given to Rebecca, \"The older will serve the younger,\" before her children were born?", "ref": ["09-10", "09-12"]}, {"a": "The cause behind God's gifts of mercy and compassion is God's choice.", "q": "What is the cause behind God's gifts of mercy and compassion?", "ref": ["09-14", "09-16"]}, {"a": "The cause behind God's gifts of mercy and compassion is not the will or actions of the person receiving the gifts.", "q": "What is not the cause behind God's gifts of mercy and compassion?", "ref": ["09-16"]}, {"a": "Paul replies, \"Who are you who answers against God?\"", "q": "What is Paul's reply to those who would question if God is righteous because he finds fault in men?", "ref": ["09-20"]}, {"a": "God endured with much patience those prepared for destruction.", "q": "What did God do with those prepared for destruction?", "ref": ["09-22"]}, {"a": "God made known to them the riches of his glory.", "q": "What did God do with those prepared for glory?", "ref": ["09-23"]}, {"a": "God has called from both Jews and Gentiles those on whom he is having mercy.", "q": "From which peoples has God called those on whom he is having mercy?", "ref": ["09-24"]}, {"a": "From all the children of Israel, a remnant will be saved.", "q": "From all the children of Israel, how many will be saved?", "ref": ["09-27"]}, {"a": "The Gentiles attained it through the righteousness by faith.", "q": "How did the Gentiles, who were not pursuing righteousness, attain it?", "ref": ["09-30"]}, {"a": "Israel did not arrive at it because they pursued it by works, and not by faith.", "q": "Why did Israel, although pursuing a law of righteousness, not arrive at it?", "ref": ["09-32"]}, {"a": "The Israelites stumbled over the stone of stumbling and the rock of offense.", "q": "Over what did the Israelites stumble?", "ref": ["09-32", "09-33"]}, {"a": "Those who do not stumble, but believe, will not be ashamed.", "q": "What happens to those who do not stumble, but believe?", "ref": ["09-33"]}], "10": [{"a": "Paul's desire is for the Israelites' salvation.", "q": "What is Paul's desire for his brothers, the Israelites?", "ref": ["10-01"]}, {"a": "The Israelites are seeking to establish their own righteousness.", "q": "What are the Israelites seeking to establish?", "ref": ["10-03"]}, {"a": "The Israelites do not know of God's righteousness.", "q": "Of what do the Israelites not know?", "ref": ["10-03"]}, {"a": "Christ is the fulfillment of the Law for righteousness for everyone who believes.", "q": "What has Christ done with respect to the Law?", "ref": ["10-04"]}, {"a": "The word of faith is near, in the mouth and in the heart.", "q": "Where is the word of faith which Paul is proclaiming?", "ref": ["10-08"]}, {"a": "Paul says a person must acknowledge with the mouth Jesus as Lord, and believe in the heart that God raised him from the dead.", "q": "What does Paul say a person does to be saved?", "ref": ["10-09"]}, {"a": "Everyone who calls upon the name of the Lord will be saved.", "q": "Everyone who does what will be saved?", "ref": ["10-13"]}, {"a": "Paul says that first a preacher is sent, and the good news is heard and believed, so that a person can call on the name of the Lord.", "q": "What does Paul say is the series of steps which brings the good news to a person, so he can call on the name of the Lord?", "ref": ["10-14", "10-15"]}, {"a": "The word of Christ is heard, which brings faith.", "q": "What is heard which brings faith?", "ref": ["10-17"]}, {"a": "Yes, Israel heard the gospel.", "q": "Did Israel hear the gospel?", "ref": ["10-18"]}, {"a": "God said he would provoke Israel to jealousy by appearing to those who were without understanding.", "q": "How did God say he would provoke Israel to jealousy?", "ref": ["10-19"]}, {"a": "When God reached out to Israel, he found a disobedient and resistant people.", "q": "What did God find when he reached out to Israel?", "ref": ["10-21"]}], "11": [{"a": "May it never be.", "q": "Has God then rejected the Israelites?", "ref": ["11-01"]}, {"a": "Paul says that there is a remnant remaining that has been preserved because of the choice of grace.", "q": "Does Paul say if there are any faithful Israelites remaining, and if so, how have they been preserved?", "ref": ["11-05"]}, {"a": "The chosen among the Israelites obtained salvation, and the rest were hardened.", "q": "Who among the Israelites obtained salvation, and what happened to the rest?", "ref": ["11-07"]}, {"a": "The spirit of dullness made their eyes unable to see and their ears unable to hear.", "q": "What did the spirit of dullness given by God do to those who received it?", "ref": ["11-08"]}, {"a": "Salvation has come to the Gentiles.", "q": "What good has happened because of Israel's refusal to receive the gospel?", "ref": ["11-11"]}, {"a": "The salvation of the Gentiles will provoke the Israelites to jealousy.", "q": "What effect will the salvation of the Gentiles have on the Israelites?", "ref": ["11-11"]}, {"a": "The root is Israel, and the wild branches are the Gentiles.", "q": "In Paul's analogy of the olive tree root and the wild branches, who is the root and who are the wild branches?", "ref": ["11-13-14", "11-17"]}, {"a": "Paul says the wild branches must avoid the attitude of boasting over the natural branches that were broken off.", "q": "What attitude does Paul say the wild branches must avoid?", "ref": ["11-18"]}, {"a": "Paul warns the wild branches that if God did not spare the natural branches, neither will he spare the wild branches if they fall into unbelief.", "q": "What warning does Paul give the wild branches?", "ref": ["11-20", "11-21"]}, {"a": "God can graft back into the olive tree natural branches that do not continue in their unbelief.", "q": "What can God do with natural branches if they do not continue in their unbelief?", "ref": ["11-23", "11-24"]}, {"a": "The partial hardening of Israel will last until the completion of the Gentiles comes in.", "q": "How long will the partial hardening of Israel last?", "ref": ["11-25"]}, {"a": "The Israelites continue to be loved by God because of the ancestors, and because the call of God is unchangeable.", "q": "Despite their disobedience, why do the Israelites continue to be loved by God?", "ref": ["11-28", "11-29"]}, {"a": "Both Jew and Gentile have been shown to be disobedient.", "q": "What have both Jew and Gentile been shown to be by God?", "ref": ["11-30", "11-32"]}, {"a": "God has shown mercy to the disobedient, both Jew and Gentile.", "q": "What has God shown to the disobedient?", "ref": ["11-30", "11-32"]}, {"a": "No person can search God's judgments and give him advice.", "q": "Who is able to search God's judgments and give him advice?", "ref": ["11-33", "11-34"]}, {"a": "All things are from God, through God, and to God.", "q": "What are the three ways all things are related to God?", "ref": ["11-36"]}], "12": [{"a": "A believer's spiritual service is to present himself a living sacrifice to God.", "q": "What is the spiritual service to God for a believer?", "ref": ["12-01"]}, {"a": "A transformed mind enables a believer to know what is the good, acceptable, and perfect will of God.", "q": "What does a transformed mind in the believer enable him to do?", "ref": ["12-02"]}, {"a": "A believer should not think of himself more highly than he ought to think.", "q": "How should a believer not think of himself?", "ref": ["12-03"]}, {"a": "The many believers are one body in Christ, and individually members of each other.", "q": "How are the many believers related to each other in Christ?", "ref": ["12-04", "12-05"]}, {"a": "Each believer should exercise his gifts according to the proportion of his faith.", "q": "What should each believer do with the gifts God has given him?", "ref": ["12-06"]}, {"a": "Believers should be affectionate to one another and respect one another.", "q": "How should believers treat one another?", "ref": ["12-10"]}, {"a": "Believers should share in the needs of the saints.", "q": "How should believers respond to the needs of the saints?", "ref": ["12-13"]}, {"a": "Believers should bless, and not curse, those who persecute them.", "q": "How should believers respond to those who persecute them?", "ref": ["12-14"]}, {"a": "Believers should accept lowly people.", "q": "How should believers treat lowly people?", "ref": ["12-16"]}, {"a": "As much as is possible, believers should seek peace with all people.", "q": "As much as is possible, what should believers seek with all people?", "ref": ["12-18"]}, {"a": "Believers should not avenge themselves because vengeance belongs to the Lord.", "q": "Why should believers not avenge themselves?", "ref": ["12-19"]}, {"a": "Believers should overcome evil with good.", "q": "How should believers overcome evil?", "ref": ["12-21"]}], "13": [{"a": "Earthly authorities are appointed by God, and get their authority from God.", "q": "From where do earthly authorities get their authority?", "ref": ["13-01"]}, {"a": "Those who oppose the earthly authority will receive judgment upon themselves.", "q": "What will those receive who oppose the earthly authority?", "ref": ["13-02"]}, {"a": "Paul tells believers to do what is good so that they can be unafraid of the ruling authority.", "q": "What does Paul tell believers to do so that they can be unafraid of the ruling authority?", "ref": ["13-03"]}, {"a": "God has given rulers the authority to carry the sword and to punish the one who does evil.", "q": "What authority has God given rulers in order to suppress evil?", "ref": ["13-04"]}, {"a": "God has given rulers the authority to require payment of taxes.", "q": "What authority has God given rulers regarding money?", "ref": ["13-06"]}, {"a": "Paul says that believers should owe love to others.", "q": "What is the one thing Paul says believers should owe to others?", "ref": ["13-08"]}, {"a": "A believer fulfills the Law by loving his neighbor.", "q": "How does a believer fulfill the Law?", "ref": ["13-08", "13-10"]}, {"a": "Paul lists the commandments to not commit adultery, not kill, not steal, and not covet as part of the Law.", "q": "Which commandments does Paul list as part of the Law?", "ref": ["13-09"]}, {"a": "Paul says believers should put aside the works of darkness, and put on the armor of light.", "q": "What does Paul say believers should put aside, and put on?", "ref": ["13-12"]}, {"a": "Believers are not to walk in wild celebrations, drunkenness, sexual immorality, uncontrolled lust, strife, or jealousy.", "q": "In what activities are believers not to walk?", "ref": ["13-13"]}, {"a": "The believer should make no provision for the lusts of the flesh.", "q": "What should be the believer's attitude toward the lusts of the flesh?", "ref": ["13-14"]}], "14": [{"a": "A person who is stronger in faith eats anything, but a person who is weaker in faith eats only vegetables.", "q": "What kind of food does a person with stronger faith eat, and what does a person with weaker faith eat?", "ref": ["14-02"]}, {"a": "Believers who differ on what they eat should not despise or judge each other.", "q": "What attitude should believers who differ on what they eat have toward one another?", "ref": ["14-03"]}, {"a": "God has received both the one who eats anything and the one who eats only vegetables.", "q": "Who has received both the one who eats anything and the one who eats only vegetables?", "ref": ["14-03", "14-04"]}, {"a": "Paul mentions as an issue of personal conviction whether one day is valued over another or all days are valued equally.", "q": "What other issue does Paul mention as being an issue of personal conviction?", "ref": ["14-05"]}, {"a": "Believers live and die for the Lord.", "q": "For what do believers live and die?", "ref": ["14-07", "14-08"]}, {"a": "All believers will ultimately stand before the judgment seat of God.", "q": "Where will all believers ultimately stand?", "ref": ["14-10"]}, {"a": "A brother should not place a stumbling block or a snare for another brother on issues of personal conviction.", "q": "What attitude should a brother have toward another brother on issues of personal conviction?", "ref": ["14-13"]}, {"a": "Paul is persuaded that no foods are unclean.", "q": "Paul is persuaded in the Lord Jesus that which foods are unclean?", "ref": ["14-14"]}, {"a": "The kingdom of God is about righteousness, peace, and joy in the Holy Spirit.", "q": "About what is the kingdom of God?", "ref": ["14-17"]}, {"a": "Paul says it is good if the brother does not eat meat or drink wine in the presence of the other brother.", "q": "What does Paul say a brother should do in the presence of another brother who does not eat meat or drink wine?", "ref": ["14-21"]}, {"a": "Whatever actions are not taken from faith are sin.", "q": "What is the result if a person does not act from faith?", "ref": ["14-23"]}], "15": [{"a": "Believers with strong faith should bear the weaknesses of those with weak faith, in order to build them up.", "q": "What attitude should believers with strong faith have toward those with weak faith?", "ref": ["15-01", "15-02"]}, {"a": "The scriptures written previously were written for our instruction.", "q": "What was one of the purposes of the scriptures written previously?", "ref": ["15-04"]}, {"a": "Paul desires that the believers be of the same mind with each other.", "q": "What does Paul desire for the believers through their exercise of patience and encouragement with each other?", "ref": ["15-05"]}, {"a": "Christ did not live to please himself, but served others.", "q": "Who is the example Paul uses of one who did not live to please himself, but served others?", "ref": ["15-03", "15-8-9"]}, {"a": "The scriptures say the Gentiles will rejoice and praise the Lord.", "q": "What do the scriptures say the Gentiles will do because of God's mercy toward them?", "ref": ["15-10", "15-11"]}, {"a": "The believers will be filled with joy and peace, and will abound in confidence.", "q": "What does Paul say the believers will be able to do by the power of the Holy Spirit?", "ref": ["15-13"]}, {"a": "Paul's mission is to be a servant of Christ Jesus sent to the Gentiles.", "q": "What gift did God give Paul, which is Paul's mission?", "ref": ["15-16"]}, {"a": "Christ has worked through Paul by word and action, by the power of signs and wonders, and by the power of the Holy Spirit.", "q": "By what means has Christ worked through Paul to bring about the obedience of the Gentiles?", "ref": ["15-18", "15-19"]}, {"a": "Paul desires to proclaim the gospel where Christ is not known by name.", "q": "Where does Paul desire to proclaim the gospel?", "ref": ["15-20", "15-21"]}, {"a": "Paul plans to travel to Spain, which will also allow him to come to Rome.", "q": "Where does Paul plan to travel that will also allow him to come to Rome?", "ref": ["15-24"]}, {"a": "Paul is now going to Jerusalem to serve the believers there.", "q": "Why is Paul now going to Jerusalem?", "ref": ["15-25"]}, {"a": "The Gentiles believers owe the Jewish believers material things because the Gentile believers have shared in the spiritual things of the Jewish believers.", "q": "Why does Paul say the Gentile believers owe the Jewish believers material things?", "ref": ["15-27"]}, {"a": "Paul wishes to be delivered from those who are disobedient in Judea.", "q": "From whom does Paul wish to be delivered?", "ref": ["15-31"]}], "16": [{"a": "Sister Phoebe has become a helper of Paul, and of many others.", "q": "What has sister Phoebe become to Paul?", "ref": ["16-01", "16-02"]}, {"a": "Prisca and Aquila have risked their lives for Paul in the past.", "q": "What have Prisca and Aquila done for Paul in the past?", "ref": ["16-04"]}, {"a": "The believers in Rome are meeting in the house of Prisca and Aquila.", "q": "Where is one place the believers are meeting in Rome?", "ref": ["16-05"]}, {"a": "Andronicus and Junias have been fellow prisoners with Paul in the past.", "q": "What experience have Andronicus and Junias shared with Paul in the past?", "ref": ["16-07"]}, {"a": "The believers greet one another with a holy kiss.", "q": "How do the believers greet one another?", "ref": ["16-16"]}, {"a": "Some are going beyond the teaching they have learned, deceiving the hearts of the innocent.", "q": "What are some doing, which is causing divisions and stumbling?", "ref": ["16-17", "16-18"]}, {"a": "Paul tells the believers to turn away from those causing divisions and stumbling.", "q": "What does Paul tell the believers to do with those causing divisions and stumbling?", "ref": ["16-17"]}, {"a": "Paul wants the believers to be wise to that which is good, and innocent to that which is evil.", "q": "What attitude does Paul want the believers to have toward good and evil?", "ref": ["16-19"]}, {"a": "The God of peace will soon be crushing Satan under the believers' feet.", "q": "What will the God of peace be doing soon?", "ref": ["16-20"]}, {"a": "Tertius actually wrote down this epistle.", "q": "Who actually wrote down this epistle?", "ref": ["16-22"]}, {"a": "Erastus is the treasurer of the city.", "q": "What occupation does the believer Erastus have?", "ref": ["16-23"]}, {"a": "Paul is now preaching the revelation of the gospel of Jesus Christ.", "q": "What revelation that had been kept secret from long ago is Paul now preaching?", "ref": ["16-25", "16-26"]}, {"a": "Paul is preaching for the obedience of faith among all the Gentiles.", "q": "For what purpose is Paul preaching?", "ref": ["16-26"]}]}