[{"id": "01", "tn": [{"ref": "A good name", "text": "AT: \"A good reputation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "living people must take this to heart", "text": "They need to consider what kind of name or reputation that they have and will leave behind when they die. AT: \"those who are alive must think seriously about this.\""}]}, {"id": "03", "tn": [{"ref": "sadness of face", "text": "This refers to being sad. AT: \"an experience that makes a person sad\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "gladness of heart", "text": "Here the word \"heart\" refers to a person's thoughts and emotions. Gladness describes the state of the emotions of being happy and peaceful. AT: \"right thinking\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The heart of the wise is in the house of mourning", "text": "AT: \"Wise people think deeply about death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but the heart of fools is in the house of feasting", "text": "AT: \"but foolish people think only about enjoying themselves\" (See: [[:en:ta:vol2: translate:figs_metonymy]])"}, {"ref": "the house of mourning ... the house of feasting", "text": "These phrases refer to what happens in these places."}]}, {"id": "05", "tn": [{"ref": "to the rebuke of the wise", "text": "AT: \"when wise people rebuke you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to listen to the song of fools", "text": "AT: \"to listen to fools sing\""}, {"ref": "like the crackling of thorns burning under a pot, so also is the laughter of fools", "text": "The \"laughter of fools\" is compared to burning thorns that are loud but quickly burn out. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "Extortion", "text": "This refers to forcing someone to give money or other valuable items to another so that the other person does not harm him. It is considered wrong."}, {"ref": "makes a wise man foolish", "text": "Possible meanings are 1) \"turns the wise man into a foolish man\" or 2) \"makes the advice of the wise man appear to be foolish advice.\""}, {"ref": "corrupts the heart", "text": "Here the word \"heart\" refers to the mind. AT: \"ruins a person's ability to think and judge rightly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "the people patient in spirit are better than the proud in spirit", "text": "Here the word \"spirit\" refers to a person's attitude. AT: \"patient people are better than proud people\" or \"a patient attitude is better than a prideful attitude\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do not be quick to anger in your spirit", "text": "AT: \"Do not become angry quickly\" or \"Do not have a bad temper\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "anger resides in the hearts of fools", "text": "Anger is compared to something that lives inside of foolish people. AT: \"foolish people are full of anger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Why were the days of old better than these?", "text": "The person asks this question in order to complain about the present time. AT: \"Things were better in the past than they are now\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "it is not because of wisdom that you ask this question", "text": "The person making this statement is not comparing the present and past logically, but subjectively. AT: \"if you were wise you would not ask this question\" or \"asking this question shows that you are not wise\""}]}, {"id": "11", "tn": [{"ref": "those who see the sun", "text": "AT: \"those who are alive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the advantage of knowledge is that wisdom gives life", "text": "Possible meanings are 1) that the writer uses the words \"knowledge\" and \"wisdom\" to mean the same thing, or 2) \"the advantage of knowing wisdom is that it gives life.\""}, {"ref": "gives life to whoever has it", "text": "\"it\" refers to wisdom. Knowledge and wisdom \"gives life\" in different ways. Choosing good investments, making good friends, choosing healthy life styles, living at peace with others are just some ways of how wisdom \"gives life\"."}]}, {"id": "13", "tn": [{"ref": "Who can straighten out anything he has made crooked?", "text": "AT: \"No one can straighten out anything he has made crooked.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "When times are good ... when times are bad", "text": "\"When good things happen ... when bad things happen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "live happily in that good", "text": "\"be happy about those good things\""}, {"ref": "side by side", "text": "\"at the same time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "anything that is coming after him", "text": "Possible meanings are 1) \"anything that happens in the future\" or 2) \"anything that happens in the world after he dies\" or 3) \"anything that happens to him after he dies.\""}]}, {"id": "15", "tn": [{"ref": "in spite of their righteousness", "text": "\"even though they are righteous\""}, {"ref": "self-righteous, wise in your own eyes", "text": "righteous, wise in your own eyes** - These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Do not be self-righteous", "text": "righteous** - \"Do not think that you are more righteous than you actually are\""}, {"ref": "wise in your own eyes", "text": "AT: \"wise in your own opinion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why should you destroy yourself?", "text": "The writer uses this question to emphasize that being self-righteous destroys a person. AT: \"There is no reason to destroy yourself.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "Why should you die before your time?", "text": "\"There is no reason for you to die sooner than you should.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "take hold of this wisdom", "text": "\"commit yourself to this wisdom\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you should not let go of righteousness", "text": "\"you should not stop trying to be righteous\" or \"you should keep trying to be righteous\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will meet all his obligations", "text": "\"will do everything that God expects of him.\""}]}, {"id": "19", "tn": [{"ref": "more than ten rulers in a city", "text": "Wisdom is being compared to many city rulers. Wisdom can make a person more important than many city rulers."}, {"ref": "does good and never sins", "text": "AT: \"does good works and does not sin\""}]}, {"id": "21", "tn": [{"ref": "every word that is spoken", "text": "AT: \"everything that people say\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you know yourself", "text": "\"you yourself know.\" Here \"yourself\" is used to emphasize that \"you know.\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "in your own heart", "text": "AT: \"in your own thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "All this have I proven", "text": "\"All this that I have already wrote about have I proven\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it was more than I could be", "text": "\"it was beyond my ability to understand\""}, {"ref": "far off and very deep", "text": "Wisdom was difficult to grasp. When there was understanding, it was very limited. It required deeper insight than the author was able to gain. AT: \"difficult to understand\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Who can find it?", "text": "The writer uses this question to emphasize the difficulty in understanding wisdom. AT: \"No one can understand it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I turned my heart", "text": "Here the word \"heart\" refers to the mind. AT: \"I turned my thoughts\" or \"I determined\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "any woman whose heart is full of snares and nets, and whose hands are chains", "text": "The writer says that the seductive woman is like traps that hunters use to catch animals. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose heart is full of snares and nets", "text": "Here the word \"heart\" refers to the thoughts and emotions. This is a woman who is only interested in self gain. AT: \"who wants to trap someone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "snares and nets", "text": "These two words both refer to ways in which people trap animals. She continually thinks of ways to trap men into having to give her things. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "whose hands are chains", "text": "Here the word \"hands\" refers to power or control. AT: \"from whom no one can escape\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sinner will be taken by her", "text": "AT: \"she will capture the sinner\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "adding one discovery to another", "text": "AT: \"discovering one thing after another\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in order to find an explanation of reality", "text": "AT: \"in order to be able to explain life\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "one righteous man among a thousand", "text": "Only one righteous man was found in a group of 1,000 men. AT: \"1 righteous man among 1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a woman among all those", "text": "There were no righteous women found in a group of 1,000 women."}]}, {"id": "29", "tn": [{"ref": "they have gone away looking for many difficulties", "text": "Possible meanings are 1) \"they have made many sinful plans\" or 2) \"they have made their own lives difficult.\""}, {"ref": "they have gone away", "text": "Here the word \"they\" refers to \"humanity.\""}]}]