[{"id": "01", "tn": [{"ref": "stiffens his neck", "text": "\"resists the rebukes\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will be broken in a moment", "text": "This can be stated in active form. AT: \"God will suddenly break him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "beyond healing", "text": "\"and no one will be able to heal him.\" Sickness is a metaphor for any kind of bad situation. AT: \"and no one will be able to help him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the people sigh", "text": "The people let out long, loud breaths that show that they are weary and sad. AT: \"the people will be weary and sad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "by justice", "text": "The abstract noun \"justice\" can be translated as a noun phrase. AT: \"by doing what is just\" or \"by making just laws\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "05", "tn": [{"ref": "flatters his neighbor", "text": "knowingly tells his neighbor things that are not true so that the neighbor will do what the speaker wants him to do"}, {"ref": "spreading a net for his feet", "text": "The writer compares the flattery of a person to setting that person up to being caught in a trap. AT: \"setting a trap to catch that person\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In the sin of an evil person is a trap", "text": "When an evil person sins, it is as if he is stepping into a trap. He desires to do evil to other people, but God will use what he does to punish him. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "set a city on fire", "text": "\"persuade the people of a city to cause trouble\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turn away wrath", "text": "make angry people become peaceful (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "has an argument with", "text": "Another possible meaning is \"goes to court against.\""}, {"ref": "he rages and laughs", "text": "The fool becomes very angry and tries to keep the wise person from speaking or the court judge from judging."}, {"ref": "rages", "text": "This means to be loud and excited and to move with powerful movements like a strong storm. This is a negative word."}, {"ref": "there will be no rest", "text": "\"they will not be able to settle the problem\""}, {"ref": "seek the life of", "text": "This idiom means to \"want to kill.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "pays attention", "text": "\"listens.\" Translate this as you did in [[:en:bible:notes:pro:17:03|17:4]]."}, {"ref": "all his officials will be wicked", "text": "The actions of the ruler are spoken of by stating the result they will cause. AT: \"it is as if he is teaching his officials to be wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "oppressor", "text": "a person who treats people harshly and makes their lives very difficult"}, {"ref": "Yahweh gives light to the eyes of them both", "text": "This idiom means \"Yahweh makes both of them alive.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his throne", "text": "The throne is a metonym for the kingdom he rules from his throne. AT: \"his kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "The rod and reproof give wisdom", "text": "The writer speaks as if a rod and reproof were people who could give wisdom as a physical gift. AT: \"If a parent uses the rod on his child and reproves him, the child will become wise\" or \"If parents discipline their child and tell him when he has done wrong, the child will learn to live wisely\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The rod", "text": "Parents in Israel used wooden rods as instruments to discipline children by striking them. AT: \"discipline\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reproof", "text": "When a person gives reproof to another person, or reproves that person, he tells that person that he does not approve of what that other person is doing."}, {"ref": "transgression increases", "text": "The abstract noun \"transgression\" can be translated as a verb. AT: \"more people will transgress and their sins will become worse\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the downfall of those wicked people", "text": "The abstract noun \"downfall\" can be translated with the verb \"fall,\" which is a metaphor for losing the power to rule. AT: \"those wicked people fall\" or \"those wicked people lose their power to rule\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "the one who keeps the law is blessed", "text": "This can be translated in active form. AT: \"God will bless the one who keeps the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "A slave will not be corrected by words", "text": "This can be translated in active form.\"You will not be able to correct a slave simply by talking to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See a man who is hasty in his words?", "text": "The writer is using a question to get the reader's attention. AT: \"You should notice what happens to a man who is hasty in his words.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "who pampers his slave", "text": "\"who allows his slave to avoid work and who treats his slave better than he treats other slaves\" (see UDB)"}, {"ref": "at the end of it", "text": "\"at the end of the slave's youth\" or \"when the slave is grown\""}, {"ref": "there will be trouble", "text": "These words translate a Hebrew word whose meaning no one knows for sure. Some understand it to mean that the slave will be weak, others that the slave will rule the household. Either way, the reader needs to understand that as surely as a man must discipline his son ([[:en:bible:notes:pro:29:17|21:17]]), he must discipline his slave."}, {"ref": "stirs up strife", "text": "Causing people to argue more is spoken of as if it were stirring up or awakening arguments. AT: \"causes people to argue more\" or \"causes people to argue and fight.\" Similar words appear in [[:en:bible:notes:pro:15:17|15:18]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a master of rage", "text": "This idiom means \"a person who becomes angry easily.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "one who has a humble spirit will be given honor", "text": "This can be translated in active form. AT: \"men will give honor to a person who has a humble spirit\" or \"a person who has a humble spirit will receive honor from men\" or \"Yahweh will cause men to honor a person who has a humble spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hates his own life", "text": "\"becomes his own enemy\""}, {"ref": "he hears the curse and says nothing", "text": "Possible meanings are 1) people have put the \"one who shares with a thief\" under oath to tell the truth about what he knows about what the thief stole, and he knows he will be punished if he tells the truth. AT: \"he does not dare to testify under oath\" or 2) people do not know who the thief is but they call on God to curse the thief, and the \"one who shares\" is afraid to confess and so come out from under the curse because he is afraid of the thief. AT: \"he says nothing even after people have cursed him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "The fear of man makes a snare", "text": "Being afraid of what other people might do is spoken of as stepping into a trap. AT: \"Anyone who is afraid of what other people might do to him is like a person who has become snared in a trap\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a snare", "text": "a trap that catches animals with ropes"}, {"ref": "the one who trusts in Yahweh will be protected", "text": "This can be translated in active form. AT: \"Yahweh will protect the one who trusts in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Many are those who seek the face of the ruler", "text": "The word \"face\" is a metonym for the ruler listening to people telling him what they want him to do and then doing it. AT: \"Many people want their ruler to pay attention to them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from Yahweh is justice for a person", "text": "It is Yahweh, not human rulers, who will see that people treat a person justly. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "27", "tn": [{"ref": "detestable", "text": "a person who should be hated. Translate this as you did in [[:en:bible:notes:pro:03:31|3:32]]."}]}]