[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "James continues to tell the scattered Jewish believers how to live by loving one another and reminds them not to favor rich people over poor brothers."}, {"ref": "My brothers", "text": "James considers his audience to be Jewish believers. AT: \"My fellow believers\" or \"My brothers and sisters in Christ\""}, {"ref": "hold to faith in our Lord Jesus Christ", "text": "Believing in Jesus Christ is spoken of as if it were an object that one could hold onto. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "our Lord Jesus Christ", "text": "The word \"our\" includes James and his fellow believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "favoritism toward certain people", "text": "the desire to help some people more than others"}, {"ref": "Suppose that someone", "text": "James starts to describe a situation where the believers might give more honor to a rich person than to a poor person. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "wearing gold rings and fine clothes", "text": "\"dressed like a wealthy person\""}, {"ref": "sit here in a nice place", "text": "to sit in this place of honor"}, {"ref": "stand over there", "text": "to move to a place with less honor"}, {"ref": "Sit at my feet", "text": "to move to a humble place"}, {"ref": "are you not judging among yourselves? Have you not become judges with evil thoughts?", "text": "James is using rhetorical questions to teach and possibly scold his readers. AT: \"You are making judgments among yourselves and becoming judges with evil thoughts\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "Listen, my beloved brothers", "text": "James was exhorting his readers as family. \"Pay attention, my dear fellow believers\""}, {"ref": "did not God choose ... love him?", "text": "Here James uses a rhetorical question to teach his readers not to show favoritism. It can be made a statement. AT: \"God has chosen ... love him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the poor", "text": "\"the poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "be rich in faith", "text": "Having much faith is spoken of as being wealthy or rich. The object of faith may have to be specified. AT: \"have strong faith in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "heirs", "text": "The people to whom God has made promises are spoken of as if they were to inherit property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But you have", "text": "James is speaking to his whole audience. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "have dishonored the poor", "text": "\"you have shamed the poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Is it not the rich who oppress you?", "text": "Here James uses a rhetorical question to correct his readers. AT: \"It is the rich people who oppress you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the rich", "text": "\"the rich people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "who oppress you", "text": "\"who treat you badly\""}, {"ref": "are they not the ones ... to court?", "text": "Here James uses a rhetorical question to correct his readers. It can be made a statement. AT: \"The rich people are the ones ... to court.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "drag you to court", "text": "\"forcibly take you to court to accuse you in front of judges\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do they not ... belong to?", "text": "Here James uses a rhetorical question to correct and teach his readers. It can be made a statement. AT: \"The rich people ... belong to.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the good name", "text": "\"Christ's name.\" This was a way of referring to Jesus' name. AT: \"Christ, to whom you belong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you belong to", "text": "\"you are identified with\""}]}, {"id": "08", "tn": [{"ref": "if you fulfill", "text": "The word \"you\" refers to the Jewish believers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "fulfill the royal law", "text": "\"obey God's law.\" God originally gave laws to Moses, recorded in the books of the Old Testament."}, {"ref": "You shall love your neighbor as yourself", "text": "James is quoting from the book of Leviticus."}, {"ref": "your neighbor", "text": "\"all people\" or \"everyone\""}, {"ref": "you do well", "text": "\"you are doing well\" or \"you are doing what is right\""}, {"ref": "if you favor", "text": "\"give special treatment to\" or \"give honor to\""}, {"ref": "committing sin", "text": "\"sinning.\" That is, breaking the law."}, {"ref": "convicted by the law as lawbreakers", "text": "Here the law is spoken of as if it were a human judge. AT: \"guilty of breaking God's law\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "10", "tn": [{"ref": "For whoever obeys", "text": "\"For anyone who obeys\""}, {"ref": "except that he stumbles ... the whole law", "text": "Stumbling is falling down while one is trying to walk. Disobeying one point of the law is spoken of as if it were stumbling while walking. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in just a single way", "text": "because of disobedience to just one requirement of the law"}, {"ref": "For the one who said", "text": "This is referring to God giving the law to Moses."}, {"ref": "Do not commit", "text": "To \"commit\" is to do an action."}, {"ref": "If you ... but if you ... you have", "text": "Here \"you\" means \"each one of you.\" Although James was writing to many Jewish believers, in this case, he used the singular form as if he was writing to each person individually. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "12", "tn": [{"ref": "So speak and act", "text": "\"So you must speak and obey.\" James commanded the people to do this."}, {"ref": "who will be judged by means of the law of freedom", "text": "This can be stated in active form. AT: \"who know that God will judge them by means of the law of freedom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by means of the law", "text": "This passage implies that it is God who will judge according to his law."}, {"ref": "the law of freedom", "text": "\"the law that gives true freedom\""}, {"ref": "Mercy triumphs over", "text": "\"Mercy is better than\" or \"Mercy defeats.\" Here mercy and justice are spoken of as if they were persons. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "James encourages the scattered believers to show their faith before others, just as Abraham showed others his faith by his works."}, {"ref": "What good is it, my brothers, if someone says he has faith, but if he has no works?", "text": "James is using a rhetorical question to teach his audience. AT: \"It is no good at all, fellow believers, if someone says he has faith, but he has no works.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "has faith", "text": "James speaks of faith, belief in God, as if it were a physical object. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has no works", "text": "James speaks of works, as in doing good works, as if they were physical objects. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Can that faith save him?", "text": "James speaks of faith, belief in God, as if it had special power to save a person. It is implied that this faith is not enough. This can be a statement. AT: \"That faith cannot save him.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "save him", "text": "\"spare him from God's judgment\""}, {"ref": "stay warm", "text": "This means either \"have enough clothes to wear\" or \"have a place to sleep.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be filled", "text": "\"have enough to eat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the body", "text": "to eat, to wear, and to live comfortably (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what good is that?", "text": "James uses a rhetorical question to teach his audience. AT: \"that is not good.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "brother or sister", "text": "a fellow believer in Christ, whether male or female"}, {"ref": "faith ... is dead", "text": "James speaks of faith as if it were alive when one is doing good works, and of faith as if it were dead when one is not doing good deeds. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "faith ... have works", "text": "Faith is spoken of as if it were a person who did good works. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "18", "tn": [{"ref": "Yet someone may say", "text": "James describes a hypothetical situation where someone objects to his teaching. James seeks to correct his audience's understanding of faith and works. (See: [[:en:ta:vol1:translate:figs_hypo|Hypothetical Situations]])"}, {"ref": "You have faith, and I have works", "text": "\"It is acceptable if one person has faith and another person does good deeds.\" James is describing how someone may argue against his teaching."}, {"ref": "You have faith, and I have works ... Show me your faith", "text": "James speaks of faith and works as objects that one can possess and show to others. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will show you my faith by my works", "text": "James speaks of faith as if it could be seen while one does good works. AT: \"I will demonstrate my faith by doing good works\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the demons believe that, and they tremble", "text": "\"the demons also believe, but they shake with fear.\" James contrasts the demons with those who claim to believe and not do good deeds. James states that the demons are wiser because they fear God while the others do not."}, {"ref": "Do you want to know, foolish man, that faith without works is useless?", "text": "This is a rhetorical question used to scold the person who will not listen to James. AT: \"You fool! You do not want to listen to me prove that faith without works is useless.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "Do you want to know, ... useless?", "text": "James poses this question to set up his next teaching. AT: \"I will show you how, ... useless.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Since these were Jewish believers, they knew the story of Abraham, about whom God had told them long ago in his word."}, {"ref": "Was not Abraham our father justified", "text": "This rhetorical question is used to rebut the foolish man's arguments from  [[:en:bible:notes:jas:02:18|2:18]], who refuses to believe that faith and works go together. AT: \"Abraham our father was certainly justified\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "justified by works", "text": "James speaks of works as if it were an object that one can own. AT: \"justified by doing good deeds\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "father", "text": "Here \"father\" is used in the sense of \"ancestor.\""}, {"ref": "You see", "text": "The word \"you\" is singular, referring to the hypothetical man. James is addressing his whole audience as if they were one person."}, {"ref": "You see", "text": "The word \"see\" is a metonym. AT: \"understand\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "faith worked with his works", "text": "James speaks of faith as if it does good works. Abraham's faith in God regarding Isaac enabled Abraham to obey God when it was difficult. By obeying God, Abraham's faith matured. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "by works his faith was fully developed", "text": "Abraham's trusting in God is spoken of as if it were something that could be brought to its finest state so that it could fulfill its complete purpose. AT: \"because Abraham obeyed God, he came to trust in God completely\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The scripture was fulfilled", "text": "This can be stated in active form. AT: \"This fulfilled the scripture\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it was counted to him as righteousness", "text": "\"God regarded his faith as righteousness.\" Abraham's faith and righteousness were treated as if they were able to be counted as having value. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You see", "text": "James again addresses his audience directly by using the plural form of \"you.\""}, {"ref": "it is by works that a man is justified, and not only by faith", "text": "\"actions and faith are what justify a person, and not only faith.\" James speaks of works as if it were an object to obtain. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "In the same way also ... justified by works", "text": "James says that what was true of Abraham was also true of Rahab. Both were justified by works."}, {"ref": "was not Rahab the prostitute justified by works ... another road?", "text": "James is using this rhetorical question to instruct his audience. AT: \"it was what Rahab the prostitute did that justified her ... another road.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Rahab the prostitute", "text": "The woman Rahab is from an Old Testament story that James expected his audience to know."}, {"ref": "justified by works", "text": "James speaks of works as something to possess. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "messengers", "text": "people who bring news from another place"}, {"ref": "sent them away by another road", "text": "\"then helped them escape the city\""}, {"ref": "For as the body apart from the spirit is dead, likewise also, faith apart from works is dead", "text": "James is speaking of faith without works as if it were a dead body without the spirit. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]