[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote\""}, {"ref": "the divine assembly", "text": "\"the heavenly council\" or \"the meeting in heaven\""}, {"ref": "he renders judgment", "text": "\"he gives judgment.\" The abstract noun \"judgment\" can be stated as a verb. AT: \"he judges\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the gods", "text": "Possible meanings are 1) these are other spiritual beings who dwell in heaven. AT: \"the divine beings\" or \"the heavenly judges\" or 2) these are human judges that God has appointed. Either way, it does not mean they are gods like Yahweh is god. It means God has given them great power and authority. AT: \"the rulers\""}, {"ref": "How long will you judge unjustly and show favoritism to the wicked?", "text": "Yahweh uses a question to rebuke the gods for not judging people fairly. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "003", "tn": [{"ref": "the poor and fatherless", "text": "Here \"the poor\" and \"fatherless\" are nominal adjectives. They can be stated as adjectives. AT: \"those who are poor and those who are orphans\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "maintain the rights of the", "text": "\"do what is right for the \""}, {"ref": "the afflicted and destitute", "text": "Here \"the afflicted\" and \"destitute\" are nominal adjectives. They can be stated as adjectives. AT: \"those who are suffering and those who have nothing\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the poor and needy ... the wicked", "text": "These are all nominal adjectives. They can be stated as adjectives. AT: \"those who are poor and those who are needy ... those who are wicked\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "take them out of the hand of the wicked", "text": "Here the word \"hand\" represents power or control. AT: \"stop the wicked people from harming them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "They neither", "text": "Possible meanings are 1) \"they\" refers to the gods or 2) \"they\" refers to the wicked people."}, {"ref": "they wander around in the darkness", "text": "Doing what is evil is spoken of as if they were walking in a very dark place. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the foundations of the earth crumble", "text": "The gods corrupting the moral order that Yahweh established is spoken of as if the gods were shaking the earth and making it fall apart. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crumble", "text": "\"fall apart\""}]}, {"id": "006", "tn": [{"ref": "You are gods, and all of you sons of the Most High", "text": "Here \"gods\" refers to the same group as in [[:en:bible:notes:psa:082:001]]. Whether this refers to spiritual beings or human beings, they are not gods like Yahweh is God, and they are not literally his sons. By calling them \"gods\" and \"sons of the Most High,\" Yahweh is acknowledging that he has given them great power and authority."}, {"ref": "sons of the Most High", "text": "Yahweh is speaking about himself as \"the Most High.\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Nevertheless", "text": "\"However\""}, {"ref": "and fall", "text": "This is a way of speaking of a person dying. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "The writer is speaking again."}, {"ref": "judge the earth", "text": "Here \"earth\" represents the people. AT: \"judge the people of the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for you have an inheritance in all the nations", "text": "\"for all the nations are your inheritance.\" Yahweh taking all the people as his own and ruling over them is spoken of as if the nations were a possession that he inherited. AT: \"for you rule over all the people of every nation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the nations", "text": "Here \"nations\" represents the people of the nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]