[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells what the life of a believer should be and how believers should serve."}, {"ref": "I urge you therefore, brothers, by the mercies of God", "text": "Here \"brothers\" refers to fellow believers, both male and female. AT: \"Fellow believers, because of the great mercy that God has given you I very much want you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to present your bodies a living sacrifice", "text": "Here Paul uses the word \"bodies\" to refer to the whole person. Paul is comparing a believer in Christ who completely obeys God to the animals that the Jews killed and then offered to God. AT: \"to offer yourselves completely to God while you are alive as if you were a dead sacrifice on a temple altar\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "holy, acceptable to God", "text": "Possible meanings are 1) \"a sacrifice that you give to God alone and that pleases him\" (UDB) or 2) \"acceptable to God because it is morally pure\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "This is your reasonable service", "text": "\"This is the right way to worship God\""}, {"ref": "Do not be conformed to this world", "text": "Possible meanings are 1) \"Do not behave as the world behaves\" or 2) \"Do not think the way the world does.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not be conformed", "text": "Possible meanings are 1) \"Do not let the world tell you what to do and think\" or 2) \"Do not allow yourself to act and do what the world does.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this world", "text": "This refers to unbelievers who live in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but be transformed by the renewal of your mind", "text": "You can translate this in an active form. AT: \"but let God change the way you think and behave\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "because of the grace that was given to me", "text": "Here \"grace\" refers to God's choosing Paul to be an apostle and leader of the church. You can make this explicit in your translation. You can also translate this in an active form. AT: \"because God freely chose me to be an apostle\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that everyone who is among you should not think more highly of themselves than they ought to think", "text": "\"that no one among you should think they are better than other people\""}, {"ref": "Instead, they should think in a wise way", "text": "\"But you should be wise in how you think about yourselves\""}, {"ref": "just as God has given out to each one a certain amount of faith", "text": "Paul implies here that believers have different abilities that correspond to their faith in God. AT: \"since God has given each of you different abilities because of your trust in him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "For", "text": "Paul uses this word to show that he will now explain why some Christians should not think they are better than others."}, {"ref": "we have many members in one body", "text": "Paul refers to all the believers in Christ as if they were different parts of the human body. He does this to illustrate that although believers may serve Christ in different ways, each person belongs to Christ and serves in an important way. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "members", "text": "These are such things as eyes, stomachs, and hands."}, {"ref": "are individually members of each other", "text": "Paul speaks of the believers as if God had physically joined them together like the parts of the human body. You can translate this in an active form. AT: \"God has joined each believer together with all other believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "We have different gifts according to the grace that was given to us", "text": "Paul speaks of believers' different abilities as being free gifts from God. You can translate this in an active form. AT: \"God has freely given each of us the ability to do different things for him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let it be done according to the proportion of his faith", "text": "Possible meanings are 1) \"let him speak prophecies that do not go beyond the amount of faith God has given us\" or 2) \"let him speak prophecies that agree with the teachings of our faith.\""}, {"ref": "If one's gift is giving", "text": "Here \"giving\" refers to giving money and other things to people. You can make this meaning  explicit in your translation. AT: \"If one has the gift of giving money or other goods to people in need\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "Let love be without hypocrisy", "text": "You can translate this in an active form. AT: \"You must love people sincerely and truly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "love", "text": "The word Paul uses here refers to the kind of love that comes from God and focuses on the good of others, even when it does not benefit oneself."}, {"ref": "Concerning love of the brothers, be affectionate", "text": "Here Paul begins a list of nine items, each of the form \"Concerning ... be\" to tell the believers what kind of people they should be. You may need to translate some of the items as \"Concerning ... do.\" The list continues to [[:en:bible:notes:rom:12:11|12:13]]."}, {"ref": "Concerning love of the brothers", "text": "\"As for how you love your fellow believers\""}, {"ref": "love", "text": "This is another word that means brotherly love or love for a friend or family member. This is natural human love between friends or relatives."}, {"ref": "be affectionate", "text": "You can translate this in an active form. AT: \"show affection\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Concerning honor, respect one another", "text": "\"Honor and respect one another\" or \"Honor your fellow believers by respecting them\""}]}, {"id": "11", "tn": [{"ref": "Concerning diligence, do not be hesitant. Concerning the spirit, be eager. Concerning the Lord, serve him", "text": "\"Do not be lazy in your duty, but be eager to follow the Spirit and to serve the Lord\""}, {"ref": "Rejoice in the confidence you have about the future", "text": "Paul implies here that the believers can be confident that God will help them. AT: \"Be happy because you are confident that God will always help you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Be patient in your troubles", "text": "\"Wait patiently whenever you have troubles\""}, {"ref": "Share in the needs of the believers", "text": "This is the last item in the list that began in [[:en:bible:notes:rom:12:09|12:9]]. \"When fellow Christians are in trouble, help them with what they need\""}, {"ref": "Find many ways to show hospitality", "text": "\"Always welcome them into your home when they need a place to stay\""}]}, {"id": "14", "tn": [{"ref": "Be of the same mind toward one another", "text": "This is an idiom that means to live in unity. AT: \"Agree with one another\" or \"Live in unity with each other\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not think in proud ways", "text": "\"Do not think that you are more important than others\""}, {"ref": "accept lowly people", "text": "\"welcome people who do not seem important\""}, {"ref": "Do not be wise in your own thoughts", "text": "\"Do not think of yourselves as having more wisdom than everyone else\""}]}, {"id": "17", "tn": [{"ref": "Repay no one evil for evil", "text": "\"Do not do evil things to someone who has done evil things to you\""}, {"ref": "Do good things in the sight of all people", "text": "\"Do things that everyone considers to be good\""}, {"ref": "as much as it lies with you, be at peace with all people", "text": "\"do whatever you can to live in peace with everyone\""}]}, {"id": "19", "tn": [{"ref": "give way to the wrath of God", "text": "Here \"wrath\" is a metonym for God's punishment. AT: \"allow God to punish them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For it is written", "text": "You can translate this in an active form. AT: \"For someone has written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Vengeance belongs to me; I will repay", "text": "These two phrases mean basically the same thing and emphasize that God will avenge his people. AT: \"I will certainly avenge you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your enemy ... feed him ... give him a drink ... if you do this, you will heap ... Do not be overcome by evil, but overcome evil", "text": "All forms of \"you\" and \"your\" are addressed as to one person. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "But if your enemy is hungry ... his head", "text": "In 12:20 Paul quotes another part of Scripture. AT: \"But the Scripture also says, 'If your enemy is hungry ... his head'\""}, {"ref": "feed him", "text": "\"give him some food\""}, {"ref": "heap coals of fire on his head", "text": "Paul speaks of the blessings that the enemies will receive as if someone were pouring hot coals on their heads. Possible meanings are 1) \"make the person who harmed you feel badly about how he has mistreated you\" or 2) \"give God a reason to judge your enemy more harshly.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not be overcome by evil, but overcome evil with good", "text": "Paul describes \"evil\" as though it were a person. You can translate this in an active form. AT: \"Do not let those who are evil defeat you, but defeat those who are evil by doing what is good\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]