[{"id": "01", "tn": [{"ref": "Wine is a mocker and strong drink is a brawler", "text": "These two phrases mean basically the same thing and are combined to emphasize the danger of too much alcohol. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Wine is a mocker", "text": "Here \"wine\" refers to the person who is drunk with wine. AT: \"A person who is drunk with wine mocks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "strong drink is a brawler", "text": "Here \"strong drink\" refers to a person who is drunk with strong drink. AT: \"a person who is drunk with strong drink starts fights\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a brawler", "text": "a person who fights noisily, usually in a public place"}, {"ref": "whoever is led astray by drink is not wise", "text": "This can be stated in active form. AT: \"whoever drinks until they can no longer think clearly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by drink", "text": "Here \"drink\" refers to alcoholic drinks"}, {"ref": "is not wise", "text": "This means the opposite of \"wise\" which is \"foolish.\" AT: \"is foolish\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "The fear of a king is like the fear of a young lion that is roaring", "text": "This compares how people fear a king's wrath to how they fear a young roaring lion. AT: \"The king's wrath makes people as afraid as if they were facing a young lion roaring at them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "makes him angry", "text": "\"makes the king angry\""}, {"ref": "forfeits his life", "text": "This refers to being killed. \"Life\" here refers to physical life. AT: \"will die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "03", "tn": [{"ref": "It is an honor", "text": "\"It is honorable.\" This means that a person will be honored."}, {"ref": "every fool jumps into an argument", "text": "This speaks of entering an argument quickly as if the argument were something the fool physically jumped into. AT: \"every fool quickly gets into an argument\" or \"every fool is quick to join an argument\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plow", "text": "to prepare land for planting"}, {"ref": "autumn", "text": "\"the planting season\""}, {"ref": "but will have nothing", "text": "This means that there will be nothing growing in his field for him to harvest. AT: \"but will have nothing to harvest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "The purpose in a human heart is like deep water", "text": "This speaks of how difficult it is to understand the reasons for a person's actions by comparing it to the difficulty of reaching the water in a deep well. AT: \"It is as difficult to understand the purpose in the human heart as it is to reach the water in a deep well\" or \"The purpose of in the human heart is very difficult to understand\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "someone with understanding", "text": "\"a person who has understanding\" (UDB)"}, {"ref": "will draw it out", "text": "This speaks of figuring out the purpose of the human heart as if it was water being drawn from a deep well. AT: \"will cause the purpose to be known\" or \"will figure it out\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "loyal", "text": "\"faithful\" or \"trustworthy\""}, {"ref": "but who can find one who is faithful?", "text": "The implicit answer is \"few can find someone like that.\" This rhetorical question can be written as a statement. AT: \"but few men can find a person who is faithful\" or \"but it is hard to find a person who really is faithful\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "walks in his integrity", "text": "Here walking refers to living. See how you translated this phrase in [[:en:bible:notes:pro:19:01|19:1]]. AT: \"lives by his integrity\" or \"lives an honest life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his sons who follow after him", "text": "This simply means that they \"follow after him\" since they are younger than he and his children. If this phrase is awkward in your language it may be left to be implied. AT: \"his sons after him\" or \"his sons\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is winnowing with his eyes all the evil that is before him", "text": "This speaks of the king judging between various types of evil as if he were separating them as a person winnows grain. AT: \"sees and sorts the different kinds of evils that are brought before him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Who can say, \"I have kept my heart clean; I am free from my sin\"?", "text": "The implicit answer to this question is, \"No one can say that.\" This rhetorical question can be written as a statement. AT: \"No one can say that his heart is clean and that he is free from sin\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my heart", "text": "Here a person is referred to by his \"heart\" to emphasize his thoughts and desires. AT: \"myself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "clean", "text": "A person who God considers spiritually acceptable is spoken of as if the person where physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am free from my sin", "text": "\"I am without sin\" or \"I have not sinned\""}]}, {"id": "11", "tn": [{"ref": "Even a youth is known by his actions", "text": "This can be stated in active form. AT: \"People know a young man by his actions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whether his conduct is pure and upright", "text": "\"whether his conduct is pure and upright or not\""}, {"ref": "his conduct", "text": "\"his deeds\" or \"what he does\""}, {"ref": "pure and upright", "text": "These two words basically mean the same thing and emphasize how good this young person is. They can be combined into one word if necessary. AT: \"pure\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Ears that hear and eyes that see", "text": "The same thought is repeated to emphasize that Yahweh made all our senses. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "13", "tn": [{"ref": "come to poverty", "text": "The phrase \"come to\" here means to transition into a new situation; to become. AT: \"become poor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "open your eyes", "text": "Here \"opening one's eyes\" is spoken of as \"being awake.\" AT: \"stay awake\" (UDB) or \"be alert\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "\"Bad! Bad!\" says the buyer, but when he goes away he boasts", "text": "Here a buyer is criticizing what someone is selling to get a low price from him. After he buys he boasts about the good price that he pursuaded the seller to give him. The full meaning of this can be made clear. AT: \"\"Bad! Bad!\" says the buyer criticizing the seller's wares, but after he buys he goes away he boasting about the low price that he paid\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "lips of knowledge are a precious jewel", "text": "This speaks of the value of lips of knowledge by comparing them to a precious jewel. AT: \"lips of knowledge are as valuable as an expensive jewel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lips of knowledge", "text": "Here \"words\" are referred to as \"lips.\" AT: \"wise words\" or \"words of knowledge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Take a garment of one who has put up security for a stranger", "text": "When lending money, the lender would take something from the borrower, such as a garment, as a guarantee of repayment. He would return it after the money was repaid. If the borrower was too poor, someone else could give something to the lender as a guarantee for him. The full meaning of this statement can be made clear. AT: \"Take a garment as security from the one who guarantees that what a stranger has borrowed will be paid back\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "puts up security", "text": "This is an idiom. It means that someone gives something to a lender as a guarantee that what was borrowed will be paid. AT: \"guarantees that what has been borrowed will be paid back\" or  \"promises to pay a loan\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "hold it in pledge", "text": "This is an idiom. To \"hold something in pledge\" means to hold on to something that someone has given as a pledge, or promise, that he will pay a debt.  AT: \"hold onto his coat as a guarantee of repayment\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "Bread gained by deceit", "text": "This can be stated in active form. AT: \"Bread that someone gained by deceit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by deceit", "text": "The word \"deceit\" can be expressed as a verb. AT: \"by deceiving others\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Bread", "text": "Here \"bread\" refers to food in general. AT: \"Food\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tastes sweet", "text": "\"tastes good\""}, {"ref": "but afterward his mouth will be full of gravel", "text": "This speaks of the food tasting unpleasant as if his mouth were actually full of gravel instead of food. AT: \"but afterwards it tastes like gravel in his mouth\" or \"but soon it tastes like sand in his mouth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gravel", "text": "small pieces of rock"}, {"ref": "Plans are established by advice", "text": "This can be stated in active form. AT: \"People establish plans based on advice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "A gossip", "text": "This means someone who gossips a lot."}, {"ref": "you should not associate with", "text": "\"you should not be friends with\""}, {"ref": "If a person curses", "text": "This means if a someone express a desire that bad things will happen to someone else."}, {"ref": "his lamp will be snuffed out in the middle of darkness", "text": "This speaks of a person dying suddenly and unexpectedly as if his life were a lamp snuffed out in the dark. AT: \"his life will end as suddenly as the light of a lamp that is snuffed out in the dark\" or \"he will die suddenly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his lamp will be snuffed out", "text": "This can be stated in active form. AT: \"his lamp will go out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his lamp", "text": "This refers to a lamp with a burning flame. Here the lamp's flame is referred to as the lamp itself. AT: \"the flame of his lamp\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "snuffed out", "text": "to cause a flame to go out"}]}, {"id": "21", "tn": [{"ref": "at the beginning", "text": "This refers to a person receiving his inheritance before he is supposed to receive it. The full meaning of this statement can be made clear.  AT: \"before the right time\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will pay you back", "text": "This means to do wrong to someone because they have done wrong to you. AT: \"I will punish you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Wait for Yahweh", "text": "This means to have faith that Yahweh will deal with the situation. AT: \"Have faith in Yahweh\" or \"Hope in Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "Yahweh hates unequal weights and dishonest scales are not good", "text": "These two phrases basically mean the same thing and are combined to emphasize how bad this is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A person's steps are directed by Yahweh", "text": "This can be stated in active form. AT: \"Yahweh directs a person's steps\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A person's steps", "text": "This refers to the various things a person does. AT: \"A person's actions\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "how then can he understand his way?", "text": "The implicit answer is that he cannot understand it. This rhetorical question may be written as a statement. AT: \"therefore, a person cannot understand his way\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "understand his way", "text": "This is an idiom. The phrase \"his way\" refers to the person's life. AT: \"understand why some things happen in his life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "It is a snare", "text": "This speaks of something being dangerous as if it were a trap or a snare. AT: \"It is dangerous\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to say rashly", "text": "to say something quickly and without careful consideration of what it might mean"}, {"ref": "making his vow", "text": "The person has made a vow declaring that something is holy and dedicated to Yahweh. AT: \"dedicating it to Yahweh\" or \"declaring it holy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "winnows the wicked", "text": "This speaks of the king separating the wicked people as if they were grain that he was winnowing. AT: \"separates the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wicked", "text": "This refers to wicked people. AT: \"those who are wicked\" or \"the wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "and he turns a threshing wheel over them", "text": "This speaks of the king punishing the wicked as if he were driving a threshing wheel over them. AT: \"and he severely punishes them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "threshing wheel", "text": "\"threshing cart.\" This is a tool used to crush grain and help separate it from the chaff."}]}, {"id": "27", "tn": [{"ref": "The spirit of a person is the lamp of Yahweh, searching all his inmost parts", "text": "This speaks of a person's spirit as if it were a lamp. A person's spirit helps him to understand his inner self. AT: \"Yahweh has given us a spirit to understand our deepest selves, just as a lamp makes you see in the dark\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Covenant faithfulness and trustworthiness preserve the king", "text": "This speaks of the king's covenant faithfulness and trustworthiness as if they were people who kept the king safe. AT: \"The king preserves himself by his covenant faithfulness and trustworthiness\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "preserve the king", "text": "keep the king safe from harm"}, {"ref": "his throne is made secure by love", "text": "This speaks of the king's love as if it were a person who secured the king's rule. AT: \"his throne is made secure by his love\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his throne is made secure by love", "text": "Here the king's rule is referred to as his \"throne.\" This can be stated in active from. AT: \"a king ensures that he will rule for a long time by showing love to others\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "Blows that make a wound cleanse away evil and beatings make the innermost parts clean", "text": "Both statements mean the same thing and are repeated for emphasis. Using physical punishment to correct a person is spoken of as if the evil were dirt and the beatings cleansed him. AT: \"Beating a person who has done wrong will correct him and cause him to be a better person\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]