[{"id": "01", "tn": [{"ref": "The Vision of Isaiah ... that he saw", "text": "\"This is the Vision of Isaiah ... that Yahweh showed him\" or \"This is what God showed Isaiah\""}, {"ref": "Amoz", "text": "Amoz was the father of Isaiah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Judah and Jerusalem", "text": "\"Judah\" refers to the southern kingdom of Israel. \"Jerusalem\" was its most important city. AT: \"those living in Judah and Jerusalem\" or \"the people of Judah and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah", "text": "This is an idiom and refers to the time when each king reigned. They reigned one after the other, not all at the same time. AT: \"when Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism|Parallelism]])"}, {"ref": "Hear, heavens, and give ear, earth", "text": "Although these prophecies were meant for the people of Jerusalem and Judah to hear, Isaiah knows they will not listen. Possible meanings are 1) he speaks in apostrophe, as though the \"heavens\" and \"earth\" would be able to listen to what Yahweh said, or 2) the words \"heavens\" and \"earth\" are metonyms and a merism for all living beings everywhere. AT: \"you who live in the heavens ... you who live on the earth\" (See: [[:en:ta:vol2:translate:figs_apostrophe|Apostrophe]] and [[:en:ta:vol2:translate:figs_personification|Personification]] and [[:en:ta:vol2:translate:figs_merism|Merism]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "I have nourished ... does not understand", "text": "Words that Yahweh spoke and which Isaiah is speaking to the Israelites for Yahweh."}, {"ref": "I have nourished and brought up children", "text": "Yahweh speaks as if his words were food and as if the Israelites were his children. AT: \"I have taken care of the people living in Judah like they were my children\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "the donkey his master's feeding trough", "text": "You can make clear the understood information. AT: \"the donkey knows his master's feeding trough\" or \"the donkey knows where his master gives him food\" (See: [[:en:ta:vol2:translate:figs_ellipsis|Ellipsis]])"}, {"ref": "but Israel does not know, Israel does not understand", "text": "This probably means \"but the people of Israel do not know me, they do not understand that I am the one who cares for them.\""}, {"ref": "Israel", "text": "This is a metonym for the people of Israel. Judah is part of what had been the nation of Israel. AT: \"the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Nation, sinners", "text": "Possible meanings are 1) Isaiah is saying two different things about them. AT: \"Nation of Israel, you sinners\" or 2) he is saying only one thing about them. AT: \"Nation of sinners\""}, {"ref": "a people weighed down with iniquity", "text": "Something very heavy that a person might carry is a metaphor for their many sins. AT: \"their sin is like a heavy bag on their shoulders that makes it hard for them to walk\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "offspring of evildoers", "text": "The word \"offspring\" is a metaphor for people who do what others have done. AT: \"people who do the same evil they see others doing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "act corruptly", "text": "do evil deeds"}, {"ref": "They have abandoned Yahweh", "text": "\"They have gone away from Yahweh\""}, {"ref": "have despised", "text": "\"have refused to obey\" or \"have refused to respect\""}, {"ref": "Israel", "text": "Judah is part of what had been the nation of Israel."}, {"ref": "they have estranged themselves from him", "text": "Though at one time they were friends, they now treat him as though they do not know him."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Why are you still being beaten? Why do you rebel more and more?", "text": "Isaiah uses these questions to scold the people of Judah. The questions can be translated as statements. This can also be stated in active form. AT: \"You keep doing things that Yahweh has to punish you for. You continue to rebel against him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you", "text": "Here the word \"you\" refers to the people who live in Judah and so is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "The whole head is sick, the whole heart is weak", "text": "This metaphor compares the nation of Israel to a person who has been beaten. AT: \"You are like someone whose head is wounded and whose heart is weak\" or \"You are like someone whose whole mind and heart are sick\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no part unharmed", "text": "This can be stated positively. It can also be stated in active form. AT: \"every part of you has been harmed\" or \"someone has harmed every part of you\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "they have not been closed, cleansed, bandaged, nor treated with oil", "text": "This metaphor compares the punishment God has given Israel to physical wounds. It can be stated in active form. AT: \"no one has closed, cleansed, bandaged, or treated them with oil\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your country is ruined", "text": "This can be stated in active form. AT: \"They have ruined your country\" or \"Your enemies have ruined your country\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your cities are burned", "text": "This can be stated in active form. AT: \"they have burned your cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your fields—in your presence, strangers are destroying them", "text": "\"people who are not from your own country steal the crops from your fields while you watch\""}, {"ref": "abandoned devastation", "text": "\"empty and devastated.\"  This abstract noun phrase can be expressed as verb phrases.  AT: \"they have destroyed the land and no one lives there\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "overthrown by strangers", "text": "This can be stated in active form. AT: \"strangers have overthrown your country\" or \"a foreign army has completely conquered it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The daughter of Zion is left", "text": "This can be stated in active form. AT: \"I have left the daughter of Zion\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The daughter of Zion", "text": "The \"daughter\" of a city means the people of the city. AT: \"The people of Zion\" or \"The people who live in Zion\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "is left like a hut in a vineyard, like a shed in a garden of cucumbers", "text": "Possible meanings are 1) \"has become as small as a hut in a vineyard or a shed in a garden of cucumbers\" (see UDB) or 2) \"is left the way a farmer leaves a hut in a vineyard or a shed in a garden of cucumbers when he is finished with them\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like ... cucumbers, like a besieged city", "text": "Another possible meaning is \"like ... cucumbers. She is a besieged city\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "If Yahweh", "text": "This describes something that could have happened in the past but did not. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "a small remnant", "text": "\"a few survivors\""}, {"ref": "us ... we", "text": "Here these words refer to Isaiah and includes all the people of Judah and Jerusalem. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "we would have been like Sodom, we would have been like Gomorrah", "text": "How Judah would have been like Sodom and Gomorrah can be made explicit. AT: \"God would have destroyed us, like he destroyed the cities of Sodom and Gomorrah\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you rulers of Sodom ... you people of Gomorrah", "text": "Isaiah is comparing the people of Judah to Sodom and Gomorrah to emphasize how sinful they have become. AT: \"you rulers who are as sinful as the people of Sodom ... you people who are as wicked as those who lived in Gomorrah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What is the multitude of your sacrifices to me?", "text": "God is using a question to scold the people. This rhetorical question can be translated as a statement. AT: \"Your many sacrifices mean nothing to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "who has required this of you, to trample my courts?", "text": "The word \"trample\" means to step on and crush with one's feet. God is using a question to scold the people who live in Judah. This rhetorical question can be translated as a statement. AT: \"no one told you to stomp around in my courtyards!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Bring no more meaningless offerings", "text": "\"Do not bring me any more of your worthless gifts\""}, {"ref": "incense is an abomination to me", "text": "Here the abstract noun \"abomination\" can expressed as the verb \"hate.\" AT: \"I hate the incense the priests burn\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I cannot tolerate these wicked assemblies", "text": "Possible meanings are 1) \"I cannot allow you to gather together because of the wicked things you do\" or 2) \"I cannot allow myself to watch you gather together because of the wicked things you do.\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your new moons and your appointed feasts", "text": "The words \"new moons\" are a metonym for the celebrations of the new moon. They are also a synecdoche for all regular celebrations. AT: \"your celebrations of the new moon and your other regular feasts\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "new moons", "text": "A new moon is when the moon first shows light after having been dark."}, {"ref": "they are a burden to me; I am tired of enduring them", "text": "This compares how God feels about the people's celebrations to carrying a heavy object. AT: \"they are a heavy load that I am tired of carrying\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I hide my eyes from you", "text": "This idiom is a way of saying \"I will not look at you\" or \"I will not pay attention to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your hands are full of blood", "text": "This is the reason that God will not listen to their prayers. The blood likely refers to violence that they have done against people. AT: \"because it is like your hands are covered with the blood of those you have harmed\" or \"because you are guilty of violence\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Wash, cleanse yourselves", "text": "Here God compares a person who stops sinning with one who washes his body. AT: \"Repent and wash the sin from your heart like you wash the dirt from your body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "remove the evil of your deeds from my sight", "text": "God was not telling them to do their evil deeds somewhere else, but to stop doing them. AT: \"stop doing the evil deeds that I see you doing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make straight the oppression", "text": "God speaks of people who oppress others as if they had made crooked something that should be straight, and he calls on them to make that object straight again. The abstract noun \"oppression\" can be translated as a verb. AT: \"make sure that those helpless people you have harmed no longer suffer from the bad things you have done to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "give justice to the fatherless", "text": "\"be fair to the children who do not have fathers\""}, {"ref": "defend the widow", "text": "\"protect the women whose husbands have died\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Judah."}, {"ref": "Come now, and let", "text": "Yahweh graciously and lovingly invites the people to listen to what he is about to say. \"Please listen to me. Let\" or \"Pay attention; I want to help you. Let\""}, {"ref": "let us reason together", "text": "\"let us think about this together\" or \"we need to discuss this\" or \"what are we going to do?\" Yahweh invites the people to discuss the future. Here the word \"us\" refers to Yahweh and includes the people of Judah. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "though your sins are like scarlet, they will be white like snow; though they are red like crimson, they will be like wool", "text": "Isaiah is speaking of the people as if they were wearing clothes that were supposed to be white wool and of their sins as if they were red stains on the clothes. If Yahweh forgives their sins, it will be as if their clothes become white again. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like scarlet", "text": "Scarlet is a bright red color. AT: \"bright red\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "white like snow", "text": "White is often a symbol for holiness or purity. \"Snow\" refers to something like frozen rain that is very white. Since this simply describes something as very white, you could replace it with something else that is white: \"white as a seashell\" or \"white as a dove.\" This means that their sins will be forgiven. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "red like crimson", "text": "Crimson is a dark red color. AT: \"dark red\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like wool", "text": "Wool is the hair of a sheep or goat. How they will be like wool can be made explicit. AT: \"white like wool\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "God continues to speak to the people of Judah."}, {"ref": "If you are willing and obedient", "text": "Here, \"willing\" and \"obedient\" are used together to express one idea. AT: \"If you willingly obey\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "you will eat the good of the land", "text": "\"the land will produce good food for you to eat\""}, {"ref": "but if you refuse and rebel", "text": "\"but if you refuse to listen and instead disobey me\""}, {"ref": "the sword will devour you", "text": "The word \"sword\" refers to Judah's enemies. Also, the word \"devour\" compares Judah's enemies coming to kill them to a wild animal that attacks and eats other animals. AT: \"your enemies will kill you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mouth of Yahweh has spoken it", "text": "The word \"mouth\" emphasizes that Yahweh has spoken and what he says will certainly happen. AT: \"Yahweh has spoken\" or \"Yahweh has said that this will happen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "How the faithful city", "text": "This exclamation shows Isaiah's anger and sadness about the people of Jerusalem. AT: \"See how the people of Jerusalem, who had been faithful to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has become a prostitute", "text": "Isaiah compared the people to a woman who is not loyal to her husband but who sleeps with other men for money. The people were no longer loyal to God but were worshiping false gods. AT: \"acts like a prostitute\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She who was full of justice", "text": "The word \"she\" refers to Jerusalem and its people. Those who wrote the Bible often refer to cities as women. AT: \"The people of Jerusalem were fair and did what was right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but now she is full of murderers", "text": "The word \"she\" refers to Jerusalem and its people. Those who wrote the Bible often refer to cities as women. AT: \"but now the people of Jerusalem are murderers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your silver has become impure, your wine mixed with water", "text": "Possible meanings are that Isaiah uses silver and wine as metaphors for 1) the people of Jerusalem. AT: \"You are like silver that is no longer pure, and like wine that is mixed with water,\" or 2) the good deeds that the people formerly did. AT: \"You used to do good deeds, but now your bad deeds make your good deeds worthless.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "silver ... impure", "text": "Someone needs to clean silver often or it will no longer shine brightly."}, {"ref": "wine ... water", "text": "Wine with water in it has little taste and so is no better than water."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your princes are rebels", "text": "\"Your leaders rebel against God\""}, {"ref": "companions of thieves", "text": "\"they are friends with people who steal from others\""}, {"ref": "bribes ... payoffs", "text": "People give \"bribes\" as gifts to dishonest rulers so the rulers will then act unjustly. Rulers receive \"payoffs\" as gifts from those who make profits from unjust laws that the ruler has passed."}, {"ref": "runs after payoffs", "text": "A person eagerly desiring for someone to give him a bribe is spoken of as if the payoff were running away and the person were running after it. AT: \"everyone desires for someone to pay money to them to make dishonest decisions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They do not defend the fatherless", "text": "\"they do not protect those who do not have fathers\""}, {"ref": "nor does the widow's legal plea come before them", "text": "\"nor do they listen when widows go to them for help against those who break the law\" or \"and they do not help widows who go to them for help against those who break the law\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Isaiah begins to speak Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Therefore", "text": "\"For that reason\""}, {"ref": "this is the declaration of the Lord", "text": "The abstract noun \"declaration\" can be translated as a verb. AT: \"this is what the Lord declares\""}, {"ref": "I will take vengeance against my adversaries, and avenge myself against my enemies", "text": "Both of these phrases mean basically the same thing. The words \"take vengeance against my adversaries\" speak more of Yahweh doing whatever he needs to do to those who work against him so he can be happy. The words \"avenge myself against my enemies\" speak more of Yahweh justly punishing his enemies. AT: \"I will punish those who opposed me\" or \"I will do what pleases me to those who work against me, and I will justly punish my enemies\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will turn my hand against you", "text": "Here \"hand\" refers to God's power which he would use to punish his people. AT: \"I will begin to use all my power against you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "refine away your dross as with lye", "text": "Here the process in which God removes his people's sin is spoken of as if her were separating metal from the bad things mixed with it. The words \"as with lye\" adds another metaphor, because lye is used in soap, not in refining metal. AT: \"and like fire removing the dirt from silver, I will remove all the evil from among you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dross", "text": "This is the dirt and other things that people remove from metals so the metal will be pure."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "at the first ... at the beginning", "text": "These are two ways of speaking of the first part or beginning of Israel's history, when Israel first became a nation."}, {"ref": "you will be called", "text": "This can be stated in active form. AT: \"people will call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the city of righteousness, a faithful town", "text": "Here \"city\" and \"town\" refer to the people living in Jerusalem. AT: \"the city where the people are righteous and loyal to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Zion will be redeemed by justice, and her repentant ones by righteousness", "text": "This can be stated in active form. The full meaning of this statement can be made clear. Possible meanings are 1) \"Yahweh will redeem Zion because the people there do what is just, and he will redeem those who repent because they do what Yahweh says is right\" or 2) \"Yahweh will redeem Zion because he is just, and he will redeem those who repent because he is righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Zion", "text": "This is a metonym for \"the people who live on Mount Zion. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Rebels and sinners will be crushed together", "text": "This can be stated in active form. AT: \"God will destroy those who rebel and sin against him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who abandon Yahweh will be done away with", "text": "This can be stated in active form. AT: \"and Yahweh will completely do away with those who turn away from him\" or \"and Yahweh will kill all who reject him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the sacred oak trees ... gardens", "text": "These phrases refer to places where the people of Judah worshiped idols."}, {"ref": "you will be embarrassed by", "text": "Some versions read, \"you will blush because of.\" A person blushes when his face turns hot and red, often because he feels that he has done something wrong."}, {"ref": "For you will be like an oak whose leaf fades, and like a garden that has no water", "text": "Water gives life to trees and gardens. The people have cut themselves off from Yahweh, who gives them life. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Isaiah speaks Yahweh's words to the people of Judah in the form of a poem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The strong man", "text": "\"The strong person\" or \"Whoever is powerful.\" This may refer to people who are important and who influence other people."}, {"ref": "tinder", "text": "dry material that burns easily"}, {"ref": "and his work like a spark", "text": "This compares the person's deeds or evil works to a spark that falls on tinder and sets it on fire. AT: \"his work will be like a spark that starts a fire\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]