[{"id": "01", "tn": [{"ref": "the word of Yahweh that came", "text": "\"the word that Yahweh God spoke\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "I will utterly destroy everything from off the surface of the earth ... I will cut off man from the surface of the earth", "text": "These are deliberate exaggerations by Yahweh to express his anger at the people's sin. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "cut off", "text": "Destroying is spoken of as if it were cutting something off from what it was a part of. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "Milcom", "text": "\"Milcom\" is perhaps another name for the idol \"Molech.\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "Yahweh has prepared the sacrifice and set apart his guests", "text": "This language is showing God's ultimate plan and how he uses the enemies of His people to accomplish his purposes. (See: [[:en:ta:vol1:translate:figs_idiom]])."}, {"ref": "everyone dressed in foreign clothes", "text": "this phrase suggests that the Israelites wore clothes similar to the foreigners to show sympathy to their customs and to the worship of their foreign gods. (See: [[:en:ta:vol1:translate:figs_idiom]])."}, {"ref": "On that day", "text": "\"On the day of Yahweh\""}, {"ref": "all those who leap over the threshold", "text": "this is a reference to people who worshiped a particular deity called Dagan. AT: \"all those who worshiped Dagan\" (See: [[:en:ta:vol1:translate:figs_idiom]])."}]}, {"id": "10", "tn": [{"ref": "Yahweh's declaration", "text": "AT: \"what Yahweh has declared\" or \"what Yahweh has solemnly said\""}, {"ref": "Fish Gate", "text": "The Fish Gate was one of the gates in the city wall."}, {"ref": "wailing from the Second District", "text": "AT: \"Mourn loudly from the Second District.\" The Second District was a newer part of Jerusalem."}, {"ref": "from the hills", "text": "This refers to the hills surrounding Jerusalem. AT: \"from the hills around Jerusalem.\""}, {"ref": "for all the merchants will be ruined; all those who weigh out silver will be cut off", "text": "AT: \"for those who buy and sell goods, the traders, will be killed.\""}]}, {"id": "12", "tn": [{"ref": "I will search Jerusalem with lamps", "text": "No one will be able to hide from God."}, {"ref": "settled into their wine", "text": "They feel safe from trouble. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and say in their heart", "text": "They speak with certainty. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "near, near and hurrying quickly", "text": "The repetition of the word \"near,\" along with the phrase \"hurrying quickly\" emphasize that the day when Yahweh judges the people will soon happen. AT: \"close and will be here soon.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "That day will be a day of fury ... battlements", "text": "This statement is to emphasize that how terrible God's judgment will be. The multiple figures of speech are accumulative and show the destructive nature of this final judgment by God. It creates emphasis."}, {"ref": "a day of distress and anguish", "text": "The words \"distress\" and \"anguish\" mean about the same thing and emphasize the intensity of the people's distress. AT: \"a day when people feel terrible distress.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a day of storm and devastation", "text": "Here the word \"storm\" refers to divine judgment. The word \"devastation\" describes the effects of that judgment. AT: \"a day of devastating storms\" or \"a day of devastating judgment.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a day of darkness and gloom", "text": "The words \"darkness\" and \"gloom\" share similar meanings and emphasize the intensity of darkness. Both words refer to a time of disaster or divine judgment. AT: \"a day that is full of darkness\" or \"a day of terrible judgment.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a day of clouds and thick darkness", "text": "This phrase means the same thing as, and intensifies the idea of the previous phrase. Like that phrase, both \"clouds\" and \"thick darkness\" refer to divine judgment. AT: \"a day full of dark storm clouds\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a day of trumpets and alarms", "text": "The words \"trumpets\" and \"alarms\" mean basically the same thing here. Both are means to call soldiers to prepare for battle. AT: \"a day when people sound the alarm for battle.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "fortified cities and the high battlements", "text": "These two phrases both refer to military strongholds. AT: \"well fortified cities.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "17", "tn": [{"ref": "walk about like blind men ... poured out like dust ... their inner parts like dung", "text": "These three phrases indicate comparisons to show what they have in common. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the fire of his jealousy", "text": "This refers to the power of Yahweh's anger. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}]