[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Because of this great number of Old Testament believers, the author talks of the life of faith that believers should live with Jesus as their example."}, {"ref": "General Information:", "text": "The words \"we\" and \"us\" refer to the author and his readers. The word \"you\" is plural and here refers to the readers. (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "we are surrounded by such a large cloud of witnesses", "text": "The writer speaks about the Old Testament believers as if they were a cloud that surrounded the present-day believers. This can be stated in active form. AT: \"such a large cloud of witnesses surrounds us\" or \"there are so many examples of faithful people about whom we learn in the scriptures\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "witnesses", "text": "Here \"witnesses\" refers to the Old Testament believers in chapter 11 who lived before the race of faith that believers now run."}, {"ref": "let us lay aside every weight and easily entangling sin", "text": "Here \"weight\" and \"easily entangling sin\" are spoken of as if a person could take them off himself and put them down. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every weight", "text": "Attitudes or habits that keep believers from trusting and obeying God are spoken of as if they were loads that would make it difficult for a person to carry while running. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "easily entangling sin", "text": "Sin is spoken of as if it were a net or something else that can trip people up and make them fall. AT: \"sin that makes obeying God difficult\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us patiently run the race that is placed before us", "text": "Following Jesus is spoken of as if it were running a race. AT: \"Let us continue obeying what God has commanded us, just like a runner keeps going until the race is over\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "beginner and perfecter", "text": "\"creator and finisher.\" This means that Jesus is the source of a believer's faith. He is the one in whom believers trust, and he will also ensure that believers reach their goal."}, {"ref": "the joy that was placed before him", "text": "The joy that would belong to Jesus is spoken of as if God the Father had placed it before him to reach as a goal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "despised its shame", "text": "This means he was not concerned about the shame of dying on a cross."}, {"ref": "sat down at the right hand", "text": "Here \"right hand\" refers to a place of honor. AT: \"he sat down in the place of honor.\" See how you translated this in [[:en:bible:notes:heb:01:01|1:3]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of the throne of God", "text": "Here \"throne\" refers to God's rule as king. AT: \"of God who is king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "weary in your hearts", "text": "Here \"hearts\" represents a person's thoughts and emotions. AT: \"discouraged\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "Endure suffering as discipline", "text": "\"Understand that during suffering God teaches us discipline\""}, {"ref": "God deals with you as with sons", "text": "This compares God disciplining his people to a father disciplining his sons. You can state clearly the understood information. AT: \"God deals with you the same way a father deals with his sons\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "sons ... son", "text": "All occurrences of these words may be stated to include males and females. AT: \"children ... child\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "what son is there whom his father does not discipline?", "text": "The author makes the point throught this question that every good father disciplines his children. This can be expressed as a statement. AT: \"every father disciplines his children!\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But if you are without discipline, which all people share in", "text": "You can restate the abstract noun \"discipline\" as the verb \"disciplining.\" AT: \"So if you have not experienced God disciplining you like he disciplines all his children\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "then you are illegitimate and not his sons", "text": "Those whom God does not discipline are spoken of as if they are sons born to a man and a woman who are not married each other. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "fathers in the flesh", "text": "Here \"in the flesh\" refers to a human person. AT: \"natural fathers\" (UDB) or \"earthly fathers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as disciplinarians", "text": "\"who disciplined us\""}, {"ref": "Should we not even more so obey the Father of spirits and live?", "text": "The author uses a question to emphasize that would should obey God the Father. This can be expressed as a statement. AT: \"Therefore we should even more so obey the Father of spirits and live!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and live", "text": "\"so that we will live\""}, {"ref": "the Father of spirits", "text": "This idiom contrasts with \"fathers in the flesh.\" AT: \"our spiritual Father\" or \"our Father in heaven\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so that we can share in his holiness", "text": "This metaphor speaks of \"holiness\" as if it were an object that can be shared among people. AT: \"so that we may become holy as God is holy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "peaceful fruit", "text": "Here \"fruit\" is a metaphor and is spoken of as if it were a person who was at peace and who brought peace to others. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "fruit of righteousness", "text": "Righteousness, the quality of someone who obeys God, is spoken of as if it were fruit growing on a tree. Here the writer is saying that righteousness increases as a result of discipline. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who have been trained by it", "text": "\"who have been trained by discipline.\" The discipline or correction done by the Lord is spoken of as if it were the Lord himself. This can be stated in active form. AT: \"whom God has trained by disciplining them\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "strengthen your hands that hang down and your weak knees. Make straight paths for your feet", "text": "Possibly this continues the metaphor about the race in [[:en:bible:notes:heb:12:01|12:1]]. It is in this way that the author speaks about living as Christians and helping others. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "straight paths", "text": "Living so as to honor and please God is spoken of as if it were a straight path to follow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what is lame will not be sprained", "text": "In this metaphor of running a race, \"lame\" represents another person in the race who is hurt and wants to quit. This, in turn, represent the Christians themselves. AT: \"whoever is weak and wants to quit will not sprain his ankle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will not be sprained", "text": "Someone who stops obeying God is spoken of as if he injured his foot or ankle on a path. This can be stated in active form. AT: \"will not sprain his ankle\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rather be healed", "text": "This can be stated in active form. AT: \"instead become strong\" or \"instead God will heal him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The man Esau, who was told about in the writings of Moses, refers to Isaac's first son and Jacob's brother."}, {"ref": "Pursue peace with everyone", "text": "Here \"Pursue\" is spoken of as if it were something that a person must chase after. AT: \"Try to live peacefully with everyone\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and also the holiness without which no one will see the Lord", "text": "This can be expressed as a positive encouragement. AT: \"and also work hard to be holy, because only holy people will see the Lord\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "also the holiness", "text": "You can state clearly the understood information. AT: \"also pursue the holiness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "no one lacks God's grace", "text": "\"no one receives God's grace and then lets go of it\" or \"no one rejects God's grace after first trusting in him\""}, {"ref": "that no root of bitterness grows up to cause trouble, so that many do not become polluted by it", "text": "Hateful or resentful attitudes are spoken of as if they were a plant bitter to the taste. AT: \"that no one becomes like a bitter root, which when it grows causes trouble and harms many people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he was rejected", "text": "This can be stated in active form. AT: \"his father, Isaac, refused to bless him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because he found no opportunity for repentance", "text": "\"because it was not possible for his father, Isaac, to change his decision\""}, {"ref": "even though he sought it with tears", "text": "Here \"he\" refers to Esau."}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "The author gives a contrast between what believers in Moses' time had while living under the law and what present day believers have after coming to Jesus under the new covenant. He illustrates the experience of the Israelites by describing how God appeared to them at Mount Sinai."}, {"ref": "General Information:", "text": "The words \"you\" and \"You\" refer to the Hebrew believers to whom the author wrote. The word \"they\" refers to people of Israel after Moses led them out of Egypt. The first quotation comes from the writings of Moses. God reveals in this passage in Hebrews that Moses said he shook at seeing the mountain."}, {"ref": "For you have not come to a mountain that can be touched", "text": "The implicit information can be stated explicitly. AT: \"For you have not come, as the people of Israel came, to a mountain that can be touched\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that can be touched", "text": "This means that believers in Christ have not come to a physical mountain like Mount Sinai that a person can touch or see. This can be stated in active form. AT: \"that a person can touch\" or \"that people can perceive with their senses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You have not come to a trumpet blast", "text": "\"You have not come to a place where there is the loud sound of a trumpet\""}, {"ref": "nor to a voice that speaks words whose hearers begged that not another word be spoken to them", "text": "Here \"voice\" refers to someone speaking. The phrase \"be spoken\" can be stated in active form. AT: \"or where God was speaking in such a way that those who heard him begged him not to speak another word to them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what was commanded", "text": "This can be stated in active form. AT: \"what God commanded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it must be stoned", "text": "This can be stated in active form. AT: \"you must stone it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "The man Abel was the son of the first man and woman, Adam and Eve. Cain, also their son, murdered Abel."}, {"ref": "Mount Zion", "text": "The writer speaks of Mount Zion, the temple mount in Jerusalem, as if it were heaven itself, the residence of God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tens of thousands of angels", "text": "\"an uncountable number of angels\""}, {"ref": "the firstborn", "text": "This speaks of believers in Christ as if they were firstborn sons. This emphasizes their special place and privilege as God's people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "registered in heaven", "text": "\"whose names are written in heaven.\" This can be stated in active form. AT: \"whose names God has written in heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the mediator of a new covenant", "text": "This means Jesus caused the new covenant between God and humans to exist. See how you translated this phrase in [[:en:bible:notes:heb:09:13|9:15]]."}, {"ref": "who have been made perfect", "text": "This can be stated in active form. AT: \"whom God has made perfect\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sprinkled blood that speaks better than Abel's blood", "text": "The blood of Jesus and the blood of Abel are both spoken of as if they were two persons calling out. AT: \"the sprinkled blood of Jesus that says better things than the blood of Abel\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "blood", "text": "Here \"blood\" stands for Jesus' death, as Abel's blood stands for his death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Having contrasted the Israelites' experience at Mount Sinai with the believers' experience after Christ died, the writer reminds believers that they have the same God who warns them today. This is the fifth main warning given to believers."}, {"ref": "General Information:", "text": "This quotation is from the prophet Haggai in the Old Testament. The word \"you\" continues to refer to believers. The word \"we\" continues to refer to the writer and the readers who are believers. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "you do not refuse the one who is speaking", "text": "This can be stated in positive form. AT: \"you pay attention to the one who is speaking\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "if they did not escape", "text": "The implicit information can be stated explicitly. AT: \"if the people of Israel did not escape judgment\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the one who warned them on earth", "text": "Possible meanings are 1) \"Moses who warned them here on earth\" or 2) \"God who warned them at Mount Sinai\""}, {"ref": "if we turn away from the one who is warning", "text": "Disobeying God is spoken of as if a person were turning and walking away from him. AT: \"if we disobey the one who is warning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his voice shook the earth", "text": "\"when God spoke, the sound of his voice caused the earth to shake\""}, {"ref": "shook ... shake", "text": "Use the word for what an earthquake does in moving the ground. This refers back to [[:en:bible:notes:heb:12:18|12:18-21]] and what happened when the people saw the mountain where Moses received the law from God."}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the quotation from the prophet Haggai is repeated from the previous verse."}, {"ref": "the removal of those things that can be shaken", "text": "This can be stated in active form. AT: \"God will remove all things that shake\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shaken", "text": "Use the word for what an earthquake does in moving the ground. This refers back to [[:en:bible:notes:heb:12:18|12:18-21]] and what happened when the people saw the mountain where Moses received the law from God. See how you translated \"shook\" and \"shake\" in [[:en:bible:notes:heb:12:25|12:26]]."}, {"ref": "that have been created", "text": "This can be stated in active form. AT: \"that God has created\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the things that cannot shaken", "text": "This can be stated in active form. AT: \"the things that do not shake\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "receiving a kingdom", "text": "You can add the words \"because we are\" to make clear the logical connection between this statement and the next statement. AT: \"because we are receiving a kingdom\" or \"because God is making us members of his kingdom\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "that cannot be shaken", "text": "This can be stated in active form. AT: \"that does not shake\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "let us be grateful", "text": "\"let us give thanks\""}, {"ref": "with reverence and awe", "text": "The words \"reverence\" and \"awe\" share similar meanings and emphasize the greatness of reverence due to God. AT: \"with great respect and dread\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "our God is a consuming fire", "text": "God is spoken of here as if he were a fire that can burn up anything. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]