[{"id": "01", "tn": [{"ref": "Hoshea son of Elah", "text": "Hoshea became the king of the northern kingdom of Israel."}, {"ref": "Elah", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He ruled in Samaria", "text": "Samaria was the capital city of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "evil in the sight of Yahweh", "text": "He did not obey Yahweh's laws as given to Moses. \"In the sight of\" is metaphor for judgment or opinion. AT: \"evil to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hoshea became his servant and brought him tribute", "text": "Hoshea did as the King of Assyria commanded and brought money to him so that the King would not destroy Israel."}, {"ref": "Shalmaneser", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "So", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "year by year", "text": "\"every year\" (UDB)"}, {"ref": "shut him up and bound him in prison", "text": "\"put Hoshea in prison\" (UDB)"}, {"ref": "besieged it", "text": "put troops around the city in order to force it to surrender"}, {"ref": "carried Israel away to Assyria", "text": "The name \"Israel\" is metonymy for the people living there. AT: \"took the Israelite people to Assyria\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Halah ... Habor River ... Gozan", "text": "These are the names of locations. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Medes", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The narrative pauses to summarize Yahweh's judgment on Israel."}, {"ref": "This captivity", "text": "This refers to the capture of the Israelites by the Assyrians."}, {"ref": "the hand of", "text": "\"Hand\" is metonymy for control, authority or power. AT: \"the control of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walking in the practices", "text": "\"Walking\" is metaphor for the ways or patterns of behavior people use in their lives. AT: \"doing the activities\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The narrative continues to summarize Yahweh's judgment on Israel."}, {"ref": "on every high hill and under every green tree", "text": "These are exaggerations to show that worship of false gods was widespread. AT: \"on high hills and under green trees everywhere\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The narrative continues to summarize Yahweh's judgment on Israel."}, {"ref": "performed wicked things to provoke Yahweh to anger", "text": "Possible ways to render this: 1) \"did many wicked things that caused Yahweh to become angry\" (UDB) or 2) \"did many sinful things that made Yahweh angry\""}, {"ref": "about which Yahweh had said to them", "text": "\"about which Yahweh had warned them\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The narrative continues to summarize Yahweh's judgment on Israel."}, {"ref": "Yahweh had testified ... by every prophet", "text": "Yahweh spoke through the prophets."}, {"ref": "Turn from your evil ways", "text": "\"Stop doing the evil things you have been doing\""}, {"ref": "I sent to you by my servants the prophets", "text": "The prophets were sent by Yahweh to remind the people of God's Laws and to obey them."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The summary of Yahweh's judgment on Israel continues."}, {"ref": "they were very stubborn", "text": "They were unwilling to follow God's laws and rely on Yahweh as their God."}, {"ref": "rejected his statutes", "text": "They refused to obey God's Laws."}, {"ref": "They followed useless practices", "text": "They followed the practices of the people around them."}, {"ref": "not to imitate", "text": "\"not to copy\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The summary of Yahweh's judgment on Israel continues."}, {"ref": "cast metal figures", "text": "Cast metal figures are objects made by pouring melted metal into a form (or mold) to make a shape."}, {"ref": "enchantments", "text": "\"sorcery\" (UDB)"}, {"ref": "sold themselves to do that which was evil in the sight of Yahweh", "text": "To \"sell themselves\" is a metaphor for committing completely to do that which was evil. AT: \"committed themselves to do things that Yahweh said were evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "removed them out of his sight", "text": "\"Sight\" is metonymy for being within the attention of Yahweh so he no longer cared for them. AT: \"removed them from his attention\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "The summary of Yahweh's judgment on Israel includes how Judah also fell into idolatry."}, {"ref": "Judah", "text": "The location \"Judah\" is metonymy for the people that live there. AT: \"the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he afflicted them", "text": "\"Yahweh punished the Israelites\""}, {"ref": "gave them into the hand of those who would take the possession as spoil", "text": "\"Hand\" is metonymy for control, power or authority. AT: \"handed them over to those who robbed them of their property\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until he had cast them out of his sight", "text": "\"his sight\" is metaphor for attention and caring. AT: \"He got rid of them all\" (UDB) or \"until they were no longer in his presence\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "The reason for Yahweh's judgment on Israel continues by relating the history behind it."}, {"ref": "He tore Israel", "text": "\"He tore\" is a metaphor for violent removal. AT: \"Yahweh removed the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the royal line of David", "text": "\"from the rule of David's descendants\" (UDB)"}, {"ref": "drove Israel away from following Yahweh", "text": "\"turned the people of Israel away from following Yahweh\""}, {"ref": "they did not depart from them", "text": "\"The Israelites did not stop committing these sins\" or \"They did not turn away from those sins\" (UDB)"}, {"ref": "so Yahweh removed Israel from his sight", "text": "\"Sight\" is a metaphor for attention and care. AT: \"So Yahweh removed the people of Israel from his attention and care\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh's judgment continues against the new Assyrian inhabitants who practice their pagan religions."}, {"ref": "Cuthah ... Avva ... Hamath ... Sepharvaim", "text": "These are places in the Assyrian empire. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It happened at the beginning of their residence there", "text": "\"When those people first lived there\""}, {"ref": "The nations that you have carried away and placed in the cities of Samaria", "text": "\"The people you have moved from other lands and sent to live in the cities of Samaria\""}, {"ref": "do not know the practices required by the god of the land", "text": "\"do not know how to worship the God that the Israelites worshiped in this land\" (UDB)"}]}, {"id": "27", "tn": [{"ref": "Take one of the priests there whom you brought from there", "text": "\"Take a priest who came from Samaria back there,\""}, {"ref": "and let him teach them", "text": "\"and let the Samaritan priest teach the people who are living there now\""}]}, {"id": "29", "tn": [{"ref": "Succoth Benoth ... Nergal ... Ashima ... Nibhaz ... Tartak ... Adrammelech ... Anammelech", "text": "These are the names of gods, both male and female. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Cuthah ... Hamath", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Avvites ... Sepharvites", "text": "These are the names of people groups. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "burned their children in the fire", "text": "\"sacrificed their own children\" (UDB) or \"burned their children in fire as an offering\""}]}, {"id": "32", "tn": [{"ref": "They", "text": "This refers to the pagan people that the king of Assyria moved into the cities of Samaria."}]}, {"id": "34", "tn": [{"ref": "they persist in their old customs", "text": "\"they continue in the same habits as before.\""}, {"ref": "They neither honor Yahweh", "text": "The people were only interested in appeasing Yahweh. They were either not interested or not aware Yahweh was interested in a relationship with them."}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "The summary comes toward the end with an appeal to worship only Yahweh."}, {"ref": "with great power and a raised arm", "text": "The phrase \"raised arm\" is metonymy for displaying power and means basically the same thing as \"great power.\" AT: \"with very great power\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "keep them", "text": "\"obey them\""}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "The summary now ends with an appeal to worship only Yahweh and a description of the sins of the people."}, {"ref": "They would not listen", "text": "\"Listen\" is a metaphor for paying attention and act on the command. AT: \"They did not obey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "these nations feared Yahweh", "text": "These nations feared Yahweh only to the point of appeasing him the same way they treated their own gods."}, {"ref": "up to this day", "text": "\"This day\" is metonymy for the time period in which the writer lived. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]