[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story from the previous chapter continues. Jesus reclines at the table with his disciples and continues to speak to them."}, {"ref": "Do not let your heart be troubled", "text": "This is an idiom. To have a troubled heart means to be worried or anxious. AT: \"Stop being so anxious and worried\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "In the house of my Father are many rooms", "text": "\"there are many places to live in my Father's house\""}, {"ref": "In the house of my Father", "text": "This refers to heaven, where God lives."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "many rooms", "text": "The word \"room\" can refer to a single room, or to a larger dwelling."}, {"ref": "I am going to prepare a place for you", "text": "Jesus will prepare a place in heaven for every person who trusts in him. The \"you\" is plural and refers to all his disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "04", "tn": [{"ref": "how can we know the way?", "text": "\"how can we know how to get there?\""}, {"ref": "the way", "text": "This is a metaphor that has these possible meanings 1) \"the way to God\" or 2) \"the one who takes people to God.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the truth", "text": "This is a metaphor that has these possible meanings 1) \"the true person\" or 2) \"the one who speaks true words about God.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the life", "text": "This is a metaphor that means Jesus can give life to people. AT: \"the one who can make people alive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no one comes to the Father except through me", "text": "People can come to God and live with him only by trusting Jesus. AT: \"No one can come to the Father and live with him unless he comes through me.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "08", "tn": [{"ref": "Lord, show us the Father", "text": "The \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I have been with you for so long and you still do not know me, Philip?", "text": "This remark appears in the form of a question to add emphasis to Jesus' words. AT: \"Philip, I have been with you disciples already for a very long time. You should know me by now!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Whoever has seen me has seen the Father", "text": "To see Jesus, who is God the Son, is to see God the Father. The \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "How can you say, 'Show us the Father'?", "text": "This remark appears in the form of a question to emphasize Jesus' words to Philip. AT: \"So you really should not be saying, 'Show us the Father!'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Jesus asks Philip a question and then he continues to speak to all of his disciples."}, {"ref": "Do you not believe ... in me?", "text": "This remark appears in the form of a question to emphasize Jesus' words to Philip. AT: \"You really should believe ... in me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "The words that I say to you I do not speak from my own authority", "text": "\"What I am telling you is not from me\" or \"The words I tell you are not from me\""}, {"ref": "The words that I say to you", "text": "Here \"you\" is plural. Jesus is now speaking to all of his disciples."}, {"ref": "I am in the Father, and the Father is in me", "text": "This is an idiom that means God the Father and Jesus have a unique relationship. AT: \"I am one with the Father, and the Father is one with me\" or \"my Father and I are just as though we were one\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "believes in me", "text": "This means to believe that Jesus is the Son of God."}, {"ref": "Whatever you ask in my name", "text": "Here \"name\" is a metonym that represents the authority of Jesus. AT: \"Whatever you ask, using my authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that the Father will be glorified in the Son", "text": "You can translate this in an active form. AT: \"so I can show everyone how great my Father is\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "If you ask me anything in my name, I will do it", "text": "Here \"name\" is a metonym that represents the authority of Jesus. AT: \"If you ask me anything as one of my followers, I will do it\" or \"Whatever you ask of me, I will do it because you belong to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Comforter", "text": "This refers to the Holy Spirit."}, {"ref": "Spirit of truth", "text": "This refers to the Holy Spirit who teaches people what is true about God."}, {"ref": "The world cannot receive him", "text": "Here the \"world\" is a metonym that refers to the people who oppose God. AT: \"The unbelieving people in this world will never welcome him\" (UDB) or \"Those who oppose God will not accept him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "leave you alone", "text": "Here Jesus implies that he will not leave his disciples with no one to care for them. AT: \"leave you with no one to care for you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the world", "text": "Here the \"world\" is a metonym that represents the people who do not belong to God. AT: \"the unbelievers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will know that I am in my Father", "text": "God the Father and Jesus live as one person. AT: \"you will know that my Father and I are truly one person.\""}, {"ref": "my Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "you are in me, and that I am in you", "text": "\"you and I are just like one person\""}]}, {"id": "21", "tn": [{"ref": "loves", "text": "This kind of love comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "he who loves me will be loved by my Father", "text": "You can translate this in an active form. AT: \"my Father will love anyone who loves me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Judas (not Iscariot)", "text": "This refers to another disciple whose name was Judas, not to the disciple who was from the village of Kerioth who betrayed Jesus. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "why is it that you will show yourself to us", "text": "Here the word \"show\" refers to revealing how wonderful Jesus is. AT: \"Why will you reveal yourself only to us\" or \"Why will you only let us see how wonderful you are?\""}, {"ref": "not to the world", "text": "Here \"world\" is a metonym that represents the people who oppose God. AT: \"not to those who do not belong to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Jesus responds to Judas (not Iscariot)."}, {"ref": "If anyone loves me, he will keep my word", "text": "\"The one who loves me will do what I have told him to do\""}, {"ref": "loves", "text": "This kind of love comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "My Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "we will come to him and we will make our home with him", "text": "The Father and the Son will share life with those who obey what Jesus commands. AT: \"we will come to live with him, and will have a personal relationship with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The word that you hear is not from me but from the Father who sent me", "text": "\"The things I have told you are not things that I have decided to say on my own\" (UDB)"}, {"ref": "The word", "text": "Here the \"word\" is a metonym for the message that Jesus brings from God. AT: \"The message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that you hear", "text": "Here when Jesus says \"you\" he is speaking to all of his disciples."}]}, {"id": "25", "tn": [{"ref": "Comforter", "text": "This refers to the Holy Spirit. See how you translated this in [[:en:bible:notes:jhn:14:15|14:16]]."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in my name", "text": "Here the word \"name\" is a metonym that represents Jesus' power and authority. AT: \"because of me\" or \"for my sake\" (See: [[[[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "world", "text": "The \"world\" is a metonym that represents those people who do not love God. (See: [[[[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do not let your heart be troubled, and do not be afraid", "text": "\"To have a troubled heart\" is an idiom that means to be very anxious or afraid. Here Jesus speaks of the heart as if it were a person. AT: \"So stop being anxious, and do not be afraid\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "28", "tn": [{"ref": "loved", "text": "This kind of love comes from God and desires the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "I am going to the Father", "text": "Here Jesus implies that he will return to his Father. AT: \"I am going back to the Father\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Father is greater than I", "text": "Here Jesus implies that the Father has greater authority than the Son while the Son is on the earth. AT: \"the Father has greater authority than I have here.\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "30", "tn": [{"ref": "ruler of this world", "text": "Here \"ruler\" refers to Satan. AT: \"Satan who rules this world.\" See how you translated this in [[:en:bible:notes:jhn:12:30|12:31]]."}, {"ref": "ruler ... is coming", "text": "Here Jesus implies that Satan is coming to attack him. AT: \"Satan is coming to attack me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in order that the world will know", "text": "Here the \"world\" is a metonym for the people who do not belong to God. AT: \"in order that the ones who do not belong to God may know\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}]