[{"id": "01", "tn": [{"ref": "General Information:", "text": "Though Yahweh was speaking directly to Joshua, all occurrences of you include Israel. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "crossed over", "text": "The words \"crossed over\" refer to going to the opposite bank of the river. AT: \"went across\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the Jordan", "text": "the Jordan River (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Give them this command: ' ... '", "text": "The nested quote can be stated as an indirect quote. AT: \"Give them this command to take up twelve stones from the middle of the Jordan where the priests are standing on the dry ground, and bring them over with you and lay them down in the place where you will spend the night tonight\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Joshua tells the twelve men what to do."}, {"ref": "into the middle of the Jordan. Each of you is to take up a stone upon his shoulder", "text": "Each of the twelve men were to pick up a large stone from the Jordan River bed and carry them to the other side to build a monument. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Joshua tells Israel what the pile of twelve stones mean."}, {"ref": "The waters of the Jordan were cut off before the ark of the covenant of Yahweh", "text": "This can be stated in active form. AT: \"Yahweh cut off the waters of the Jordan in front of the ark of his covenant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The waters of the Jordan were", "text": "\"The Jordan River was\""}, {"ref": "were cut off before the ark", "text": "The Jordan River was prevented by God from flowing up to the ark that was being carried by the priests."}, {"ref": "the waters of the Jordan were cut off", "text": "The water flowing down the Jordan River stopped before the ark so everyone including the ark traveled on the dry river bed."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Joshua and Israel continue to do as Yahweh commanded."}, {"ref": "they picked up twelve stones from the middle of the Jordan", "text": "This refers to the twelve men picking up stones from the middle of the Jordan River bed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then Joshua set up twelve stones in the middle of the Jordan", "text": "These were twelve additional stones, not the stones that the twelve men carried from the river bed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The memorial is there to this day", "text": "This means the memorial was there to the day that the author was writing this book."}]}, {"id": "10", "tn": [{"ref": "the Jordan", "text": "This refers to the Jordan River. (See: [[:en:ta:vol2:translate:figs_metonymy]] or [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the people", "text": "This refers to the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "crossed over", "text": "This means to go to the opposite bank of the river. AT: \"traveled from one side to the opposite side\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "before the people", "text": "This refers to being in front of the people or in the sight of all the people. Everyone saw the ark being carried by the priests. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "The tribe of Reuben, the tribe of Gad, and the half tribe of Manasseh passed before the people of Israel formed up as an army", "text": "These were the soldiers of the 3 tribes that were fulfilling their obligation to lead the Israelites into battle for settling on the East side of the Jordan River. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "just as they", "text": "The word \"they\" refers to the people of Israel."}, {"ref": "they honored Moses", "text": "This refers to not just honor but submission to his commands and to treat him as the commander of their army as they had followed Moses. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh tells Joshua to have the priests exit the Jordan River."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The Author was making it clear that parting the Jordan River was no different than parting the Red Sea for the previous generation."}, {"ref": "waters of the Jordan returned to their place and overflowed its banks", "text": "The Jordan River was overflowing its banks and flooding the area before and after Israel passed through on dry land."}, {"ref": "four days", "text": "\"4 days\" (See [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "19", "tn": [{"ref": "came up out of the Jordan", "text": "This refers to when Israel crossed the Jordan River on dry ground."}, {"ref": "on the tenth day of the first month", "text": "This is the first month of the Hebrew calendar. The tenth day is near the end of March on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "The twelve stones that they took out of the Jordan", "text": "Each tribe was to take one stone from the Jordan River so Joshua could build a memorial of the crossing event. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Joshua continues to remind the people the purpose of the pile of stones."}, {"ref": "Tell your children", "text": "It was for Israel to teach their children of God's miracles so that they would honor Yahweh forever."}, {"ref": "the hand of Yahweh is mighty", "text": "This refers to the power of Yahweh being strong. AT: \"Yahweh is mighty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]