{"1": [{"a": "God has spoken in the past through the prophets at many times and in many ways.", "q": "How has God spoken in the past?", "ref": ["01-01"]}, {"a": "God has spoken in these recent days through a Son.", "q": "How has God spoken in these recent days?", "ref": ["01-02"]}, {"a": "The universe was made through the Son of God.", "q": "Through whom was the universe made?", "ref": ["01-02"]}, {"a": "All things are sustained by the word of the Son of God's power.", "q": "How are all things sustained?", "ref": ["01-03"]}, {"a": "The Son is the radiance of God's glory, and the character of God's essence.", "q": "How does the Son display the glory and essence of God?", "ref": ["01-03"]}, {"a": "The Son of God is superior to the angels.", "q": "How does the Son of God compare to the angels?", "ref": ["01-04"]}, {"a": "God commanded the angels to worship the Son when the Son was brought into the world.", "q": "What did God command the angels to do when the Son was brought into the world?", "ref": ["01-06"]}, {"a": "The Son will rule as a king for ever and ever.", "q": "How long will the Son rule as a king?", "ref": ["01-08"]}, {"a": "The Son loves righteousness and the Son hates lawlessness.", "q": "What does the Son love and what does the Son hate?", "ref": ["01-09"]}, {"a": "The earth and heavens will wear out like a garment and perish.", "q": "What will happen to the earth and heavens over time?", "ref": ["01-10", "01-11"]}, {"a": "God told the Son to sit at his right hand until God made the Son's enemies a stool for the Son's feet.", "q": "Where did God tell the Son to sit, and until what happened?", "ref": ["01-13"]}, {"a": "The angels care for those who are about to inherit salvation.", "q": "For whom do the angels care?", "ref": ["01-14"]}], "2": [{"a": "Believers must pay attention to what they have heard so that they do not drift away from it.", "q": "Why must believers pay attention to what they have heard?", "ref": ["02-01"]}, {"a": "Every transgression and disobedience receives just punishment.", "q": "What does every transgression and disobedience receive?", "ref": ["02-02"]}, {"a": "God testified to the message by signs, wonders, powerful deeds, and by the gifts of the Holy Spirit.", "q": "How did God testify to the message of salvation announced by the Lord?", "ref": ["02-04"]}, {"a": "Angels will not rule the world to come.", "q": "Who will not rule the world to come?", "ref": ["02-05"]}, {"a": "Man will rule the world to come.", "q": "Who will rule the world to come?", "ref": ["02-07", "02-08"]}, {"a": "Jesus was crowned with glory and honor because of his suffering and death.", "q": "Why was Jesus crowned with glory and honor?", "ref": ["02-09"]}, {"a": "Jesus tasted death for every man.", "q": "For whom did Jesus taste death?", "ref": ["02-09"]}, {"a": "God plans to bring many sons to glory.", "q": "Who does God plan to bring to glory?", "ref": ["02-10"]}, {"a": "Both the one who sanctifies and those who are sanctified come from the one source, God.", "q": "Who both come from the one source, God?", "ref": ["02-11"]}, {"a": "The devil was made ineffective through Jesus' death.", "q": "Who was made ineffective through Jesus' death?", "ref": ["02-14"]}, {"a": "Through the death of Jesus, people are freed from the fear of death.", "q": "From what slavery are people freed through the death of Jesus?", "ref": ["02-15"]}, {"a": "It was necessary so that he might become a merciful and faithful high priest over God's things, and so he might achieve forgiveness for the people's sins.", "q": "Why was it necessary for Jesus to be like his brothers in all ways?", "ref": ["02-17"]}, {"a": "Jesus is able to help those who are tempted because he was tempted also.", "q": "Why is Jesus able to help those who are tempted?", "ref": ["02-18"]}], "3": [{"a": "The author gives Jesus the titles Apostle and High Priest.", "q": "What two titles does the author of the book of Hebrews give Jesus?", "ref": ["03-01"]}, {"a": "Jesus has been considered worthy of greater glory because while Moses was faithful in all God's house, Jesus is the one who built the house.", "q": "Why has Jesus been considered worthy of greater glory than Moses?", "ref": ["03-02", "03-03"]}, {"a": "Moses was a servant in God's house.", "q": "What was Moses' role in God's house?", "ref": ["03-05"]}, {"a": "Moses gave testimony about the things that were to be spoken of in the future.", "q": "About what did Moses give testimony?", "ref": ["03-05"]}, {"a": "Jesus is the Son in charge of God's house.", "q": "What is Jesus' role in God's house?", "ref": ["03-06"]}, {"a": "The believers are God's house if they hold fast their confidence.", "q": "Who is God's house?", "ref": ["03-06"]}, {"a": "The Israelites hardened their hearts.", "q": "What did the Israelites in the wilderness do when they heard God's voice?", "ref": ["03-07", "03-08"]}, {"a": "God swore that they would not enter his rest.", "q": "What did God swear concerning the Israelites who went astray in their hearts?", "ref": ["03-10", "03-11"]}, {"a": "The brothers are warned to be careful not to turn away from the living God by unbelief.", "q": "Of what are the brothers warned to be careful?", "ref": ["03-12"]}, {"a": "The brothers are to encourage one another daily.", "q": "What are the brothers to do in order to avoid being hardened by the deceitfulness of sin?", "ref": ["03-13"]}, {"a": "As partners of Christ, believers must firmly hold their confidence in him from the beginning to the end.", "q": "As partners of Christ, what must believers do?", "ref": ["03-14"]}, {"a": "God was angry with those who sinned in the wilderness.", "q": "With whom was God angry for forty years?", "ref": ["03-17"]}, {"a": "Their dead bodies lay in the wilderness.", "q": "What happened to those with whom God was angry?", "ref": ["03-17"]}, {"a": "They were not able to enter God's rest because of unbelief.", "q": "Why were the disobedient Israelites not able to enter God's rest?", "ref": ["03-19"]}], "4": [{"a": "The believers and the Israelites had both heard the good news about God's rest.", "q": "What good news had the believers and the Israelites both heard?", "ref": ["04-02"]}, {"a": "The good news did not benefit the Israelites because they did not join faith to it.", "q": "Why did the good news not benefit the Israelites?", "ref": ["04-02"]}, {"a": "Those who have believed enter God's rest.", "q": "Who are the ones who enter God's rest?", "ref": ["04-03"]}, {"a": "God finished his created works at the beginning of the world and then rested on the seventh day.", "q": "When did God finish his created works and then rest?", "ref": ["04-03", "04-04"]}, {"a": "God said that the Israelites would not enter his rest.", "q": "What did God say about the Israelites and his rest?", "ref": ["04-05"]}, {"a": "God has set \"Today\" as the day for people to enter his rest.", "q": "What day has God now set for people to enter his rest?", "ref": ["04-07"]}, {"a": "A person must listen to God's voice and not harden his heart.", "q": "What must a person do in order to enter God's rest?", "ref": ["04-07"]}, {"a": "A sabbath rest is still reserved for God's people.", "q": "What is still reserved for God's people?", "ref": ["04-09"]}, {"a": "A person who enters God's rest also rests from his deeds.", "q": "A person who enters God's rest also rests from what?", "ref": ["04-10"]}, {"a": "Believers should be eager to enter God's rest so that they do not fall as the Israelites did.", "q": "Why should believers be eager to enter God's rest?", "ref": ["04-11"]}, {"a": "The word of God is sharper than any two-edged sword.", "q": "What is the word of God sharper than?", "ref": ["04-12"]}, {"a": "The word of God is able to divide soul from spirit, and joints from marrow.", "q": "What is the word of God able to divide?", "ref": ["04-12"]}, {"a": "The word of God is able to discern the thoughts and intentions of the heart.", "q": "What is the word of God able to discern?", "ref": ["04-12"]}, {"a": "No created thing is hidden from God's sight.", "q": "Who is hidden from God's sight?", "ref": ["04-13"]}, {"a": "Jesus the Son of God serves as the great high priest for believers.", "q": "Who serves as the great high priest for believers?", "ref": ["04-14"]}, {"a": "Jesus feels sympathy for the weaknesses of believers because he was in all ways tempted.", "q": "Why does Jesus feel sympathy for the weaknesses of believers?", "ref": ["04-15"]}, {"a": "Jesus was without sin.", "q": "How many times did Jesus sin?", "ref": ["04-15"]}, {"a": "In time of need, believers are to come up with confidence to the throne of grace.", "q": "In time of need, what are believers to do to receive mercy and find grace?", "ref": ["04-16"]}], "5": [{"a": "For the people, every high priest offers gifts and sacrifices for sins.", "q": "What does every high priest do on behalf of the people?", "ref": ["05-01"]}, {"a": "The high priest also presents sacrifices for his sins.", "q": "In addition to the people, for whom does the high priest also present sacrifices?", "ref": ["05-03"]}, {"a": "A man must be called by God to be a high priest of God.", "q": "How does a man receive the honor of being a high priest of God?", "ref": ["05-04"]}, {"a": "God declared Christ to be a high priest.", "q": "Who declared Christ to be a high priest?", "ref": ["05-05"]}, {"a": "Christ is God's high priest forever.", "q": "For how long is Christ God's high priest?", "ref": ["05-06"]}, {"a": "Christ is a high priest of the order of Melchizedek.", "q": "Of what order is Christ as a high priest?", "ref": ["05-06"]}, {"a": "Christ was heard by God because he revered God.", "q": "Why was Christ heard by God when he prayed?", "ref": ["05-07"]}, {"a": "Christ learned obedience from the things he suffered.", "q": "How did Christ learn obedience?", "ref": ["05-08"]}, {"a": "For everyone who obeys him, Christ became the cause of their eternal salvation.", "q": "For whom did Christ become the cause of eternal salvation?", "ref": ["05-09"]}, {"a": "The original readers were dull of hearing.", "q": "What was the spiritual condition of the original readers of this letter?", "ref": ["05-11"]}, {"a": "Believers grow spiritually by practicing distinguishing right from wrong, discerning both good and evil.", "q": "How does the author of the letter say that believers grow from spiritual babies into full-grown adults?", "ref": ["05-14"]}], "6": [{"a": "The author of Hebrews wants the believers to press on to maturity.", "q": "On to what does the author of Hebrews want the believers to press?", "ref": ["06-01"]}, {"a": "The foundational teachings are repentance from dead works, faith in God, baptisms, laying on of hands, the resurrection of the dead, and eternal judgment.", "q": "What teachings does the author list as the foundation of the message of Christ?", "ref": ["06-01", "06-02"]}, {"a": "It is impossible for those who were sharers in the Holy Spirit, but then fell away, to be restored again to repentance.", "q": "What is impossible for those who were sharers in the Holy Spirit, but then fell away, to do?", "ref": ["06-04", "06-06"]}, {"a": "These enlightened people had tasted the heavenly gift, God's word, and the powers of the age to come.", "q": "What had these enlightened people tasted?", "ref": ["06-04", "06-05"]}, {"a": "They are not able to be restored because they have crucified for themselves the very Son of God.", "q": "Why are these people not able to be restored to repentance?", "ref": ["06-06"]}, {"a": "Land that receives rain but bears thorns and thistles has its end in burning.", "q": "In the author's analogy, what happens to land that receives rain but bears thorns and thistles?", "ref": ["06-07", "06-08"]}, {"a": "The author expects better things concerning these believers, things that are about salvation.", "q": "What is the author's expectation concerning the believers to whom he is writing?", "ref": ["06-09"]}, {"a": "God will not forget their work, love, and service to the saints.", "q": "What will God not forget about these believers?", "ref": ["06-10"]}, {"a": "The believers should imitate the faith and patience of those who inherit the promises of God.", "q": "What should the believers imitate about those who inherit the promises of God?", "ref": ["06-12"]}, {"a": "Abraham had to wait patiently to obtain what God promised him.", "q": "What did Abraham have to do in order to obtain what God promised him?", "ref": ["06-13", "06-15"]}, {"a": "God guaranteed his promise with an oath to show more clearly the unchangeable quality of his purpose.", "q": "Why did God guarantee his promise with an oath?", "ref": ["06-17"]}, {"a": "It is impossible for God to lie.", "q": "What is it impossible for God to do?", "ref": ["06-18"]}, {"a": "The believer's confidence in God is a secure and reliable anchor for his soul.", "q": "What does the believer's confidence in God do for his soul?", "ref": ["06-19"]}, {"a": "Jesus entered into the inner place behind the curtain as the forerunner for the believers.", "q": "Where did Jesus enter as the forerunner for the believers?", "ref": ["06-20"]}], "7": [{"a": "Melchizedek was king of Salem and priest of God Most High.", "q": "What two titles did Melchizedek have?", "ref": ["07-01"]}, {"a": "Abraham gave Melchizedek a tenth of everything he had captured.", "q": "What did Abraham give Melchizedek?", "ref": ["07-02"]}, {"a": "The name Melchizedek means \"king of righteousness\" and \"king of peace\".", "q": "What does the name Melchizedek mean?", "ref": ["07-02"]}, {"a": "Melchizedek was without ancestors and has no end of life.", "q": "Who were the ancestors of Melchizedek, and when did he die?", "ref": ["07-03"]}, {"a": "The priests of the Law are descended from Levi and Abraham.", "q": "From whom are the priests descended, who are priests according to the Law, and who collect tithes from the people?", "ref": ["07-05"]}, {"a": "Melchizedek was the greater person because he blessed Abraham", "q": "Who was the greater person, Abraham or Melchizedek?", "ref": ["07-07"]}, {"a": "Levi also paid tithes to Melchizedek because Levi was in the genitals of Abraham when Abraham paid tithes to Melchizedek.", "q": "In what way did Levi himself also pay tithes to Melchizedek?", "ref": ["07-09", "07-10"]}, {"a": "There was a need for another priest to arise after the order of Melchizedek because perfection was not possible through the Levitical priesthood.", "q": "Why was there a need for another priest to arise after the order of Melchizedek?", "ref": ["07-11"]}, {"a": "The law must be changed when the priesthood changes.", "q": "What must also be 3changed when the priesthood changes?", "ref": ["07-12"]}, {"a": "Jesus descended from the tribe of Judah, which had never served before at the altar as priests.", "q": "From which tribe did Jesus descend, and had this tribe served before at the altar as priests?", "ref": ["07-14"]}, {"a": "Jesus became a priest after the order of Melchizedek based on the power of an indestructible life.", "q": "On what basis did Jesus become a priest after the order of Melchizedek?", "ref": ["07-16"]}, {"a": "The former commandment, the Law, has been set aside because it is weak and useless.", "q": "What has been set aside because it is weak and useless?", "ref": ["07-18", "07-19"]}, {"a": "God swore that Jesus would be a priest forever.", "q": "What oath did God swear concerning Jesus?", "ref": ["07-21"]}, {"a": "Jesus is the guarantee of a better covenant.", "q": "Of what is Jesus the guarantee?", "ref": ["07-22"]}, {"a": "Jesus is able to completely save those who draw near to God through him because he always lives to intercede for them.", "q": "Why is Jesus able to completely save those who draw near to God through him?", "ref": ["07-25"]}, {"a": "Jesus is sinless, blameless, pure, and separated from sinners.", "q": "What four attributes does Jesus have that make him the right priest for believers?", "ref": ["07-26"]}, {"a": "Jesus offered up himself once for the sins of the people.", "q": "What offering did Jesus make for the sins of the people?", "ref": ["07-27"]}, {"a": "Jesus did not need to make any offering for his own sins because he is sinless.", "q": "What offering did Jesus need to make for his own sins?", "ref": ["07-26"]}, {"a": "The priests who were appointed through the Law were weak, but Jesus has been made perfect forever.", "q": "How is Jesus different from the priests who were appointed through the Law?", "ref": ["07-28"]}], "8": [{"a": "The believers' high priest is sitting at the right hand of the throne of the Majesty in the heavens.", "q": "Where is the believers' high priest sitting?", "ref": ["08-01"]}, {"a": "The true tabernacle is in the heavens.", "q": "Where is the true tabernacle?", "ref": ["08-02"]}, {"a": "Every priest must have something to offer.", "q": "What is necessary for every priest to have?", "ref": ["08-03"]}, {"a": "The priests who offered gifts according to the Law were on the earth.", "q": "Where were the priests who offered gifts according to the Law?", "ref": ["08-04"]}, {"a": "The priests on earth served a copy and shadow of the heavenly things.", "q": "What did the priests on earth serve?", "ref": ["08-05"]}, {"a": "The earthly tabernacle was built according to the pattern God showed Moses on the mountain.", "q": "According to what pattern was the earthly tabernacle built?", "ref": ["08-05"]}, {"a": "Christ has a superior priestly ministry because he is the mediator of a better covenant, established on better promises.", "q": "Why does Christ have a superior priestly ministry?", "ref": ["08-06"]}, {"a": "God promised to make a new covenant with the house of Israel and with the house of Judah.", "q": "What did God promise when he found fault with the people under the first covenant?", "ref": ["08-08"]}, {"a": "God said he would put his laws into the people's minds, and write them on their hearts.", "q": "What did God say he would do in the new covenant?", "ref": ["08-10"]}, {"a": "In the new covenant, all would know the Lord, from the least to the greatest.", "q": "In the new covenant, who would know the Lord?", "ref": ["08-11"]}, {"a": "God said he would remember the people's sins no more.", "q": "What did God say he would do with the people's sins in the new covenant?", "ref": ["08-12"]}, {"a": "In announcing a new covenant, God made the first covenant old and ready to disappear.", "q": "In announcing a new covenant, what did God make the first covenant?", "ref": ["08-13"]}], "9": [{"a": "The place of worship for the first covenant was the tabernacle on earth.", "q": "What was the place of worship for the first covenant?", "ref": ["09-01", "09-02"]}, {"a": "In the holy place of the earthly tabernacle were the lampstand, the table, and the bread of the presence.", "q": "What was located in the holy place of the earthly tabernacle?", "ref": ["09-02"]}, {"a": "In the most holy place of the earthly tabernacle were the altar for incense and the ark of the covenant.", "q": "What was located in the most holy place of the earthly tabernacle?", "ref": ["09-04"]}, {"a": "The high priest entered the most holy place once each year, after making a blood sacrifice for himself and the people.", "q": "How often did the high priest enter the most holy place, and what did he do before he entered?", "ref": ["09-07"]}, {"a": "The earthly tabernacle and the gifts and sacrifices being offered there served as an illustration in the present time.", "q": "What served as an illustration in the present time for the readers of this letter?", "ref": ["09-09"]}, {"a": "The offerings of the earthly tabernacle were not able to perfect the worshiper's conscience.", "q": "What were the offerings of the earthly tabernacle not able to do?", "ref": ["09-09"]}, {"a": "The regulations of the earthly tabernacle were provided until the new order would be put in place.", "q": "Until when were the regulations of the earthly tabernacle provided?", "ref": ["09-10"]}, {"a": "The sacred tent in which Christ serves is more perfect, is not made by human hands, and does not belong to this created world.", "q": "What is different about the sacred tent in which Christ serves?", "ref": ["09-11"]}, {"a": "Christ made an offering of his own blood by which he entered the most holy place.", "q": "What offering did Christ make, by which he entered the most holy place?", "ref": ["09-12"]}, {"a": "Christ's offering secured everlasting redemption for everyone.", "q": "What did Christ's offering accomplish?", "ref": ["09-12"]}, {"a": "Christ's blood cleanses the believer's conscience from dead deeds in order to serve the living God.", "q": "What does Christ's blood do for the believer?", "ref": ["09-14"]}, {"a": "Christ is the mediator of a new covenant.", "q": "Of what is Christ the mediator?", "ref": ["09-15"]}, {"a": "A death is required in order for a will to be in force.", "q": "What is required in order for a will to be in force?", "ref": ["09-17"]}, {"a": "The death of calves and goats was required for the first covenant.", "q": "What death was required for the first covenant?", "ref": ["09-18", "09-19"]}, {"a": "Without the shedding of blood there is no forgiveness of sins.", "q": "What cannot happen without the shedding of blood?", "ref": ["09-22"]}, {"a": "Christ now appears in heaven itself, in the presence of God, on our behalf.", "q": "Where does Christ now appear on our behalf?", "ref": ["09-24"]}, {"a": "Christ offers himself one time at the end of the ages to put away sin by the sacrifice of himself.", "q": "How many times must Christ offer himself to put away sin by the sacrifice of himself?", "ref": ["09-26"]}, {"a": "After every person dies, they face the judgment.", "q": "For every person, what happens after their death?", "ref": ["09-27"]}, {"a": "Christ will appear a second time for the salvation of those who wait patiently for him.", "q": "For what purpose will Christ appear a second time?", "ref": ["09-28"]}], "10": [{"a": "The Law is only a shadow of the realities in Christ.", "q": "What is the Law compared to the realities in Christ?", "ref": ["10-01"]}, {"a": "The repeated sacrifices made through the Law remind the worshipers of sins committed year after year.", "q": "Of what do the repeated sacrifices made through the Law remind the worshipers?", "ref": ["10-03"]}, {"a": "It is impossible for the blood of bulls and goats to take away sins.", "q": "What is it impossible for the blood of bulls and goats to do?", "ref": ["10-04"]}, {"a": "God prepared a body for Christ.", "q": "What did God prepare for Christ when Christ came into the world?", "ref": ["10-05"]}, {"a": "God set aside the first practice of the sacrifices offered according to the Law.", "q": "What practice did God set aside when Christ came into the world?", "ref": ["10-08"]}, {"a": "God established the second practice of the offering of the body of Jesus Christ once for all.", "q": "What practice did God establish when Christ came into the world?", "ref": ["10-10"]}, {"a": "Christ is waiting until his enemies are humbled and made a stool for his feet.", "q": "For what is Christ waiting as he sits at the right side of God?", "ref": ["10-12", "10-13"]}, {"a": "Christ has perfected forever those who are sanctified by his one offering.", "q": "What has Christ done for those sanctified by his one offering?", "ref": ["10-14"]}, {"a": "Additional offerings are no longer required where there is forgiveness of sins.", "q": "What is no longer required where there is forgiveness of sins?", "ref": ["10-18"]}, {"a": "Believers can now enter the most holy place by Jesus' blood.", "q": "Into what place can believers now enter by Jesus' blood?", "ref": ["10-19"]}, {"a": "The believer's heart has been sprinkled clean from an evil conscience, and his body has been washed with pure water.", "q": "What has been sprinkled and what has been washed in the believer?", "ref": ["10-22"]}, {"a": "Believers must hold tightly to the confession of their confident expectation.", "q": "To what must believers hold tightly?", "ref": ["10-23"]}, {"a": "Believers must encourage one another more and more as they see the day drawing near.", "q": "What must believers do as they see the day drawing near?", "ref": ["10-25"]}, {"a": "The expectation of those who deliberately go on sinning after receiving the knowledge of the truth is judgment and a fire that consumes God's enemies.", "q": "What is the expectation of those who deliberately go on sinning after receiving the knowledge of the truth?", "ref": ["10-26", "10-27"]}, {"a": "The person who treats the blood of Christ by which he was sanctified as something unholy deserves punishment without mercy beyond the punishment given under the Law of Moses.", "q": "What does the person deserve who treats the blood of Christ by which he was sanctified as something unholy?", "ref": ["10-28", "10-29"]}, {"a": "Vengeance belongs to the Lord.", "q": "To whom does vengeance belong?", "ref": ["10-30"]}, {"a": "The believers had accepted with joy the seizure of their possessions, knowing they had a better and everlasting possession.", "q": "How had the believers who received this letter reacted to the seizure of their possessions?", "ref": ["10-34"]}, {"a": "The believer needs confidence and patience so he may receive what God has promised.", "q": "What does the believer need so he may receive what God has promised?", "ref": ["10-35", "10-36"]}, {"a": "The righteous will live by faith.", "q": "How will the righteous live?", "ref": ["10-38"]}, {"a": "God is not pleased with those who turn back.", "q": "What does God think of those who turn back?", "ref": ["10-38"]}, {"a": "The author's expectation is that those who received this letter will have faith for keeping their souls.", "q": "What is the author's expectation for those who received this letter?", "ref": ["10-39"]}], "11": [{"a": "A person of faith confidently expects and has certainty toward God's promises that are yet to be fulfilled.", "q": "What attitude does a person of faith have toward God's promises that are yet to be fulfilled?", "ref": ["11-01"]}, {"a": "The visible things of the universe were not made out of things that were visible.", "q": "From what were the visible things of the universe created?", "ref": ["11-03"]}, {"a": "God praised Abel because Abel by faith offered God a more appropriate sacrifice than Cain did.", "q": "Why did God praise Abel for being righteous?", "ref": ["11-04"]}, {"a": "One who comes to God must believe that God exists and that he rewards those who seek him.", "q": "What must one who comes to God believe about God?", "ref": ["11-06"]}, {"a": "Noah demonstrated his faith by building a ship to save his family according to God's warning.", "q": "How did Noah demonstrate his faith?", "ref": ["11-07"]}, {"a": "Abraham and Sarah received by faith the power to conceive even when they were too old.", "q": "What promise did Abraham and Sarah receive by faith?", "ref": ["11-11"]}, {"a": "The ancestors of faith saw and welcomed God's promises from far off.", "q": "What did the ancestors of faith see from far off?", "ref": ["11-13"]}, {"a": "The ancestors of faith considered themselves strangers and aliens on the earth.", "q": "What did the ancestors of faith consider themselves on the earth?", "ref": ["11-13"]}, {"a": "God has prepared a heavenly city for those of faith.", "q": "What has God prepared for those of faith?", "ref": ["11-16"]}, {"a": "Abraham believed God would be able to raise up Isaac from the dead.", "q": "What did Abraham believe God would be able to do even as he offered up Isaac his only son?", "ref": ["11-17", "11-19"]}, {"a": "Joseph prophesied of the departure of the children of Israel from Egypt when his end was near.", "q": "What did Joseph prophesy by faith when his end was near?", "ref": ["11-22"]}, {"a": "Moses chose by faith to share mistreatment with God's people, considering the disgrace of following Christ as greater riches.", "q": "What did Moses choose to do by faith when he had grown up?", "ref": ["11-24", "11-26"]}, {"a": "Moses observed the Passover and the sprinkling of the blood by faith in order to save the Israelites' firstborn sons.", "q": "What did Moses observe by faith in order to save the Israelites' firstborn sons?", "ref": ["11-28"]}, {"a": "Rahab by faith received the spies in safety which prevented her from perishing.", "q": "What did Rahab do by faith which prevented her from perishing?", "ref": ["11-31"]}, {"a": "Some of the ancestors of faith conquered kingdoms, escaped the sword, became mighty in war, and caused foreign armies to flee.", "q": "What did some of the ancestors of faith accomplish in war?", "ref": ["11-33", "11-34"]}, {"a": "Some of the ancestors of faith suffered torture, mocking, whippings, chains, imprisonments, stoning, sawing in two, death, and destitution.", "q": "What did some of the ancestors of faith suffer?", "ref": ["11-35", "11-38"]}, {"a": "Despite the faith of these ancestors, they did not receive in their earthly lives what God had promised them.", "q": "Despite the faith of these ancestors, what did they not receive in their earthly lives?", "ref": ["11-39"]}, {"a": "The ancestors of faith will receive the promises of God and be perfected with the new covenant believers in Christ.", "q": "With whom will the ancestors of faith receive the promises of God and be perfected?", "ref": ["11-40"]}], "12": [{"a": "Since he is surrounded by such a large crowd of witnesses, the believer should throw off the sin that easily entangles him.", "q": "Why should the believer throw off the sin that easily entangles him?", "ref": ["12-01"]}, {"a": "Jesus endured the cross and despised its shame for the joy that was set before him.", "q": "Why did Jesus endure the cross and despise its shame?", "ref": ["12-02"]}, {"a": "By considering Jesus who endured hateful speech from sinners, a believer can avoid becoming weary or fainthearted.", "q": "How can a believer avoid becoming weary or fainthearted?", "ref": ["12-03"]}, {"a": "The Lord disciplines those whom he loves and receives.", "q": "What does the Lord do to those whom he loves and receives?", "ref": ["12-06"]}, {"a": "A person without the Lord's discipline is an illegitimate child and not God's child.", "q": "What is a person who is without the Lord's discipline?", "ref": ["12-08"]}, {"a": "God disciplines his children for their good so they can share in his holiness", "q": "Why does God discipline his children?", "ref": []}, {"a": "Discipline produces peaceful fruit of righteousness.", "q": "What does discipline produce?", "ref": ["12-11"]}, {"a": "Believers should pursue peace with all people.", "q": "What should believers pursue with all people?", "ref": ["12-14"]}, {"a": "A root of bitterness must not grow up and cause trouble and pollute many.", "q": "What must not grow up and cause trouble and pollute many?", "ref": ["12-15"]}, {"a": "Esau was rejected when he desired to inherit the blessing with tears after selling his own birthright.", "q": "What happened to Esau when he desired to inherit the blessing with tears after selling his own birthright?", "ref": ["12-17"]}, {"a": "The Israelites begged that not another word be spoken to them.", "q": "For what did the Israelites beg at the mountain where God spoke?", "ref": ["12-19"]}, {"a": "Believers in Christ come to Mount Zion and to the city of the living God.", "q": "To where do believers in Christ come instead of the mountain where the Israelites heard the voice of God?", "ref": ["12-22"]}, {"a": "Believers in Christ come to the assembly of all the firstborn registered in heaven.", "q": "To what assembly do believers in Christ come?", "ref": ["12-23"]}, {"a": "Believer in Christ come to God the Judge of all, to the spirits of the righteous, and to Jesus.", "q": "To whom do believers in Christ come?", "ref": ["12-23", "12-24"]}, {"a": "Those who turn away will not escape from God.", "q": "What will happen to those who turn away from the one who warns them from heaven?", "ref": ["12-25"]}, {"a": "God has promised to shake the earth and the heavens.", "q": "What has God promised to shake?", "ref": ["12-26"]}, {"a": "The believers will receive a kingdom that cannot be shaken.", "q": "What will the believers receive instead of the things that can be shaken?", "ref": ["12-28"]}, {"a": "Believers should worship God with reverence and awe.", "q": "How should believers worship God?", "ref": ["12-28"]}, {"a": "Believers should worship God in this way because he is a consuming fire.", "q": "Why should believers worship God in this way?", "ref": ["12-29"]}], "13": [{"a": "Some have welcomed angels without knowing it.", "q": "What have some done by welcoming strangers?", "ref": ["13-02"]}, {"a": "Believers should remember them as if they were in prison also, and as if their bodies were being mistreated also.", "q": "How should believers remember those in prison?", "ref": ["13-03"]}, {"a": "Marriage must be respected by all.", "q": "What must be respected by all?", "ref": ["13-04"]}, {"a": "God judges the sexually immoral and adulterers.", "q": "What does God do with the sexually immoral and adulterers?", "ref": ["13-04"]}, {"a": "A believer can be free from the love of money because God has said he will never leave nor forsake him.", "q": "How can a believer be free from the love of money?", "ref": ["13-05"]}, {"a": "Believers should imitate the faith of those who have led them and who have spoken God's word to them.", "q": "Who's faith should believers imitate?", "ref": ["13-07"]}, {"a": "The author warns the believers about strange teachings involving rules about food.", "q": "About what kind of strange teachings does the author warn the believers?", "ref": ["13-09"]}, {"a": "The bodies of the animals were burned outside the camp.", "q": "Where were the bodies of the animals used for sacrifice in the holy place burned?", "ref": ["13-11"]}, {"a": "Jesus suffered outside the city gate.", "q": "Where did Jesus suffer?", "ref": ["13-12"]}, {"a": "Believers must go to Jesus outside the camp, bearing his disgrace.", "q": "Where must believers go, and why?", "ref": ["13-13"]}, {"a": "Believers have no permanent city here on earth.", "q": "What permanent city do believers have here on earth?", "ref": ["13-14"]}, {"a": "Believers seek the city that is to come instead.", "q": "What city do believers seek instead?", "ref": ["13-14"]}, {"a": "Believers should constantly offer up sacrifices of praise to God.", "q": "What sacrifice should believers constantly offer up to God?", "ref": ["13-15"]}, {"a": "Believers should obey and submit to their leaders.", "q": "What attitude should believers have toward their leaders?", "ref": ["13-17"]}, {"a": "God works in the believer that which is well pleasing in God's sight.", "q": "What does God work in the believer?", "ref": ["13-21"]}, {"a": "The author will come with Timothy when he visits the believers.", "q": "With whom will the author come when he visits the believers?", "ref": ["13-23"]}]}