[{"id": "01", "tn": [{"ref": "Nun", "text": "This is Joshua's father. (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shittim", "text": "This is the name of a place on the east side of the Jordan River. It means \"Acacia Trees.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "as spies", "text": "These men were to visit the land to gain information on how Israel should conquer the land."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Rahab the prostitute protects the two Israelite spies from harm."}, {"ref": "But the woman had taken the two men and hidden them", "text": "This happened before the king's messenger spoke to her."}, {"ref": "the woman", "text": "This refers to Rahab, the prostitute."}, {"ref": "dusk", "text": "This is the time that day begins to change to the darkness of night."}]}, {"id": "06", "tn": [{"ref": "But she had taken them ... on the roof", "text": "This is background information and explains how she had hidden the men in [[:en:bible:notes:jos:02:04|2:4]]. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the roof", "text": "The roof was flat and strong, so people could walk around on it."}, {"ref": "flax", "text": "a plant that is grown for its fibers, which is used in making cloth"}, {"ref": "the men pursued them", "text": "The men pursued the spies because of what Rahab had told them in [[:en:bible:notes:jos:02:04|2:5]]."}, {"ref": "fords", "text": "places where a river or other body of water is shallow enough for people to get to the other side by walking through it"}]}, {"id": "08", "tn": [{"ref": "not yet lain down", "text": "This refers to going to sleep for the night. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I know that Yahweh has given you the land", "text": "The word \"you\" refers to the all the Israelite people. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "fear of you has come upon us", "text": "\"fear can be expressed differently. AT: \"we are afraid of you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will melt away before you", "text": "This compares the fearful people to ice melting and flowing away. Possible meanings are 1) they will be weak in the Israelites' presence or 2) they will be scattered. AT: \"will be so afraid that they will not resist you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Rahab continues to talk to the Israelite spies."}, {"ref": "the Sea of Reeds", "text": "This is another name for the Red Sea."}, {"ref": "Sihon ... Og", "text": "These are the names of the Amorite kings. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "our hearts melted and there was no courage left in anyone", "text": "These two phrases share similar meanings, combined for emphasis. The phrase \"our hearts melted\" compares the hearts of the fearful people of Jericho to ice melting and flowing away. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Rahab continues to talk to the Israelite spies."}, {"ref": "please swear to me ... Give me a sure sign", "text": "These are similar statements of Rahab seeking assurance from the spies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have been kind to you", "text": "The word \"you\" refers to the two spies. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "spare the lives ... save us from death", "text": "a polite way of saying \"do not to kill us\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The Israelite spies make the promise which Rahab asked for in [[:en:bible:notes:jos:02:12|2:12]]"}, {"ref": "Our life for yours, even to death", "text": "This idiom is a way of swearing and asking God to curse them if they do not keep their promise. AT: \"If we do not do what we promise, may Yahweh cause us to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The Israelite spies continue to talk to Rahab."}, {"ref": "if you do not do this", "text": "This expresses a condition for the promise the spies had made to Rahab. The word, \"this,\" refers to \"tie this scarlet rope in the window\" in [[:en:bible:notes:jos:02:18|2:18]]. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "The Israelite spies clarify the condition they expressed in [[:en:bible:notes:jos:02:15|2:15]]."}, {"ref": "General Information:", "text": "The Israelite spies continue talking to Rahab."}, {"ref": "Whoever goes out of the doors of your house", "text": "This phrase expresses a condition, creating a hypothetical situation. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "blood will be upon their own heads", "text": "Here \"blood\" represents a person's death. To be responsible for their own death is spoken of as if their blood would be on their heads. AT: \"their death will be their own fault\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we will be guiltless", "text": "\"we will be innocent\""}, {"ref": "if a hand is laid upon any", "text": "Here \"a hand is laid upon\" is a polite way of referring to causing someone injury. AT: \"if we cause injury to any\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "The two Israelite spies continue to speak to Rahab about their promise to her."}, {"ref": "General Information:", "text": "The spies required Rahab to remain silent about their visit or they would be free from their oath to protect her family."}, {"ref": "if you speak", "text": "\"You\" refers to Rahab. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "May what you say be done", "text": "Rahab agreed to their terms of the oath to protect her family."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "The two Israelites spies leave Jericho."}, {"ref": "their pursuers returned", "text": "\"their pursuers returned to the city, to Jericho.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and found nothing", "text": "This refers to the men not finding the spies."}]}, {"id": "23", "tn": [{"ref": "The two men returned", "text": "The two men returned back to the Israelite's camp. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "returned and crossed over and came back", "text": "These are similar expressions referring to returning to where the Israelite's are camped. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "crossed over", "text": "\"cross over\" means to go to the opposite bank of the river. AT: \"traveled from this side to the opposite side of the Jordan\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Nun", "text": "This is a male name; the father of Joshua. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "everything that had happened to them", "text": "\"all that the men had experienced and seen.\""}, {"ref": "us", "text": "This word, \"us,\" refers to Israel."}, {"ref": "inhabitants of the land are melting away", "text": "The people of the land toward Israel are like a substance that melts in the presence of heat. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]