[{"id": "01", "tn": [{"ref": "For Egypt", "text": "This phrase indicates this message is intended for the nation of Egypt."}, {"ref": "Carchemish", "text": "Carchemish is a city on the west bank of the Euphrates."}, {"ref": "Harness", "text": "This means to ready a horse for pulling a chariot: a two wheeled wagon of war."}, {"ref": "helmets", "text": "A helmet is armor which protects the head in battle."}, {"ref": "Polish the spears", "text": "This phrase means to \"sharpen\" the spear."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Jeremiah's vision for Egypt continues."}, {"ref": "What am I seeing here?", "text": "The word \"I\" here refer to Yahweh. Yahweh asks this sarcastic question to emphasize what he has said regarding the nation of Egypt has come true. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the swift cannot run away, and the soldiers cannot escape", "text": "These two phrases share similar meanings emphasize that no one, not even the strongest and fastest, can escape. AT: \"even the swiftest soldier cannot escape.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Jeremiah continues quoting Yahweh's declaration to the nation of Egypt."}, {"ref": "Who is this who rises like the Nile", "text": "AT: \"Egypt rises like the Nile.\" Yahweh asks this question to draw the listener's attention to the nation of Egypt. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Egypt rises like the Nile", "text": "Egypt's army is being compared to the destruction caused by the flooding Nile River."}, {"ref": "It says", "text": "Here the nation of Egypt is speaking like a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "'I will go up; I will cover the earth. I will destroy cities and their inhabitants.'​", "text": "\"I\" is nation of Egypt that is proudly declaring that its armies will destroy the earth like a flood."}, {"ref": "Go up, horses. Be angry, you chariots.​", "text": "Yahweh commands the horses and chariots as if they were people. Both the words \"horses\" and \"chariots\" are referring to parts of chariots in battle. These phrases are commanding the chariot drivers to charge into battle. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Cush ... Put ... Ludim", "text": "These are biblical names for the countries of Ethiopia, Libya, and Lydia. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "bending their bows", "text": "This phrase means to use the bow by pulling the string back with an arrow."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Jeremiah's quotation of Yahweh's declaration to the nation of Egypt continues."}, {"ref": "That day", "text": "This phrase refers to the day the Egyptians lose the battle to the Babylonians."}, {"ref": "his foes", "text": "This word means enemies of Yahweh."}, {"ref": "sword will devour and be satisfied. It will drink its fill of their blood", "text": "Here the sword is eating as a person would. Both these phrases are saying similar thing and are combined to emphasize that there will be complete destruction. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sword will devour", "text": "The word \"sword\" here represents the army of the nation of Babylon. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sacrifice to the Lord Yahweh", "text": "The \"sacrifice\" here is the nation of Egypt. AT: \"Egypt will be a sacrifice to the Lord Yahweh.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh finishes his declaration to Egypt."}, {"ref": "virgin daughter of Egypt", "text": "AT: \"Unspoiled people of Egypt\". (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "disgrace", "text": "This word means a condition of feeling ashamed or the loss of respect."}, {"ref": "The earth is filled with your laments", "text": "AT: everyone can hear your crying. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "13", "tn": [{"ref": "Migdol ... Memphis ... Tahpanhes", "text": "These are important military cities in Egypt. Memphis was the capitol city of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the sword is devouring all around you", "text": "The word \"sword\" here represents the army of Babylon. The phrase \"the sword is devouring\" is \"causing destruction.\" AT: \"the army of Babylon is causing destruction.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "15", "tn": [{"ref": "Why has your god Apis run away?", "text": "AT: \"Your god Apis has run away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Apis", "text": "This is one of the chief gods of Egypt. Here \"Apis\" represents \"strength you trust\" (UDB) of the nation of Egypt. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why is your bull-god not standing?", "text": "god not standing?** - AT: \"Your bull-god is unable to stand.\" Apis was represented in idols as a bull. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh has thrown him down", "text": "AT: \"Yahweh has defeated Apis, your bull-god.\""}, {"ref": "this sword that is beating us down", "text": "Here \"sword\" refers to the army of the nation of Babylon. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Pharaoh the king of Egypt is only a noise, one who has let his opportunity slip away", "text": "These two phrases are saying that the nation of Egypt has become of little importance. AT: \"Pharaoh brags much but cannot do what he brags he will.\""}]}, {"id": "18", "tn": [{"ref": "someone will come who is like Mount Tabor and Mount Carmel by the sea", "text": "This refers to the nation of Babylon who will be as overwhelming to the nation of Egypt as the these two mountains are to the plains that surround them."}, {"ref": "Pack for yourselves bags", "text": "AT: \"prepare to travel\""}]}, {"id": "20", "tn": [{"ref": "Egypt is a very beautiful young cow", "text": "The nation of Egypt is being compared to a beautiful young female cow. It is possible that this comparison is made to have Egypt be the mate of the bull-god Apis. AT: \"Egypt is like a very beautiful heifer.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stinging insect", "text": "This refers the army of the nation of Babylon. A stinging insect would cause painful sores but would otherwise not cause permanent harm to the animal stung. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "soldiers in her midst are like a fattened bull", "text": "The writer compares soldiers to \"fattened bulls\" because the soldiers are well cared for and readied for slaughter. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They will not stand together", "text": "The writer is saying that the soldiers will not fight as a unit but will run away thinking only of saving themselves."}, {"ref": "Egypt hisses like a snake and crawls away", "text": "The writer is saying that the nation of Egypt is like snakes that can do nothing but hiss and crawl away in fear when woodcutters disturb their nest. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "23", "tn": [{"ref": "They will cut down the forests", "text": "The invading army will be like woodcutters cutting down a whole forest. AT: \"The Babylonian army will cut down the cities of Egypt.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They", "text": "This refers to the army of the nation of Babylon invading Egypt."}, {"ref": "this is Yahweh's declaration", "text": "AT: \"This is what Yahwah says\" (See how you translated this in [[:en:bible:notes:jer:01:07|Chapter 1:8]])"}, {"ref": "it is very dense", "text": "This refers to the very large number and closeness of cities in Egypt"}, {"ref": "locusts", "text": "This is a type of insect that travels in very large groups and can cause great destruction by eating crops."}, {"ref": "daughter ... will be made ashamed", "text": "Jeremiah is saying that the people of Egypt will be shamed before the nations and especially because the women and girls will be violated by the soldiers of Babylon. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the hand of people from the north", "text": "Here this phrase means, \"the power of the nation of Babylon that comes from the north.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "25", "tn": [{"ref": "Amon of Thebes", "text": "\"Amon\" is the king of the Egyptian gods. \"Thebes\" is the capital of Egypt, and here represents the entire Egyptian empire. AT: \"Amon, god over all of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I am giving them ... into the hand of Nebuchadnezzar king of Babylon and his servants", "text": "Here Nebuchadnezzar represents the whole nation of Babylon, and his \"hand\" represents \"control.\" AT: \"Yahweh is giving control of Egypt to the nation of Babylon.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then after this Egypt will be inhabited as in previous days", "text": "AT: \"After the punishment of Yahweh, the nation of Egypt will return to being an independent nation.\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:09|1:8]]"}]}, {"id": "27", "tn": [{"ref": "my servant Jacob, do not fear. Do not be dismayed, Israel", "text": "These two phrases mean the same thing. Together they strengthen the encouragement to the people of Judah not to be afraid. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "will certainly not leave you unpunished", "text": "\"will certainly punish you.\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}]