[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After preaching and healing people throughout Galilee, Jesus returns to Capernaum where he heals and forgives the sin of a paralyzed man."}, {"ref": "it was heard that he was at home", "text": "This can be stated in active form. AT: \"the people there heard that he was staying at his home\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so many were gathered there", "text": "This can be stated in active form. AT: \"so many people gathered\" or \"so many people came to the house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "there was no more space", "text": "This refers to there being no space inside the house. AT: \"there was no more room for them inside\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "four people were carrying him", "text": "\"four of them were carrying him.\" It is likely that there were more than four people within the group that brought the man to Jesus."}, {"ref": "were bringing a paralyzed man", "text": "\"were bringing a man who was unable to walk or use his arms\""}, {"ref": "could not get near him", "text": "\"could not get close to where Jesus was\""}, {"ref": "they removed the roof above where he was ... dug a hole in it", "text": "Houses where Jesus lived had flat roofs made of clay and covered with tiles. The process of making a hole in the roof can be explained more clearly or made more general so that it may be understood in your language. AT: \"they removed the tiles from the part of the roof above where Jesus was. And when they had dug through the clay roof\" or \"they made a hole in the roof above where Jesus was, and then they lowered\""}]}, {"id": "05", "tn": [{"ref": "Seeing their faith", "text": "\"Seeing the men's faith.\" Possible meanings are 1) that only the men who carried the paralyzed man had faith or 2) that the paralyzed man and the men who brought him to Jesus all had faith. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son", "text": "The word \"Son\" here shows Jesus cared for the man as a father cares for a son. AT: \"My son\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your sins are forgiven", "text": "Possible meanings are 1) \"God has forgiven your sins\" (2:7) or 2) \"I have forgiven your sins\" (Compare[[:en:bible:notes:mrk:02:10|2:10]])"}, {"ref": "reasoned in their hearts", "text": "Here \"their hearts\" is a metonym for the people's thoughts. AT: \"were thinking to themselves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How can this man speak this way?", "text": "This question was asked to show that the scribes doubted Jesus' power to forgive sins. AT: \"This man should not speak this way!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who can forgive sins but God alone?", "text": "This question was asked to show that the scribes doubted that Jesus was God. AT: \"Only God can forgive sins!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "in his spirit", "text": "\"in his inner being\" or \"in himself\" (UDB)"}, {"ref": "they were thinking among themselves", "text": "Each of the scribes was thinking to himself; they were not talking to each other."}, {"ref": "Why are you thinking this in your hearts?", "text": "Jesus uses this question to tell the scribes that what they are thinking is wrong. AT: \"What you are thinking is wrong\" or \"Do not think that I am blaspheming\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this in your hearts", "text": "The word \"hearts\" is a metonym for their inner thoughts and desires. AT: \"this inside yourselves\" or \"these things\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What is easier to say to the paralyzed man ... take up your bed, and walk'?", "text": "Jesus asked this question because the scribes believed the man was paralyzed because of his sins, and if the man's sins were forgiven, he would be able to walk. If Jesus healed the paralyzed man, the scribes would have to acknowledge that Jesus can forgive sins. Therefore, they would be acknowledging, too, that he was God. This question can be changed to a statement. AT: \"It is easier to say to the paralyzed man 'Your sins are forgiven' than it is to say 'Get up, take up your bed, and walk!'\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}]}, {"id": "10", "tn": [{"ref": "But in order that you may know", "text": "\"But so that you may know.\" The word \"you\" refers to the scribes and the crowd."}, {"ref": "that the Son of Man has authority", "text": "Jesus refers to himself as the \"Son of Man.\" AT: \"that I am the Son of Man and I have authority\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "in front of everyone", "text": "\"while all the people there were watching\" (UDB)"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Jesus is teaching the crowd beside the Sea of Galilee, and he calls Levi to follow him."}, {"ref": "the lake", "text": "This is the Sea of Galilee, which is also known as the Lake of Gennesaret."}, {"ref": "the crowd came to him", "text": "\"the people went where he was\""}, {"ref": "Levi son of Alphaeus", "text": "Alpheus is Levi's father. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "It is now later in the day, and Jesus is at Levi's house for a meal."}, {"ref": "Levi's house", "text": "\"the home of Levi\""}, {"ref": "sinful people", "text": "The Pharisees used the phrase \"sinful people\" to refer to people who did not keep the law as well as the Pharisees thought they should."}, {"ref": "for there were many and they followed him", "text": "Possible meanings are 1) \"for there were many tax collectors and sinful people who followed Jesus\" or 2) \"for Jesus had many disciples and they followed him.\""}, {"ref": "Why does he eat with tax collectors and sinful people?", "text": "The scribes and Pharisees asked this question to show they disapproved of Jesus' hospitality. This can be worded as a statement. AT: \"He should not eat with sinners and tax collectors!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Jesus responds to what the scribes had said to his disciples about his eating with tax collectors and sinful people."}, {"ref": "he said to them", "text": "\"he said to the scribes\""}, {"ref": "People who are strong in body do not need a physician; only people who are sick need one", "text": "Jesus used this proverb about sick people and doctors to teach them that only people who know that they are sinful realize that they need Jesus. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "strong in body", "text": "\"healthy\""}, {"ref": "I did not come to call righteous people, but sinful people", "text": "Jesus expects his hearers to understand he came for those who want help. AT: \"I came for people who understand they are sinful, not for people who believe they are righteous\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "but sinful people", "text": "The words \"I came to call\" are understood from the phrase before this. AT: \"but I came to call sinful people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Jesus tells parables to show why his disciples should not fast while he is with them. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the Pharisees were fasting ... the disciples of the Pharisees", "text": "These two phrases refer to the same group of people, but the second is more specific. Both refer to the  followers of the Pharisee sect, but they do not focus on the leaders of the Pharisees. AT: \"the disciples of the Pharisees were fasting ... the disciples of the Pharisees\""}, {"ref": "some people", "text": "\"some men.\" It is best to translate this phrase without specifying exactly who these men are. If in your language you have to be more specific, the possible meanings are 1) these men were not among John's disciples or the disciples of the Pharisees or 2) these men were among John's disciples."}, {"ref": "Can the wedding attendants fast while the bridegroom is still with them?", "text": "Jesus uses this question to remind the people of something they already know and to encourage them to apply it to him and his disciples.  AT: \"Wedding attendants do not fast while the bridegroom is with them. Rather they celebrate and feast.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "the bridegroom will be taken away", "text": "This can be stated in active form. AT: \"the bridegroom will go away\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "away from them ... they will fast", "text": "The word \"them\" and \"they\" refer to the wedding attendants."}, {"ref": "No man sews a piece of new cloth on an old garment", "text": "Sewing a piece of new cloth on an old garment will make the hole on an old garment worse if the piece of new cloth has not yet shrunk. Both the new cloth and old garment will be ruined. (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "No man", "text": "\"No one.\" This phrase refers to all people, not just men. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to tell another parable about putting new wine in old wineskins as opposed to new wineskins. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "new wine", "text": "\"grape juice.\" This refers to wine that has not fermented yet. If grapes are unknown in your area, use the general term for fruit."}, {"ref": "old wineskins", "text": "This refers to wineskins that have been used many times."}, {"ref": "wineskins", "text": "These were bags made out of animal skins. They could also be called \"wine bags\" or \"skin bags\" (UDB)."}, {"ref": "the wine will burst the skins", "text": "New wine expands as it ferments, so it would cause old, brittle wineskins to tear open."}, {"ref": "lost", "text": "\"ruined\" (UDB)"}, {"ref": "fresh wineskins", "text": "\"new wineskins\" or \"new wine bags.\" This refers to wineskins that have never been used."}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Jesus gives the Pharisees an example from scripture to show why the disciples were not wrong to pick grain on the Sabbath."}, {"ref": "pick heads of grain ... doing something that is not lawful on the Sabbath day", "text": "Plucking grain in others' fields and eating it was not considered stealing. The question was whether it was lawful to do this on the Sabbath."}, {"ref": "pick heads of grain", "text": "The disciples picked the heads of grain to eat them. This can be worded to show the full meaning. AT: \"pick and eat heads of grain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "heads of grain", "text": "This is the topmost part of the wheat plant, which is a kind of tall grass. It holds the mature grain or seeds of the plant."}, {"ref": "Look, why are they doing something that is not lawful on the Sabbath day?", "text": "The Pharisees ask Jesus a question to condemn him. This can be translated as a statement. AT: \"Look! They are breaking the Jewish law concerning the Sabbath.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Look", "text": "\"Look at this\" or \"Listen.\" This is a word used to get the attention of someone to show them something. If there is a word in your language that is used to draw a person's attention to something, you could use that here."}]}, {"id": "25", "tn": [{"ref": "He said to them", "text": "\"Jesus said to the Pharisees\""}, {"ref": "Have you never read what David ... those who were with him?", "text": "Jesus asks this question to remind the scribes and Pharisees of something David did on the Sabbath. The question is very long, so it can be divided into two sentences. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you never read what David did when he was in need and hungry—he and the men who were with him—", "text": "This can be stated as a command. AT: \"Remember what you read about what David did when he and the men who were with him were in need and hungry\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "read what David", "text": "Jesus refers to reading about David in the Old Testament. This can be translated showing the implicit information. AT: \"read in the scriptures what David\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "how he went into the house of God ... to those who were with him?", "text": "This can be expressed as a statement separate from verse 25. AT: \"He went into the house of God ... to those who were with him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "how he went", "text": "The word \"he\" refers to David."}, {"ref": "bread of the presence", "text": "This refers to the twelve loaves of bread that were placed on a golden table in the tabernacle or temple building as a sacrifice to God during Old Testament times."}]}, {"id": "27", "tn": [{"ref": "The Sabbath was made for mankind", "text": "Jesus makes clear why God established the Sabbath. This can be stated in active form. AT: \"God made the Sabbath for mankind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mankind", "text": "\"man\" or \"people\" or \"the needs of people\" (UDB). This word here refers to both men and women. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "not mankind for the Sabbath", "text": "There are words missing from this statement that may be added to make it more clear. AT: \"mankind was not made for the Sabbath\" or \"God did not make mankind for the Sabbath\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]