[{"id": "01", "tn": [{"ref": "I will show you some things", "text": "Elihu speaks of explaining things to Job as if he were going to show those things to Job. AT: \"I will explain some things to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will obtain my knowledge from far off", "text": "Elihu speaks of having knowledge of many different subjects as if it were getting his knowledge from far away places. AT: \"I will show you my great knowledge\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that righteousness belongs to my Maker", "text": "Here the word \"righteousness\" can be translated with an adjective. AT: \"that my Maker is righteous\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "my words will not be false", "text": "\"what I say will not be false\""}, {"ref": "someone who is mature in knowledge is with you", "text": "The word \"someone\" refers to Elihu himself. He speaks of being very knowledgeable as if it were being mature in knowledge. AT: \"I, who am with you, am very knowledgeable\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See", "text": "\"Indeed.\" The word \"See\" here adds emphasis to what follows."}, {"ref": "he is mighty in strength of understanding", "text": "The phrase \"mighty in strength\" forms a doublet that means \"very strong.\" Elihu speaks of God understanding everything perfectly as if his understanding were very strong. AT: \"he is very strong in understanding\" or \"he understands everything completely\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "He does not withdraw his eyes from righteous people", "text": "Elihu speaks of God protecting righteous people as if God were watching them with his eyes, and of God ceasing to protect them as if he withdrew his eyes from them. AT: \"He doe not stop protecting the righteous people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sets them on thrones like kings", "text": "Elihu speaks of God honoring the righteous people as if God were causing them to sit on thrones like kings do. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are lifted up", "text": "Elihu speaks of God honoring the righteous people as if he lifted them up to a high place. This can be stated in active form. AT: \"he lifts them up\" or \"he honors them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "If they are bound in chains", "text": "Here the word \"they\" refers righteous people whom God will discipline if they sin. This can be stated in active form. AT: \"If someone binds them in chains\" or \"If someone makes them a prisoner\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and trapped in cords of suffering", "text": "Elihu speaks of a person being made to suffer as if that person were trapped in ropes that cause suffering. AT: \"and someone causes them to suffer\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their transgressions and their pride", "text": "The verb may be supplied from the previous phrase. AT: \"he reveals to them their transgressions and their pride\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "10", "tn": [{"ref": "He also opens their ears", "text": "Elihu speaks of causing a person to listen as if it were opening that person's ear. AT: \"He also causes them to listen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to his instruction", "text": "The noun \"instruction\" can be translated with a verbal phrase. AT: \"to what he is instructing them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to turn back from iniquity", "text": "Elihu speaks of stopping an action as if it were turning back from it. AT: \"to stop committing iniquity\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will spend their days in prosperity, their years in contentment", "text": "The words \"days\" and \"years\" both refer to the person's lifetime. AT: \"they will spend their lives in prosperity and contentment\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will perish by the sword", "text": "Elihu speaks of a person dying violently as if someone had killed them with a sword. AT: \"they will die a violent death\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "who are godless in heart", "text": "Here the word \"heart\" refers to the thoughts and emotions. The phrase may indicate that the person stubbornly refuses to trust God. AT: \"who refuse to trust in God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "store up their anger", "text": "Elihu speaks of a person remaining angry as if that person stored up their anger like one would store up treasure. AT: \"are always angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even when God ties them up", "text": "Elihu speaks of God disciplining people as if God were tying them up with ropes. AT: \"even when God punishes them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their lives end among the cultic prostitutes", "text": "Here \"cultic prostitutes\" refers to young men who served in pagan temples performing sexually immoral acts as part of their rituals. Possible meanings for this phrase are 1) the godless die because of their immoral behavior or 2) the godless die in shame and disgrace."}]}, {"id": "15", "tn": [{"ref": "he opens their ears", "text": "Elihu speaks of God causing a person to listen as if God were opening their ears. See how you translated this in [[:en:bible:notes:job:36:10|36:10]]. AT: \"he causes them to listen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "into a broad place where there is no hardship", "text": "Elihu speaks of living without trouble as if it were being in a wide-open space where there were no hardships. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "where your table would be set with food full of fatness", "text": "Elihu speaks of living prosperously as if it were having one's table filled with the best foods. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your table would be set", "text": "This can be stated in active form. AT: \"your servants would set your table\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "food full of fatness", "text": "Meat that had plenty of fat on it was a sign of prosperity because the animals were healthy and well-fed. AT: \"the very best food\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "you are full of judgment on wicked people", "text": "Possible meanings are 1) \"God is punishing you as he would punish the wicked\" (UDB) or 2) \"you are obsessed with the judgment that the wicked deserve.\""}, {"ref": "judgment and justice have laid hold of you", "text": "Elihu speaks of God judging Job and giving him justice as if judgment and justice were people that have laid hold of Job. AT: \"God has brought you to judgment and given you justice\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Do not let your anger entice you to mockery", "text": "Some versions of the Bible translate this as \"Beware that you are not enticed by wealth.\""}]}, {"id": "19", "tn": [{"ref": "Can your wealth benefit you ... can all the force of your strength help you?", "text": "Elihu asks these questions to emphasize that money and power will not be able to help Job if he acts unjustly. AT: \"Your wealth cannot benefit you ... all the force of your strength cannot help you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "all the force of your strength", "text": "\"all of your great strength\" or \"all of your mighty efforts\""}, {"ref": "when peoples are cut off in their place", "text": "Possible meanings are 1) that \"peoples\" refers to people in general and \"cut off in their place\" is a metaphor for oppressing others by dragging them away from their homes. AT: \"when people drag others away from their homes\" or 2) that \"peoples\" represents nations and \"cut off in their place\" is a metaphor for nations being destroyed. AT: \"when nations will perish\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are being tested by suffering", "text": "This can be stated in active form. AT: \"God is testing you by making you suffer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "See", "text": "The word \"See\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "God is exalted in his power", "text": "Possible meanings are 1) \"God is extremely powerful\" or 2) \"People exalt God because he is powerful\""}, {"ref": "who is a teacher like him?", "text": "Elihu asks this rhetorical question to emphasize that no one is a teacher like God. AT: \"no one is a teacher like him.\" or \"no one teaches like he does.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who has ever instructed him about his way?", "text": "Elihu asks this rhetorical question to emphasize that no one has ever taught God what to do. AT: \"No one has ever instructed him about what he should do.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who can ever say to him, 'You have committed unrighteousness?'", "text": "Elihu asks this rhetorical question to emphasize that no one can accuse God of having committed unrighteousness. AT: \"No one can ever say to him, 'You have committed unrighteousness.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "they see those deeds only from far away", "text": "Elihu speaks of people not being fully able to understand God's deeds as if people were only able to see those deeds from far away. AT: \"they do not fully understand them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See", "text": "\"Indeed.\" The word \"See\" here adds emphasis to what follows."}, {"ref": "the number of his years is incalculable", "text": "This refers to how long God has existed. AT: \"people cannot know how long he has lived\" or \"people cannot know his age\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "27", "tn": [{"ref": "that he distills as rain from his vapor", "text": "The word \"distills\" can also mean \"refine\" or \"filter.\" Elihu describes how God turns the drops of water, or vapor, that he draws up into rain. AT: \"that he turns into rain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "can anyone understand the extensive spread of the clouds and the thunder from his hut?", "text": "Elihu asks this rhetorical question to emphasize that no one can do these things. AT: \"no one can understand the extensive spread of the clouds and the thunder from his hut.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the extensive spread of the clouds", "text": "The phrase \"the extensive spread\" can be translated with a verbal phrase. AT: \"how the clouds spread across the sky\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "from his hut", "text": "Elihu speaks of the sky as if it were a \"hut\" in which God lives. AT: \"from the sky, where God lives\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "See", "text": "\"Indeed.\" The word \"See\" here adds emphasis to what follows."}, {"ref": "and covers the roots of the sea", "text": "Elihu speaks of the deep parts of the sea as if the sea were a plant and its depths were its roots. Possible meanings are 1) although the lightening causes light in the sky, the deep parts of the sea remain dark. AT: \"but the depths of the sea remain dark\" or 2) the lightening in the sky cause even the depths of the sea to have light. AT: \"and lights up the depths of the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "32", "tn": [{"ref": "He fills his hands with the lightning", "text": "Elihu speaks of the lightening that storms cause as if God were holding the lightening in his hand and directing it to strike where he wills. Possible meanings are 1) that God holds the lightning bolts in his hands in order to throw them, or 2) that God hides the lightning bolts in his hands until he is ready to use them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Its thunder", "text": "\"The thunder caused by the lightening\" or \"The thunder\""}, {"ref": "hear it is coming", "text": "\"hear that the storm is coming\""}]}]