[{"id": "01", "tn": [{"ref": "the appointed festivals for  Yahweh", "text": "These were festivals that the Lord had appointed times for. The people were to worship him at these festivals. AT: \"the festivals for Yahweh\" or \"Yahweh's festivals\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do on special days and times."}, {"ref": "the seventh day is a Sabbath of complete rest", "text": "This is something the people must do habitually. After every six days in which they can work, they must rest on the seventh day."}, {"ref": "a holy assembly", "text": "The requirement that people assemble to worship God on that day is spoken of as if that day were the assembly. AT: \"a holy day, when you must assemble together to worship me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "at their appointed times", "text": "\"at their proper times\""}, {"ref": "first month, on the fourteenth day of the month ... the fifteenth day of the same month", "text": "The first month of the Hebrew calendar marks when Yahweh brought the Israelites out of Egypt. The fourteenth day and fifteenth day are around the beginning of April on the Western calendar. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "at twilight", "text": "\"at sunset\""}]}, {"id": "07", "tn": [{"ref": "The first day you must set apart to gather together", "text": "\"You must set apart the first day to gather together\" or \"You must treat the first day as different and gather together\""}, {"ref": "will present a food offering", "text": "They would present it to Yahweh by burning it on the altar."}, {"ref": "The seventh day is an assembly set apart to Yahweh", "text": "The requirement that people assemble on that day is spoken of as if that day were the assembly. Being set apart to Yahweh means that when they assemble, they must worship Yahweh. AT: \"The seventh day is a day when you must assemble together to worship Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "a sheaf of its firstfruits", "text": "\"the first sheaf\" or \"the first bundle of grain.\" A \"sheaf\" is a bunch of grain that a person has tied together."}, {"ref": "for it to be accepted", "text": "This can be stated in active form. AT: \"for Yahweh to accept it\" or \"and I will accept it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "two tenths of an ephah", "text": "An ephah is 22 liters. AT: \"four and a half liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a fourth of a hin", "text": "A hin is 3.7 liters. AT: \"one liter\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "nor roasted or fresh grain", "text": "\"nor cooked or uncooked grain\""}, {"ref": "This will be a permanent statute throughout your people's generations", "text": "This means that they and their descendants must obey this command forever. See how you translated this in [[:en:bible:notes:lev:03:15|3:17]]."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "fifty days", "text": "\"50 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventh", "text": "This is the ordinal for number seven. See: [[:en:ta:vol2:translate:translate_ordinal]]"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "made from two tenths of an ephah. They must be made from fine flour and baked with yeast", "text": "This can be stated in active form. AT: \"that you have made from two tenths of an ephah of flour and then baked with yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "two tenths of an ephah", "text": "This is approximately 4.5 liters. AT: \"four and a half liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "and producing a sweet aroma for Yahweh", "text": "The Lord's pleasure with the aroma represents his pleasure with the person who burns the offering. AT: \"and Yahweh will be pleased with you\" or \"that pleases the Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "When you reap the harvest of your land, you must not completely reap the corners of your fields", "text": "\"When you gather your crops, do not gather them all the way to the edges of your fields\""}]}, {"id": "23", "tn": [{"ref": "the seventh month, the first day of that month", "text": "This is the seventh month of the Hebrew calendar. The first day is near the middle of September on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "a solemn rest", "text": "a period of time that was only for worship and not for work"}, {"ref": "you must offer a sacrifice made by fire to Yahweh", "text": "This can be stated in active form. AT: \"you must offer a sacrifice that you make by fire to Yahweh\" or \"you must burn an offering on the altar to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "tenth day of this seventh month", "text": "This is the seventh month of the Hebrew calendar. The tenth day is near the end of September on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the Day of Atonement", "text": "On this day each year the high priest made a sacrifice to Yahweh so that Yahweh would forgive all the sins of the people of Israel. AT: \"the Day of Sacrifice for Forgiveness\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Moses what the people must do every year."}, {"ref": "must be cut off from his people", "text": "Being excluded is spoken of as being cut off. See how you translated this idea in [[:en:bible:notes:lev:07:19|7:20]]. AT: \"must be excluded from his people\" or \"you must separate that person from his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Moses what the people must do every year."}, {"ref": "on that day", "text": "\"on the Day of Atonement\""}, {"ref": "This will be a permanent statute throughout your people's generations", "text": "This means that they and their descendants must obey this command forever. See how you translated a similar phrase in [[:en:bible:notes:lev:03:15|3:17]]."}, {"ref": "a Sabbath of solemn rest", "text": "This is not the same as the Sabbath they observed every week on the seventh day. This was a special Sabbath on the Day of Atonement."}, {"ref": "you must humble yourselves", "text": "In this case humbling themselves implies that they would not eat any food. This can be stated clearly. AT: \"you must humble yourselves and eat nothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the ninth day of the month", "text": "This refers to the seventh month of the Hebrew calendar. The ninth day is near the end of September on Western calendars. This can be made explicit. AT: \"the ninth day of the seventh month\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "From evening to evening", "text": "\"From sunset to sunset on the next day\""}]}, {"id": "33", "tn": [{"ref": "fifteenth day of the seventh month", "text": "This is near the beginning of October on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Festival of Shelters", "text": "This is a celebration during which the people of Israel lived in temporary shelters for seven days as a way to remember the time they spent living in the wilderness after they left Egypt. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Yahweh is giving instructions for the Festival of Shelters."}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Moses what the people must do every year."}, {"ref": "These are the appointed festivals", "text": "This refers to the festivals mentioned in 23:1-36."}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Moses what the people must do every year."}, {"ref": "Festival of Shelters", "text": "This is a celebration during which the people of Israel lived in temporary shelters for seven days as a way to remember the time they spent living in the wilderness after they left Egypt. See how you translated it in [[:en:bible:notes:lev:23:33|23:34]]."}, {"ref": "fifteenth day of the seventh month", "text": "This is the seventh month of the Hebrew calendar. The fifteenth day is near the beginning of October on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "when you have gathered in the fruits", "text": "The word \"fruits\" here represents various kinds of crops.  AT: \"after you have gathered the crops\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "40", "tn": [{"ref": "General Information:", "text": "Yahweh continues his instructions for the Festival of Shelters."}, {"ref": "branches of palm trees ... willows from streams", "text": "Possible uses for these branches are 1) to make temporary shelters or 2) to wave them as part of their joyous celebration. Some translations state their use clearly; other translations leave it implicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "willows", "text": "trees with long, narrow leaves, which grow near water (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "42", "tn": [{"ref": "General Information:", "text": "Yahweh continues his instructions for the Festival of Shelters."}, {"ref": "your descendants, generation after generation, may learn", "text": "\"Generation after generation\" is an idiom that refers to each generation that lives after another. AT: \"your descendants belonging to all future generations may learn\" or \"all your descendants may learn forever\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]