[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This is the beginning of the part of the story about Cornelius."}, {"ref": "General Information:", "text": "These verses give background information about Cornelius. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now there was a certain man", "text": "This was a way of introducing a new person to this part of the historical account. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Cornelius by name, a centurion of what was called the Italian cohort", "text": "\"his name was Cornelius. He was an officer in charge of 100 soldiers from the Italian section of the Roman army\""}, {"ref": "He was a devout man, one who worshiped God", "text": "\"He believed in God and sought to honor and worship God in his life\""}, {"ref": "worshiped God", "text": "The word for \"worshiped\" here has the sense of deep respect and awe."}, {"ref": "with all his household", "text": "Here \"household\" refers to all the people in his house. The other members of his household were also probably Gentiles. AT: \"with all the members of his household\" (See [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "was always praying to God", "text": "\"he prayed to God regularly\" (UDB)"}]}, {"id": "03", "tn": [{"ref": "the ninth hour", "text": "\"three o'clock in the afternoon\" (UDB). This is the normal afternoon prayer time for Jews."}, {"ref": "he clearly saw", "text": "\"Cornelius clearly saw\""}, {"ref": "Your prayers and your gifts ... a memorial offering into God's presence", "text": "It is implied that his gifts and prayers had been accepted by God. AT: \"God is pleased by your prayers and your gifts ... a memorial offering to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a tanner", "text": "a person who makes leather from animal skins"}]}, {"id": "07", "tn": [{"ref": "When the angel who spoke to him had left", "text": "\"When Cornelius' vision of the angel had ended\""}, {"ref": "a soldier who worshiped God from among the soldiers who were also serving him", "text": "\"one of the soldiers who served him, who also worshiped God.\" This soldier worshiped God. That was rare in the Roman army, so Cornelius' other soldiers probably did not worship God."}, {"ref": "told them all that had happened", "text": "Cornelius explained his vision to his two servants and to one of his soldiers."}, {"ref": "sent them to Joppa", "text": "\"sent two of his two servants and the one soldier to Joppa\""}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "The story shifts away from Cornelius to tell us what God is doing with to Peter."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to Cornelius' two servants and the soldier under Cornelius' command. (See: [[:en:bible:notes:act:10:07|10:7]])"}, {"ref": "about the sixth hour", "text": "\"around noon\""}, {"ref": "up upon the housetop", "text": "The roofs of the houses were flat, and people often did many different activities on them."}, {"ref": "while the people were cooking some food", "text": "\"before the people finished cooking the food\""}, {"ref": "he was given a vision", "text": "\"God gave him a vision\" or \"he saw a vision\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he saw the sky open", "text": "This was the beginning of Peter's vision. It can be a new sentence."}, {"ref": "something like a large sheet ... four corners", "text": "The container holding the animals had the appearance of a large square piece of cloth."}, {"ref": "let down by its four corners", "text": "\"with its four corners suspended\" or \"with its four corners higher than the rest of it\""}, {"ref": "all kinds of four-footed animals ... birds of the sky", "text": "footed animals ... birds of the sky** - From Peter's response in the next verse, it can be implied that the law of Moses commanded the Jews not to eat some of them. AT: \"animals and birds that the Mosaic laws forbade Jews to eat\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "a voice spoke to him", "text": "The person speaking is not specified. The \"voice\" was probably God, although it could possibly have been an angel from God. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Not so", "text": "\"I will not do that\""}, {"ref": "I have never eaten anything that was defiled and unclean", "text": "It is implied that some the animals in the container were unclean as defined by the law of Moses and were not to be eaten by believers who lived before Christ died. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What God has cleansed", "text": "If God is the speaker, he is referring to himself in the third person. AT: \"What I, God, have cleansed\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "This happened three times", "text": "It is not likely that everything Peter saw happened three times. This probably means that the phrase, \"What God has cleansed, do not call it defiled,\" was repeated three times. However, it may be best to simply say \"This happened three times\" instead of trying to explain in detail."}]}, {"id": "17", "tn": [{"ref": "Peter was very confused", "text": "This means that Peter was having difficulty understanding what the vision meant."}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows, in this case, the two men standing at the gate."}, {"ref": "stood before the gate", "text": "\"stood before the gate to the house.\" It is implied that this house had a wall with a gate in it to enter the property. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after they had asked their way to the house", "text": "This happened before they arrived at the house. This could be stated earlier in the verse, as the UDB does."}, {"ref": "And they called out", "text": "Cornelius' men remained outside the gate while asking about Peter."}]}, {"id": "19", "tn": [{"ref": "thinking about the vision", "text": "\"wondering about the meaning of the vision\""}, {"ref": "the Spirit", "text": "\"the Holy Spirit\""}, {"ref": "See", "text": "\"Be alert\" or \"Wake up\""}, {"ref": "three men are looking for you", "text": "Some ancient texts have a different number of men. (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "go down", "text": "\"go down from the roof of the house\""}, {"ref": "Do not hesitate to go with them", "text": "It would be natural for Peter not to want to go with them, (1) they were strangers and (2) they were Gentiles with whom the Jews did not associate."}, {"ref": "I am he whom you are seeking", "text": "\"I am the man you are looking for\" (UDB)"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "The words \"They\" and \"them\" here refer to the two servants and the soldier from Cornelius. (See: [[:en:bible:notes:act:10:07|10:7]])"}, {"ref": "A centurion named Cornelius ... listen to a message from you", "text": "This can be divided into several sentences and stated in active form as the UDB does. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "worships God", "text": "The word for \"worship\" here has the sense of deep respect and awe."}, {"ref": "all the nation of the Jews", "text": "This is exaggerated to emphasize how widely this was known. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "So Peter invited them to come in and stay with him", "text": "The journey to Caesarea was too long for them to begin that afternoon."}, {"ref": "stay with him", "text": "\"be his guests\""}, {"ref": "some of the brothers from Joppa", "text": "This refers to believers who lived in Joppa."}]}, {"id": "24", "tn": [{"ref": "On the following day", "text": "This was the next day after they left Joppa. The journey to Caesarea took longer than one day."}, {"ref": "Cornelius was waiting for them", "text": "\"Cornelius expected them\""}]}, {"id": "25", "tn": [{"ref": "when Peter entered", "text": "\"when Peter entered the house\""}, {"ref": "bowed down at his feet to worship him", "text": "Although bowing was common in that culture, here Cornelius bowed to Peter as an act of worship. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Stand up! I too am a man", "text": "This was a mild rebuke or correction to Cornelius not to worship Peter. AT: \"Stop doing that! I am only a man, as you are\""}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Peter addresses the people who are gathered in Cornelius' house."}, {"ref": "General Information:", "text": "The word \"him\" here refers to Cornelius."}, {"ref": "General Information:", "text": "Here the words \"You\" and \"you\" are plural and include Cornelius as well as the Gentiles who were present."}, {"ref": "many people gathered together", "text": "\"many Gentile people gathered together.\" It is implied that these people Cornelius had invited were Gentiles. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You yourselves know", "text": "Peter is addressing Cornelius and his invited guests."}, {"ref": "it is not lawful for a Jewish man", "text": "\"it is forbidden for a Jewish man.\" This refers to the Jewish religious law."}, {"ref": "someone from another nation", "text": "This refers to people who were not Jews and not specifically to where they lived."}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Cornelius responds to Peter's question."}, {"ref": "General Information:", "text": "In verses 31 and 32 Cornelius quotes what the angel had said to him when he appeared to him at the ninth hour."}, {"ref": "General Information:", "text": "The words \"you\" and \"your\" are all singular. The word \"we\" here does not include Peter. (See: [[:en:ta:workbench:translate:formsofyou-singular]] and [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Four days ago", "text": "Cornelius is referring to the day before the third night before he is speaking to Peter. Biblical culture counts the current day, so the day before three nights ago is \"four days ago.\" Current Western culture does not count the current day, so many Western translations read, \"three days ago.\""}, {"ref": "praying", "text": "Some ancient authorities say \"fasting and praying\" instead of simply \"praying.\" (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "at the ninth hour", "text": "The normal afternoon time that the Jews pray to God."}, {"ref": "your prayer has been heard by God", "text": "This can be stated in active form. AT: \"God has heard your prayer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "reminded God about you", "text": "\"brought you to God's attention.\" This does not imply that God had forgotten."}, {"ref": "call to you a man named Simon who is called Peter", "text": "\"tell Simon who is also called Peter to come to you\""}, {"ref": "at once", "text": "\"right away\""}, {"ref": "You are kind to have come", "text": "This expression is a polite way of thanking Peter for coming. AT: \"I certainly thank you for coming\" (UDB)"}, {"ref": "in the sight of God", "text": "This refers to the presence of God."}, {"ref": "that you have been instructed by the Lord to say", "text": "This can be stated in active form. AT: \"that the Lord has told you to say\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Peter begins speaking to everyone in the house of Cornelius."}, {"ref": "Then Peter opened his mouth and said", "text": "\"Peter began to speak to them\" (UDB)"}, {"ref": "Truly", "text": "This means that what he is about to say is especially important to know."}, {"ref": "God does not take anyone's side", "text": "\"God does not favor certain people\""}, {"ref": "anyone who worships and does righteous deeds is acceptable to him", "text": "\"he accepts anyone who worships him and does righteous deeds\""}, {"ref": "worships", "text": "The word \"worships\" here has the sense of deep respect and awe."}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues to talk to Cornelius and his guests."}, {"ref": "General Information:", "text": "The word \"him\" here refers to Jesus."}, {"ref": "You know the message ... and with power", "text": "This long sentence can be shortened into several sentences as in the UDB."}, {"ref": "who is Lord of all", "text": "Here \"all\" means \"all people.\""}, {"ref": "throughout all Judea", "text": "This is a hyperbole. AT: \"in many places in Judea\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "after the baptism that John announced", "text": "\"after John preached to the people to repent and then baptized them\""}, {"ref": "God anointed him with the Holy Spirit and with power", "text": "The Holy Spirit and God's power are spoken of as if they are something that can be poured out onto a person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all who were oppressed by the devil", "text": "This is hyperbole. AT: \"many people who were oppressed by the devil\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "God was with him", "text": "The idiom \"was with him\" means \"was helping him.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "The words \"We\" and \"we\" here refer to Peter and the apostles and believers who were with Jesus when he was on earth. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "The words \"he\" and \"him\" here refer to Jesus."}, {"ref": "in the country of the Jews", "text": "This refers mainly to Judea at that time."}, {"ref": "whom they killed", "text": "\"whom the Jewish Leaders killed\""}, {"ref": "hanging him on a tree", "text": "This is another expression that refers to crucifixion. AT: \"nailing him to a wooden cross\" (UDB)"}, {"ref": "This man", "text": "\"This man Jesus\""}, {"ref": "God raised up", "text": "\"God caused to live again\""}, {"ref": "the third day", "text": "\"the third day after he died\""}, {"ref": "gave him to be made known", "text": "\"caused him to be revealed\""}, {"ref": "from the dead ones", "text": "\"from among the dead ones.\" The phrase \"the dead ones\" refers to the spirits of people who have died. To come back from among them means to become alive again."}]}, {"id": "42", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes his speech to everyone in the house of Cornelius, which he began in [[:en:bible:notes:act:10:34|10:34]]."}, {"ref": "General Information:", "text": "Here the word \"us\" includes Peter and believers. It excludes his audience.  (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "that this is the one who has been chosen by God", "text": "This can be stated in active form. AT: \"that God chose this Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the living and the dead", "text": "This refers to people who are still living and people who have died. AT: \"the people who are alive and the people who are dead\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "It is to him that all the prophets bear witness", "text": "\"All the prophets bear witness to Jesus\""}, {"ref": "everyone who believes in him shall receive forgiveness of sins", "text": "This could be stated in active form. AT: \"God will forgive the sins of everyone who believes in Jesus because of what Jesus has done\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through his name", "text": "Here \"his name\" refers to the actions of Jesus. His name means God who saves. AT: \"through what Jesus has done for them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "44", "tn": [{"ref": "the Holy Spirit fell", "text": "Here the word \"fell\" means \"happened suddenly.\" AT: \"the Holy Spirit suddenly came\""}, {"ref": "all of those who were listening", "text": "Here \"all\" refers to all the Gentiles at the house who were listening to Peter."}, {"ref": "The people who belonged to the circumcision group of believers", "text": "This is another way of referring to the Jewish believers."}, {"ref": "the gift of the Holy Spirit", "text": "This refers to the Holy Spirit himself who was given to them."}, {"ref": "the Holy Spirit was poured out", "text": "This can be stated in active form. AT: \"God poured out the Holy Spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "poured out", "text": "The Holy Spirit is spoken of as if he were something that could be poured out upon people. It implies a generous amount. AT: \"generously given\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the gift", "text": "\"the free gift\""}, {"ref": "also on the Gentiles", "text": "Here \"also\" refers to the fact that the Holy Spirit had already been given to the Jewish believers."}]}, {"id": "46", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Cornelius."}, {"ref": "General Information:", "text": "The words \"he\" and \"him\" refer to Peter."}, {"ref": "Gentiles speak in other languages and praising God", "text": "These were known spoken languages that caused the Jews to acknowledge that the Gentiles were indeed praising God."}, {"ref": "Can anyone keep water from these people so they should not be baptized, these people who have received ... we?", "text": "Peter uses this question to convince the Jewish Christians that the Gentile believers should be baptized. AT: \"No one should keep water from these people! We should baptize them because they have received ... we!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he commanded them to be baptized", "text": "It is implied that the Jewish Christians were the ones who would baptize them. AT: \"Peter commanded the the Gentile believers to allow the Jewish Christians to baptize them\" or \"Peter commanded the Jewish Christians to baptize them\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be baptized in the name of Jesus Christ", "text": "Here \"in the name of Jesus Christ\" expresses that the reason for their baptism was that they believed in Jesus. AT: \"be baptized as believers in Jesus Christ\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]