[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "James rebukes these believers for their worldliness and their lack of humility. He again urges them to watch how they speak to and about each other."}, {"ref": "General Information:", "text": "In this section, the words \"yourselves,\" \"your,\" and \"you\" are plural and refer to the believers to whom James wrote."}, {"ref": "Where do quarrels and ... disputes", "text": "The words \"quarrels\" and \"disputes\" mean basically the same thing. James uses them to emphasize that he is speaking of any kind of conflict between people. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "quarrels and disputes", "text": "These kinds of behavior are spoken of as if they were objects that could come from some place. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Do they not come from your desires that fight", "text": "James uses this question to rebuke his audience. This can be translated as a statement. AT: \"It is because you have evil desires\" or \"It is because you desire evil things\"  ​(See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do they not come from your desires that fight among your members?", "text": "James speaks of desires as they were enemies who waged war against the believers. In reality, of course, it is the people who have these desires who fight among themselves. AT: \"You desire evil things, and you end up harming each other\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "among your members", "text": "Possible meanings are 1) there is fighting among the local believers, or 2) the fighting, that is, the conflict, is inside each believer."}, {"ref": "You kill and covet, and you are not able to obtain", "text": "The phrase \"You kill\" expresses how badly the people behave in order to get what they want. It can be translated as \"You do all kinds of evil things to get what you cannot have\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]])"}, {"ref": "You fight and quarrel", "text": "The words \"fight\" and \"quarrel\" mean basically the same thing. James uses them to emphasize how much the people argue among themselves. AT: \"You constantly fight\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you ask badly", "text": "Possible meanings are 1) \"you ask with wrong motives\" or \"you ask with bad attitudes\" or 2) \"you are asking for wrong things\" or \"you are asking for bad things\""}]}, {"id": "04", "tn": [{"ref": "You adulteresses!", "text": "James speaks of believers as being like a wife who sleeps with men other than her husband. AT: \"You are not being faithful to God!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do you not know ... God?", "text": "James uses this question to teach his audience. This can be translated as a statement. AT: \"You know ... God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "friendship with the world", "text": "This phrase refers to identifying with or participating in the world's value system and behavior. (See: [[:en:ta:vol2:translate:figs_metonymy]])."}, {"ref": "friendship with the world", "text": "Here the world's value system is spoken of as if it were a person that others could be friends with. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "friendship with the world is hostility against God", "text": "To be friends with the world means that one is an enemy of God. Here \"friendship with the world\" stands for people who are friends with the world, and \"hostility against God\" stands for people who are hostile against God. AT: \"friends of the world are enemies of God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Or do you think the scripture says in vain", "text": "This is a rhetorical question James uses to exhort his audience. To speak in vain is to speak uselessly. AT: \"There is a reason that scripture says\""}, {"ref": "The Spirit he caused to live in us", "text": "Some versions, including the ULB and UDB, understand this as a reference to the Holy Spirit. Other versions translate this as \"the spirit\" and mean by it the human spirit that each person has been created to have. We suggest that you use the meaning that is presented in other translations used by your readers."}]}, {"id": "06", "tn": [{"ref": "But God gives more grace", "text": "How this phrase relates to the previous verse can be made explicit: \"But, even though our spirits may desire what we cannot have, God gives us even more grace, if we will humble ourselves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "gives more grace", "text": "Grace is being treated as if it is an object that can be given. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the proud", "text": "\"proud people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the humble", "text": "\"humble people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "So", "text": "\"Because of this\""}, {"ref": "submit to God", "text": "\"obey God\""}, {"ref": "Resist the devil", "text": "\"Oppose the devil\" or \"Do not do what the devil wants\""}, {"ref": "he will flee", "text": "\"he will run away\""}, {"ref": "you", "text": "Here this pronoun is plural and refers to James' audience. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The word \"you\" here refers to the scattered believers to whom James wrote."}, {"ref": "Come close to God, and he will come close to you", "text": "Here the idea of coming close stands for becoming honest and open with God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Cleanse your hands, you sinners, and purify your hearts, you double-minded", "text": "minded** - These are two phrases in parallel with each other. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Cleanse your hands", "text": "This expression is a command for people to do righteous acts instead of unrighteous acts. AT: \"Behave in a way that honors God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "purify your hearts", "text": "Here \"hearts\" refers to a person's thoughts and emotions. AT: \"honor God with your thoughts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "double-minded", "text": "minded** - The word \"double-minded\" refers to a person who cannot make a firm decision about something. AT: \"double-minded people\" or \"people who cannot decide if you want to obey God or not\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Grieve, mourn, and cry", "text": "These three words have similar meanings. James uses them together to emphasize that the people should be truly sorry for not obeying God. James states this like it was a command. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "Let your laughter turn into sadness and your joy into gloom", "text": "This is saying the same thing in different ways for emphasis. Laughter is spoken of as if it were an object that could be transformed into sadness. It is the same with joy and gloom. AT: \"Immediately stop all your laughing and start telling God you are sorry\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Humble yourselves before the Lord", "text": "\"Be humble toward God.\" Actions done with God in mind are often spoken of as being done in his physical presence. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will lift you up", "text": "James speaks of God honoring the humble person as if God would pick that person up off the ground physically, where that person had prostrated himself in humility. AT: \"he will honor you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The words \"you\" and \"your\" in this section refer to the believers to whom James wrote."}, {"ref": "speak against", "text": "\"speak badly about\" or \"oppose\""}, {"ref": "brothers", "text": "James speaks of the believers as if they are biological brothers. AT: \"fellow believers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but a judge", "text": "\"but you are acting like the person who gives the law\""}, {"ref": "Only one is the lawgiver and judge", "text": "This refers to God. \"God is the only one who gives laws and judges people\""}, {"ref": "Who are you, you who judge your neighbor?", "text": "This is a rhetorical question James uses to scold his audience. This can be expressed as a statement. AT: \"You are just a human and cannot judge another human.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}]}, {"id": "13", "tn": [{"ref": "spend a year there", "text": "James speaks of spending time as if it were money. \"stay there for a year\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Who knows what will happen tomorrow", "text": "James uses this question to correct his audience. This can be expressed as a statement. AT: \"No one knows what will happen tomorrow\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and what is your life", "text": "James uses this question to teach these believers that physical life is not that important. This can be expressed as a statement. AT: \"and think about your physical lives\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For you are a mist that appears for a little while and then disappears", "text": "James speaks of people as if they were a mist that appears and then quickly goes away. AT: \"You live for only a short amount of time, and then you die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Instead, you should say", "text": "\"Instead, your attitude should be\""}, {"ref": "we will live", "text": "The word \"we\" does not directly refer to James or his audience but is an example of how James' audience should behave."}, {"ref": "do this or that", "text": "\"do what we have planned to do\""}, {"ref": "for anyone who knows to do good but does not do it, for him it is sin", "text": "Anyone who fails to do the good he knows he should do is guilty of sin."}]}]