[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Though Israel as a nation has rejected God, God wants them to understand salvation comes by grace without works."}, {"ref": "I say then", "text": "\"I, Paul, say then\""}, {"ref": "did God reject his people?", "text": "Paul asks this question so that he can answer the questions of other Jews who are upset that God has included the Gentiles among his people, while the hearts of the Jewish people have been hardened. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "\"That is not possible!\" or \"Certainly not!\" This expression strongly denies that this could happen. You may have a similar expression in your language that you could use here. See how you translated this in [[:en:bible:notes:rom:09:14|9:14]]."}, {"ref": "tribe of Benjamin", "text": "This refers to the tribe descended from Benjamin, one of the 12 tribes into which God divided the people of Israel."}, {"ref": "whom he foreknew", "text": "\"whom he knew ahead of time\""}, {"ref": "Do you not know what the scripture says about Elijah, how he pleaded with God against Israel?", "text": "You can translate this in an active form. AT: \"Surely you know what the Scriptures record about when Elijah pleaded with God against Israel\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what the scripture says", "text": "Paul is referring to the Scriptures as if they were able to speak. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they have killed", "text": "\"They\" refers to the people of Israel."}, {"ref": "I alone am left", "text": "The pronoun \"I\" here refers to Elijah."}, {"ref": "seeking my life", "text": "\"desiring to kill me\""}]}, {"id": "04", "tn": [{"ref": "But what does God's answer say to him?", "text": "Paul is using this question to bring the reader to his next point. AT: \"How does God answer him?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "him", "text": "The pronoun \"him\" refers to Elijah."}, {"ref": "seven thousand men", "text": "\"7,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "remnant", "text": "Here this means a small part of people whom God chose to receive his grace."}]}, {"id": "06", "tn": [{"ref": "But if it is by grace", "text": "Paul continues to explain how God's mercy works. AT: \"But since God's mercy works by grace\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What then?", "text": "\"What should we conclude?\" Paul asks this question to move his reader to his next point. You can translate this as a statement. AT: \"This is what we need to remember\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God has given them a spirit of dullness, eyes so that they should not see, and ears so that they should not hear", "text": "This is a metaphor about the fact that the people are spiritually dull. They are not able to hear or receive spiritual truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spirit of", "text": "Here this means \"having the characteristics of,\" such as the \"spirit of wisdom.\""}, {"ref": "eyes so that they should not see", "text": "The concept of seeing with one's eyes was considered to be equivalent to gaining understanding."}, {"ref": "ears so that they should not hear", "text": "The concept of hearing with the ears was considered to be equivalent to obedience."}]}, {"id": "09", "tn": [{"ref": "Let their table be made a net, a trap", "text": "\"Table\" is a metonym that represents feasting, and \"net\" and \"trap\" are metaphors that represent punishment. You can translate this in an active form. AT: \"Please, God, make their feasts a trap that catches them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a stumbling block", "text": "Paul speaks of someone sinning as if he were falling down. A \"stumbling block\" is anything that causes a person to trip so that he falls down. AT: \"something that tempts someone to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and retaliation against them", "text": "\"something that allows you to take revenge on them\""}, {"ref": "Always keep their backs bent", "text": "David asks God to turn his enemies into slaves who always carry heavy loads on their backs. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "With Israel as a nation rejecting God, Paul warns the Gentiles to be careful they do not make the same mistake."}, {"ref": "Did they stumble so as to fall?", "text": "Paul uses this question to add emphasis. AT: \"Has God rejected them forever because they sinned?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "\"That is not possible!\" or \"Certainly not!\" This expression strongly denies that this could happen. You may have a similar expression in your language that you could use here. See how you translated this in [[:en:bible:notes:rom:09:14|9:14]]."}, {"ref": "provoke ... to jealousy", "text": "Translate this phrase the same way you did in [[:en:bible:notes:rom:10:19|10:19]]."}, {"ref": "if their failure is the riches of the world, and if their loss is the riches of the Gentiles", "text": "Both of these phrases mean basically the same thing. If you need to, you can combine them in your translation. AT: \"when the Jews failed spiritually, the result was that God abundantly blessed the non-Jews\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the riches of the world", "text": "Because the Jews rejected Christ, God richly blessed the Gentiles by giving them the opportunity to receive Christ."}, {"ref": "the world", "text": "Here the \"world\" is a metonym that refers to the people who live in the world, especially the Gentiles."}]}, {"id": "13", "tn": [{"ref": "provoke to jealousy", "text": "Translate this phrase the same way you did in [[:en:bible:notes:rom:10:19|10:19]]."}, {"ref": "those who are of my own flesh", "text": "This refers to \"my fellow Jews\" (UDB)."}, {"ref": "Perhaps we will save some of them", "text": "God will save those who believe. AT: \"Perhaps some will believe and God will save them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "those", "text": "This pronoun refers to Jewish unbelievers."}, {"ref": "the world", "text": "Here \"the world\" is a metonym for the people who live in the world. AT: \"the people in the world\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what will their reception be but life from the dead?", "text": "Paul asks this question to add emphasis. You can translate it in an active form. AT: \"how will God receive them when they believe in Christ? It will be like they have come back to life from the dead!\" (See: [[:en:ta:vol2:translate:figs_activepassive]]) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If the firstfruits are reserved, so is the lump of dough", "text": "Paul is speaking of Abraham, Isaac, and Jacob, the Israelites' ancestors, as if they were the first grain or \"firstfruits\" to be harvested. He is also speaking of the Israelites who are descendants of those men as if they were a \"lump of dough\" that they made from the grain. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If the root is reserved, so are the branches", "text": "Paul is speaking of Abraham, Isaac, and Jacob, the Israelites' ancestors, as if they were the root of a tree, and the Israelites who are descendants of those men, as if they were the tree's \"branches.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "reserved", "text": "The people always dedicated to God the first crops that they harvested. Here \"firstfruits\" stands for the first people to believe in Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "if you, a wild olive branch", "text": "The pronoun \"you,\" and the phrase \"a wild olive branch,\" refer to the Gentile people who have accepted salvation through Jesus. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But if some of the branches were broken off", "text": "Here Paul refers to the Jews who rejected Jesus as \"broken branches.\" You can translate this in an active form. AT: \"But if someone broke off some of the branches\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "were grafted in among them", "text": "Here Paul speaks of the Gentile Christians as if they were \"grafted branches.\" You can translate this in an active form. AT: \"God attached you to the tree among the remaining branches\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the rich root of the olive tree", "text": "Here \"the rich root\" is a metaphor that refers to the promises of God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not boast over the branches", "text": "Here \"the branches\" is a metaphor that stands for the Jewish people. AT: \"do not say you are better than the Jewish people God has rejected\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is not you who supports the root, but the root that supports you", "text": "Again Paul implies that the Gentile believers are branches. God saves them only because of the covenant promises that he made to the Jews. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "Branches were broken off", "text": "Here \"branches\" refers to the Jews who rejected Jesus and whom God has now rejected. You can translate this in an active form. AT: \"God broke branches off\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I might be grafted in", "text": "Paul uses this phrase to refer to the Gentile believers whom God has accepted. You can translate this in an active form. AT: \"he might attach me in\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their ... they", "text": "The pronouns \"their\" and \"they\" refer to the Jewish people who did not believe."}, {"ref": "but you stand firm because of your faith", "text": "Paul speaks of the Gentile believers remaining faithful as if they were standing firm and no one could move them. AT: \"but you remain because of your faith\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For if God did not spare the natural branches, neither will he spare you", "text": "Here the \"natural branches\" refers to the Jewish people who rejected Jesus. AT: \"Since God did not spare those unbelieving Jews, who grew up like a tree's natural branches that came from the root, then know, if you do not believe, he will not spare you either (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "the kind actions and the severity of God", "text": "Paul is reminding the Gentile believers that although God may act very kindly toward them, he will not hesitate to judge and punish them."}, {"ref": "severity came on the Jews", "text": "Paul speaks of \"severity\" as if it were alive and in motion. You can make explicit that God had to deal harshly with the Jewish people. AT: \"God dealt harshly with the Jews\" (See: [[:en:ta:vol2:translate:figs_personification]],[[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Otherwise you also will be cut off", "text": "Paul again uses the metaphor of a branch, which God can \"cut off\" if he needs to. You can translate this in an active form. AT: \"Otherwise God will cut you off\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "if they do not continue in their unbelief", "text": "The phrase \"do not continue in their unbelief\" is a double negative. You can translate this in a positive form. AT: \"if the Jews start believing in Christ\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "they will be grafted back in", "text": "Paul speaks of the Jews as branches that could be grafted back into a tree if they start to believe in Jesus. You can translate this in an active form. AT: \"God will graft them back in\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "graft", "text": "This is a common process where the end of a live branch of one tree is inserted into another tree so that the new branch will continue to grow in that tree."}, {"ref": "For if you were cut out of what is by nature a wild olive tree, and contrary to nature were grafted into a good olive tree, how much more will these Jews, who are the natural branches, be grafted back into their own olive tree?", "text": "Paul continues speaking of the Gentile believers and Jews as if they were branches of a tree. You can translate this in an active form. AT: \"For if God had cut you out of what is by nature a wild olive tree, and contrary to nature had grafted you into a good olive tree, how much more will he graft these Jews, who are the natural branches, into their own olive tree?\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "branches", "text": "Paul is speaking of the Jews and Gentiles as if they were branches. The \"natural branches\" represent the Jews, and the \"grafted branches\" represent the Gentile believers. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they ... them", "text": "All occurrences of \"they\" or \"them\" refer to the Jews."}]}, {"id": "25", "tn": [{"ref": "I do not want you to be unaware", "text": "Here Paul uses a double negative. You can translate this in a positive form. AT: \"I very much want you to be aware\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women."}, {"ref": "I", "text": "The pronoun \"I\" refers to Paul."}, {"ref": "you ... you ... your", "text": "The pronouns \"you\" and \"your\" refer to the Gentile believers."}, {"ref": "in order that you will not be wise in your own thinking", "text": "Paul does not want the Gentile believers to think they are wiser than the Jewish unbelievers. AT: \"so that you will not think you are wiser than you are\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a partial hardening has occurred in Israel", "text": "Paul speaks of \"hardening\" or stubbornness as if it were a hardening of physical organs in the body. Some Jews have refused to accept salvation through Jesus. AT: \"many people of Israel continue to be stubborn\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until the completion of the Gentiles come in", "text": "The word \"until\" here implies that some Jews will believe after God has finished bringing the Gentiles into the church."}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Paul says that a deliverer will come out of Israel to the glory of God."}, {"ref": "Thus all Israel will be saved", "text": "Here Paul speaks very generally. He does not mean that every person in Israel will be saved. You can translate this in an active form. AT: \"Thus God will save many in Israel\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "just as it is written", "text": "You can translate this in an active form. AT: \"just as the scriptures record\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Out of Zion", "text": "Here \"Zion\" is used as a metonym for the place where God dwells. AT: \"From where God is among the Jews\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Deliverer", "text": "\"the one who sets his people free\" (UDB)"}, {"ref": "He will remove ungodliness", "text": "Paul speaks of ungodliness as if it were an object that someone could remove, perhaps like someone removes a garment. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from Jacob", "text": "Here \"Jacob\" is used as a metonym for Israel. AT: \"from the Israelite people\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will take away their sins", "text": "Here Paul speaks of sins as if they were objects that someone could take away. AT: \"I will remove the burden of their sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "On the one hand ... On the other hand", "text": "This is a pair of phrases used to compare two different facts about a subject. Paul uses these phrases to explain that God has rejected the Jews, but he also still loves them."}, {"ref": "concerning the gospel", "text": "You can make explicit that God treated the Jews as enemies because they rejected Jesus. AT: \"because the Jews rejected the good news about Christ\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they are enemies on your behalf", "text": "God's love for the Gentiles was so great that his love for the Jews seemed like hatred in comparison. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "they are beloved because of the ancestors", "text": "You can translate this in an active form. AT: \"God still loves them because of what he promised to do for their ancestors\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For the gifts and the call of God are unchangeable", "text": "Paul speaks of the spiritual and material blessings that God promised to give his people as if they were gifts. The call of God refers to the fact that God called the Jews to be his people. AT: \"For God never changed his mind about what he has promised to give them, and about how he has called them to be his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "you were formerly disobedient", "text": "\"you did not obey in the past\""}, {"ref": "you have received mercy because of their disobedience", "text": "Here mercy means God's undeserved blessings. AT: \"because the Jews have rejected Jesus, you have received blessings that you did not deserve\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you", "text": "This refers to Gentile believers, and is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "God has shut up all into disobedience", "text": "God has treated people who disobey him like prisoners who are unable to escape from prison. AT: \"God has made prisoners of those who disobey him. Now they cannot stop disobeying God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "Oh, the depth of the riches both of the wisdom and the knowledge of God!", "text": "Here \"wisdom\" and \"knowledge\" mean basically the same thing. AT: \"How amazing are the many benefits of both God's wisdom and knowledge!\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "How unsearchable are his judgments, and his ways beyond discovering", "text": "\"We are completely unable to understand the things that he has decided and find out the ways in which he acts toward us\""}, {"ref": "For who has known the mind of the Lord?", "text": "Paul uses this question to emphasize his point. You can translate this as a statement. AT: \"No one has ever known what the Lord thinks\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or who has become his adviser?", "text": "Paul uses this question to emphasize his point. You can translate this as a statement. AT: \"He does not need anyone to give him advice\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "35", "tn": [{"ref": "Or who has first given anything to God, so it will be paid back to him?", "text": "<ul>Paul uses this question to emphasize his point. AT: \"No one has ever given anything to God that he did not first receive from God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])<li><b>For from him ... through him, ... to him</b> - Here, all occurrences of \"him\" refers to God.</li></ul>"}, {"ref": "To him be the glory forever", "text": "This expresses Paul's desire for all people to honor God. You can make this explicit in your translation. AT: \"May all people honor him forever!\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]