[{"id": "01", "tn": [{"ref": "So it came about", "text": "\"So it happened.\" This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "a whirlwind", "text": "a strong wind that spins around and around"}, {"ref": "As Yahweh lives, and as you live", "text": "\"As surely as Yahweh lives and as you live.\" Here Elisha compares the certainty that Yahweh and Elijah are alive to the certainty of what he is saying. This is a way of making a solemn promise. AT: \"I solemnly promise you that\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "03", "tn": [{"ref": "The sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. AT: \"A group of men who were prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "As Yahweh lives, and as you live, I will not leave you", "text": "\"As surely as Yahweh lives and as you live, I will not leave you.\" Here Elisha compares the certainty that Yahweh and Elijah are alive to the certainty of what he is saying. This is a way of making a solemn promise. See how you translated this phrase in [[:en:bible:notes:2ki:02:01|2:2]]. AT: \"I solemnly promise you that I will not leave you\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "Then the sons of the prophets who were at Jericho came to Elisha and said to him", "text": "\"When Elijah and Elisha came near Jericho, the sons of the prophets who were from there said to Elisha\""}, {"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the group of men who were prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "As Yahweh lives, and as you live, I will not leave you", "text": "\"As surely as Yahweh lives and as you live, I will not leave you.\" Here Elisha compares the certainty that Yahweh and Elijah are alive to the certainty of what he is saying. This is a way of making a solemn promise. See how you translated this phrase in [[:en:bible:notes:2ki:02:01|2:2]]. AT: \"I solemnly promise you that I will not leave you\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "fifty of the sons", "text": "\"50 of the sons\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the group of men who were prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "stood opposite them", "text": "This means that they were standing, facing them. AT: \"stood facing them\" or \"stood watching them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "cloak", "text": "outer piece of clothing used as a covering"}, {"ref": "The river divided on both sides so that the two of them walked over on dry ground", "text": "\"The water of the Jordan River opened up so there was a dry path for Elijah and Elisha to cross over to the other side\""}, {"ref": "on both sides", "text": "\"to the right and the left.\" This refers to the right and the left of where Elijah struck the water."}]}, {"id": "09", "tn": [{"ref": "It came about", "text": "\"it happened\""}, {"ref": "crossed over", "text": "This refers to crossing the Jordan River. AT: \"crossed over the Jordan River\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before I am taken from you", "text": "This can be stated in active form. AT: \"before Yahweh takes me from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a double portion of your spirit", "text": "Here Elijah's spirit refers to his spiritual power. AT: \"twice as much of your spiritual power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "a chariot of fire and horses of fire", "text": "Here the phrase \"of fire\" means that these were surround by fire. AT: \"a chariot surrounded by fire pulled by horses surrounded by fire\" (UDB) (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "went up by a whirlwind into heaven", "text": "\"was carried into the sky by a whirlwind.\" Translate the word \"whirlwind\" the same as you did in [[:en:bible:notes:2ki:02:01|2:1]]."}, {"ref": "My father, my father", "text": "Elisha is calling Elijah his respected leader."}, {"ref": "tore them into two pieces", "text": "People would often tear their clothes as a sign of great sadness or grief. AT: \"ripped them in two pieces to show his great sadness\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "13", "tn": [{"ref": "cloak", "text": "The cloak was the otter clothing of a prophet. It was the sign of his job. When Elisha took Elijah's cloak he was saying he was taking Elijah's place as prophet."}, {"ref": "Where is Yahweh, the God of Elijah?", "text": "Elisha is asking if Yahweh is with him as he was with Elijah. AT: \"Yahweh, the God of Elijah, are you here with me?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they divided on both sides and Elisha crossed over", "text": "The river separated and Elisha walked to the other side on dry ground, the same way he did previously when he was with Elijah."}, {"ref": "on both sides", "text": "\"to the right and the left.\" This refers to the right and the left of where Elijah struck the water."}]}, {"id": "15", "tn": [{"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the group of prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "bowed themselves to the ground before him", "text": "They are showing him deep respect and acknowledging him as their new leader."}, {"ref": "The spirit of Elijah does rest on Elisha", "text": "Here Elijah's \"spirit\" refers to his spiritual power. This speaks of Elisha having this spiritual power as if it were something that physically rested upon him. AT: \"Elisha does have the same spiritual power that Elijah did\" or \"The spiritual power Elijah had is now with Elisha\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See now, among your servants there are fifty strong men. Let them go", "text": "These men are referring to themselves when they say \"fifty strong men.\" AT: \"See now, we are fifty strong men and we are now your servants. Let us go\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fifty strong men", "text": "\"50 strong men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "17", "tn": [{"ref": "But when they urged Elisha until he was ashamed", "text": "The sons of the prophets kept asking Elisha until he felt bad about saying \"no.\" AT: \"They kept asking Elisha until he felt bad for denying their request, so\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Did I not say to you, 'Do not go'?", "text": "Elisha uses this rhetorical question to emphasize that he had told them previously what would happen. This can be written as a statement. AT: \"I told you that you should not go, because you would not find him!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "The men of the city", "text": "\"The leaders of the city\""}, {"ref": "the situation of this city is pleasant", "text": "This means that the city is located in a good place. AT: \"this city is in a good place\" or \"this city is in a good location\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as my master can see", "text": "The men refer to Elisha here as \"my master\" to honor him."}, {"ref": "fruitful", "text": "\"producing good crops\""}]}, {"id": "21", "tn": [{"ref": "healed these waters", "text": "This speaks of Yahweh making the bad water pure as if he healed it. AT: \"made the waters pure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there will be no more death or unfruitful land", "text": "This refers to things caused by the bad water. This also can be written in positive form. AT: \"there will be no more death or problems with crops caused by this water\" or \"from now on this water will bring life and help the land become fruitful\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "the waters were healed", "text": "This can be stated in active form. AT: \"the waters have remained pure\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to this day, ... spoke", "text": "This means that something remains in a certain condition until the present time. AT: \"by the word which Elisha spoke, and have always remained pure since\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "went up from there to Bethel", "text": "The phrase \"went up\" is used her because Bethel is higher in elevation than Jericho."}, {"ref": "Go up", "text": "The young boys wanted Elisha to go away from them and expressed this by saying \"go up.\" AT: \"Go away\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "baldhead", "text": "A bald person does not have any hair on their head. The young boys were mocking Elisha for having a bald head."}, {"ref": "forty-two of the boys", "text": "two of the boys** - \"42 of the boys\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]