[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus returns to his hometown where he is not accepted."}, {"ref": "his hometown", "text": "This refers to the town of Nazareth where Jesus grew up and where his family lives. This does not mean that he owns land there."}, {"ref": "What is this wisdom that has been given to him?", "text": "This question, which contains passive construction, can be asked in active form. AT: \"What is this wisdom that he has gained?\""}, {"ref": "that he does with his hands", "text": "This phrase emphasizes that Jesus himself does the miracles. AT: \"that he himself works\""}, {"ref": "Is this not the carpenter, the son of Mary and the brother of James and Joses and Judas and Simon? Are his sisters not here with us?", "text": "These questions can be written as a statement. AT: \"He is just an ordinary carpenter! We know him and his family. We know Mary his mother. We know his younger brothers James, Joses, Judas and Simon. And his younger sisters also live here with us.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "to them", "text": "\"to the crowd\""}, {"ref": "A prophet is not without honor, except", "text": "This sentence uses a double negative to create emphasis of the positive equivalent. AT: \"A prophet is always honored, except\" or \"The only place a prophet is not honored is\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "to lay his hands on a few sick people", "text": "\"Laying on hands\" refers to a prophet or teacher placing his hands on someone and imparting either healing or a blessing. In this case, Jesus is healing people."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus sends his disciples out in sets of two to preach and to heal."}, {"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 8 and 9 in order to make Jesus' instructions clearer to read. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "he called the twelve", "text": "Here the word \"called\" means that he summoned the twelve to come to him."}, {"ref": "two by two", "text": "\"2 by 2\" or \"in pairs\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "no bread", "text": "Here \"bread\" is a synecdoche for food in general. AT: \"no food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "no money in their belt", "text": "In that culture, men carried their money tucked into their belt. AT: \"no money in their moneybag\" or \"no money\""}]}, {"id": "10", "tn": [{"ref": "he said to them", "text": "\"Jesus said to the twelve\""}, {"ref": "stay there until you leave that place", "text": "The phrase to \"stay there\" is an idiom meaning \"to eat and sleep\" in that house. AT: \"eat and sleep in that same house until you leave that place\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as a testimony to them", "text": "\"as a testimony against them.\" It may be helpful to explain how this action was a testimony to them. \"as a testimony to them. By doing that, you will be testifying that they did not welcome you\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "They went out", "text": "The word \"They\" refers to the twelve and does not include Jesus. Also, it may be helpful to state that they went out to various towns. AT: \"They went out to various towns\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "turn away from their sins", "text": "\"repent of their sins\""}, {"ref": "They cast out many demons", "text": "It may be helpful to state that they cast the demons out of people. AT: \"They cast many demons out of people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "When Herod hears about Jesus' miracles, he worries, thinking that someone has raised John the Baptist from the dead. (Herod had caused John the Baptist to be killed.)"}, {"ref": "King Herod heard this", "text": "The word \"this\" refers to everything that Jesus and his disciples had been doing in various towns, including casting out demons and healing people."}, {"ref": "Some were saying, \"John the Baptist had been", "text": "Some people were saying that Jesus was John the Baptist. This can be stated more clearly. AT: \"Some were saying, 'He is John the Baptist who had been\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "John the Baptist had been raised", "text": "This can be stated in active form. AT: \"God raised John the Baptist\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Some others said, \"He is Elijah.\"", "text": "It may be helpful to state why some people thought he was Elijah. AT: \"Some others said, 'He is Elijah, whom God promised to send back again.'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "In verse 17 the author begins to give background information about Herod and why he beheaded John the Baptist. (See: [[:en:ta:vol2:translate:writing_background|Background Information]])"}, {"ref": "whom I beheaded", "text": "Here Herod uses the word \"I\" to refer to himself. The word \"I\" is a metonym for Herod's soldiers. AT: \"whom I commanded my soldiers to behead\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has been raised", "text": "This can be stated in active form. AT: \"has become alive again\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Herod sent to have John arrested and he had him bound in prison", "text": "This can be stated in active form. AT: \"Herod sent his soldiers to arrest John and had them bind him in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sent to have", "text": "\"ordered to have\""}, {"ref": "on account of Herodias", "text": "\"because of Herodias\""}, {"ref": "his brother Philip's wife", "text": "\"the wife of his brother Philip.\" Herod's brother Philip is not the same Philip who was an evangelist in the book of Acts or the Philip who was one of Jesus' twelve disciples. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "because he had married her", "text": "\"because Herod had married her\""}]}, {"id": "18", "tn": [{"ref": "wanted to kill him, but she could not", "text": "Herodias is the subject of this phrase and \"she\" is a metonym as she wants someone else to execute John. AT: \"she wanted someone to kill him, but she could not have him killed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for Herod feared John; he knew", "text": "These two clauses can be linked differently to show more clearly why Herod feared John. AT: \"for Herod feared John because he knew\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "he knew that he was a righteous", "text": "\"Herod knew that John was a righteous\""}, {"ref": "Listening to him", "text": "\"Listening to John\""}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The author continues to give background information about Herod and the beheading of John the Baptist. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he made a dinner for his officials ... of Galilee", "text": "Here the word \"he\" refers to Herod and is a metonym for his servant whom he would have commanded to prepare a meal. AT: \"he had a dinner made for his officials ... of Galilee\" or \"he invited his officials ... of Galilee to eat and celebrate with him\""}, {"ref": "a dinner", "text": "a formal meal or banquet"}, {"ref": "Herodias herself", "text": "The word \"herself\" is a reflexive pronoun used to emphasize that it was significant that it was Herodias' own daughter who danced at the dinner. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "came in", "text": "\"came into the room\""}]}, {"id": "23", "tn": [{"ref": "Whatever you ask ... my kingdom", "text": "It may be helpful to add some missing information. AT: \"I will give you up to half of what I own and rule, if you ask for it\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "went out", "text": "\"went out of the room\""}, {"ref": "at once", "text": "\"right now\""}, {"ref": "upon a platter", "text": "\"on a tray\""}]}, {"id": "26", "tn": [{"ref": "because of the oath he had made and because of his dinner guests", "text": "The content of the oath, and the relationship between the oath and the dinner guests can be stated clearly. AT: \"because his dinner guests had heard him make the oath that he would give her anything she asked for\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on a platter", "text": "\"on a tray\""}, {"ref": "And his disciples", "text": "\"And John's disciples\""}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "After the disciples return from preaching and healing, they go somewhere to be alone, but there are many people who come to hear Jesus teach. When it becomes late, he feeds the people and then sends everyone away while he prays alone."}, {"ref": "a deserted place", "text": "a place where there are no people"}, {"ref": "many were coming and going", "text": "This means that people were continually coming to the apostles and then going away from them."}, {"ref": "they did not even", "text": "The word \"they\" refers to the apostles."}, {"ref": "So they went away", "text": "Here the word \"they\" includes both the apostles and Jesus."}]}, {"id": "33", "tn": [{"ref": "they saw them leaving", "text": "\"the people saw Jesus and the apostles leaving\""}, {"ref": "on foot", "text": "The people are going on foot by land, which contrasts with how the disciples went by boat."}, {"ref": "he saw a great crowd", "text": "\"Jesus saw a great crowd\""}, {"ref": "they were like sheep without a shepherd", "text": "Jesus compares the people to sheep who are confused when they do not have their shepherd to lead them. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "35", "tn": [{"ref": "When the hour was late", "text": "This means it was late in the day. AT: \"When it was getting late\" or \"Late in the afternoon\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a deserted place", "text": "This refers to a place where there are no people. See how you translated this in [[:en:bible:notes:mrk:06:30|6:31]]."}]}, {"id": "37", "tn": [{"ref": "But he answered and said to them", "text": "\"But Jesus answered and said to his disciples\""}, {"ref": "Can we go and buy two hundred denarii worth of bread and give it to them to eat?", "text": "The disciples ask this question to say that there is no way they could afford to buy enough food for this crowd. AT: \"We could not buy enough bread to feed this crowd, even if we had two hundred denarii!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "two hundred denarii", "text": "\"200 denarii.\" A denarius is a Roman silver coin worth one day's wages. (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "loaves", "text": "\"loaves of bread.\" A loaf of bread is a lump of dough that is shaped and baked."}]}, {"id": "39", "tn": [{"ref": "green grass", "text": "Describe the grass with the color word used in your language for healthy grass, which may or may not be the color green."}, {"ref": "groups of hundreds and fifties", "text": "This refers to the number of people in each of the groups. AT: \"about fifty people in some groups and about a hundred people in other groups\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "looking up to heaven", "text": "This means that he looked up toward the sky, which is associated with the place where God lives."}, {"ref": "he blessed", "text": "\"he spoke a blessing\" or \"he gave thanks\""}, {"ref": "he divided the two fish among them all", "text": "\"he divided the two fish so that everyone could have some\""}]}, {"id": "42", "tn": [{"ref": "They took up", "text": "Possible meaning are 1) \"The disciples took up\" or 2) \"The people took up.\""}, {"ref": "broken pieces of bread, twelve baskets full", "text": "\"twelve baskets full of broken pieces of bread\""}, {"ref": "twelve baskets", "text": "\"12 baskets\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "five thousand men", "text": "\"5,000 men\"  (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "And there were five thousand men who ate the loaves", "text": "The number of women and children was not counted. If it would not be understood that women and children were present, it can be made explicit. AT: \"And there were five thousand men who ate the loaves. They did not even count the women and children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "45", "tn": [{"ref": "to the other side", "text": "This refers to the Sea of Galilee. This can be stated clearly. AT: \"to the other side of the Sea of Galilee\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Bethsaida", "text": "This is a town on the northern shores of the Sea of Galilee. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When they were gone", "text": "\"When the people had left\""}]}, {"id": "48", "tn": [{"ref": "Connecting Statement:", "text": "A storm arises while the disciples are trying to cross the lake. Seeing Jesus walking on the water terrifies them. They do not understand how Jesus can calm the storm."}, {"ref": "fourth watch", "text": "This is the time between 3 a.m. and sunrise. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "a ghost", "text": "the spirit of a dead person or some other kind of spirit"}, {"ref": "Be courageous! ... Do not be afraid!", "text": "These two sentences are similar in meaning,  emphasizing to his disciples that they did not need to be afraid. They can be combined into one if necessary. AT: \"Do not fear me!\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "51", "tn": [{"ref": "They were completely amazed", "text": "If you need to be more specific, it can stated what they were amazed by. AT: \"They were completely amazed at what he had done\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what the loaves meant", "text": "The phrase \"the loaves\" refers to when Jesus had multiplied the loaves of bread. This can be stated more clearly. AT: \"what it meant when he had multiplied the loaves of bread\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "their hearts were hardened", "text": "Having a heart heart represents being too stubborn to understand. AT: \"they were too stubborn to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "53", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus and his disciples arrive at Gennesaret in their boat, people see him and bring people for him to heal. This happens wherever they go."}, {"ref": "Gennesaret", "text": "This is the name of the region to the northwest of the Sea of Galilee. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they immediately recognized him", "text": "\"the people there immediately recognized Jesus\""}, {"ref": "they ran through the whole region", "text": "It may be helpful to state why they ran through the region. AT: \"they ran throughout the whole district in order to tell others that Jesus was there\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they ran ... they heard", "text": "The word \"they\" refers to the people who recognized Jesus, not to the disciples."}, {"ref": "the sick", "text": "This phrase refers to people. AT: \"the sick people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "56", "tn": [{"ref": "Wherever he entered", "text": "\"Wherever Jesus entered\""}, {"ref": "they would put", "text": "Here \"they\" refers to the people. It does not refer to Jesus' disciples."}, {"ref": "the sick", "text": "This phrase refers to people. AT: \"the sick people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "they begged him", "text": "Possible meanings are 1) \"the sick begged him\" or 2) \"the people begged him.\""}, {"ref": "let them touch", "text": "The word \"them\" refers to the sick."}, {"ref": "the edge of his garment", "text": "\"the hem of his robe\" or \"the edge of his clothes\" (UDB)"}, {"ref": "as many as", "text": "\"all those who\" (UDB)"}]}]