[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A maschil of Asaph", "text": "\"This is a maschil that Asaph wrote.\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "God, why have you rejected us forever?", "text": "This can be translated as a statement. AT: \"God, we have done nothing wrong, but you have rejected us forever!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why does your anger burn against the sheep of your pasture?", "text": "This can be translated as a statement. AT: \"We are the ones you have promised to care for, and we have done nothing wrong, but now you are angry with us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the sheep of your pasture", "text": "Asaph speaks of the people of Israel as if they were sheep. AT: \"against Israel, who are like the sheep whom you feed in your pasture\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Call to mind", "text": "\"Pay attention to.\" God has not forgotten his people, but he does not seem to be thinking about them."}, {"ref": "your own heritage", "text": "\"yours forever\""}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "These verses describe an actual event, a physical attack on the temple of Israel in Jerusalem."}, {"ref": "Come look", "text": "Asaph is addressing God, asking him to come look at the destruction."}, {"ref": "roared", "text": "The adversaries were shouting loudly with a great cry of victory."}, {"ref": "engravings", "text": "This refers to carvings on wood, metal, or stone in the temple."}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "Asaph continues to describe the destruction of the temple."}, {"ref": "They ... they ... They ... They", "text": "Here \"they\" refers to the adversaries mentioned in [[:en:bible:notes:psa:074:003|74:4]]."}, {"ref": "They said in their hearts", "text": "This is an idiom. AT: \"They said to themselves\" or \"They thought to themselves\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "Asaph is addressing God about the destruction he sees."}, {"ref": "We do not see any more signs", "text": "Possible meanings are 1) \"We do not see any more miraculous signs from God\" or 2) \"All our sacred symbols are gone\" or 3) if speaking of the flags and symbols of an army, \"Our army has been completely destroyed.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How long, God, will the enemy throw insults at you?", "text": "This can be translated as a statement. AT: \"God, the enemy has been throwing insults at you for too long!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will the enemy blaspheme your name forever?", "text": "This can be translated as a statement. AT: \"It seems as if you will never stop the enemy from blaspheming your name!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "blaspheme your name", "text": "The word \"name\" is a metonym for God himself. AT: \"say that you are bad\" or \"insult you\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why do you hold back your hand, your right hand?", "text": "The psalmist speaks of God as if he had a physical body. This can be translated as a statement. AT: \"Stop holding back your hand, your right hand!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "hold back your hand", "text": "Here the word \"hand\" is a metonym for power. AT: \"not show your power\" or \"not use your power to destroy your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your right hand", "text": "\"your strongest hand\""}, {"ref": "Take your right hand from your garment", "text": "The psalmist speaks of God as if he had a physical body. \"Stop hiding your power and take action\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "012", "tn": [{"ref": "General Information:", "text": "This begins a new theme: Asaph is proclaiming God's mighty deeds in the history of his people."}, {"ref": "God has been my king from ancient times", "text": "Possible meanings are 1) Asaph is speaking as Israel's representative, \"God has been our king since we Israelites first became a nation\" or 2) \"God, my king, was alive even in ancient times.\""}, {"ref": "bringing salvation", "text": "\"saving people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "You divided ... in the waters", "text": "Asaph is probably speaking of the time God brought Israel out of Egypt, divided the Sea of Reeds, led Israel through it on dry land, then drowned Pharaoh's army. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You divided the sea by your strength", "text": "Asaph is speaking of God as if God had a physical body. \"You are so strong you were able to make dry land in the middle of the sea.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the sea", "text": "\"the great water\""}, {"ref": "you smashed the heads of the sea monsters in the waters", "text": "Asaph is probably speaking of Pharaoh and his army as if they were sea monsters. If possible, translate these words literally. AT: \"when you killed Pharaoh's army, it was as if you smashed the heads of sea monsters in the waters\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "014", "tn": [{"ref": "General Information:", "text": "Asaph continues to speak of what God did long ago. He is probably speaking of when God brought Israel out of Egypt and drowned Pharaoh's army in the Sea of Reeds. If possible, these words should be translated literally."}, {"ref": "leviathan", "text": "Leviathan is a sea monster. It represents a cruel enemy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You broke open springs and streams", "text": "\"You caused springs and streams to flow out of the hard, dry ground\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "016", "tn": [{"ref": "General Information:", "text": "Asaph continues to recount God's creative power."}, {"ref": "the borders of the earth", "text": "\"the boundaries of the land and the sea\""}]}, {"id": "018", "tn": [{"ref": "General Information:", "text": "Asaph is pleading for God's help."}, {"ref": "Call to mind", "text": "\"Pay attention to.\" See how this is translated in [[:en:bible:notes:psa:074:001|74:2]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the enemy hurled insults at you", "text": "Asaph speaks of insulting words as if they were physical objects, like stones, which the enemy was throwing at Yahweh. AT: \"the enemy insulted you many times\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the life of your dove", "text": "Asaph speaks of himself as if he were a dove, a defenseless bird. AT: \"me, your dove.\" This phrase may also be a metaphor for the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dove", "text": "A small, defenseless bird often kept as a pet."}, {"ref": "a wild animal", "text": "This phrase may be a metaphor for the enemies of Israel. AT: \"a savage enemy that is like a wild animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not forget the life of your oppressed people forever", "text": "\"Do not continue forever to do nothing to help your oppressed people.\" This can be stated in positive form. AT: \"Come soon to help your oppressed people\" (See: [[:en:ta:vol2:translate:figs_litotes]])."}]}, {"id": "020", "tn": [{"ref": "General Information:", "text": "Asaph continues his lament to Yahweh."}, {"ref": "the dark regions of the land are full of places of violence", "text": "Asaph speaks of \"regions\" as if they were containers in which one could put \"places of violence.\" AT: \"violent people do evil deeds in dark places in the land wherever they can\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the dark regions of the land", "text": "The word \"dark\" is probably a metaphor for a place where bad things happen or for the lands to which the Israelites had been sent in exile, but these words should be translated literally if possible. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not let the oppressed be turned back in shame", "text": "\"Do not let wicked people defeat the oppressed and make them ashamed\""}, {"ref": "the oppressed", "text": "These are people who are treated cruelly by powerful people."}, {"ref": "the poor and oppressed", "text": "The words \"poor\" and \"oppressed\" mean basically the same thing and emphasize that Yahweh saves many who need his help. See how these words are translated in [[:en:bible:notes:psa:035:009|35:10]]. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "022", "tn": [{"ref": "defend your own honor", "text": "\"show everyone that you are right\""}, {"ref": "call to mind", "text": "\"Pay attention to.\" God has not forgotten how fools insult him, but he does not seem to be thinking about it. See how this is translated in verse [[:en:bible:notes:psa:074:001|2]]."}, {"ref": "the voice of your adversaries", "text": "The word \"voice\" is a metonym for the words people use when they speak. AT: \"what your adversaries are saying\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "or the uproar of those who continually defy you", "text": "The psalmist speaks of the words of those who defy God as if they were the loud sound of animals or non-living objects like water or the wind. AT: \"and pay attention to the loud and meaningless words of those who continually defy you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "defy", "text": "boldly oppose"}]}]