{"1": [{"a": "Yahweh told him to take for himself a wife who was a prostitute.", "q": "What kind of wife did Yahweh tell Hosea to take for himself?", "ref": ["01-02"]}, {"a": "Hosea should call his name Jezreel. For in a little while Yahweh will punish the house of Jehu for the bloodshed at Jezreel.", "q": "Why should Hosea call the name of his first son Jezreel?", "ref": ["01-04"]}, {"a": "Yahweh will have mercy on the house of Judah.", "q": "On whom will Yahweh have mercy?", "ref": ["01-07"]}, {"a": "Hosea should call his name Lo Ammi, for the Israelites were no longer his people.", "q": "Why should Hosea call the name of his second son Lo Ammi?", "ref": ["01-09"]}, {"a": "It will be said to them that they were people of the living God.", "q": "What will be said to those who formerly were not Yahweh's people?", "ref": ["01-10"]}], "2": [{"a": "If Israel does not put away her prostitution, Yahweh will strip her naked and show her nakedness as on the day that she was born.", "q": "What will Yahweh do if Israel does not put away her prostitution?", "ref": ["02-02", "02-03"]}, {"a": "Yahweh will not have any mercy on her children, for they were children of prostitution.", "q": "Why will Yahweh not have any mercy on Israel's children?", "ref": ["02-04"]}, {"a": "Israel will return to her first husband, for was it better for her then than it now.", "q": "Why will Israel return to her first husband?", "ref": ["02-07"]}, {"a": "Yahweh lavished on her silver and gold.", "q": "Who lavished on Israel silver and gold?", "ref": ["02-08"]}, {"a": "Yahweh will strip her naked in the sight of her lovers.", "q": "What will Yahweh do to Israel in the sight of her lovers?", "ref": ["02-10"]}, {"a": "Israel's lovers gave her vines and fig trees.", "q": "What wages did Israel's lovers give her?", "ref": ["02-12"]}, {"a": "She will answer him as she did in the days of her youth, as in the days that she came out of the land of Egypt.", "q": "How will the prostitute answer Yahweh after he goes to win her back?", "ref": ["02-15"]}, {"a": "She will call him 'My husband,' and no longer, 'My Baal.'", "q": "In that day, what will Israel call Yahweh?", "ref": ["02-16"]}, {"a": "He will make them lie down in safety.", "q": "What will Yahweh make his people do?", "ref": ["02-18"]}, {"a": "Yahweh will promise to be their husband forever.", "q": "For how long will Yahweh promise to be his people's husband?", "ref": ["02-19"]}, {"a": "The new wine and the oil will answer Jezreel.", "q": "What will the new wine and the oil answer?", "ref": ["02-22"]}, {"a": "Yahweh will say to those who were not his people, 'You are my people.'", "q": "What will Yahweh say to those who were not his people?", "ref": ["02-23"]}], "3": [{"a": "Hosea must love her just as Yahweh loves the people of Israel.", "q": "In what way must Hosea love his wife?", "ref": ["03-01"]}, {"a": "He bought her for fifteen pieces of silver and a homer and a lethek of barley.", "q": "For how much did Yahweh buy Israel?", "ref": ["03-02"]}, {"a": "After the people of Israel live for many days without a king, they will seek Yahweh their God and David their king.", "q": "After the people of Israel live for many days without a king, who will they seek?", "ref": ["03-04", "03-05"]}], "4": [{"a": "Yahweh had a lawsuit against the inhabitants of the land.", "q": "Against whom did Yahweh have a lawsuit?", "ref": ["04-01"]}, {"a": "Every one who was living in it was wasting away.", "q": "What was happening to every one who was living in the land?", "ref": ["04-03"]}, {"a": "The prophets will stumble by night.", "q": "Who will stumble by night?", "ref": ["04-05"]}, {"a": "Yahweh will forget the children of the people of Israel because they forgot the Law of God.", "q": "Why will Yahweh forget the children of the people of Israel?", "ref": ["04-06"]}, {"a": "They will act like the priests.", "q": "How will the people act?", "ref": ["04-09"]}, {"a": "Sexual promiscuity, wine, and new wine took away their understanding.", "q": "What things took away the understanding of the people?", "ref": ["04-11"]}, {"a": "Yahweh will not punish the people's daughters when they choose to commit sexual immorality, for the men also give themselves to the prostitutes.", "q": "Why will Yahweh not punish the people's daughters when they choose to commit sexual immorality?", "ref": ["04-14"]}, {"a": "They should not go to Gilgal or Beth Aven.", "q": "Where should the people not go?", "ref": ["04-15"]}, {"a": "Ephraim continued to commit adultery even when their strong drink was gone.", "q": "What did Ephraim do even when their strong drink was gone?", "ref": ["04-18"]}], "5": [{"a": "The rebels stood deep in slaughter.", "q": "Where did the rebels stand?", "ref": ["05-02"]}, {"a": "Ephraim's deeds will not allow them to turn to their God.", "q": "What will not allow Ephraim to turn to their God?", "ref": ["05-04"]}, {"a": "Israel, Ephraim, and Judah will not find Yahweh, for he has withdrawn himself from them.", "q": "Why will Israel, Ephraim, and Judah not find Yahweh?", "ref": ["05-06"]}, {"a": "Yahweh declared that Ephraim will become a desolation.", "q": "Who declared that Ephraim will become a desolation?", "ref": ["05-09"]}, {"a": "Yahweh will pour his wrath on the leaders of Judah.", "q": "On whom will Yahweh pour his wrath?", "ref": ["05-10"]}, {"a": "When Ephraim saw his sickness, then he went to Assyria.", "q": "When did Ephraim go to Assyria?", "ref": ["05-13"]}, {"a": "Yahweh will go and return to his place until Ephraim and Judah acknowledge their guilt and seek his face; until they earnestly seek him in their distress.", "q": "For how long will Yahweh go and return to his place?", "ref": ["05-15"]}], "6": [{"a": "Although he tore them to pieces, he will heal them.", "q": "Although Yahweh tore his people to pieces, what will he then do?", "ref": ["06-01"]}, {"a": "He will raise them up on the third day.", "q": "When will Yahweh raise up his people?", "ref": ["06-02"]}, {"a": "Their faithfulness was like a morning cloud, like the dew that goes away early.", "q": "What was the faithfulness of Ephraim and Judah like?", "ref": ["06-04"]}, {"a": "God desired faithfulness and not sacrifice, and the knowledge of him more than burnt offerings.", "q": "What did God desire?", "ref": ["06-06"]}, {"a": "As gangs of robbers wait for someone, so the priests banded together to commit murder on the way to Shechem.", "q": "In what way did the priests band together to commit murder on the way to Shechem?", "ref": ["06-09"]}, {"a": "A harvest was appointed, when Yahweh will restore the fortunes of his people.", "q": "What was appointed to Judah when Yahweh will restore the fortunes of his people?", "ref": ["06-11"]}], "7": [{"a": "Yahweh remembered all their evil deeds.", "q": "What did Yahweh remember?", "ref": ["07-02"]}, {"a": "By their lies they made the officials glad.", "q": "How did the people make the officials glad?", "ref": ["07-03"]}, {"a": "Their hearts were like an oven.", "q": "What were the people's hearts like?", "ref": ["07-06"]}, {"a": "Ephraim did not know that foreigners devoured his strength or that gray hairs were sprinkled on him.", "q": "What did Ephraim not know?", "ref": ["07-09"]}, {"a": "Ephraim was like a dove, gullible and without sense.", "q": "How was Ephraim like a dove?", "ref": ["07-11"]}, {"a": "Yahweh did not rescue the people because they spoke lies against him.", "q": "Why did Yahweh not rescue the people?", "ref": ["07-13"]}, {"a": "They cut themselves to obtain grain and new wine.", "q": "What did the people do to obtain grain and new wine?", "ref": ["07-14"]}, {"a": "The officials will fall because of the wickedness of their tongues.", "q": "Why will the officials fall?", "ref": ["07-16"]}], "8": [{"a": "An eagle was coming over the house of Yahweh because the people broke his covenant and rebelled against his Law.", "q": "Why was an eagle coming over the house of Yahweh?", "ref": ["08-01"]}, {"a": "With their silver and gold they made idols for themselves.", "q": "With what did the people make idols for themselves?", "ref": ["08-04"]}, {"a": "People sowed the wind and reaped the whirlwind.", "q": "What happened when people sowed the wind?", "ref": ["08-07"]}, {"a": "Even though they hired lovers among the nations, Yahweh will gather them together.", "q": "What will Yahweh do even though the people hired lovers among the nations?", "ref": ["08-10"]}, {"a": "If Yahweh wrote down his Law for them ten thousand times, they would view it as something strange to them.", "q": "If Yahweh wrote down his Law for them ten thousand times, how would they view it?", "ref": ["08-12"]}, {"a": "He will punish their sins by returning them to Egypt.", "q": "How will Yahweh punish the people's sins?", "ref": ["08-13"]}], "9": [{"a": "Israel loved to pay the wages a prostitute required on all the threshing floors.", "q": "What did Israel love to pay?", "ref": ["09-01"]}, {"a": "Their sacrifices will be to them like mourners' food: all who eat it will be defiled.", "q": "What will Ephraim's sacrifices be to them like?", "ref": ["09-04"]}, {"a": "If the people escaped from destruction, Egypt will gather them, and Memphis will bury them.", "q": "If the people escaped from destruction, what will happen?", "ref": ["09-06"]}, {"a": "The days for punishment were coming. The days for retribution were coming.", "q": "What days were coming?", "ref": ["09-07"]}, {"a": "A bird's snare was on his paths.", "q": "What was on the prophet's paths?", "ref": ["09-08"]}, {"a": "After the fathers went to Baal Peor, they became as detestable as the idol they loved.", "q": "After the fathers went to Baal Peor, what did they become like?", "ref": ["09-10"]}, {"a": "Ephraim's glory will fly away like a bird.", "q": "What will happen to Ephraim's glory?", "ref": ["09-11"]}, {"a": "Yahweh will give them a miscarrying womb and breasts that give no milk.", "q": "What will Yahweh give Ephraim?", "ref": ["09-14"]}, {"a": "Because of their sinful deeds, Yahweh will drive them out of his house.", "q": "Why will Yahweh drive Ephraim out of his house?", "ref": ["09-15"]}, {"a": "Even if they had children, Yahweh would put their beloved children to death.", "q": "What would happen even if Ephraim had children?", "ref": ["09-16"]}], "10": [{"a": "As his fruit increased, the more altars he built.", "q": "What happened as Israel's fruit increased?", "ref": ["10-01"]}, {"a": "Israel made covenants by swearing falsely.", "q": "How did Israel make covenants?", "ref": ["10-04"]}, {"a": "They will be carried to Assyria for a present for the great king.", "q": "Why will the inhabitants of Samaria be carried to Assyria?", "ref": ["10-06"]}, {"a": "Thorns and thistles will grow over the altar.", "q": "What will grow over the altar?", "ref": ["10-08"]}, {"a": "Because Ephraim was a trained heifer that loves to thresh the grain, Yahweh will put a yoke on her fair neck.", "q": "Why will Yahweh put a yoke on Ephraim's fair neck?", "ref": ["10-11"]}, {"a": "They should seek Yahweh until he comes and rains righteousness on them.", "q": "For how long should the people seek Yahweh?", "ref": ["10-12"]}, {"a": "When Shalman destroyed Beth Arbel, mothers were dashed to pieces with their children.", "q": "What happened to mothers with their children when Shalman destroyed Beth Arbel?", "ref": ["10-14"]}], "11": [{"a": "When Israel was a young man, Yahweh called him out of Egypt.", "q": "From where did Yahweh call Israel when Israel was a young man?", "ref": ["11-01"]}, {"a": "Yahweh lifted them up by their arms.", "q": "Who lifted Ephraim up by their arms?", "ref": ["11-03"]}, {"a": "Yahweh's people were determined to turn away from him.", "q": "What were Yahweh's people determined to do?", "ref": ["11-07"]}, {"a": "Yahweh will not again destroy Ephraim, for he is God and not a man.", "q": "Why will Yahweh not again destroy Ephraim?", "ref": ["11-09"]}, {"a": "The people will come trembling from the west like a bird from Egypt, like a dove from the land of Assyria.", "q": "How will the people come?", "ref": ["11-10", "11-11"]}, {"a": "Judah was still faithful to God.", "q": "Who was still faithful to God?", "ref": ["11-12"]}], "12": [{"a": "Yahweh had a lawsuit against Judah.", "q": "What did Yahweh have against Judah?", "ref": ["12-02"]}, {"a": "In the womb, Jacob grasped his brother by the heel.", "q": "What did Jacob do in the womb?", "ref": ["12-03"]}, {"a": "They should wait continually for their God.", "q": "For what should the people wait?", "ref": ["12-06"]}, {"a": "In all Ephraim's work no one will find any sin in him, anything that would be sin.", "q": "What will no one find in Ephraim's work?", "ref": ["12-08"]}, {"a": "Yahweh had been with them from the land of Egypt.", "q": "How long had Yahweh been with the people?", "ref": ["12-09"]}, {"a": "Gilgal's altars will be like heaps of stone in the furrows of the fields.", "q": "What will Gilgal's altars be like?", "ref": ["12-11"]}, {"a": "Yahweh brought Israel out of Egypt by a prophet, and by a prophet he took care of them.", "q": "What did Yahweh do by a prophet?", "ref": ["12-13"]}], "13": [{"a": "He became guilty because of Baal worship.", "q": "Why did Ephraim become guilty?", "ref": ["13-01"]}, {"a": "Chaff is driven by the wind away from a threshing floor.", "q": "What happens to chaff?", "ref": ["13-03"]}, {"a": "When Yahweh's people were filled, their heart became lifted up and they forgot him.", "q": "What happened when Yahweh's people were filled?", "ref": ["13-06"]}, {"a": "He will attack them like a bear that is robbed of her cubs.", "q": "Like what will Yahweh attack his people?", "ref": ["13-08"]}, {"a": "Israel's destruction was coming because they were against Yahweh, their helper.", "q": "Why was Israel's destruction coming?", "ref": ["13-09"]}, {"a": "When it was time for Ephraim to be born, he did not come out of the womb.", "q": "When it was time for Ephraim to be born, what happened?", "ref": ["13-13"]}, {"a": "Yahweh wanted death's plagues and Sheol's destruction brought to him.", "q": "What did Yahweh want brought to him?", "ref": ["13-14"]}, {"a": "His enemy will plunder the storehouse of every precious object.", "q": "What will Ephraim's enemy plunder?", "ref": ["13-15"]}, {"a": "Their young children will be dashed to pieces.", "q": "What will happen to Samaria's young children?", "ref": ["13-16"]}], "14": [{"a": "Israel fell because of their sin.", "q": "Why did Israel fall?", "ref": ["14-01"]}, {"a": "Israel will not say to the work of their hands, \"You are our gods,\" for in Yahweh the fatherless person finds compassion.", "q": "Why will Israel not say to the work of their hands, \"You are our gods\"?", "ref": ["14-03"]}, {"a": "Yahweh will heal them when they turn back to him.", "q": "When will Yahweh heal Israel?", "ref": ["14-04"]}, {"a": "Their fame will be like the wine of Lebanon.", "q": "What will the people's fame be like?", "ref": ["14-07"]}, {"a": "The rebellious will stumble in them.", "q": "Who will stumble in the ways of Yahweh?", "ref": ["14-09"]}]}