[{"id": "01", "tn": [{"ref": "got up", "text": "The phrase, \"got up,\" means to \"awaken.\""}, {"ref": "Shittim", "text": "A place in the land of Moab, west of the Jordan River where the Israelites were camped before their entry into the promised land, Canaan."}]}, {"id": "02", "tn": [{"ref": "officers", "text": "These are people holding a position of command or authority."}, {"ref": "people", "text": "This is the nation of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "two thousand cubits", "text": "\"2,000 cubits.\" The word \"cubit\" is a measurement equaling the distance from the elbow to the finger tips. (See: [[:en:ta:vol2:translate:translate_bdistance]] and [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "05", "tn": [{"ref": "Consecrate yourselves", "text": "This refers to a special preparation of being religiously clean before Yahweh."}, {"ref": "Yahweh will do wonders", "text": "Yahweh will be doing miracles for all to see and experience."}, {"ref": "Take up the ark", "text": "This is referring to the levites picking up the ark for the purpose of carrying it from one location to another."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh tells Joshua what the priest are to do."}, {"ref": "I will make you a great man in the eyes of all Israel", "text": "Here \"eyes\" represents the people seeing and understanding. AT: \"the people will see what I do and realize that I have made you a great man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "edge of the waters of the Jordan", "text": "Joshua is to approach the bank or edge of the Jordan River."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Joshua tells Israel what Yahweh is about to do"}, {"ref": "drive out from before you", "text": "Yahweh will force the other people living on the land to leave or be killed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crosses over", "text": "\"cross over\" means to go to the opposite bank of the river. AT: \"will travel from this side to the opposite side\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Joshua continues to tell Israel of the miracle that Yahweh will do."}, {"ref": "General Information:", "text": "Just as Israel's fathers experience crossing the Red Sea, these people will experience crossing the Jordan river on dry land."}, {"ref": "the soles of the feet", "text": "This refers to the bottom of their feet."}, {"ref": "upstream", "text": "This word refers to the direction the Jordan River water is flowing toward Israel."}, {"ref": "stand in one heap", "text": "The water will stay in one spot or place. It will not flow around the priests."}]}, {"id": "14", "tn": [{"ref": "ark of the covenant", "text": "The word \"ark\" here refers to the chest that contains the stone tablets. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "edge of the water", "text": "This can refer to the surface of the water as well as the bank where the water flows to dry land. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "now the Jordan overflows all its banks throughout the time of the harvest", "text": "This is background information and it emphasizes the scale of what Yahweh is doing. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The miraculous Jordan River crossing continues."}, {"ref": "the Jordan", "text": "This refers to the Jordan River bed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "crossed over", "text": "This phrase means to go to the opposite bank of the river. AT: \"traveled from this side to the opposite side\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]