[{"id": "01", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "at the end of two full years", "text": "Two years passed after Joseph correctly interpreted the dreams of Pharaoh's cupbearer and baker, who had been in prison with Joseph."}, {"ref": "Behold, he stood", "text": "The word \"behold\" here marks the beginning of another event in the larger story. Your language may have a way of doing this."}, {"ref": "he stood", "text": "\"Pharaoh was standing\""}, {"ref": "Behold", "text": "\"Suddenly.\" The word \"behold\" here shows that Pharaoh was surprised by what he saw."}, {"ref": "desirable and fat", "text": "\"healthy and fat\""}, {"ref": "grazed in the reeds", "text": "\"were eating the grass along the side of the river\""}, {"ref": "reeds", "text": "tall, thin grasses that grow in wet areas"}, {"ref": "Behold, seven other cows", "text": "The word \"behold\" here shows that Pharaoh was again surprised by what he saw."}, {"ref": "undesirable and thin", "text": "\"sick and thin\""}, {"ref": "bank of the river", "text": "\"beside the river\" or \"riverside.\" This is the higher ground along the edge of a river."}]}, {"id": "04", "tn": [{"ref": "undesirable and thin", "text": "\"weak and skinny.\" See how you translated this phrase in [[:en:bible:notes:gen:41:01|41:3]]."}, {"ref": "desirable and fat", "text": "\"healthy and well-fed.\" See how you translated this phrase in [[:en:bible:notes:gen:41:01|41:2]]."}, {"ref": "woke up", "text": "\"awakened\""}, {"ref": "a second time", "text": "The word \"second\" is an ordinal number. AT: \"again\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Behold, seven heads", "text": "The word \"behold\" here shows that Pharaoh was surprised by what he saw."}, {"ref": "heads of grain", "text": "The heads are parts of the corn plant on which the seeds grow."}, {"ref": "came up on one stalk", "text": "\"grew up on one stem.\" The stalk is the thick or tall part of a plant."}, {"ref": "on one stalk, wholesome and good", "text": "\"on one stock and they were healthy and beautiful\""}, {"ref": "thin and scorched by the east wind", "text": "This can be stated in active form. AT: \"that were thin and burned because of the hot wind from the east\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the east wind", "text": "Wind from the east blew in from the desert. The heat of the east wind was often very destructive."}, {"ref": "sprouted up", "text": "\"grew up\" or \"developed\""}]}, {"id": "07", "tn": [{"ref": "The thin heads", "text": "The words \"of grain\" are understood. AT: \"The thin heads of grain\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "swallowed up", "text": "\"ate.\" Pharaoh is dreaming that unhealthy corn could eat healthy corn just like a person eats food."}, {"ref": "wholesome and full heads", "text": "\"healthy and good heads.\" See how you translated a similar phrase in [[:en:bible:notes:gen:41:04|41:5]]."}, {"ref": "woke up", "text": "\"awakened\""}, {"ref": "behold", "text": "The word \"behold\" here shows that Pharaoh was surprised by what he had seen."}, {"ref": "it was a dream", "text": "\"he had been dreaming\""}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "his spirit was troubled", "text": "Here the word \"spirit\" refers to his inner being or his emotions. AT: \"he was troubled in his inner being\" or \"he was troubled\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He sent and called", "text": "It is understood that he sent servants. AT: \"He sent his servants to call\" or \"He sent his servants to summon\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "all the magicians and wise men of Egypt", "text": "Ancient kings and rulers used magicians and wise men as advisers."}]}, {"id": "09", "tn": [{"ref": "chief cupbearer", "text": "The most important person who brings drinks to the king. See how you translated this in [[:en:bible:notes:gen:40:01|40:2]]."}, {"ref": "Today I am thinking about my offenses", "text": "The word \"Today\" is used for emphasis. His \"offenses\" are that he should have told Pharaoh something much earlier but he did not. AT: \"I just realized that I forgot to tell you something\""}, {"ref": "Pharaoh was angry", "text": "The cupbearer is referring to Pharaoh in third person. This is a common way for someone with less power to speak to someone with greater power. AT: \"You, Pharaoh, were angry\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "with his servants", "text": "Here \"his\" refers to Pharaoh. Here \"servants\" refers to the cupbearer and the chief baker. AT: \"with us, your servants\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "put me in custody in the house of the captain of the guard, the chief baker and me", "text": "\"put the chief baker and me in the prison where the captain of the guard was in charge.\" Here \"house\" refers to the prison."}, {"ref": "the captain of the guard", "text": "The soldier in charge of the royal guards. See how you translated this in [[:en:bible:notes:gen:40:01|40:2-3]]."}, {"ref": "the chief baker", "text": "The most important person who made food for the king. See how you translated this in [[:en:bible:notes:gen:40:01|40:2-3]]."}, {"ref": "We dreamed a dream the same night, he and I", "text": "\"One night we both had dreams\""}, {"ref": "We dreamed", "text": "Here \"We\" refers to the chief cupbearer and the chief baker. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "We dreamed each man according to the interpretation of his dream", "text": "\"Our dreams had different meanings\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The chief cupbearer continues to speak to Pharaoh."}, {"ref": "There was with us there", "text": "\"In prison there was with the chief baker and me\""}, {"ref": "the captain of the guard", "text": "The soldier in charge of the royal guards. See how you translated this in [[:en:bible:notes:gen:40:01|40:2-3]]."}, {"ref": "We told him and he interpreted for us our dreams", "text": "\"We told him our dreams and he explained their meanings to us\""}, {"ref": "He interpreted for each of us according to his dream", "text": "Here \"his\" refers to the cupbearer and baker individually, not to the one interpreting the dream. AT: \"He explained what was going to happen to both of us\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "as he interpreted for us, so it happened", "text": "\"what he explained about the dreams is what later happened\""}, {"ref": "Pharaoh restored me to my post", "text": "Here the cupbearer uses Pharaoh's title in speaking to him as a way of honoring him. AT: \"You allowed me to return to my job\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the other one", "text": "\"the chief baker\""}, {"ref": "he hanged", "text": "Here \"he\" refers to Pharaoh. And, it stands for the soldiers that Pharaoh commanded to hang the chief baker. AT: \"you ordered your soldiers to hang\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Pharaoh sent and called for", "text": "It is understood that Pharaoh sent servants. AT: \"Pharaoh sent his servants to get Joseph\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "out of the dungeon", "text": "\"out of the jail\" or \"out of the prison\""}, {"ref": "He shaved himself", "text": "It was common practice to shave both the facial and head hair when preparing to go before Pharaoh."}, {"ref": "came in to Pharaoh", "text": "Here \"came\" can be stated as \"went.\" AT: \"went before Pharaoh\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "there is no interpreter for it", "text": "\"no one can explain the meaning\""}, {"ref": "you can interpret it", "text": "\"you can explain its meaning\""}, {"ref": "It is not in me", "text": "\"I am not the one who can explain the meaning\""}, {"ref": "God will answer Pharaoh with favor", "text": "\"God will answer Pharaoh favorably\""}]}, {"id": "17", "tn": [{"ref": "behold, I stood", "text": "Pharaoh uses the word \"behold\" to make Joseph pay attention to surprising information."}, {"ref": "bank of the Nile", "text": "This is the higher ground along the edge of the Nile River. See how you translated a similar phrase in [[:en:bible:notes:gen:41:01|41:3]]. AT: \"beside the Nile\""}, {"ref": "Behold, seven cows", "text": "Pharaoh uses the word \"Behold\" to make Joseph pay attention to surprising information."}, {"ref": "fat and desirable", "text": "\"well-fed and healthy.\" See how you translated this phrase in [[:en:bible:notes:gen:41:01|41:2]]."}, {"ref": "grazed among the reeds", "text": "\"were eating the grass along the side of the river.\" See how you translated a similar phrase in [[:en:bible:notes:gen:41:01|41:2]]."}]}, {"id": "19", "tn": [{"ref": "Behold, seven other cows", "text": "Pharaoh uses the word \"Behold\" to make Joseph pay attention to surprising information."}, {"ref": "undesirable, and thin", "text": "\"weak, and skinny.\" See how you translated this phrase in [[:en:bible:notes:gen:41:01|41:3]]."}, {"ref": "such undesirableness", "text": "The abstract noun \"undesirableness\" can be translated with an adjective. AT: \"such ugly cows\" or \"such worthless looking cows\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "fat cows", "text": "\"well-fed cows.\" See how you translated this phrase in [[:en:bible:notes:gen:41:01|41:2]]."}, {"ref": "it could not be known that they had eaten them", "text": "This can be stated in active form. AT: \"no one would have been able to tell that the thin cows had eaten the fat cows\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Pharaoh continues telling Joseph his dreams."}, {"ref": "I looked in my dream", "text": "This begins Pharaoh's next dream after he woke up and went back to sleep. AT: \"Then I dreamed again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "behold, seven heads", "text": "Pharaoh uses the word \"Behold\" to make Joseph pay attention to surprising information."}, {"ref": "seven heads", "text": "The words \"of grain\" are understood. AT: \"seven heads of grain\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "came up upon one stalk", "text": "\"grew up on one stem.\" The stalk is the thick or tall part of a plant. See how you translated a similar phrase in [[:en:bible:notes:gen:41:04|41:5]]."}, {"ref": "Behold, seven more heads", "text": "Pharaoh uses the word \"Behold\" to make Joseph pay attention to surprising information."}, {"ref": "withered, thin and scorched by the east wind", "text": "This can be stated in active form. AT: \"that were withered, thin, and scorched because of the hot wind from the east\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "withered", "text": "\"decayed\" or \"wilted\""}, {"ref": "the east wind", "text": "Wind from the east blew in from the desert. The heat of the east wind was often very destructive to crops."}, {"ref": "sprang up", "text": "\"grew up\" or \"developed\""}, {"ref": "The thin heads", "text": "The words \"of grain\" are understood. See how you translated this in [[:en:bible:notes:gen:41:07|41:7]]. AT: \"The thin heads of grain\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "swallowed up", "text": "\"ate.\" Pharaoh is dreaming that unhealthy corn could eat healthy corn just like a person eats food. See how you translated a similar phrase in [[:en:bible:notes:gen:41:07|41:7]]."}, {"ref": "there was none that could", "text": "\"there was not a single one that could\" or \"none of them could\""}]}, {"id": "25", "tn": [{"ref": "The dreams of Pharaoh are the same", "text": "It is implied that the meanings are the same. AT: \"Both dreams mean the same thing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What God is about to do, he has declared to Pharaoh", "text": "Joseph speaks to Pharaoh in the third person. This is a way of showing respect. It can be stated in the second person. AT: \"God is showing you what he will soon do\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "seven good heads", "text": "The words \"of grain\" are understood. AT: \"seven good heads of grain\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Joseph continues his interpretation of Pharaoh's dreams"}, {"ref": "thin and undesirable cows", "text": "\"skinny and weak cows.\" See how you translated a similar phrase in [[:en:bible:notes:gen:41:01|41:3]]."}, {"ref": "seven thin heads scorched by the east wind", "text": "This can be stated in active form. AT: \"seven thin heads of grain scorched because of the hot wind from the east\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "That is the thing which I spoke to Pharaoh ... revealed to Pharaoh", "text": "Joseph speaks to Pharaoh in the third person. This is a way of showing respect. It can be stated in second person. AT: \"These events will happen just as I have told you ... revealed to you, Pharaoh\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "he has revealed", "text": "\"he has made known\""}, {"ref": "Look", "text": "This is used to emphasize what Joseph says next. AT: \"Pay attention to what I am saying\""}, {"ref": "seven years of great abundance will come throughout all the land of Egypt", "text": "This speaks about the years of abundance as if time is something that travels and comes to a place. AT: \"there will be seven years in which there will be plenty of food throughout the land of Egypt\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Joseph continues interpreting Pharaoh's dreams."}, {"ref": "Seven years of famine will come after them", "text": "This speaks about the seven years of famine as if they are something that travels and comes to a place. AT: \"Then there will be seven years when there is very little food\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the abundance will be forgotten ... and the famine will devastate the land. The abundance will not be remembered ... because of the famine that will follow", "text": "Joseph expresses an idea in two ways to emphasize its importance. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "all the abundance will be forgotten in the land of Egypt", "text": "Here \"land\" refers to the people. This can be stated in active form. AT: \"the people of Egypt will forget about the years in which there was plenty of food\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will devastate the land", "text": "Here \"land\" refers to the soil, the people, and the entire country. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because of the famine that will follow", "text": "This speaks about the famine as if it were a thing that travels and follows behind something else. AT: \"because of the time of famine that will happen afterwards\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "That the dream was repeated to Pharaoh is because the matter has been established by God", "text": "This can be stated in active form. AT: \"God gave you two dreams to show you that he will certainly cause these things to happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "33", "tn": [{"ref": "General Information:", "text": "Joseph continues to address Pharaoh"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "let Pharaoh look", "text": "Joseph speaks to Pharaoh in third person. This is a way of showing respect. It can be stated in second person. AT: \"You, Pharaoh, should look\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "put him over the land of Egypt", "text": "The phrase \"put him over\" means to give someone authority. AT: \"give him authority over the kingdom of Egypt\" or \"put him in charge of the kingdom of Egypt\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "land of Egypt", "text": "Here \"land\" stands for all the people and everything in Egypt. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let them take a fifth of the crops of Egypt", "text": "The word \"fifth\" is a fraction. AT: \"Let them divide the crops of Egypt into five equal parts, then take one of those parts\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "in the seven abundant years", "text": "\"during the seven years in which there is plenty of food\""}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Joseph continues to counsel Pharaoh"}, {"ref": "Let them gather", "text": "\"Allow the overseers to gather\""}, {"ref": "of these good years that are coming", "text": "This speaks of years as if they are something that travels and comes to a place. AT: \"during the good years that will soon happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "store up grain under the authority of Pharaoh", "text": "The phrase \"under the authority of Pharaoh\" means Pharaoh gives them authority. AT: \"use the authority of Pharaoh to store the grain\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They should preserve it", "text": "Store up the grain for a time when there is little food available. AT: \"The overseers should leave soldiers there to guard the grain\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The food will be a supply for the land", "text": "Here \"land\" refers to the people. AT: \"This food will be for the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "In this way the land will not be devastated by the famine", "text": "Here \"land\" stands for the people. This can be stated in active form. AT: \"This way the people will not starve during the famine\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "37", "tn": [{"ref": "This advice was good in the eyes of Pharaoh and in the eyes of all his servants", "text": "Here \"eyes\" stands for a person's thoughts or opinions. AT: \"Pharaoh and his servants thought this was a good plan\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his servants", "text": "This means Pharaoh's officials."}, {"ref": "such a man as this", "text": "\"a man like the one Joseph described\""}, {"ref": "in whom is the Spirit of God", "text": "\"in whom the Spirit of God lives\""}]}, {"id": "39", "tn": [{"ref": "there is none so discerning", "text": "\"no one else is as capable in making decisions.\" See how you translated \"discerning\" in [[:en:bible:notes:gen:41:33|41:33]]."}, {"ref": "You will be over my house", "text": "Here \"house\" stands for Pharaoh's palace and the people in the palace. The phrase \"will be over\" means Joseph will have authority over. AT: \"You will be in charge of everyone in my palace\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "according to your word will all my people be ruled", "text": "Here \"word\" refers to a command or what is said. This can be stated in active form. AT: \"you will rule over my people and they will do what you command\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Only in the throne", "text": "Here \"throne\" stands for Pharaoh's rule as king. AT: \"Only in my role as king\""}, {"ref": "See, I have put you", "text": "The word \"See\" adds emphasis to what Pharaoh says next. AT: \"Look, I have put you\""}, {"ref": "I have put you over all the land of Egypt", "text": "The phrase \"put you over\" means to give authority. Here \"land\" refers to the people. AT: \"I put you in charge of everyone in Egypt\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "42", "tn": [{"ref": "Pharaoh took off his signet ring ... gold chain on his neck", "text": "All of these actions symbolize that Pharaoh is giving Joseph the authority to do everything that Joseph planned. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "signet ring", "text": "This ring had Pharaoh's seal engraved on it. This gave Joseph the authority and money needed to carry out his plans."}, {"ref": "clothes of fine linen", "text": "\"Linen\" is a smooth, strong cloth made from the blue-flowered flax plant."}, {"ref": "He had him ride in the second chariot which he possessed", "text": "This act makes clear to the people that Joseph is second only to Pharaoh. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Bend the knee", "text": "\"Bow down and honor Joseph.\" To bend the knee and bow down was a sign of honor and respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Pharaoh put him over all the land", "text": "The phrase \"put you over\" means to give authority. Here \"land\" refers to the people. See how you translated a similar phrase in [[:en:bible:notes:gen:41:39|41:41]]. AT: \"I put you in charge of everyone in Egypt\"(See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "44", "tn": [{"ref": "I am Pharaoh, and apart from you", "text": "Pharaoh is emphasizing his authority. AT: \"As Pharaoh, I command that apart from you\""}, {"ref": "apart from you, no man will lift his hand or his foot in all the land of Egypt", "text": "Here \"hand\" and \"foot\" stand for a person's actions. AT: \"no person in Egypt will do anything without your permission\" or \"every person in Egypt must ask your permission before they do anything\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "no man", "text": "Here \"man\" refers to any person in general, whether male or female. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "Zaphenath Paneah", "text": "Translators may add the following footnote: The name Zaphenath Paneah means \"a revealer of secrets.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He gave him Asenath, the daughter of Potiphera priest of On, as a wife", "text": "Priests in Egypt were the highest and most privileged caste. This marriage signifies Joseph's place of honor and privilege. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "gave him Asenath", "text": "\"Asenath\" is the name of the woman whom Pharaoh gave to Joseph as his wife. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "daughter of Potiphera", "text": "\"Potiphera\" is the father of Asenath. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "priest of On", "text": "On is a city, also called Heliopolis, which was \"the City of the Sun\" and the center of worship of the sun god Ra. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Joseph went out over the land of Egypt", "text": "Joseph traveled over the land to supervise the preparations for the coming drought."}]}, {"id": "46", "tn": [{"ref": "thirty years old", "text": "\"30 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "when he stood before Pharaoh", "text": "Here \"stood before\" stands for Joseph starting to serve Pharaoh. AT: \"when he started to serve Pharaoh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "went throughout all the land of Egypt", "text": "Joseph is inspecting the country as he prepares to carry out his plans."}, {"ref": "In the seven bountiful years", "text": "\"During the seven good years\""}, {"ref": "the land produced abundantly", "text": "\"the land produced big harvests\""}]}, {"id": "48", "tn": [{"ref": "He gathered up ... He put", "text": "Here \"He\" stands for Joseph's servants. AT: \"Joseph ordered his servants to gather ... They put\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Joseph stored up grain like the sand of the sea", "text": "This compares the grain to the sand of sea to emphasize its great quantity. AT: \"The grain that Joseph stored was as plentiful as the sand on the seashore\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Joseph stored up ... he stopped", "text": "Here \"Joseph\" and \"he\" stand for Joseph's servants. AT: \"Joseph had his servants store up ... they stopped\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "50", "tn": [{"ref": "before the years of famine came", "text": "This speaks about years as if they are something that travels and comes to a place. AT: \"before the seven years of the famine began\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Asenath", "text": "\"Asenath\" is the name of the woman whom Pharaoh gave to Joseph as his wife. See how you translated this is [[:en:bible:notes:gen:41:44|41:45]].  (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "daughter of Potiphera", "text": "\"Potiphera\" is the father of Asenath. See how you translated this in [[:en:bible:notes:gen:41:44|41:45]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "priest of On", "text": "On is a city, also called Heliopolis, which was \"the City of the Sun\" and the center of worship of the sun god Ra. See how you translated this in [[:en:bible:notes:gen:41:44|41:45]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Manasseh", "text": "Translators may also add a footnote that says, \"The name 'Manasseh' means 'to cause to forget.'\""}, {"ref": "father's household", "text": "This refers to Joseph's father Jacob and his family."}, {"ref": "Ephraim", "text": "Translators may also add a footnote that says, \"The name 'Ephraim' means 'to be fruitful' or 'to have children.'\""}, {"ref": "made me fruitful", "text": "Here \"fruitful\" means to prosper or to have children. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the land of my affliction", "text": "The abstract noun \"affliction\" can be stated as \"I have suffered.\" AT: \"in this land where I have suffered\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "53", "tn": [{"ref": "in all lands", "text": "In all the surrounding nations beyond Egypt, including the land of Canaan."}, {"ref": "but in all the land of Egypt there was food", "text": "It is implied that there was food because of Joseph commanded his people to store food during the seven good years. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "55", "tn": [{"ref": "When all the land of Egypt was famished", "text": "Here \"land\" stands for the people. AT: \"When all the Egyptians were starving\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The famine was over all the face of the whole land", "text": "The word \"face\" refers to the surface of the land. AT: \"The famine had spread throughout the land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Joseph opened all the storehouses and sold to the Egyptians", "text": "Here \"Joseph\" stands for Joseph's servants. AT: \"Joseph had his servants open all the storehouses and sell grain to the Egyptians\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All the earth was coming to Egypt", "text": "Here \"earth\" stands for the people from all regions. AT: \"People were coming to Egypt from all the surrounding regions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in all the earth", "text": "\"throughout the land.\" It is likely that all the different trading partners and nations that were part of the Egyptian trading routes effected by the drought came to Egypt for grain."}]}]