{"1": [{"a": "Paul and Timothy wrote the epistle.", "q": "Who wrote this epistle?", "ref": ["01-01"]}, {"a": "It was written to the church of God which was at Corinth and to all the saints in the entire region of Achaia.", "q": "To whom was the epistle written?", "ref": ["01-01"]}, {"a": "Paul describes God as the father of our Lord Jesus Christ, the father of mercies, and God of all comfort.", "q": "How does Paul describe God?", "ref": ["01-03"]}, {"a": "He comforts us so that we are able to comfort those who are in affliction, with the same comfort with which we ourselves are comforted by God.", "q": "Why does God comfort us in our affliction?", "ref": ["01-04"]}, {"a": "They were completely crushed beyond what they could bear. They had the sentence of death on them.", "q": "What trouble did Paul and his companions have in Asia?", "ref": ["01-08", "01-09"]}, {"a": "The sentence of death caused them to not put their trust in themselves, but instead to trust in God.", "q": "For what reason was the sentence of death on Paul and his companions?", "ref": ["01-09"]}, {"a": "Paul said the Corinthian church could help them by their prayer.", "q": "How did Paul say that the Corinthian church could help them?", "ref": ["01-11"]}, {"a": "They were proud of the testimony of their conscience, which is that they had conducted themselves in the world—and especially in dealing with the Corinthian church—with the holiness and sincerity that come from God, not according to earthly wisdom but by the grace of God.", "q": "Of what did Paul say that he and his companions were proud?", "ref": ["01-12"]}, {"a": "He was confident that on that day Paul and his companions would be the reason for the pride of the Corinthian saints.", "q": "What was Paul confident would happen on the day of our Lord Jesus?", "ref": ["01-14"]}, {"a": "He was planning to visit them two times.", "q": "How many times was Paul planning to visit the Corinthian saints?", "ref": ["01-15"]}, {"a": "He gave the Spirit as a guarantee of what he would later give us.", "q": "What is one reason that Christ gave us the Spirit in our hearts?", "ref": ["01-22"]}, {"a": "He did not come to Corinth so that he might spare them.", "q": "Why did Paul not come to Corinth?", "ref": ["01-23"]}, {"a": "Paul said the were not trying to control what their faith should be, but they were working with the Corinthian church for their joy.", "q": "What did Paul say he and Timothy were and were not doing with the Corinthian church?", "ref": ["01-24"]}], "2": [{"a": "Paul was avoiding coming to the Corinthian church in painful circumstances.", "q": "What circumstances was Paul trying to avoid by not coming to the Corinthian church?", "ref": ["02-01"]}, {"a": "He wrote as he did so that when he came to them he might not be hurt by those who should have made him rejoice.", "q": "Why did Paul write as he did in his previous epistle to the Corinthian church?", "ref": ["02-03"]}, {"a": "He was in great affliction and anguish of heart.", "q": "When Paul wrote to the Corinthians before what was his state of mind?", "ref": ["02-04"]}, {"a": "He wrote to them so that they would know the depth of the love that he had for them.", "q": "Why did Paul write this letter to the Corinthian church?", "ref": ["02-04"]}, {"a": "Paul said they should forgive and comfort that person.", "q": "What did Paul say the Corinthian saints should now do for the one they punished?", "ref": ["02-06", "02-07"]}, {"a": "This was so that the one they had punished would not be overwhelmed by too much sorrow.", "q": "Why did Paul say the Corinthian saints should forgive and comfort the one they had punished?", "ref": ["02-07"]}, {"a": "Paul wrote to them to test them and to find out whether they were obedient in everything.", "q": "What is another reason Paul wrote to the Corinthian church?", "ref": ["02-09"]}, {"a": "This was so that Satan would not trick them.", "q": "Why was it important for the Corinthian church to know that whoever they had forgiven was also forgiven by Paul and in the presence of Christ?", "ref": ["02-11"]}, {"a": "He had no peace of mind because he couldn't find his brother Titus in Troas.", "q": "Why did Paul have no peace of mind when he went to the city of Troas?", "ref": ["02-13"]}, {"a": "Through Paul and his companions God spread the sweet aroma of the knowledge of Christ everywhere.", "q": "What did God do through Paul and his companions?", "ref": ["02-14", "02-15"]}, {"a": "Paul and his companions were different in that they spoke with purity of motives, as sent from God, in the sight of God, speaking in Christ.", "q": "How did Paul say that he and his companions were different from many people who sold the word of God for profit?", "ref": ["02-17"]}], "3": [{"a": "The saints at Corinth were their letter of recommendation, known and read by all people.", "q": "What letter of recommendation did Paul and his companions have?", "ref": ["03-02"]}, {"a": "Their confidence was not in their own competence but in the adequacy that God provided them.", "q": "What was the confidence that Paul and his companions had in God through Christ?", "ref": ["03-04", "03-05"]}, {"a": "The new covenant was based on the spirit which gives life, not the letter which kills.", "q": "What was the basis of the new covenant of which God had qualified Paul and his companions to be servants?", "ref": ["03-06"]}, {"a": "They could not look directly at his face because of the glory of his face, a glory that was fading.", "q": "Why could the people of Israel not look directly at Moses' face?", "ref": ["03-07"]}, {"a": "The service of righteousness abounds much more in glory.", "q": "Which will have more glory, the service of condemnation or the service of righteousness?", "ref": ["03-09"]}, {"a": "Their problem is their minds are closed and veil lies over their hearts.", "q": "What is the problem remains today for the people of Israel whenever the old covenant of Moses is read?", "ref": ["03-15"]}, {"a": "Only when Israel turns to the Lord Christ are their minds opened and the veil lifted away.", "q": "How can Israel's mind be opened and the veil removed from their hearts?", "ref": ["03-14", "03-16"]}, {"a": "Where the Spirit of the Lord is, there is freedom.", "q": "What is present with the Spirit of the Lord?", "ref": ["03-17"]}, {"a": "They are being transformed into the same glorious likeness from one degree of glory into another.", "q": "Into what are all those who are seeing the glory of the Lord being transformed?", "ref": ["03-18"]}], "4": [{"a": "They didn't become discouraged because of the ministry they had and because they had received mercy.", "q": "Why did Paul and his companions not become discouraged?", "ref": ["04-01"]}, {"a": "They had renounced the ways that are shameful and hidden. They didn't live by craftiness and did not mishandle the word of God.", "q": "What were the ways that Paul and his companions had renounced?", "ref": ["04-02"]}, {"a": "They did this by presenting the truth.", "q": "How did Paul and those like him recommend themselves to everyone's conscience in the sight of God?", "ref": ["04-02"]}, {"a": "It is veiled to those who are perishing.", "q": "To whom is the gospel veiled?", "ref": ["04-03"]}, {"a": "It is veiled because the god of this world has blinded their unbelieving minds so they are not able to see the light of the gospel.", "q": "Why is the gospel veiled to those who are perishing?", "ref": ["04-04"]}, {"a": "They proclaimed Christ Jesus as Lord and themselves as the servants of the Corinthian church for Jesus' sake.", "q": "What did Paul and his companions proclaim about Jesus and about themselves?", "ref": ["04-05"]}, {"a": "They had this treasure in jars of clay so that it would be clear that the exceedingly great power belongs to God and not to them.", "q": "Why did Paul and his companions have this treasure in jars of clay?", "ref": ["04-07"]}, {"a": "They carried the death of Jesus in their bodies so that the life of Jesus might also be shown in their bodies.", "q": "Why did Paul and his companions carry in their bodies the death of Jesus?", "ref": ["04-10"]}, {"a": "Paul and his companions as well as the Corinthian saints will be brought into the presence of him who raised the Lord Jesus.", "q": "Who will be raised and brought into the presence of him who raised the Lord Jesus?", "ref": ["04-14"]}, {"a": "As grace is spread to many people, thanksgiving will increase to the glory of God.", "q": "What will happen as a result of grace spreading to many people?", "ref": ["04-15"]}, {"a": "They had reason to become discouraged because outwardly they were wasting away.", "q": "Why did Paul and his companions have reason to become discouraged?", "ref": ["04-16"]}, {"a": "They didn't become discouraged because inwardly they were being renewed day by day. Also, their momentary, light affliction was preparing them for an eternal weight of glory that exceeds all measurement. Lastly, they were watching for unseen eternal things.", "q": "Why did Paul and his companions not become discouraged?", "ref": ["04-16", "04-18"]}], "5": [{"a": "Paul said we have a building from God, a house not made by human hands, but an eternal house, in heaven.", "q": "What did Paul say we still have if the our earthly dwelling is destroyed?", "ref": ["05-01"]}, {"a": "Paul said this because while in this tent, we are burdened and want to be clothed, so that what is mortal may be absorbed by life.", "q": "Why did Paul say that we groan while we are in this tent?", "ref": ["05-04"]}, {"a": "God gave us the Spirit as a pledge of what is to come.", "q": "What did God give to us as a pledge of what is to come?", "ref": ["05-05"]}, {"a": "Paul said, \"we would rather be away from the body and at home with the Lord.", "q": "Would Paul rather be in the body, or at home with the Lord?", "ref": ["05-08"]}, {"a": "Paul made it his goal to please the Lord.", "q": "What was Paul's goal?", "ref": ["05-09"]}, {"a": "Paul made this his goal because we all must appear before the judgment seat of Christ to receive what is due for the things done in the body, whether for good or for bad.", "q": "Why did Paul make it his goal to please the Lord?", "ref": ["05-10"]}, {"a": "They persuaded people because they knew the fear of the Lord.", "q": "Why did Paul and his companions persuade people?", "ref": ["05-11"]}, {"a": "They were giving the Corinthian saints a reason to be proud of them, so that the Corinthian saints might have an answer for those who boasted about appearances but not about what was in the heart.", "q": "Paul said they were not again recommending themselves to the Corinthian saints. What were they doing?", "ref": ["05-12"]}, {"a": "They should live no longer for themselves, but for him who died and was raised.", "q": "Since Christ died for all, what should those who live do?", "ref": ["05-15"]}, {"a": "The saints no longer judge anyone by human standards", "q": "By what standards do the saints no longer judge anyone?", "ref": ["05-16"]}, {"a": "He is a new creation. The old things have passed away; it has become new.", "q": "What happens to anyone who is in Christ?", "ref": ["05-17"]}, {"a": "God doesn't count their sinful stumblings against them and he entrusts to them the message of reconcilliation.", "q": "When God through Christ reconciles people to himself what does God do for them?", "ref": ["05-19"]}, {"a": "Their plea to the Corinthians is to be reconciled to God for the sake of Christ!.", "q": "As appointed representatives of Christ, what is the plea of Paul and his companions to the Corinthians?", "ref": ["05-20"]}, {"a": "God did this so that in Christ we might become the righteousness of God.", "q": "Why did God make Christ become the sacrifice for our sin?", "ref": ["05-21"]}], "6": [{"a": "They begged the Corinthians not to receive the grace of God to no effect.", "q": "What did Paul and his companions beg the Corinthians not to do?", "ref": ["06-01"]}, {"a": "Now is the favorable time. Now is the day of salvation.", "q": "When is the favorable time? When is the day of salvation?", "ref": ["06-02"]}, {"a": "They didn't put a stumbling block in front of anyone, for they did not want their ministry to be brought into disrepute.", "q": "Why did Paul and his companions not place a stumbling block in front of anyone?", "ref": ["06-03"]}, {"a": "Their actions proved they were God's servants.", "q": "What did the actions of Paul and his companions prove?", "ref": ["06-04"]}, {"a": "They endured affliction, distress, hardship, beatings, imprisonments, riots, hard work, sleepless nights and hunger.", "q": "What are some of the things that Paul and his companions endured?", "ref": ["06-04", "06-05"]}, {"a": "They were accused of being deceitful.", "q": "Even though Paul and his companions were truthful, of what were they accused?", "ref": ["06-08"]}, {"a": "Paul said their heart was wide open to the Corinthians and in fair exchange Paul wanted the Corinthians saints to open their hearts wide to Paul and his companions.", "q": "What exchange does Paul wish to make with the Corinthians?", "ref": ["06-11", "06-13"]}, {"a": "Paul gives the following reasons: What association does righteousness have with lawlessness? Does light have fellowship with darkness? Can Christ agree with Beliar? What share does a believer have together with an unbeliever? Can there be agreement between the temple of God and idols?.", "q": "What reasons does Paul give as to why the Corinthian saints should not be tied together with unbelievers?", "ref": ["06-14", "06-16"]}, {"a": "The Lord says he will welcome them. He will be a Father to them and they will be his sons and daughters.", "q": "What does the Lord say he will do for those who will, \"Come out from among them and be set apart, and touch no unclean thing...\"?", "ref": ["06-17", "06-18"]}], "7": [{"a": "We are supposed to cleanse ourselves of everything that makes us unclean in body and spirit.", "q": "Of what does Paul say we are supposed to cleanse ourselves?", "ref": ["07-01"]}, {"a": "Paul wanted them to, \"Make room for us!\"", "q": "What did Paul want the Corinthian saints to do for himself and his companions?", "ref": ["07-02"]}, {"a": "Paul told the Corinthian saints they were in his and his companion's hearts, to die together and to live together. Paul also told them he had great confidence in them and was proud of them.", "q": "What words of encouragement did Paul have for the Corinthian saints?", "ref": ["07-03", "07-04"]}, {"a": "God comforted them by the arrival of Titus, by the report of the comfort Titus had received from the Corinthian saints, and by the Corinthian's great affection, their sorrow and deep concern for Paul.", "q": "What comfort did God give to Paul and his companions when they came to Macedonia and were troubled in every way – conflicts on the outside and fears on the inside?", "ref": ["07-06", "07-07"]}, {"a": "The Corinthian saints experienced sadness, a Godly sorrow in response to Paul's previous letter.", "q": "What did Paul's previous letter produce in the Corinthian saints?", "ref": ["07-08", "07-09"]}, {"a": "Sadness brought about repentance in them.", "q": "What did Godly sadness produce in the Corinthian saints?", "ref": ["07-09"]}, {"a": "Paul said he wrote so that the earnestness of the Corinthians saints for Paul and his companions should be made known to the Corinthian saints in the sight of God.", "q": "Why did Paul say he wrote his previous letter to the Corinthian saints?", "ref": ["07-12"]}, {"a": "He was joyful because his spirit was refreshed by all the Corinthian saints.", "q": "Why was Titus joyful?", "ref": ["07-13"]}, {"a": "Titus' affection for the Corinthian saints grew even greater as he remembered the obedience of all the Corinthian saints as they welcomed him with fear and trembling.", "q": "Why did Titus' affection for the Corinthian saints grow even greater?", "ref": ["07-15"]}], "8": [{"a": "Paul wanted them to know about the grace of God that was given to the churches of Macedonia.", "q": "What did Paul want the Corinthian brothers and sisters to know?", "ref": ["08-01"]}, {"a": "They produced great riches of generosity.", "q": "What did the churches of Macedonia do during a great test of affliction, and even though were extremely poor?", "ref": ["08-02"]}, {"a": "Paul urged Titus to bring to completion this act of grace on the part of the Corinthian saints.", "q": "What did Paul urge Titus to do?", "ref": ["08-06"]}, {"a": "They abounded in faith, in speech, in knowledge, in all diligence, and in their love for Paul.", "q": "In what else did the Corinthian believers abound?", "ref": ["08-07"]}, {"a": "Paul says it is a good and acceptable thing for the Corinthian saints to have an eagerness to do that work.", "q": "What does Paul say is a good and acceptable thing?", "ref": ["08-12"]}, {"a": "No. Paul said the Corinthian's abundance at that current time would supply what they (the other saints) needed. Also so that their abundance might also supply the Corinthian saint's need, and so that there might be fairness.", "q": "Does Paul want this task to be done so others may be relieved and the Corinthian saints may be burdened?", "ref": ["08-13", "08-14"]}, {"a": "Titus accepted Paul's appeal, and being very earnest about it, he came to the Corinthian saints of his own free will.", "q": "What did Titus do after God put into his heart the same earnest care that Paul had for the Corinthian saints?", "ref": ["08-16", "08-17"]}, {"a": "Paul was careful to avoid giving anyone reason to complain about his actions.", "q": "What was Paul careful to avoid in his actions concerning this act of generosity?", "ref": ["08-20"]}, {"a": "Paul told the Corinthian church to show them their love, and to show them why Paul had boasted about the Corinthian church among the other churches.", "q": "What did Paul tell the Corinthian saints to do concerning the brothers that were sent to them by the other churches?", "ref": ["08-24"]}], "9": [{"a": "Paul says it isn't necessary to write to them concerning the ministry for the saints.", "q": "About what does Paul say it is not necessary to write to the Corinthian saints?", "ref": ["09-01"]}, {"a": "He sent the brothers so that his boasting about the Corinthian saints might not be futile, and so that the Corinthian saints would be ready, as Paul said they would be.", "q": "Why did Paul send the brothers to Corinth?", "ref": ["09-03"]}, {"a": "Paul thought is necessary so that Paul and his companions would not be put to shame in case any Macedonians came with Paul and found the Corinthians unprepared. Paul wanted the Corinthians to be ready with the gift as one freely offered and not because the Corinthians were forced to give it.", "q": "Why did Paul think it necessary to urge the brothers to go to the Corinthian saints and make arrangements in advance for the gift the Corinthians had promised?", "ref": ["09-04", "09-05"]}, {"a": "Paul says the point is this: \"The one who sow sparingly will reap sparingly, and the one who sows bountifully will also reap bountifully.\"", "q": "What does Paul say is the point of their giving?", "ref": ["09-06"]}, {"a": "Each one is to give as he has planned in his heart—not out of compelling obligation or so as to have sorrow when he gives.", "q": "How is each one to give?", "ref": ["09-07"]}, {"a": "That one was going to supply and multiply their seed for sowing and increase the harvest of their righteousness. They were going to be enriched in every way so they could be generous.", "q": "What was the one who provides seed for the sower and bread for food going to do for the Corinthian saints?", "ref": ["09-10", "09-11"]}, {"a": "They glorified God by the obedience of their confession of the gospel of Christ, and the generosity of their gift.", "q": "How did the Corinthian saints glorify God?", "ref": ["09-13"]}, {"a": "They longed for them because of the exceedingly great grace of God that was upon the Corinthians.", "q": "Why did the saints long for the Corinthian saints as they prayed for them?", "ref": ["09-14"]}], "10": [{"a": "Paul begged of them that when he was present with them, he would not have to be bold with self confidence.", "q": "What did Paul beg of the Corinthian saints?", "ref": ["10-02"]}, {"a": "Paul thought he would have to be bold with self confidence when he opposed those who supposed that Paul and his companions were living according to the flesh.", "q": "For what occasion did Paul think he would have to be bold with self confidence?", "ref": ["10-02"]}, {"a": "Paul and his companions did not use fleshly weapons when they waged war.", "q": "When Paul and his companions waged war, what kind of weapons did they not use?", "ref": ["10-04"]}, {"a": "The weapons Paul used had divine power to destroy strongholds.", "q": "What did the weapons that Paul used have the power to do?", "ref": ["10-04"]}, {"a": "The Lord gave Paul and his companions authority so they could build up the Corinthian saints and not destroy them.", "q": "For what reason did the Lord give Paul and his companions authority?", "ref": ["10-08"]}, {"a": "Some were saying Paul's letters were serious and powerful, but physically he was weak and his speech was not worth listening to.", "q": "What were some people saying about Paul and his letters?", "ref": ["10-10"]}, {"a": "Paul said that what he said by letter when he was away would be the same as he would do when he was there with the Corinthians saints.", "q": "What did Paul say to those who thought he was much different in person than his letters indidcated?", "ref": ["10-11"]}, {"a": "They showed they had no insight because they measured themselves by one another and compared themselves with each other.", "q": "What did those who praised themselves do to show they had no insight?", "ref": ["10-12"]}, {"a": "Paul said their boasting would stay in the area that God had assigned to them, even reaching as far as the Corinthians. Paul said they would not boast about the labor of others, about the work being done in another's area.", "q": "What were the limits of Paul's boasting?", "ref": ["10-13", "10-15", "10-16"]}, {"a": "The one who is approved is the one the Lord commends.", "q": "Who is the one who is approved?", "ref": ["10-18"]}], "11": [{"a": "He was jealous for them because he had promised them in marriage to one husband, to present them as pure virgins for Christ.", "q": "Why did Paul have a godly jealousy for the Corinthian saints?", "ref": ["11-02"]}, {"a": "Paul was afraid their thoughts might be led astray from a sincere and pure devotion to Christ.", "q": "What was Paul afraid of concerning the Corinthian saints?", "ref": ["11-03"]}, {"a": "They tolerated someone coming and proclaiming another Jesus, a different gospel, than the one Paul and his companions preached.", "q": "What did the Corinthian saints tolerate?", "ref": ["11-04"]}, {"a": "Paul preached the gospel freely to the Corinthians.", "q": "How did Paul preach the gospel to the Corinthians?", "ref": ["11-07"]}, {"a": "He \"robbed\" them by accepting support from them so he could serve the Corinthians.", "q": "How did Paul \"rob\" other churches?", "ref": ["11-08"]}, {"a": "Paul describes such people as false apostles, deceitful workers, disguising themselves as apostles of Christ.", "q": "How does Paul describe those who wish to be found equal to Paul and his companions in the things about which they boast?", "ref": ["11-13"]}, {"a": "He disquises himself as an angel of light.", "q": "How does Satan disguise himself?", "ref": ["11-14"]}, {"a": "Paul asked them to receive him like a fool so he could boast a little.", "q": "Why did Paul ask the Corinthian saints to receive him like a fool?", "ref": ["11-16"]}, {"a": "Paul said they gladly put up with fools, with someone who enslaved them, with someone who caused divisions among them, with someone who took advantage of them, with one who put on airs, or one who slapped them in the face.", "q": "With whom did Paul say the Corinthian saints gladly put up?", "ref": ["11-19", "11-20"]}, {"a": "Paul boasted that he was a Hebrew, an Israelite and a descendant of Abraham just like those who claimed to be equal to Paul. Paul said he was more a servant of Christ than they were– in even more hard work, in far more prisons, in beatings beyond measure, in facing many dangers of death.", "q": "What are Pauls boasts comparing himself to those who wish to be found equal with Paul in what they boasted about?", "ref": ["11-22", "11-23"]}, {"a": "Paul received five times the \"forty lashes minus one\" from the Jews. Three times he was beaten with rods. Once he was stoned. Three times he was shipwrecked. He spent a night and a day in the open sea. He was in danger from rivers, from robbers, from his own people, from the Gentiles. He was in danger in the city, in the wilderness, in the sea and in danger from false brothers. Paul was also in danger from the governor of Damascus.", "q": "What were some of the specific dangers Paul endured?", "ref": ["11-24-26", "11-32"]}, {"a": "One causing another to fall into sin made Paul burn within.", "q": "According to Paul, what caused him to burn within?", "ref": ["11-29"]}, {"a": "Paul said he would boast about what showed his weaknesses.", "q": "What did Paul say he would boast about, if he had to boast?", "ref": ["11-30"]}], "12": [{"a": "Paul said he would go on to boast about visions and revelations from the Lord.", "q": "About what did Paul say he would now boast?", "ref": ["12-01"]}, {"a": "He was caught up into the third heaven.", "q": "What happened to the man in Christ fourteen years ago?", "ref": ["12-02"]}, {"a": "Paul said it would not be foolish for him to boast because he would be speaking the truth.", "q": "Why does Paul say it would not be foolish if he boasted?", "ref": ["12-06"]}, {"a": "Paul was given a thorn in the flesh, a messenger from Satan to harass him.", "q": "What happened to Paul to keep him from becoming puffed up?", "ref": ["12-07"]}, {"a": "The Lord told Paul, \"My grace is enough for you, for power is made perfect in weakness.", "q": "What did the Lord tell Paul after Paul asked the Lord to remove his thorn in the flesh?", "ref": ["12-09"]}, {"a": "Paul said it was preferable so that the power of Christ might rest on him.", "q": "Why did Paul say it was preferable to boast about his weakness?", "ref": ["12-09"]}, {"a": "Signs wonders and mighty deeds, the true signs of an apostle, were performed among them with all patience.", "q": "What was performed among the Corinthians with all patience?", "ref": ["12-12"]}, {"a": "Paul told them this to show them that he did not want what was theirs. He wanted them.", "q": "Why did Paul tell the Corinthians he would not be a burden to them?", "ref": ["12-14"]}, {"a": "Paul said he would most gladly spend and be spent for their souls.", "q": "What did Paul say he would most gladly do for the Corinthian saints?", "ref": ["12-15"]}, {"a": "Paul said all these things to build up the Corinthian saints.", "q": "For what purpose did Paul say all these things to the Corinthian saints?", "ref": ["12-19"]}, {"a": "Paul was afraid that among them he would find arguments, jealousy, outbursts of anger, selfish ambition, gossip, pride, and disorder.", "q": "What was Paul afraid he might find when he went back to the Corinthian saints?", "ref": ["12-20"]}, {"a": "Paul was afraid God might humble Paul before the Corinthian saints.", "q": "What was Paul afraid that God might do to him?", "ref": ["12-21"]}, {"a": "Paul was afraid they might not have repented of the impurity and sexual immorality and lustful indulgence which they previously practiced.", "q": "For what reason does Paul think he might mourn for many of the Corinthian saints who previously sinned?", "ref": ["12-21"]}], "13": [{"a": "Paul had already come to them twice at the time 2 Corinthians was written.", "q": "How many times had Paul already come to the Corinthian saints at the time 2 Corinthians was written?", "ref": ["13-01", "13-02"]}, {"a": "Paul told them this because the Corinthian saints were seeking evidence that Christ was speaking through Paul.", "q": "Why did Paul tell the Corinthians saints who had sinned and all the rest that if he came again he would not spare them?", "ref": ["13-03"]}, {"a": "Paul told them to examine and test themselves to see if they were in the faith.", "q": "For what did Paul tell the Corinthian saints to examine and test themselves?", "ref": ["13-05"]}, {"a": "Paul was confident the Corinthian saints would find that they were not unapproved.", "q": "What was Paul confident the Corinthian saints would find concerning Paul and his companions?", "ref": ["13-06"]}, {"a": "Paul said they were not able to do anything against the truth.", "q": "What did Paul say that he and his companions were not able to do?", "ref": ["13-08"]}, {"a": "Paul did this so that when he was with them, he would not have to act harshly toward them.", "q": "Why did Paul write these things to the Corinthian saints while he was away from them?", "ref": ["13-10"]}, {"a": "Paul wanted to use his authority to build up the Corinthian saints and not tear them down.", "q": "How did Paul want to use the authority the Lord gave him with regard to the Corinthian saints?", "ref": ["13-10"]}, {"a": "Paul wanted them to rejoice, to work for restoration, to agree with one another, to live in peace, and to greet each other with a holy kiss.", "q": "In concluding, what did Paul want the Corinthians to do?", "ref": ["13-11", "13-12"]}, {"a": "Paul wanted them all to have the grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit.", "q": "What did Paul want all the Corinthian saints to have with them?", "ref": ["13-14"]}]}