[{"id": "01", "tn": [{"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Your servant my husband", "text": "\"My husband, who was your servant\""}, {"ref": "creditor", "text": "person who lends other people money"}, {"ref": "Your servant has nothing", "text": "The woman refers to herself as Elisha's servant to show him honor."}, {"ref": "nothing in the house, except a pot of oil", "text": "The only valuable thing she had was a jar of oil. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "you must go inside", "text": "This means to go inside their house. The full meaning of this statement can be made explicit. AT: \"you must go inside your house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "the vessels", "text": "\"the jars\""}]}, {"id": "07", "tn": [{"ref": "the man of God", "text": "This refers to Elisha. AT: \"Elisha, the man of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "live with your sons on the rest", "text": "This meant to use the money to buy the things that they needed, such as food and clothing. AT: \"use the rest of the money for you and your sons for what you need to live\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "Shunem", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "she urged him to eat food with her", "text": "This means that she asked him to stop and have a meal at her house. AT: \"she asked him to come to her house to have a meal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "passed by", "text": "\"traveled through Shunem\""}, {"ref": "See, now I realize", "text": "\"Now I understand\""}, {"ref": "who is always passing by", "text": "\"who travels by regularly\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The important woman continues talking to her husband about Elisha."}, {"ref": "Let us", "text": "Here \"us\" refers to the important woman and her husband."}]}, {"id": "12", "tn": [{"ref": "Gehazi", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Call this Shunammite", "text": "\"Call the Shunammite woman.\" This refers to the woman from Shunem that Elisha was staying with."}, {"ref": "You have gone to all this trouble to care for us", "text": "The phrase \"all this trouble\" refers to the things that the woman did for Elisha. AT: \"You have shown much kindness and concern for us\""}, {"ref": "What can be done for you", "text": "This can be stated in active form. AT: \"What can we do for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Can we speak for you", "text": "Here Elisha is asking if she would like for him to speak to the king or army commander to make a request for her. The implicit meaning of this question can be made explicit. AT: \"Can we make a request for you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I live among my own people", "text": "The woman is implying that she does not need anything because her family cares for her needs. AT: \"I live surrounded by my family, and because they take care of me, I have no needs.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Call her", "text": "\"Ask her to come to see me\""}, {"ref": "When he had called her", "text": "\"When Gehazi had called her\""}, {"ref": "the door", "text": "This refers to the doorway. AT: \"the doorway\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a son", "text": "\"your son\""}, {"ref": "my master and man of God", "text": "The woman uses both of these names to refer to Elisha."}, {"ref": "your servant", "text": "The woman refers to herself as Elisha's servant to show him honor."}]}, {"id": "17", "tn": [{"ref": "at the same time in the following year", "text": "\"during the same season the next year\""}, {"ref": "When the child had grown", "text": "\"When the child was older\""}, {"ref": "My head, my head.", "text": "The child said this because his head hurt. AT: \"My head hurts! My head hurts!\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the child sat on her knees until noon and then died", "text": "Here the woman's knees refer to her lap. She held her son in her lap until he died. AT: \"she held him on her lap until noon and then he died\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "on the bed of the man of God", "text": "This was the bed in the room she had prepared for Elisha when he traveled through Shunem."}, {"ref": "the man of God", "text": "\"Elisha, the man of God\""}, {"ref": "that I may hurry to the man of God and then come back", "text": "The woman told her husband she was going to see Elisha but she did not say that she was going because their son had died. A sentence may be added to give the implicit information as in the UDB. AT: \"that I may hurry to the man of God and then come back.\" But she did not tell her husband that their son had died.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "It will be all right", "text": "The woman states this, knowing this will be the case if her husband does as she requests. The full meaning of this statement can be made explicit. AT: \"Everything will be all right if you do as I ask\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "she saddled a donkey", "text": "The woman did not saddle the donkey, rather the servant would have saddled it for her. AT: \"she had her servant saddle a donkey\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "So she went and came to the man of God at Mount Carmel", "text": "\"So she traveled toward Mount Carmel where Elisha, the man of God, was\""}, {"ref": "So when the man of God saw her in the distance", "text": "\"While she was still far off, and Elisha saw her coming\""}, {"ref": "It is alright", "text": "\"It is well\" or \"Yes, everything is fine\" (UDB)"}]}, {"id": "27", "tn": [{"ref": "the mountain", "text": "\"Mount Carmel\""}, {"ref": "she caught hold of his feet", "text": "This means that she knelt or laid on the ground in front of him and grabbed his feet. AT: \"she dropped down on the ground in front of him and put her hands around his feet\""}, {"ref": "Yahweh has hidden the problem from me, and has told me nothing", "text": "Elisha can see that the woman is upset but Yahweh has not revealed to him the cause of her problem."}]}, {"id": "28", "tn": [{"ref": "Did I ask you for a son, my master? Did I not say, 'Do not deceive me'?", "text": "The woman uses these rhetorical questions to show that she is upset about what has happened. She is speaking about her conversation with Elisha when he told her that she was going to have a son. These questions may be written as a statement. AT: \"I did not ask you to give me a son, but I did ask you not to lie to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Dress for travel", "text": "\"Get ready to travel\""}, {"ref": "If you meet any man, do not greet him, and if anyone greets you, do not answer him", "text": "Elisha wanted Gehazi to travel as quickly as possible, without even stopping to talk to anyone."}]}, {"id": "30", "tn": [{"ref": "As Yahweh lives, and as you live", "text": "\"As surely as Yahweh lives and as you live.\" Here the woman compares the certainty that Yahweh and Elijah are alive to the certainty of what she is saying. This is a way of making a solemn promise. AT: \"I solemnly promise that\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "but the child did not speak or hear", "text": "This means that the child was not alive. The full meaning of this statement can be made explicit. AT: \"but the child did not show any signs of being alive\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has not awakened", "text": "Here being dead is spoken of as being asleep. AT: \"is still dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "32", "tn": [{"ref": "So Elisha went in and shut the door on the child and himself", "text": "\"So Elisha went by himself into the room where the child lay, closed the door\""}]}, {"id": "35", "tn": [{"ref": "stretched himself out on the boy", "text": "\"laid on top of the boy again\""}, {"ref": "the Shunammite", "text": "\"the Shunammite woman\""}, {"ref": "Then she lay facedown on the ground at his feet and bowed to the ground", "text": "The woman bowed down before Elisha as a sign of great respect and appreciation. AT: \"Then she bowed in front of Elisha with her face to the ground to show him her gratitude\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "38", "tn": [{"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the group of men who were prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "stew", "text": "This is a dish that is usually made of meat and vegetables cooked in a pot with liquid."}, {"ref": "wild gourds", "text": "These vegetables were growing wild, meaning someone had not planted them."}, {"ref": "fill the fold of his robe", "text": "He lifted the bottom edge of his robe up to his waist to make a place to carry more gourds than he could carry with his hands only."}, {"ref": "but did not know what kind they were", "text": "Since they did not know what kind of gourds they were they did not know whether or not they were safe to eat. AT: \"but did not know if they were good or bad to eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "40", "tn": [{"ref": "they poured out the stew", "text": "\"they poured the stew into bowls\""}, {"ref": "there is death in the pot", "text": "This means that there was something in the pot that could kill them, not that there is something dead in the pot. AT: \"there is something in the pot that will kill us\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He threw it into the pot", "text": "\"He added it to the stew in the pot\""}, {"ref": "Pour it out for the people", "text": "\"Serve it to the people\""}]}, {"id": "42", "tn": [{"ref": "Baal Shalishah", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twenty loaves", "text": "\"20 loaves\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "from the new harvest", "text": "\"made from the grain from the new harvest\""}, {"ref": "fresh ears of grain", "text": "\"fresh heads of grain.\" This refers to grain from the new harvest."}, {"ref": "What, should I set this before a hundred men?", "text": "The man uses this rhetorical question to imply that this is not enough bread to feed 100 men. This can be written as a statement. AT: \"That is not enough to feed a hundred men!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a hundred men", "text": "\"100 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the word of Yahweh", "text": "Here Yahweh is referred to by what he said. This phrase is a metonym for Yahweh himself. AT: \"Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]