[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "002", "tn": [{"ref": "I will walk in the way of integrity", "text": "Here David speaks about \"living\" as if it were \"walking.\" AT: \"I will live in a way that is honest and right\" or \"I will live a life full of integrity\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will walk with integrity within my house", "text": "Here David speaks about \"living\" as if it were walking.\" Also, David speaks of overseeing his house with integrity, as if integrity were a physical object residing in his house. AT: \"I will oversee my house with integrity\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will not put wrongdoing before my eyes", "text": "\"Wrongdoing\" is an abstract noun that can be written as a phrase. The idiom, \"put evil before my eyes,\" means to approve of it. AT: \"I will not approve of anyone doing anything that is wrong in my presence\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "it will not cling to me", "text": "David describes \"evil\" as if it were something unable to cling to him. This means that he would avoid evil things and people doing evil things. AT: \"I will completely avoid evil\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "cling", "text": "hold on to something or someone very tightly"}]}, {"id": "004", "tn": [{"ref": "evil", "text": "\"anything that is evil\""}, {"ref": "a proud demeanor and an arrogant attitude", "text": "These two phrases mean basically the same thing and emphasize how prideful such people are. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "demeanor", "text": "\"attitude\" or \"personality\""}, {"ref": "I will look to the faithful of the land to sit at my side", "text": "This means that David would allow those people to be around him and live with him. AT: \"I will allow the faithful of the land to live with me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the faithful", "text": "This refers to the people who are faithful to God. AT: \"the faithful people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "walk in the way of integrity", "text": "Here David speaks about \"living\" as if it were \"walking.\" AT: \"live in a way that is honest and right\" or \"live lives full of integrity\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "Deceitful people will not ... liars will not", "text": "These two phrases have the same idea and are used together to emphasize how David will not tolerate deceitful people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "liars will not be welcome", "text": "This can be stated in active form. AT: \"I will not welcome liars\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before my eyes", "text": "Here \"my eyes\" refers to David himself. AT: \"before me\" or \"in my presence\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Morning by morning", "text": "\"Every day\" (UDB)"}, {"ref": "the wicked", "text": "This refers to wicked people. AT: \"the wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "from the city of Yahweh", "text": "David is referring to the city that he is in as \"the city of Yahweh.\" This can be made clear. AT: \"from this city, which is Yahweh's city\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]