[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jesus and his disciples have been invited to a wedding. These verse give background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Three days later", "text": "Most interpreters read this as on the third day after Jesus called Philip and Nathaniel to follow him. The first day occurs in John 1:35 and the second in John 1:43."}, {"ref": "Jesus and his disciples were invited to the wedding", "text": "This can be stated in an active form. AT: \"Someone invited Jesus and his disciples to the wedding\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "Woman", "text": "This refers to Mary. If it is impolite for a son to call his mother \"woman\" in your language, use another word that is polite, or leave it out."}, {"ref": "why do you come to me?", "text": "This question is asked to provide emphasis. AT: \"this has nothing to do with me\" or \"you should not tell me what to do.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "My time has not yet come", "text": "The word \"time\" is a metonym that represents the right occasion for Jesus to show that he is the Messiah by working miracles. AT: \"It is not yet the right time for me to perform a mighty act\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "two to three metretes", "text": "\"80 to 120 liters.\" A \"metrete\" was a measure of about 40 liters of liquid. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "to the brim", "text": "This means \"to the very top\" or \"completely full.\""}, {"ref": "the head waiter", "text": "This refers to the person in charge of the food and drink."}]}, {"id": "09", "tn": [{"ref": "but the servants who had drawn the water knew", "text": "This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "drunk", "text": "unable to tell the difference between cheap wine and expensive wine because of drinking too much alcohol"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "This verse is not part of the main storyline, rather it gives a comment about the story. (See: [[:en:ta:vol2:translate:writing_newevent|Introduction of a New Event]])"}, {"ref": "Cana", "text": "This is a place name. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "revealed his glory", "text": "Here \"glory\" refers to the mighty power of Jesus. AT: \"showed his power\""}]}, {"id": "12", "tn": [{"ref": "went down", "text": "This means that they traveled from a higher place to a lower place. Cana is southwest of Capernaum and is at a higher elevation."}, {"ref": "his brothers", "text": "The word \"brothers\" includes both brothers and sisters. All Jesus' brothers and sisters were younger than he was."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Jesus and his disciples go up to Jerusalem to the temple."}, {"ref": "up to Jerusalem", "text": "This means that they traveled from a lower place to a higher place. Jerusalem is built on a hill."}, {"ref": "were sitting there", "text": "The next verse makes it clear that these people were in the temple courtyard. That area was intended for worship and not for commerce."}, {"ref": "sellers of oxen and sheep and pigeons", "text": "People were buying animals in the temple courtyard to sacrifice them to God."}, {"ref": "money changers", "text": "Jewish authorities required people who wanted to buy animals for sacrifices to exchange their money for special money from the \"money changers.\""}]}, {"id": "15", "tn": [{"ref": "So", "text": "This word marks an event that happened because of something else that happened first. In this case, Jesus saw the money changers sitting in the temple."}, {"ref": "Stop making the house of my Father a marketplace", "text": "\"Stop buying and selling things in my Father's house\""}, {"ref": "the house of my Father", "text": "This is a phrase Jesus uses to refer to the temple."}, {"ref": "my Father", "text": "This is an important title that Jesus uses for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "17", "tn": [{"ref": "it was written", "text": "This can be stated in an active form. AT: \"someone had written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your house", "text": "This term refers to the temple, God's house."}, {"ref": "consume", "text": "The word \"consume\" points to the metaphor of \"fire.\" Jesus' love for the temple is like a fire that burns within him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sign", "text": "This refers to an event that proves something is true."}, {"ref": "these things", "text": "This refers to Jesus' actions against the money changers in the temple."}, {"ref": "Destroy this temple, and in three days I will raise it up", "text": "Jesus is referring to his own body as the temple that will die and come back to life three days later. Translate this in a way that describes tearing down and rebuilding a building. Jesus is not commanding his disciples to tear down the actual temple building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "raise it up", "text": "This means to \"rebuild\" or \"restore.\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Verses 21 and 22 are not part of the main storyline, rather they comment on the story and tell about something that happens later. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "forty-six years ... three days", "text": "six years ... three days** - \"46 years ... 3 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "you will raise it up in three days?", "text": "This remark appears in the form of a question to show that the Jewish authorities understand that Jesus wants to tear down the temple and build it again in three days. AT: \"you cannot possibly rebuild it in three days!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "believed", "text": "Here \"believe\" means to accept something or trust that it is true."}, {"ref": "this statement", "text": "This refers back to Jesus' statement in [[:en:bible:notes:jhn:02:17|2:19]]."}]}, {"id": "23", "tn": [{"ref": "Now when he was in Jerusalem", "text": "The word \"now\" introduces us to a new event in the story."}, {"ref": "believed in his name", "text": "Here \"name\" is a metonym that represents the person of Jesus. AT: \"believed in him\" or \"trusted in him\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the signs that he did", "text": "Miracles can also be called \"signs\" because they are used as evidence that God is the all-powerful one who has complete authority over the universe."}]}]