[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus is at dinner in Bethany when Mary anoints his feet with oil."}, {"ref": "litra", "text": "A \"litra\" is a measurement of weight. It is about one third of a kilogram (.3 kg). (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "perfume", "text": "This is a good-smelling liquid made by using the oils of pleasant smelling plants and flowers."}, {"ref": "nard", "text": "This is a perfume made from a pink, bell-shaped flower in the mountains of Nepal, China, and India. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "The house was filled with the fragrance of the perfume", "text": "This can be translated in an active form. AT: \"The scent of her perfume filled the house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "the one who would betray him", "text": "\"the one who later enabled Jesus' enemies to seize him\""}, {"ref": "Why was this perfume not sold for three hundred denarii and given to the poor?", "text": "This is a rhetorical question. You can translate it as a strong statement. AT: \"This perfume could have been sold for three hundred denarii and the money could have been given to the poor!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "three hundred denarii", "text": "You can translate this as a numeral. AT: \"300 denarii\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "denarii", "text": "A denarius was the amount of silver that a common laborer could earn in one day of work. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "Now he said this ... would steal from what was put in it", "text": "John explains why Judas asked the question about the poor. If your language has a way of indicating background information, you can use it here. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he said this, not because he cared about the poor, but because he was a thief", "text": "\"he said this because he was a thief. He did not care about the poor\""}]}, {"id": "07", "tn": [{"ref": "Allow her to keep what she has for the day of my burial", "text": "Jesus implies that the woman's actions can be understood as anticipating his death and burial. AT: \"Allow her to show how much she appreciates me! In this way she has prepared my body for burial\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You will always have the poor with you", "text": "Jesus implies that there will always be opportunities to help the poor people. AT: \"There will always be poor people among you, and you can help them whenever you want\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But you will not always have me", "text": "In this way, Jesus implies that he will die. AT: \"But I will not always be here with you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here John tells about a new group of people that has come to Bethany from Jerusalem. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "because of him", "text": "The fact that Lazarus was alive again caused many Jews to believe in Jesus."}, {"ref": "believed in Jesus", "text": "This implies that many of the Jewish people were trusting in Jesus as the Son of God. AT: \"were putting their trust in Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus enters Jerusalem and the people honor him as a king."}, {"ref": "a great crowd", "text": "\"a great crowd of people\""}, {"ref": "Hosanna", "text": "This means \"May God save us now!\""}, {"ref": "Blessed", "text": "This expresses a desire for God to cause good things to happen to a person."}, {"ref": "comes in the name of the Lord", "text": "Here the word \"name\" is a metonym, which means authority and power. AT: \"comes as the representative of the Lord\" or \"comes in the power of the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Jesus found a young donkey and sat on it", "text": "Here John gives background information that Jesus secures a donkey. He implies that Jesus will ride the donkey into Jerusalem. AT: \"he found a young donkey and sat on it, riding into the city\" (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as it was written", "text": "You can translate this in an active form. AT: \"as the prophets wrote in the Scripture\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "daughter of Zion", "text": "\"Daughter of Zion\" is a metonym that refers to the people of Jerusalem. AT: \"you people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "John, the writer, interrupts here to give the reader some background information about what the disciples later understood. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "His disciples did not understand these things", "text": "Here the words \"these things\" refer to the words that the prophet had written about Jesus."}, {"ref": "when Jesus was glorified", "text": "You can translate this in an active form. AT: \"when God glorified Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they had done these things to him", "text": "The words \"these things\" refer to what the people did when Jesus rode into Jerusalem on a donkey (praising him and waving the palm branches)."}]}, {"id": "17", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main narrative. Here John explains that many of the people came to meet Jesus because they heard others say that he had raised Lazarus from the dead. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "they heard that he had done this sign", "text": "\"they heard others say that he had done this sign\""}, {"ref": "this sign", "text": "A \"sign\" is an event or occurrence that proves something is true. In this case, the \"sign\" of raising Lazarus proves that Jesus is the Messiah."}, {"ref": "Look, you can do nothing", "text": "The Pharisees imply here that it might be impossible to stop Jesus. AT: \"It seems like we can do nothing to stop him!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "see, the world has gone after him", "text": "This is an exaggeration that the Pharisees used to express their shock when so many people came out to meet Jesus. AT: \"It looks like everyone is becoming his disciple!\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the world", "text": "Here \"the world\" is a metonym that represents (in exaggeration) all of the people in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "Now certain Greeks", "text": "The phrase \"now certain\" marks the introduction of new characters to the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "to worship at the festival", "text": "John implies that these \"Greeks\" were going to worship God during the Passover. AT: \"to worship God at the Passover festival\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Bethsaida", "text": "This was a town in the province of Galilee."}, {"ref": "and they told Jesus", "text": "Philip and Andrew tell Jesus about the Greeks' request to see him. You can translate this by adding the implied words. AT: \"they told Jesus what the Greeks had said\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Jesus begins to respond to Philip and Andrew."}, {"ref": "The hour has come for the Son of Man to be glorified", "text": "Jesus implies that it is now the right time for God to honor the Son of Man through his upcoming suffering, death and resurrection. AT: \"God will soon honor me when I die and rise again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Truly, truly, I say to you", "text": "Translate this the way your language emphasizes that what follows is important and true. See how you translated \"Truly, truly\" in [[:en:bible:notes:jhn:01:49|01:51]]."}, {"ref": "unless a grain of wheat falls into the earth and dies ... it will bear much fruit", "text": "Here \"a grain of wheat\" or \"seed\" is a metaphor for Jesus' death, burial and resurrection. Just as a seed is planted and grows again into a plant that will bear much fruit, so will many people trust in Jesus after he is killed, buried, and raised back to life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "He who loves his life will lose it", "text": "Here \"loves his life\" means to consider one's own physical life to be more valuable than the lives of others. AT: \"whoever values his own life more than others will not receive eternal life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he who hates his life in this world will keep it for eternal life", "text": "Here the one who \"hates his life\" refers to one who loves his own life less than he loves the lives of others. AT: \"whoever considers the lives of others as more important than his own life will live with God forever\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "where I am, there will my servant also be", "text": "Jesus implies that those who serve him will be with him in heaven. AT: \"when I am in heaven, my servant will also be there with me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Father will honor him", "text": "Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "27", "tn": [{"ref": "what should I say? 'Father, save me from this hour'?", "text": "This remark appears in the form of a rhetorical question. Although Jesus desires to avoid crucifixion, he chooses to be obedient to God and to be killed. AT: \"I will not pray, 'Father, save me from this hour!'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "this hour", "text": "Here \"this hour\" is a metonym that represents when Jesus would suffer and die on the cross. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "glorify your name", "text": "Here the word \"name\" is a metonym that refers to God. AT: \"make your glory known\" or \"reveal your glory\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a voice came from heaven", "text": "This represents God speaking. Sometimes people avoid referring directly to God because they respect him. AT: \"God spoke from the heavens\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Jesus explains why the voice spoke from heaven."}, {"ref": "Now is the judgment of this world", "text": "Here \"this world\" is a metonym that refers to all the people in the world. AT: \"Now is the time for God to judge all of the people.\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now will the ruler of this world be thrown out", "text": "Here \"ruler\" refers to Satan. You can translate this in an active form. AT: \"Now is the time when I will destroy the power of Satan who rules this world\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "In verse 33 John tells us background information about what Jesus said about being \"lifted up\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "when I am lifted up from the earth", "text": "Here Jesus refers to his crucifixion. You can translate this in an active form. AT: \"when people raise me high on a cross\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will draw everyone to myself", "text": "Through his crucifixion, Jesus will provide a way for everyone to trust in him."}, {"ref": "He said this to indicate what kind of death he would die", "text": "John interprets Jesus' words to mean that people will crucify him. AT: \"He said this to let the people know how he would die\" (UDB) (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "34", "tn": [{"ref": "The Son of Man must be lifted up", "text": "The phrase \"lifted up\" means crucified. You may translate this in a way that includes the implied words \"on a cross.\" AT: \"The Son of Man must be lifted up on a cross?\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Who is this Son of Man?", "text": "Possible meanings are 1) \"What is the identity of this Son of Man? or 2) \"What kind of Son of Man are you talking about?\""}, {"ref": "The light will still be with you for a short amount of time. Walk while you have the light, so that darkness does not overtake you. He who walks in the darkness does not know where he is going", "text": "Here \"light\" is a metaphor for Jesus' teachings which reveal the truth of God. To \"walk in darkness\" is a metaphor that means to live without God's truth. AT: \"My words are like a light to you, to help you understand how to live as God wants you to. I will not be with you much longer. You need to follow my instructions while I am still with you. If you reject my words, it will be like walking in darkness and you cannot see where you are going\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "While you have the light, believe in the light so that you may be sons of light", "text": "The \"light\" is a metaphor for the teachings of Jesus which reveal the truth of God. \"sons of light\" is a metaphor for those who accept the message of Jesus and live according to God's truth. AT: \"While I am with you, accept my words so that God's truth will be in you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "This is a break in the main storyline as the John begins to explain about the fulfillment of prophesies that had been spoken by the prophet Isaiah."}, {"ref": "so that the word of Isaiah the prophet would be fulfilled", "text": "You can translate this in an active form. AT: \"in order to fulfill the message of Isaiah the prophet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Lord, who has believed our report? And to whom has the arm of the Lord been revealed?", "text": "This appears in the form of a rhetorical question to express the prophet's dismay that the people do not believe his message. AT: \"Lord, hardly anyone has believed our message, even though they have seen that you are powerfully able to save them!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the arm of the Lord", "text": "This is a metonym that refers to the Lord's ability to rescue with power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "39", "tn": [{"ref": "he has hardened their hearts", "text": "This is an idiom that means that God caused them to be stubborn. AT: \"he has made them stubborn\" (UDB). (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "understand with their hearts", "text": "The Jews considered the heart  to be the organ that caused understanding."}]}, {"id": "41", "tn": [{"ref": "so that they would not be banned from the synagogue", "text": "You can translate this in an active form. AT: \"so people would not stop them from going to the synagogue\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They loved the praise that comes from people more than the praise that comes from God", "text": "\"They wanted people to praise them more than they wanted God to praise them\""}]}, {"id": "44", "tn": [{"ref": "General Information:", "text": "Now John returns to the main storyline. This is another time when Jesus begins to speak to the crowd."}, {"ref": "Jesus cried out and said", "text": "Here John implies that a crowd of people had gathered to hear Jesus speak. AT: \"Jesus shouted out to the crowd that had gathered.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the one who sees me sees him who sent me", "text": "Here the word \"him\" refers to God. AT: \"the one who sees me sees God who sent me.\""}]}, {"id": "46", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the crowd."}, {"ref": "I have come as a light", "text": "Here the \"light\" is a metaphor for Jesus' example. AT: \"I have come to show the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may not remain in the darkness", "text": "Here \"darkness\" is a metaphor for living in ignorance of God's truth. AT: \"may not continue to be spiritually blind.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If anyone hears my words but does not keep them, I do not judge him; for I have not come to judge the world, but to save the world", "text": "Here \"to judge the world\" implies condemnation. Jesus did not come to condemn people. AT: \"If anyone hears my teaching and rejects it, I do not condemn him. I have not come to condemn people. Instead, I have come to save those who trust in me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the world", "text": "Here \"the world\" is a metonym that represents all of the people in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "48", "tn": [{"ref": "on the last day", "text": "\"at the time when God judges people's sins\""}, {"ref": "I know that his command is eternal life", "text": "\"I know that the words that he commanded me to speak are the words that give life forever\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}]