[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to affirm his apostleship."}, {"ref": "put up with me in some foolishness", "text": "\"allow me to act like a fool\""}, {"ref": "jealous ... jealousy", "text": "These words speak of a good, strong desire that the Corinthians be faithful to Christ, and that no one should persuade them to leave him."}, {"ref": "I promised you in marriage to one husband. I promised to present you as a pure virgin to Christ", "text": "Paul speaks of his care for the Corinthian believers as if he had promised another man that he would prepare his daughter to marry him and he is most concerned that he be able to keep his promise to the man. AT: \"I was like a father who promised to present his daughter to one husband. I promised to keep you as a pure virgin so I could give you to Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "But I am afraid that somehow ... pure devotion to Christ", "text": "\"But I am afraid that somehow your thoughts might be led astray from a sincere and pure devotion to Christ just as the serpent deceived Eve by his craftiness\""}, {"ref": "your thoughts might be led astray away", "text": "Paul speaks of thoughts as if they were animals that people could lead along the wrong path. AT: \"someone might cause you to believe lies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For suppose that someone comes and", "text": "\"When anyone comes and\""}, {"ref": "a different spirit than what you received. Or suppose that you receive a different gospel than the one you received", "text": "\"a different spirit than the Holy Spirit, or a different gospel than you received from us\""}, {"ref": "put up with these things", "text": "\"deal with these things.\" See how these words were translated in [[:en:bible:notes:2co:11:01|11:1]]."}]}, {"id": "05", "tn": [{"ref": "those so-called super-apostles", "text": "called super-apostles** - Paul uses irony here to show that they are less important then they claim to be. AT: \"those teachers whom some think are better than anyone else\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "07", "tn": [{"ref": "Did I sin by humbling myself so you might be exalted?", "text": "Paul is beginning to claim that he treated the Corinthians well. This rhetorical question can be translated as a statement, if necessary. AT: \"I think we agree that I did not sin by humbling myself so you might be exalted\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "freely", "text": "\"without expecting anything from you in return\""}, {"ref": "I robbed other churches", "text": "This is an exaggeration to emphasize that Paul took money from other churches. AT: \"I accepted money from other churches\" (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "I could serve you", "text": "The full meaning of this can be made explicit. AT: \"I could serve you at no cost\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In everything I have kept myself from being a burden to you", "text": "\"I have never in any way been a financial burden to you.\" Paul speaks of someone for whom one has to spend money as if they were heavy items that people have to carry. The full meaning of this can be made explicit. AT: \"I have done all I can to make sure you do not have to spend money so that I can be with you\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the brothers who came", "text": "These \"brothers\" were probably all male."}, {"ref": "I will continue to do that", "text": "\"I never will be a burden to you\""}]}, {"id": "10", "tn": [{"ref": "As the truth of Christ is in me, this", "text": "Paul is emphasizing that because his readers know that he tells the truth about Christ, they can know that he is telling the truth here. \"As surely as you know that I truly know and proclaim the truth about Christ, you can know that what I am about to say is true. This\""}, {"ref": "this boasting of mine will not be silenced", "text": "This can be stated in active form. AT: \"no one will be able to make me stop boasting and stay silent.\" Paul is \"boasting\" that he \"freely preached the gospel\" ([[:en:bible:notes:2co:11:07|11:7]]). (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "parts of Achaia", "text": "\"regions of Achaia.\" The word \"parts\" speaks of areas of land, not political divisions."}, {"ref": "Why? Because I do not love you?", "text": "Paul uses rhetorical questions to emphasize love for the Corinthians. These questions can be combined or made into a statement. AT: \"Is it because I do not love you that I do not want to be a burden to you?\" or \"I will continue to keep you from paying for my needs because this shows others that I love you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God knows", "text": "You can make clear the understood information. AT: \"God knows I love you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "As Paul continues to affirm his apostleship, he talks about false apostles."}, {"ref": "in order that I may take away the claim", "text": "Paul speaks of a false claim that his enemies state as if it were something that he can carry way. AT: \"so that I might make it impossible\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for which they want to boast", "text": "While Paul's boast was that he \"freely preached the gospel\" ([[:en:bible:notes:2co:11:07|11:7]]), his enemies boasted that they could speak well ([[:en:bible:notes:2co:11:05|11:6]])."}, {"ref": "they are found to be doing the same work that we are doing", "text": "This can be stated in active form. AT: \"that people will think that they are like us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For such people", "text": "\"I do what I do because people like them\""}, {"ref": "deceitful workers", "text": "\"dishonest workers\""}, {"ref": "disguise themselves as apostles", "text": "\"are not apostles, but they try to make themselves look like apostles\""}]}, {"id": "14", "tn": [{"ref": "And this is no surprise ... It is no great surprise if", "text": "By stating this in a negative form Paul is emphasizing that the Corinthians should expect to meet many \"false apostles\" ([[:en:bible:notes:2co:11:12|11:13]]). AT: \"And we should expect this ... We should certainly expect that\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Satan disguises himself as an angel of light", "text": "\"Satan is not an angel of light, but he tries to make himself look like an angel of light\""}, {"ref": "his servants also disguise themselves as servants of righteousness", "text": "\"his servants are not servants of righteousness, but they try to make themselves look like servants of righteousness\""}]}, {"id": "16", "tn": [{"ref": "receive me as a fool so I may boast a little", "text": "\"receive me as you would receive a fool: let me talk, and consider my boasting the words of a fool\""}, {"ref": "What I am saying about this boastful confidence is not condoned by the Lord", "text": "This can be stated in active form. AT: \"The Lord does not condone what I am saying about this boastful confidence\" or \"The Lord has not told me that he approves of what I am saying about this boastful confidence\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "according to the flesh", "text": "Here the metonym \"flesh\" refers to man in his sinful nature and his achievements. AT: \"about their own human achievements\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "put up with fools", "text": "\"accept me when I act like a fool.\" See how a similar phrase was translated in [[:en:bible:notes:2co:11:01|11:1]]."}, {"ref": "You are wise yourselves!", "text": "Paul is shaming the Corinthians by using irony. AT: \"You think you are wise, but you are not!\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "enslaves you", "text": "Paul speaks of rules that God did not make but some people force others to obey as if it were slavery. AT: \"makes you follow rules they have thought of\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "he consumes you", "text": "Paul speaks of the super-apostles' taking people's material resources as if they were eating the people themselves. AT: \"he takes all your property\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes advantage of you", "text": "A person takes advantage of another person by knowing things that the other person does not and using that knowledge to help himself and harm the other person."}, {"ref": "I will say to our shame that we were too weak to do that", "text": "\"I shamefully admit that we were not bold enough to treat you like that.\" Paul is using irony to tell the Corinthians that it was not because he was weak that he treated them well. AT: \"I am not ashamed to say that we had the power to harm you, but we treated you well\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Yet if anyone boasts ... I too will boast", "text": "\"Whatever anyone boasts about ... I will dare to boast about it also\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "As Paul continues to confirm his apostleship, he states specific things that have happened to him since he became a believer."}, {"ref": "Are they Hebrews? ... Are they Israelites? ... Are they descendants of Abraham? ... Are they servants of Christ? (I speak as though I were out of my mind.) I am more", "text": "Paul is asking questions the Corinthians might be asking and then answering them to emphasize that he is as much a Jew as the super-apostles are. You should keep the question-and-answer form if possible. AT: \"They want you to think they are important and to believe what they say because they are Hebrews and Israelites and descendants of Abraham. Well, so am I. They say they are servants of Christ—I speak as though I were out of my mind—but I am more\""}, {"ref": "as though I were out of my mind", "text": "\"as though I were unable to think well\""}, {"ref": "I am more", "text": "You can make clear the understood information. AT: \"I am more a servant of Christ than they are\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in even more hard work", "text": "\"I have worked harder\""}, {"ref": "in far more prisons", "text": "\"I have been in prisons more often\""}, {"ref": "in beatings beyond measure", "text": "This is an idiom, and is exaggerated to emphasize how often he had been beaten. AT: \"I have been beaten very many times\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in facing many dangers of death", "text": "\"and I have almost died many times\""}]}, {"id": "24", "tn": [{"ref": "forty lashes minus one", "text": "This was a common expression for being whipped 39 times. Forty (40) lashes was assumed to kill a person."}, {"ref": "I was beaten with rods", "text": "This can be stated in active form. AT: \"people beat me with wooden rods\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I was stoned", "text": "This can be stated in active form. AT: \"people threw stones at me until they thought I was dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have spent a night and a day on the open sea", "text": "Paul was referring to floating in the water after the ship he was on sank."}, {"ref": "in danger from false brothers", "text": "The full meaning of this statement can be made explicit. AT: \"and in danger from people who claimed to be brothers in Christ, but who betrayed us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "and nakedness", "text": "Here Paul exaggerates to show his need of clothing. AT: \"and without enough clothing to keep me warm\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Who is weak, and I am not weak?", "text": "This rhetorical question can be translated as a statement. AT: \"Whenever anyone is weak, I feel that weakness also.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "there is the daily pressure on me of my anxiety", "text": "Paul knows that God will hold him responsible for how well the churches obey God and speaks of that knowledge as if it were a heavy object pushing him down. AT: \"I know that God will hold me accountable for the spiritual growth of all the churches, and so I always feel like a heavy object is pushing me down\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who is weak, and I am not weak?", "text": "The word \"weak\" is probably a metaphor for a spiritual condition, but no one is sure what Paul is speaking of, so it is best to use the same word here. AT: \"I am weak whenever anyone else is weak.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who has been caused to stumble, and I do not burn?", "text": "Paul uses this question to express his anger when a fellow believer is caused to sin. Here his anger is spoken of as a burning inside him. This rhetorical question can be translated as  statement. AT: \"Whenever anyone causes a brother to sin, I am angry.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has been caused to stumble", "text": "Paul speaks of sin as if it were tripping over something and then falling. AT: \"has been led to sin\" or \"has thought that God would permit him to sin because of something that someone else did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I do not burn", "text": "Paul speaks of being angry about sin as if he had a fire inside his body. AT: \"I am not angry\" about the situation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "what shows my weaknesses", "text": "\"what shows how weak I am\""}, {"ref": "I am not lying", "text": "Paul is using litotes to emphasize that he is telling the truth. AT: \"I am telling the absolute truth\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "32", "tn": [{"ref": "the governor under King Aretas was guarding the city", "text": "\"the governor whom King Aretas had appointed had told men to guard the city\""}, {"ref": "to arrest me", "text": "\"so that they might catch and arrest me\""}, {"ref": "I was lowered in a basket", "text": "This can be stated in active form. AT: \"some people put me in a basket and lowered me to the ground\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from his hands", "text": "Paul uses the governor's hands as metonymy for the governor. AT: \"from the governor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]