[{"id": "01", "tn": [{"ref": "it is severe for men", "text": "AT: \"it causes hardship for people\""}, {"ref": "riches, wealth", "text": "These two words mean basically the same thing. They refer to money and the things that a person can buy with money. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "he lacks nothing", "text": "AT: \"he has everything\""}, {"ref": "God gives him no ability to enjoy it.", "text": "To acquire riches or possessions and not be able to enjoy them is futile."}, {"ref": "This is vapor, an evil affliction.", "text": "To be unable to enjoy one's possessions is an evil affliction or curse."}]}, {"id": "03", "tn": [{"ref": "fathers a hundred children", "text": "AT: \"fathers 100 children\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_hypo]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "lives many years, so that the days of his years are many", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his heart is not satisfied with good", "text": "AT: \"he is not content with good things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he is not buried with honor", "text": "Possible meanings are 1) \"no one buries him\" or 2) \"no one buries him properly.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "such a baby is born in futility", "text": "AT: \"such a baby is born for nothing\""}, {"ref": "passes away in darkness", "text": "Here the word \"darkness\" may refer either to the world of the dead or to something that is difficult to understand. AT: \"dies unexplainably\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "its name remains hidden", "text": "AT: \"no one knows its name\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "it has rest even though that man did not", "text": "A still born child never experienced hardship, it remained at rest. Whereas the man who lived many years without satisfaction lacks rest."}, {"ref": "Even if a man should live for two thousand years", "text": "This is an exaggeration to show that it does not matter how long a person lives if he does not enjoy the good things in life. (See: [[:en:ta:vol1:translate:figs_hypo]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "two thousand years", "text": "AT: \"2,000 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "but does not learn to enjoy good things", "text": "This is the point, that man needs to learn to enjoy the good things life offers him."}]}, {"id": "07", "tn": [{"ref": "to fill his mouth", "text": "AT: \"to put food in his mouth\" or \"to eat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his appetite is not filled", "text": "AT: \"he does not satisfy his appetite\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what advantage has the wise person over the fool?", "text": "A wise person's wisdom does not entitle him to any additional comforts. AT: \"the wise person has no advantage over the fool.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What advantage does the poor man have even if he knows how to act in front of other people?", "text": "AT: \"The poor man has no advantage even if he knows how to act in front of other people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "09", "tn": [{"ref": "what the eyes see", "text": "A person can see these things because he already has them. AT: \"what a person has\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to desire what a wandering appetite craves", "text": "This refers to things that a person wants but does not have. AT: \"to want what he does not have\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "vapor and an attempt to shepherd the wind", "text": "See how you translated this in [[:en:bible:notes:ecc:01:12|1:14]]."}, {"ref": "Whatever has existed has already been given its name", "text": "AT: \"People have already named everything that exists\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what mankind is like has already been known", "text": "AT: people already know what mankind is like\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "The more words that are spoken", "text": "AT: \"The more words that people speak\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the more futility increases", "text": "when there is much talk, the chances for idle, non-encouraging words to be spoken is greater than if only a few words are spoken. AT: \"the more meaningless those words are\""}, {"ref": "what advantage is that to a man?", "text": "There is no advantage for a man to talk a lot. AT: \"that is no advantage to a man.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For who knows what is good for man ... he passes like a shadow?", "text": "AT: \"No one knows what is good for man ... he passes like a shadow.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "numbered days through which he passes like a shadow", "text": "Life is compared to a shadow that passes quickly. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Who can tell a man what will come under the sun after he passes?", "text": "AT: \"No one can tell a man what will come under the sun after he passes.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what will come under the sun", "text": "This is another way of expressing what will happen in the future. AT: \"what will happen on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "after he passes", "text": "This is a polite expression for death. AT: \"after he dies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]