[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "If the guilty man deserves to be beaten", "text": "This can be stated in active form. AT: \"If the judge orders them to beat the guilty man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and be beaten in his presence", "text": "This can be stated in active form. AT: \"and he will watch them beat him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with the ordered number of blows, as was his crime", "text": "\"the number of times he has ordered because of the bad deed he did\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "The judge may give him forty blows", "text": "\"The judge may say that they should beat the guilty person 40 times\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "but he may not exceed that number", "text": "\"but the judge may not order them to beat him more than 40 times\""}, {"ref": "for if he should exceed that number and beat him with many more blows", "text": "\"because if the judge orders them to beat him many more than 40 times\""}, {"ref": "then your fellow Israelite would be humiliated before your eyes", "text": "This may be stated in active form. AT: \"then the judge would humiliate your fellow Israelite in front of all of the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "humiliated before your eyes", "text": "Here the metonym \"before your eyes\" refers to what they would see. AT: \"humiliated, and you would all see it.\" Similar words appear in [[:en:bible:notes:deu:01:07|1:8]] (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "You must not muzzle the ox", "text": "\"You must not put something over the mouth of an ox\""}, {"ref": "when he treads out the grain", "text": "while he separates the grain from the chaff by walking on it or dragging heavy wood over it"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "If brothers live together", "text": "Possible meanings are: 1) \"If brothers live on the same property\" or 2) \"If brothers live near each other.\""}, {"ref": "then the wife of the dead man must not be married off to someone", "text": "This can be stated in active form. AT: \"then the family of the dead man must not let the widow marry someone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and do the duty of a husband's brother to her", "text": "\"and do what the brother of a dead husband is supposed to do\""}, {"ref": "will succeed in the name of that man's dead brother", "text": "The word \"name\" is a metonym for the person's family line. AT: \"will continue the family line of that man's dead brother\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that his name will not perish from Israel", "text": "The word \"name\" is a metonym for the person's family line. AT: \"so that his family line will not disappear from Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "must go up to the gate to the elders", "text": "The full meaning of this statement can be made explicit. AT: \"must go up to the city gate where the elders judge cases\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "refuses to raise up for his brother a name", "text": "Here \"name\" refers to the memory of someone through his descendants. AT: \"refuses to give his brother a son\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will not perform the duty of a husband's brother to me", "text": "\"he will not do what a husband's brother is supposed to do and marry me\""}, {"ref": "I do not wish to take her", "text": "\"I do not wish to marry her\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "must come up to him in the presence of the elders", "text": "\"must walk up close to him with the elders there watching\""}, {"ref": "who does not build up his brother's house", "text": "Here \"house\" is a metonym for the family. AT: \"who does not give his brother a son and continue his brother's family line\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His name will be called in Israel", "text": "\"People in Israel will know his family as\""}, {"ref": "The house of him whose sandal has been taken off", "text": "Here removing the sandal symbolizes that the brother would not receive any of the property of his dead brother. The full meaning of this statement can be made explicit. This can also be stated in active form. AT: \"The house of him whose sandal his brother's widow took off his foot\" or \"The family of a man who did not marry the wife of his dead brother\" or \"The family whom everyone despises\" or \"The family who is shameful\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "out of the hand of him who struck him", "text": "Here \"hand\" refers to power or control. AT: \"so the one who struck him will not strike him again\" or \"from the man who hit him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your eye must have no pity", "text": "Here \"eye\" means the whole person. AT: \"you should not feel sorry for her\" or \"you must not show her mercy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must not have in your bag different weights, a large and a small", "text": "The full meaning of this statement can be made explicit. You can also make clear the understood information. AT: \"You must not cheat people by using a weight that is larger than you say it is when you buy things and by using a weight that is smaller than you say it is when you sell things\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "weights", "text": "Weights were stones used on a balance to determine how much something weighs"}, {"ref": "You must not have in your house different measures, a large and a small", "text": "The full meaning of this statement can be made explicit. You can also make clear the understood information. AT: \"You must not cheat people by using a measure that is larger than you say it is when you buy things and by using a measure that is smaller than you say it is when you sell things\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "measures", "text": "A measure was a basket or other container for measuring how much there is of something."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel about using fair weights and measures when buying and selling. He speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "A perfect and just", "text": "\"A correct and fair\""}, {"ref": "weight ... measure", "text": "Translate these words as in [[:en:bible:notes:deu:25:13|25:13]]."}, {"ref": "your days may be long", "text": "This is an idiom. AT: \"you may live for a long time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For all who do such things, all that act unrighteously", "text": "\"because everyone who cheats people by using different sized weights and measures\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so except where noted the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Call to mind what Amalek did to you", "text": "This is an idiom, and \"Amalek\" is a metonym for the Amelikite people. AT: \"Remember what the Amalekites did to you\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as you came out", "text": "The word \"you\" here is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "how he met you on the road", "text": "\"how they met you along the way\""}, {"ref": "and attacked those of you at the rear", "text": "\"and attacked those of your people who were in the back of the line\""}, {"ref": "all who were feeble in your rear", "text": "\"all the people who were weak in the back of the line\""}, {"ref": "faint and weary", "text": "These words have similar meanings and emphasize how tired the people were. AT: \"tired and exhausted\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "he did not honor God", "text": "The full meaning of this statement can be made explicit. AT: \"he was not afraid of God's punishment\" or \"he did not respect God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you must blot out the remembrance of Amalek from under heaven", "text": "\"you must kill all of the Amalekites so that nobody will remember them anymore\""}]}]