[{"id": "01", "tn": [{"ref": "Moreover, Elihu", "text": "\"Then, Elihu\""}, {"ref": "Elihu", "text": "Translate this man's name the same as in [[:en:bible:notes:job:32:01|32:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Listen to my words", "text": "\"Listen to what I say\""}, {"ref": "you wise men ... you who have knowledge", "text": "Elihu is criticizing Job and his friends. He does not think they are actually wise. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "For the ear tries words as the palate tastes food", "text": "Elihu means people listen carefully to determine what is right or wrong just like we taste food to determine if it is good or bad. Here people are referred to by their \"ear\" and their \"palate\" to emphasize that they are tasting and hearing. AT: \"For we listen to words to know what is good and bad, just as we taste foods to know what is good to eat\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "Let us", "text": "Here \"us\" refers to Elihu, Job, and his three friends. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "has taken away my rights", "text": "\"refused to give me justice\""}, {"ref": "I am considered to be a liar", "text": "This can be stated in active form. AT: \"God considers me to be a liar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My wound is incurable", "text": "Here Job's sickness and suffering is spoken of as if it were a \"wound.\" AT: \"I am sick and no one can heal me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "What man is like Job", "text": "Elihu uses this rhetorical question to scold Job. This question can be written as a statement. AT: \"There is no one else like Job\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who drinks up mockery like water", "text": "Elihu is accusing Job of mocking others as often as a person drink water. AT: \"who mocks other people as frequently as he drinks water\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "who walks with wicked men", "text": "Here \"walk\" is an idiom for how a person acts. AT: \"who behaves like wicked men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking. Each of these verses contain parallel phrases. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you men of understanding", "text": "Elihu is criticizing Job and his friends. He does not actually think they are wise. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "far be it from God ... far be it from the Almighty that he should commit sin", "text": "These two phrases have the same meaning and are used together to emphasize that God would never do anything wrong. The phrase \"far be it from\" is an idiom. AT: \"Almighty God would never consider doing anything that is wicked or wrong!\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For he pays back a person's work", "text": "This means that he gives to a person what he deserves for the work he has done. Here \"work\" is a metaphor for what a person does. AT: \"For he gives to a person what he deserves in return for he does\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he makes every man come upon the reward of his own ways", "text": "The phrase \"his own ways\" is an idiom for how a person lives his life. Elihu emphasizes that God gives to people what they deserve. AT: \"he causes every man to receive the reward he deserves for how he lives\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "Who put him in charge over the earth? Who put the whole world under him?", "text": "Both of rhetorical questions have the same meaning and emphasize that no one needed to grant God authority because it was already his. These questions can be written as statements. AT: \"No one needed to give permission to God to take responsibility over all the earth. He is the rightful one to rule the world.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If he ever", "text": "Elihu is describing a situation that he does not believe would ever happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "his spirit and his breath", "text": "The \"spirit\" and \"breath\" or God are what makes all living things alive. AT: \"his spirit and breath which gives us life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all flesh", "text": "Here all living things are spoken of as \"all flesh.\" AT: \"all living things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mankind would return to dust again", "text": "This means that all people would die and their bodies would decay and become soil. In the beginning God created man from the dust. AT: \"the bodies of mankind would soon become soil again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "now", "text": "Elihu uses this word to bring attention to something important he is about to say."}, {"ref": "you have", "text": "Here \"you\" is singular and refers to Job. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "listen to the sound of my words", "text": "This means the same as the previous part of the sentence. AT: \"listen to what I say\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Can one who hates justice govern? Will you condemn God, who is righteous and mighty?", "text": "Elihu uses this question to rebuke Job for implying that God hates justice. AT: \"One who hates justice cannot be expected to rule over people. So you really cannot criticize God, who is righteous and powerful, and you cannot say that what he has done is wrong. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can one who hates justice govern?", "text": "The implicit answer to this rhetorical question is \"no.\" This question implies that God could not rule the world if he hated justice. This can be written as a statement. AT: \"One who hate justice cannot govern the world.\" or \"God could certainly never hate was is right and still rule the world.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Will you condemn God, who is righteous and mighty?", "text": "This rhetorical question is used to emphasize that Job does not have the authority or a reason to condemn God. AT: \"You cannot condemn God, who is righteous and mighty!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "God, who says to a king, 'You are vile,' or says to nobles, 'You are wicked'?", "text": "This continues the rhetorical question from the previous verse, emphasizing to Job that he cannot condemn God. This can be written as a statement. AT: \"He says to some kings, 'You are vile,' and he says to some nobles, 'You are wicked.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God, who says to a king", "text": "This is part of the previous question. The missing words may be added. AT: \"Will you condemn God, who says to a king\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "vile", "text": "\"evil\" or \"worthless\" (UDB)"}, {"ref": "for they all are the work of his hands", "text": "Here \"hands\" refer to power. AT: \"for God made them all\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "at midnight", "text": "Here \"midnight\" is the time when one day ends and another begins. Here though, it is used as an idiom. AT: \"at night\" or \"suddenly, at night\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "people will be shaken and will pass away", "text": "This can be stated in active form. The phrase \"will be shaken\" is an idiom that means to be \"struck.\" AT: \"God strikes them and they die\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "mighty people will be taken away, but not by human hands", "text": "This means that it is God who causes people to die, not people. Also, this can be stated in active form. AT: \"it is God and not humans who cause mighty people to die\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not by human hands", "text": "Here people are represented by their \"hands.\" AT: \"not by humans\" or \"not by people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "For God's eyes are upon a person's ways", "text": "God's \"eyes\" represent his sight. The phrase \"a person's ways\" is an idiom for what he does and how he lives. AT: \"For God watches everything a person does\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he sees all his steps", "text": "This means that he always knows where the person is and where he is going. AT: \"he sees him wherever he goes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no darkness, no thick gloom", "text": "The words \"thick gloom\" mean basically the same thing as, and intensify the word \"darkness.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in judgment", "text": "\"so he may judge him\" or \"to be judged\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "He breaks mighty men into pieces", "text": "This speaks of God destroying these men as if he actually broke their bodies into pieces. AT: \"He destroys mighty men\" or \"He destroys important people\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for their ways that need no further investigation", "text": "He does not need to investigate what they have done because he already knows everything about them. AT: \"without needing to do further investigation, because he already knows their ways\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "their ways", "text": "This is an idiom. AT: \"for the things they have done\""}, {"ref": "he puts others in their places", "text": "This means that he appoints other people to rule in their positions. AT: \"and he chooses other people to rule in their places\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the night", "text": "This is an idiom. AT: \"when they are not expecting it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they are destroyed", "text": "This can be stated in active form. AT: \"and destroys them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "In the open sight of others, he kills them for their wicked deeds like criminals", "text": "This phrase compares the way that these people die to how criminal die. AT: \"He kill them for their wicked deeds, in the open sight of other as if they were criminals\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he kills them", "text": "This speaks of God causing these people to die, though he does not actually strike them with a sword himself. He may cause someone else to kill them or disaster to come upon them. AT: \"he causes them to die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the open sight of others", "text": "This is an idiom. AT: \"In a place where everyone can see\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his ways", "text": "This refers to God's instructions for how people should behave. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they made the cry of poor people come to him", "text": "The word \"cry\" can be expressed as a verb. This speaks of God hearing their cry as if they cry were a person that came to him. AT: \"they made the poor people cry, and God heard them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "When he stays silent, who can condemn him? ... If he hides his face, who can perceive him?", "text": "These two questions speak of God not punishing wicked people as if he were being silent and hiding his face. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When he stays silent, who can condemn him?", "text": "Elihu uses this rhetorical question to teach Job. This question can be written as a statement. AT: \"No one can criticize God if he decides to remain silent\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If he hides his face, who can perceive him?", "text": "Elihu uses this rhetorical question to teach Job. This question can be written as a statement. AT: \"No one can go and see him if he decides to hide his face\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his face", "text": "Here God is represented by his \"face.\" AT: \"himself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "no one to entrap people", "text": "This compares a godless ruler harming people as if he were a hunter trapping his prey. AT: \"no one to harm the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "teach me what I cannot see", "text": "Here to \"see\" means to know. AT: \"teach me what I have done wrong that I am not aware of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do you think that God will punish that person's sin, since you dislike what God does?", "text": "\"Since you dislike what God does, do you think that God should punish this person's sin?\" Elihu uses this rhetorical question to emphasize that he should not think that God will not punish this man. This can be written as a statement. AT: \"Even though you do not like what God does, surely even you do not think that God will punish this person\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that person's sin", "text": "Here punishing the person because of his sin is referred to as punished the \"person's sin.\" AT: \"that person because of his sin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "since you dislike", "text": "\"because you dislike\""}, {"ref": "what it is that you know", "text": "\"what you are thinking about this\" (UDB)"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "who hears me", "text": "\"who hears me speaking\""}]}, {"id": "36", "tn": [{"ref": "If only Job were put on trial in", "text": "This can be stated in active form. AT: \"If only we could put Job on trial in\" or \"If only we could take Job to court so a judge could listen to\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the smallest details of his case", "text": "This is an idiom. AT: \"to listen to his case thoroughly\" or \"to hear all of the details of his case\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "of his talking like wicked men", "text": "\"of how he has spoken like a wicked man\""}, {"ref": "he adds rebellion", "text": "This refers to rebellion against God. AT: \"he adds rebellion against God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he claps his hands in mockery in our midst", "text": "In this accusation, this means that Job clapped his hands to strengthen his mockery of God. AT: \"he claps his hands as he mocks God in our midst\" or \"he mocks God right in front of us\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he piles up words against God", "text": "Elihu speaks of \"words\" as if they were objects, and of speaking many words as if it were piling those objects one on top of the other. AT: \"he speaks many words against God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]