[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author starts to tell a new part of the story."}, {"ref": "the woman whose son he had restored to life", "text": "The story of this woman and her son is found at [[:en:bible:notes:2ki:04:08|4:8]]."}, {"ref": "he had restored to life", "text": "\"he had caused to become alive again\""}, {"ref": "Arise", "text": "\"Get up from where you are\""}, {"ref": "the man of God", "text": "\"Elisha, the man of God\""}]}, {"id": "03", "tn": [{"ref": "to the king", "text": "This refers to the king of Israel."}, {"ref": "for her house and for her land", "text": "While the woman was gone, her home and property were sieged. She is begging for them to be returned to her. The full meaning of this statement can be made clear. AT: \"for her home and her property to be returned to her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells us background information about what the king was doing when the woman arrived. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "05", "tn": [{"ref": "had restored to life the child who was dead", "text": "\"had caused the child who was dead to become alive again\""}, {"ref": "for her house and land", "text": "While the woman was gone, her home and property were sieged. She is begging for them to be returned to her. The meaning of this can be made clear. AT: \"for her home and her property to be returned to her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "about her son", "text": "This refers to the story of her son dying and Elisha bringing him back to life. The meaning of this statement can be made explicit. AT: \"about what had happened to her son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the harvests of her fields", "text": "This metonym refers to the amount of money that the harvests of her fields were worth while she was away. AT: \"all the profit from the harvests of her fields\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "Ben Hadad", "text": "This is the name of the king of Aram. His name means \"son of Hadad.\" Translate this man's name the same as you did in [[:en:bible:notes:2ki:06:24|6:24]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hazael", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Take a gift", "text": "Hazael was to take many gifts, not just one. AT: \"take many gifts\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in your hand", "text": "The phrase \"in your hand\" is an idiom meaning for him to take the gifts with him. AT: \"with you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the man of God", "text": "\"Elisha, the man of God\""}, {"ref": "consult with Yahweh through him, saying", "text": "\"ask Elisha to ask Yahweh\""}, {"ref": "carried by forty camels", "text": "This can be stated in active form. AT: \"which forty camels carried\""}, {"ref": "forty camels", "text": "\"40 camels\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Your son Ben Hadad king of Aram", "text": "Ben Hadad was not actually Elisha's son, but Hazael called him that to show a close relationship between them. AT: \"Ben Hadad, the king of Aram, who is like a son to you,\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "until he was ashamed", "text": "\"until Hazael felt uncomfortable\""}, {"ref": "my master", "text": "Hazael refers to Elisha this way to honor him."}, {"ref": "Because I know", "text": "God has shown Elisha what will take place in the future."}, {"ref": "you will do", "text": "The word \"you\" represents Hazael and refers to himself and the soldiers under his control when he is king. AT: \"you will cause to happen\" or \"you will order your soldiers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You will set ... you will kill", "text": "The word \"you\" represents Hazel but here refers to his soldiers and not to Hazael personally. AT: \"You soldiers will set ... your soldiers will kill\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dash in pieces their little ones", "text": "\"crush their little children.\" This is a brutal description of the soldiers killing children."}, {"ref": "kill their young men with the sword", "text": "This means that the men will be killed in battle. The sword was the main weapon used in battle. AT: \"kill their young men in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rip open their pregnant women", "text": "Specifically this refers to tear open their stomachs. AT: \"rip open the stomachs of their pregnant women with swords\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "Who is your servant, that he should do this great thing?", "text": "Hazel refers to himself here as Elisha's servant. Hazel uses this rhetorical question to emphasize that he does not think he could do the terrible things that Elisha has said. This can be written as a statement. AT: \"I could never do such great things!\" or \"Who am I, that I would have the power to do such things?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this great thing", "text": "\"this terrible thing.\" Here the word \"great\" refers to something that has a large effect and is terrible."}, {"ref": "He is only a dog", "text": "Hazael is talking about himself. He speaks of his low status and lack of influence by comparing himself to a dog. Here a dog represents a lowly animal. AT: \"I am as powerless as a dog\" (UDB) or \"I am as powerless as a lowly animal\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "came to his master", "text": "The phrase \"his master\" refers to Ben Hadad."}, {"ref": "face so that he died", "text": "This means that Ben Hadad suffocated under the wet blanket. The full meaning of this statement can be made clear. AT: \"face. Ben Hadad was unable to breathe through it, and so he died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Jehoram becomes king of Judah."}, {"ref": "In the fifth year of Joram son of Ahab, king of Israel", "text": "This describes the time that Jehoram began to reign by stating how long Joram, the current king of Israel, had reigned. AT: \"In the fifth year that Jorman son of Ahab was king of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fifth year", "text": "\"5th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Jehoram began to reign", "text": "Jehoram, son of Jehoshaphat, became the king of Judah."}, {"ref": "thirty-two years old", "text": "two years old** - \"32 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "18", "tn": [{"ref": "Jehoram walked in the ways of the kings of Israel", "text": "Here \"walking\" is an idiom that refers to how he lived and reigned as king. At this time in history, the recent kings of Israel had been evil kings. The full meaning of this statement can be made clear. AT: \"Jehoram was an evil king, just as other kings of Israel who ruled before him had been\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as the house of Ahab was doing", "text": "Here the \"house\" of Ahab refers to the members of Ahab's family and his recent descendants. Ahab is Jehoram father-in-law. AT: \"the same as the rest of the family of Ahab was doing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for he had Ahab's daughter as his wife", "text": "Jehoram had married king Ahab's daughter."}, {"ref": "he did what was evil in Yahweh's sight", "text": "Here Yahweh's \"sight\" refers to what he thinks. AT: \"he did things that Yahweh considered to be evil\" or \"he did things that Yahweh said were evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "destroy Judah", "text": "Here \"Judah\" is a metonym for the people who live there. AT: \"destroy the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "since he had told him that he would always give him descendants", "text": "\"since Yahweh had told David that he would always give David descendants.\" This refers to Yahweh's promise to David that his descendants would always rule Judah. The full meaning of this statement can be made explicit. AT: \"since he had told David that his descendants would always rule Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "Edom revolted from under", "text": "\"Edom rebelled against\""}, {"ref": "the hand of Judah", "text": "Here the word \"hand\" refers to the control of Judah, and \"Judah\" refers specifically to the king of Judah. AT: \"the control of the king of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "they set a king over themselves", "text": "\"they appointed a king to rule over themselves\""}, {"ref": "Then Jehoram crossed over", "text": "What was \"crossed over\" can be stated clearly. AT: \"Then Jehoram crossed the enemy lines\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "It happened that he rose up at night", "text": "\"Then, at night, he rose up\""}, {"ref": "he rose up", "text": "Here the word \"he\" represents Jehoram and refers to both himself and his commanders. AT: \"he and his commanders\" (See: [[:en:ta:vol2:translate:figs_synecdoche|Synecdoche]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "King Jehoram of Judah dies and his son Ahaziah becomes king."}, {"ref": "So Edom has been in rebellion against the rule of Judah to this present day", "text": "\"So after that, Edom was no longer controlled by Judah, and it is still like that\" (UDB)"}, {"ref": "the rule of Judah", "text": "Here \"Judah\" refers to the king of Judah. AT: \"the rule of the king of Judah\" or \"the authority of the king of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to this present day", "text": "to the time that this book was written"}, {"ref": "Libnah also revolted at the same time", "text": "Libnah rebelled against the king of Judah just as Edom had. AT: \"During that same time, Libnah also rebelled against the king of Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Libnah", "text": "This is another city that was originally part of Judah. Here \"Libnah\" refers to the people who live there. AT: \"the people of Libnah\" (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "As for the other matters concerning Jehoram, all that he did", "text": "\"To read more about the history of Jehoram and what he did,\""}, {"ref": "are they not written ... Judah?", "text": "This question is used to either inform or remind the readers that the information about Jehoram is in this other book. AT: \"these things are written ... Judah.\" or \"you can read about them ... Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jehoram died and rested with his fathers, and was buried with his fathers", "text": "Here \"rested\" is a polite way of referring to someone dying. After he died, his body was buried in the same place as the bodies of his forefathers. The phrase \"was buried\" can be stated in active form. AT: \"Jehoram died, and they buried him with his forefathers\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then Ahaziah his son became king in his place", "text": "\"Then Ahaziah, Jehoram's son, became king after he died\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Ahaziah becomes king of Judah."}, {"ref": "In the twelfth year of Joram son of Ahab, king of Israel", "text": "This describes the time that Ahaziah began to reign as king of Judah by stating how long Joram, the current king of Israel, had reigned. AT: \"in the twelfth year that Joram son of Ahab was king of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "twelfth year", "text": "\"12th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "twenty-two years", "text": "two years** - \"22 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Athaliah ... Omri", "text": "Athaliah is the name of a woman. Omri is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ahaziah walked in the ways of", "text": "Here \"walking\" refers his behavior or the way in which he lived. AT: \"Ahaziah lived the same way as the others in\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the house of Ahab", "text": "Here the \"house\" of Ahab refers to his family. AT: \"the family of Ahab\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he did what was evil in the sight of Yahweh", "text": "Here Yahweh's \"sight\" represents what he thinks. AT: \"he did things that Yahweh considered to be evil\" or \"he did things that Yahweh said were evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a son-in-law to the house of Ahab", "text": "in-law to the house of Ahab** - This explains Ahaziah's family relationship to Ahab. Ahaziah's father was married to Ahab's daughter. The meaning of this can be made clear. AT: \"the son of Ahab's son-in-law\" or \"a grandson of King Ahab\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "Ahaziah went with Joram son of Ahab, to fight against Hazael, king of Aram", "text": "The names of the three kings listed here are synecdoches and refer also to their armies that accompany them. AT: \"Ahaziah's army joined the army of King Joram of Israel to fight against the army of King Hazael of Aram\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to be healed", "text": "This can be stated in active form. AT: \"to heal\" or \"to recover\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "against Hazael king of Aram", "text": "Here \"Hazael\" refers to himself and his army. AT: \"the army of Hazael king of Aram\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Joram had been wounded", "text": "This can be stated in active form. AT: \"the Arameans had wounded Joram\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]