[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains how he uses the liberty he has in Christ."}, {"ref": "Am I not free?", "text": "Paul uses this rhetorical question to remind the Corinthians of the rights he has. AT: \"I am a free person.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am I not an apostle?", "text": "Paul uses this rhetorical question to remind the Corinthians of who he is and the rights he has. AT: \"I am an apostle.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have I not seen Jesus our Lord?", "text": "Paul uses this rhetorical question to remind the Corinthians of who he is. AT: \"I have seen Jesus our Lord.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you not my workmanship in the Lord?", "text": "Paul uses this rhetorical question to remind the Corinthians of their relationship to him. AT: \"You believe in Christ because I have worked the way the Lord wants me to.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you are the proof of my apostleship in the Lord", "text": "\"Proof\" is a metonym for the evidence needed to prove something. AT: \"you are evidence I can use to prove that the Lord has chosen me to be an apostle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "This is my defense ... me: Do", "text": "Possible meanings are 1) the words that follow are Paul's defense or 2) the words in [[:en:bible:notes:1co:09:01|9:1-2]] are Paul's defense,  \"This is my defense ... me. Do.\""}, {"ref": "Do we not have the right to eat and drink?", "text": "Paul uses a question to emphasize that he knows the Corinthians agree with what he is saying. AT: \"We have the absolute right to receive food and drink from the churches.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we", "text": "Here \"we\" refers to Paul and Barnabas. (See: [[:en:ta:vol2:translate:figs_exclusive]])."}, {"ref": "Do we not have the right to take along with us a wife who is a believer, as do the rest of the apostles, and the brothers of the Lord, and Cephas?", "text": "Paul uses a question to emphasize that he knows the Corinthians agree with what he is saying. AT: \"If we have believing wives, we have a right to take them with us just as the other apostles take them, and the brothers of the Lord, and Cephas.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or is it only Barnabas and I who must work?", "text": "Paul is shaming the Corinthians. AT: \"You seem to think that the only people you think need to work to earn money are Barnabas and me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "Who serves as a soldier at his own expense?", "text": "Paul uses a question to emphasize that he knows the Corinthians agree with what he is saying. AT: \"We all know that no soldier has to buy his own supplies.\" or \"We all know that every soldier receives his supplies from the government.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "Who plants a vineyard and does not eat its fruit?", "text": "Paul uses a question to emphasize that he knows the Corinthians agree with what he is saying. AT: \"We all know that the one who plants a vineyard will always eat its fruit.\" or \"We all know that no one expects someone who plants a vineyard not to eat its fruits.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or who tends a flock and does not drink milk from it?", "text": "Paul uses a question to emphasize that he knows the Corinthians agree with what he is saying. AT: \"We all know that those who tend flocks get their drink from the flocks.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do I say these things based on human authority?", "text": "Paul is shaming the Corinthians. AT: \"You seem to think that I am saying these things based on merely human authority.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does not the law also say this?", "text": "Paul is shaming the Corinthians. AT: \"You act as if you do not know that this is what is written in the law.\" (See; [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "09", "tn": [{"ref": "Do not put", "text": "Moses was speaking to the Israelites as if they were one person, so this command is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Is it really the oxen that God cares about?", "text": "Paul asks a question so that the Corinthians will think of what he is saying without him having to say it. AT: \"You should know without me telling you that it is not the oxen that God cares most about.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is he not speaking about us?", "text": "Paul asks a question to emphasize the statement he is making. AT: \"Instead, God was certainly speaking about us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "about us", "text": "Here \"us\" refers to Paul and Barnabas. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "is it too much for us to reap material things from you?", "text": "Paul asks a question so that the Corinthians will think of what he is saying without him having to say it. AT: \"you should know without me telling you that  it is not too much for us to receive material support from you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "If others exercised ... you, do we not have even more?", "text": "Paul asks a question so that the Corinthians will think of what he is saying without him having to say it. Here \"we\" refers to Paul and Barnabas. AT: \"Others exercised ... you, so you know without me telling you that we have this right even more.\" (See: [[:en:ta:vol2:translate:figs_exclusive]]; [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If others exercised this right", "text": "Paul and the Corinthians both know that others exercised the right. \"Since others exercised this right\""}, {"ref": "others", "text": "other workers of the gospel"}, {"ref": "this right", "text": "the right to have the believers at Corinth provide for the living expenses of those who told them the good news"}, {"ref": "be a hindrance to", "text": "\"be a burden to\" or \"stop the spread of\""}, {"ref": "Do you not know that those who serve in the temple get their food from the temple?", "text": "Paul is reminding the Corinthians of what they know so he can add new information. AT: \"I want to remind you that those who serve in the temple get their food from the temple.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not know that those who serve at the altar share in what is offered on the altar?", "text": "Paul is reminding the Corinthians of what they know so he can add new information. AT: \"I want to remind you that those who serve at the altar get some of the foods and meat that people offer on the altar.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "get their living from the gospel", "text": "The words \"the gospel\" here are a metonym for 1) the people to whom they tell the gospel, \"receive their food and other things they need from those to whom they teach the good news,\" or 2) the result of working to tell the gospel, \"receive their food and other things they need because they work to tell the good news.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "these rights", "text": "\"these things that I deserve\""}, {"ref": "so something might be done for me", "text": "This can be stated in active form. AT: \"so you will do something for me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "deprive me of this boast", "text": "\"take away this opportunity I have to boast\""}, {"ref": "I must do this", "text": "\"I must preach the gospel\""}, {"ref": "woe be to me if", "text": "\"may I suffer misfortune if\""}]}, {"id": "17", "tn": [{"ref": "if I do this willingly", "text": "\"if I preach willingly\""}, {"ref": "willingly", "text": "\"gladly\" or \"because I want to\""}, {"ref": "I still have a responsibility that was entrusted to me", "text": "This can be stated in active form. AT: \"I must do this work that God trusted me to complete\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What then is my reward?", "text": "Paul is preparing them for the new information he is going to give them. AT: \"This is my reward.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "That when I preach, I may offer the gospel without charge", "text": "\"My reward for preaching is that I can preach without receiving payment\""}, {"ref": "offer the gospel", "text": "\"preach the gospel\""}, {"ref": "and so not take full use of my right in the gospel", "text": "\"and so not ask people to support me as I travel and preach\""}]}, {"id": "19", "tn": [{"ref": "win more", "text": "\"persuade others to believe\" or \"help others trust in Christ\""}, {"ref": "I became like a Jew", "text": "\"I acted like a Jew\" or \"I practiced Jewish customs\""}, {"ref": "I became like one under the law", "text": "\"I became like one committed to following the demands of the Jewish leadership, accepting their understanding of the Jewish scriptures\""}]}, {"id": "21", "tn": [{"ref": "outside the law", "text": "\"who do not obey the laws of Moses\""}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains that he uses the liberty he has in Christ to discipline himself."}, {"ref": "Do you not know that in a race all the runners run the race, but that only one receives the prize?", "text": "Paul is reminding the Corinthians of what they know so he can add new information. \"Let me remind you that although all runners run the race, only one runner receives the prize.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "run the race", "text": "Paul compares living the Christian life and working for God to running a race and being an athlete. As in a race, the Christian life and work require strict discipline on the part of the runner, and, as in a race, the Christian has a specific goal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "run to win the prize", "text": "Paul is speaking of the rewards God will give his faithful people as if it were a prize given for an athletic contest. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wreath that is perishable ... imperishable wreath", "text": "A wreath is a bunch of leaves twisted together. Wreaths were given as prizes to athletes who won games and races. Paul speaks of eternal life as if it were a wreath that would never dry up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I do not run without purpose or box by beating the air", "text": "\"I know very well why I am running, and I know what I am doing when I box\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "I myself may not be disqualified", "text": "This passive sentence can be rephrased to an active form. AT: \"the judge will say that I obeyed the rules.\" In this case the \"judge,\" the one who will not disqualify Paul, is a metaphor for God. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]