{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story that runs through [[:en:bible:notes:mat:25:44|25:46]], where Jesus teaches about salvation and the final judgment. Here he begins to warn the people about the scribes and Pharisees."}, {"ref": "sit in Moses' seat", "text": "Here \"seat\" represents the authority to rule and make judgments. AT: \"have authority as Moses had\" or \"have authority to say what the law of Moses means\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whatever", "text": "\"anything\" or \"everything\""}], "04": [{"ref": "they bind heavy burdens that are difficult to carry, and then they put them on people's shoulders", "text": "Here \"burdens\" are the many rules that the religious leaders create. AT: \"they make you obey many rules that are difficult to follow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they themselves will not move a finger", "text": "Here \"move a finger\" is a metaphor for giving help. AT: \"they will not give the least amount of help\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They do all their deeds to be seen by people", "text": "This can be stated in active form. AT: \"They do all their deeds so that people can see what they do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For they make their phylacteries wide, and they enlarge the edges of their garments", "text": "Both of these are things the Pharisees do to appear as if they honor God more than other people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "phylacteries", "text": "small leather boxes containing paper with scripture written on it"}, {"ref": "they enlarge the edges of their garments", "text": "Pharisees put long tassels on the bottom of their robes to show their devotion to God."}], "06": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the crowds and disciples about the Pharisees."}, {"ref": "chief places ... chief seats", "text": "Both of these are the places where the most important people sit."}, {"ref": "marketplaces", "text": "large, open-air areas where people buy and sell items"}, {"ref": "to be called 'Rabbi' by people", "text": "This can be stated in active form. AT: \"for people to call them 'Rabbi'\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "08": [{"ref": "But you must not be called", "text": "This can be stated in active form. AT: \"But you must not let anyone call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you", "text": "All occurrences of \"you\" are plural and refer to all of Jesus' followers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you are brothers", "text": "Here \"brothers\" means \"fellow believers.\""}, {"ref": "call no man on earth your father", "text": "\"do not call any man on earth your father\" or \"do not say that any man on earth is your father\""}, {"ref": "you have only one Father", "text": "\"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Neither must you be called", "text": "This can be stated in active form. AT: \"Also, do not let anyone call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you have only one teacher, the Christ", "text": "When Jesus said \"the Christ,\" he was speaking about himself in the third person. AT: \"I, the Christ, am your only teacher\" (See: [[:en:ta:vol2:translate:figs_123person]])"}], "11": [{"ref": "he who is greatest among you", "text": "\"the person who is most important among you\""}, {"ref": "among you", "text": "Here \"you\" is plural and refers to Jesus' followers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "exalts himself", "text": "\"makes himself important\""}, {"ref": "will be humbled", "text": "This can be stated in active form. AT: \"God will humble\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be exalted", "text": "This can be stated in active form. AT: \"God will make important\" or \"God will honor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "13": [{"ref": "Connecting Statement:", "text": "Jesus begins to rebuke the religious leaders because of their hypocrisy."}, {"ref": "But woe to you", "text": "\"How terrible it will be for you!\" See how you translated this in [[:en:bible:notes:mat:11:20|11:21]]."}, {"ref": "You shut the kingdom of heaven against people", "text": "Here \"kingdom of heaven\" refers to God's rule as king. This phrase is found only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"You prevent people from accepting our God in heaven as their king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you do not enter it", "text": "\"you do not accept God as your king\""}, {"ref": "neither do you allow those about to enter to do so", "text": "\"neither do you allow those who want to accept God as their king to do so\""}, {"ref": "you go over sea and land", "text": "This is an idiom that means they go to distant places. AT: \"you travel great distances\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to make one convert", "text": "\"to make one person accept your religion\""}, {"ref": "son of hell", "text": "Here \"son of\" is an idiom that means \"one belonging to.\" AT: \"person who belongs in hell\" or \"person who should go to hell\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "devour widows' houses", "text": "In the footnote, \"devour\" is an idiom that means to take by force. AT: \"steal everything from women who have no men to protect them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "16": [{"ref": "blind guides ... blind fools", "text": "The Jewish leaders were spiritually blind. Although they thought of themselves as teachers, they were unable to understand God's truth. See how you translated \"blind guides\" in [[:en:bible:notes:mat:15:12|15:14]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the temple, it is nothing", "text": "\"by the temple does not have to keep his oath\""}, {"ref": "is bound to his oath", "text": "\"is tied to his oath.\" Being required to do what one has said he would do in an oath is spoken of as if he is tied to the oath. AT: \"must do what he promised to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Which is greater, the gold or the temple that makes the gold holy?", "text": "Jesus uses this question to rebuke the Pharisees because they treated the gold as if it were more important than the temple. AT: \"The temple that has dedicated the gold to God is more important than the gold!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the temple that makes the gold holy", "text": "\"the temple that makes the gold belong to God alone\""}], "18": [{"ref": "And", "text": "The understood information can be made clear. AT: \"And you also say\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "it is nothing", "text": "\"he does not have to do what he has sworn to do\" or \"he does not have to keep his oath\""}, {"ref": "the gift", "text": "This is an animal or grain that a person would bring to God by putting it on God's altar."}, {"ref": "is bound to his oath", "text": "\"is tied to his oath.\" Being required to do what one has said he would do in an oath is spoken of as if he is tied to the oath. AT: \"must do what he promised to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blind people", "text": "The Jewish leaders were spiritually blind. Although they thought of themselves as teachers, they were unable to understand God's truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Which is greater, the gift or the altar that makes the gift holy?", "text": "Jesus uses this question to rebuke the Pharisees for treating the gift as if it were more important than the altar. AT: \"The altar that makes the gift holy is greater than the gift!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the altar that makes the gift holy", "text": "\"the altar that makes the gift special to God\""}], "20": [{"ref": "by everything on it", "text": "\"by all the gifts that people have placed on it\""}, {"ref": "by him who lives in it ... by him who sits on it", "text": "Both of these refer to God the Father."}], "23": [{"ref": "Woe to you", "text": "\"How terrible it will be for you!\" See how you translated this in [[:en:bible:notes:mat:11:20|11:21]]."}, {"ref": "mint and dill and cumin", "text": "These are various leaves and seeds people used to make food taste good. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "you have left undone", "text": "\"you have not obeyed\""}, {"ref": "the weightier matters", "text": "\"the more important matters\""}, {"ref": "But these you ought to have done", "text": "\"You ought to have obeyed these more important laws\""}, {"ref": "and not to have left the other undone", "text": "This can be stated in positive form. AT: \"while also obeying the less important laws\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "You blind guides", "text": "Jesus uses this metaphor to describe the Pharisees. Jesus means that the Pharisees do not understand God's commands or how to please him. Therefore, they cannot teach others how to please God. See how you translated this metaphor in [[:en:bible:notes:mat:15:12|15:14]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you who strain out a gnat but swallow a camel", "text": "Being careful to follow the less important laws and ignoring the more important laws is as foolish as being careful not to swallow the smallest unclean animal but eating the meat of the largest unclean animal either purposely or unknowingly. AT: \"you are as foolish as a person who strains out a gnat that falls into his drink but swallows a camel\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "strain out a gnat", "text": "This means to pour a liquid through a cloth to remove a gnat from a drink."}, {"ref": "gnat", "text": "a small flying insect"}], "25": [{"ref": "Woe to you", "text": "\"How terrible it will be for you!\" See how you translated this in [[:en:bible:notes:mat:11:20|11:21]]."}, {"ref": "For you clean the outside of the cup and of the plate, but inside they are full of greed and self-indulgence", "text": "indulgence** - This is a metaphor that means the scribes and Pharisees appear pure on the outside to others, but on the inside they are wicked. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are full of greed and self-indulgence", "text": "indulgence** - \"they want what others have, and they act in the interest of the self\""}, {"ref": "You blind Pharisee", "text": "The Pharisees were spiritually blind. Although they thought of themselves as teachers, they were unable to understand God's truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Clean first the inside of the cup and of the plate, so that the outside may become clean also", "text": "This is a metaphor that means that if they would become pure in their inner being, then the result is that they would be pure on the outside as well. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "27": [{"ref": "you are like whitewashed tombs ... unclean", "text": "This is a simile that means the scribes and Pharisees may appear to be pure on the outside, but they are wicked on the inside. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "whitewashed tombs", "text": "\"tombs that someone has painted white.\" The Jews would paint tombs white so that people would easily see them and avoid touching them. Touching a tomb would make a person ceremonially unclean. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "29": [{"ref": "of the righteous", "text": "This nominal adjective can be stated as an adjective. AT: \"of the righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "in the days of our fathers", "text": "\"during the time of our forefathers\""}, {"ref": "we would not have been participants with them", "text": "\"we would not have joined with them\""}, {"ref": "shedding the blood of", "text": "Here \"blood\" refers to life. To shed blood means to kill. AT: \"killing\" or \"murdering\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you are sons", "text": "Here \"sons\" means \"descendants.\""}], "32": [{"ref": "You also fill up the measure of your fathers", "text": "Jesus uses this as a metaphor meaning the Pharisees will complete the wicked behavior that their forefathers started when they killed the prophets. AT: \"You also finish the sins your ancestors began\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You serpents, you offspring of vipers", "text": "Serpents and vipers are the same thing. They are dangerous and often symbols of evil. AT: \"You are as evil as dangerous and poisonous snakes\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "offspring of vipers", "text": "Here \"offspring\" means \"having the characteristic of.\" See how you translated a similar phrase in [[:en:bible:notes:mat:03:07|3:7]]."}, {"ref": "how will you escape the judgment of hell?", "text": "Jesus uses this question as a rebuke. AT: \"there is no way for you to escape the judgment of hell!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "34": [{"ref": "I send", "text": "\"I will send.\" Here \"I\" refers to Jesus."}, {"ref": "upon you will come all the righteous blood shed on the earth", "text": "The phrase \"upon you will come\" is an idiom that means to receive punishment. And, \"blood\" refers to a person's life. To shed blood means to kill. AT: \"God will punish you for the murders of all the righteous people\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the blood ... to the blood", "text": "The word \"blood\" refers to a person's life. Here it means \"bloodshed\" or murder. AT: \"from the murder ... to the murder\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abel ... Zechariah", "text": "Abel was the first victim of murder, and Zechariah was probably thought to be the last to be murdered, by Jews in the temple. These two men represent all the murdered righteous people. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Zechariah", "text": "This Zechariah was not the father of John the Baptist."}, {"ref": "whom you killed", "text": "Jesus does not mean the people to whom he is speaking actually killed Zechariah. He means their ancestors did."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}], "37": [{"ref": "Connecting Statement:", "text": "Jesus mourns over the people of Jerusalem because they reject every messenger that God sends to them."}, {"ref": "Jerusalem, Jerusalem", "text": "Jesus speaks to the people of Jerusalem as though they were the city itself. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who are sent to you", "text": "This can be stated in active form. AT: \"those whom God sends to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your children", "text": "Jesus is speaking to Jerusalem as if it is a woman and the people are her children. AT: \"your people\" or \"your inhabitants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "just as a hen gathers her chicks under her wings", "text": "This is a simile that emphasizes Jesus' love for the people and how he wanted to take care of them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "hen", "text": "a female chicken. You can translate with any bird that protects her children under her wing. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "your house is left to you desolate", "text": "\"God will leave your house, and it will be empty\""}, {"ref": "your house", "text": "Possible meanings are 1) \"the city of Jerusalem\" or 2) \"the temple.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "Blessed is he who comes in the name of the Lord", "text": "Here \"in the name\" means \"in the power\" or \"as a representative.\" AT: \"He who comes in the power of the Lord is blessed\" or \"He who comes as the representative of the Lord will be blessed.\" See how you translated this in [[:en:bible:notes:mat:21:09|21:9]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}