[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds them that he is not boasting as he tells them about what he has done through Christ."}, {"ref": "Are we beginning to praise ourselves again?", "text": "Paul uses this question to emphasize that they are not bragging about themselves. AT: \"We are not beginning to praise ourselves again\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "We do not need letters of recommendation to you or from you, like some people, do we?", "text": "Paul says this to express that the Corinthians already know about Paul and Timothy's good reputation. The question prompts a negative answer. AT: \"We certainly do not need letters of recommendation to you or from you, like some people do\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "letters of recommendation", "text": "This is a letter that a person writes to introduce and give their approval of someone else."}, {"ref": "You yourselves are our letter of recommendation", "text": "Paul speaks of the Corinthians as if they are a letter of recommendation. That they have become believers serves to validate Paul's ministry to others. AT: \"You yourselves are like our letter of recommendation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "written on our hearts", "text": "Here the word \"hearts\" refers to their thoughts and emotions. Possible meanings are 1) Paul and his coworkers are sure about the Corinthians being their letter of recommendation or 2) Paul and his coworkers care very deeply for the Corinthians."}, {"ref": "written on our hearts", "text": "This can be stated in active form with \"Christ\" as the implied subject. AT: \"which Christ has written on our hearts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "known and read by all people", "text": "This can be stated in active form. AT: \"that all people can know and read\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you are a letter from Christ", "text": "Paul clarifies that Christ is the one who has written the letter. AT: \"you are a letter that Christ has written\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "delivered by us", "text": "This can be stated in active form. AT: \"that we delivered\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It was written not with ink ... on tablets of human hearts", "text": "Paul clarifies that the Corinthians are like a spiritual letter, not like a letter that humans write with physical objects."}, {"ref": "It was written not with ink but by the Spirit of the living God", "text": "This can be stated in active form. AT: \"It is not a letter that people wrote with ink but a letter that the Spirit of the living God wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "It was not written on tablets of stone, but on tablets of human hearts", "text": "This can be stated in active form. AT: \"It is not a letter that people engraved on stone tablets but a letter that the Spirit of the living God wrote on tablets of human hearts\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "tablets of human hearts", "text": "Paul speaks of their hearts as if they are flat pieces of stone or clay upon which people engraved letters. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "this is the confidence", "text": "This refers to what Paul has just said. His confidence comes from knowing that the Corinthians are the validation of his ministry before God."}, {"ref": "competent in ourselves", "text": "\"qualified in ourselves\" or \"sufficient in ourselves\""}, {"ref": "to claim anything as coming from us", "text": "Here the word \"anything\" refers to anything pertaining to Paul's apostolic ministry. AT: \"to claim that anything we have done in ministry comes from our own efforts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "our competence is from God", "text": "\"God gives us our sufficiency\""}, {"ref": "a covenant not of the letter", "text": "Here the word \"letter\" means letters of the alphabet and refers to words that people write down. The phrase alludes to the Old Testament law. AT: \"a covenant not based on commands that men have written\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but of the Spirit", "text": "The Holy Spirit is the one who establishes God's covenant with people. AT: \"but a covenant based on what the Spirit does\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the letter kills", "text": "Paul speaks of the Old Testament law as a person who kills. Following that law leads to spiritual death. AT: \"the written law leads to death\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Paul contrasts the fading glory of the old covenant with the superiority and freedom of the new covenant. He contrasts the veil of Moses with the clarity of present revelation. The time of Moses was a less clear picture of what is now revealed."}, {"ref": "Now the service that produced death ... came in such glory", "text": "Paul emphasizes that although the law leads to death, it was still very glorious. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the service that produced", "text": "\"the ministry of death.\" This refers to the Old Testament law that God gave through Moses. AT: \"the ministry that causes death because it is based on the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "engraved in letters on stones", "text": "\"carved into stone with letters.\" This can be stated in active form. AT: \"that God carved into stone with letters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in such glory", "text": "\"in so much glory\""}, {"ref": "This is because", "text": "\"They could not look because\""}, {"ref": "How much more glorious will be the service that the Spirit does?", "text": "Paul uses this question to emphasize that \"the service that the Spirit does\" must be more glorious than \"the service that produced\" because it leads to life. AT: \"So the service that the Spirit does must be even more glorious\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the service that the Spirit does", "text": "\"the ministry of the Spirit.\" This refers to the new covenant, of which Paul is a minister. AT: \"the ministry that gives life because it is based on the Spirit\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "the service of condemnation", "text": "\"the ministry of condemnation.\" This refers to the Old Testament law. AT: \"the ministry that condemns people because it is based on the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "how much more does the service of righteousness abound in glory!", "text": "Here the word \"how\" marks this phrase as an exclamation, not as a question. AT: \"then the service of righteousness must abound in so much more glory!\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "the service of righteousness abound in glory", "text": "Paul speaks of \"the service of righteousness\" as if it were an object that could produce or multiply another object. He means that \"the service of righteousness\" is far more glorious than the law, which also had glory. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the service of righteousness", "text": "\"the ministry of righteousness.\" This refers to the new covenant, of which Paul is a minister. AT: \"the ministry that makes people righteous because it is based on the Spirit\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that which was once made glorious is no longer glorious ... because of the glory that exceeds it", "text": "The Old Testament law no longer appears glorious when compared with the New Covenant, which is much more glorious."}, {"ref": "that which was once made glorious", "text": "This can be stated in active form. AT \"the law which God once made glorious\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in this respect", "text": "\"in this way\""}, {"ref": "that which was passing away", "text": "This refers to \"the service of condemnation,\" which Paul speaks of as if it were an object capable of disappearing. AT: \"that which was becoming useless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Since we have such confidence", "text": "This refers to what Paul has just said. His confidence comes from knowing that the new covenant has an eternal glory."}, {"ref": "the ending of a glory that was passing away", "text": "The refers to the glory that shined on Moses' face. AT: \"the glory on Moses' face as it faded away completely\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "But their minds were closed", "text": "\"But their minds were hardened.\" Paul speaks of the minds of the Israelite people as objects that could be closed or made hard. This expression means that they were unable to understand what they saw. AT: \"But the Israelites could not understand what they saw\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Even until this very day ... But even today", "text": "These phrases refer to the time at which Paul was writing to the Corinthians."}, {"ref": "the same veil remains on the reading of the old covenant", "text": "Just as the Israelites could not see the glory on Moses' face because he covered his face with a veil, there is a spiritual veil that prevents people from understanding when they read the old covenant. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on the reading of the old covenant", "text": "\"when someone reads the old covenant\" or \"when they hear someone read the old covenant\""}, {"ref": "It is not opened up, because only in Christ is it done away with", "text": "Here both occurrences of the word \"it\" refer to \"the same veil.\" This can be stated in active form. AT: \"No one removes the veil, because only in Christ does God remove it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whenever Moses is read", "text": "Here the word \"Moses\" refers to the Old Testament law. This can be stated in active form. AT: \"whenever someone reads the Mosaic law\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a veil lies over their hearts", "text": "Here the word \"hearts\" refers to the mind and thoughts. A spiritual veil covers their hearts, preventing them from being able to understand the old covenant. AT: \"a veil lies over their minds\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the veil is lifted away", "text": "This means they are now given the ability to understand. This can be stated in active form. AT: \"God lifts the veil away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Now all of us", "text": "Here the word \"us\" refers to all believers, including Paul and the Corinthians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "with unveiled faces, see the glory of the Lord", "text": "Unlike the Israelites who could not see God's glory reflected on Moses' face because he had covered it with a veil, there is nothing to prevent believers from seeing and understanding God's glory. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We are being transformed into the same glorious likeness", "text": "The Spirit is changing believers to be glorious like him. This can be stated in active form. AT: \"The Lord is transforming us into his same glorious likeness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from one degree of glory into another", "text": "\"from one amount of glory to another amount of glory.\" This means that the Spirit is constantly increasing the glory of believers."}, {"ref": "just as from the Lord", "text": "\"just as this comes from the Lord\""}]}]