[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship;\""}, {"ref": "set to Jonath elem rehokim", "text": "This probably tells what musical style or tune to use when singing this psalm. AT: \"Sing this psalm using the tune of 'Jonath elem rehokim'\" or \"Sing this using the Jonath elem rehokim style\""}, {"ref": "Jonath elem rehokim", "text": "This may mean \"Dove on Distant Oak Trees.\" Translators may either write the meaning or copy the Hebrew words. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A michtam", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\" See how you translated this in [[:en:bible:notes:psa:016:001|16:1]]."}, {"ref": "when the Philistines took him in Gath", "text": "\"when the Philistines captured him in Gath\""}, {"ref": "press their assault", "text": "\"come closer and closer in order to attack me\""}, {"ref": "My enemies trample me", "text": "The enemies' fierce attack is spoken of as if they were crushing his body by marching on it. AT: \"My enemies attack me severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "you", "text": "The word \"you\" refers to God."}, {"ref": "what can mere man do to me?", "text": "Here a question is used to show that the psalmist is not afraid of people, because they cannot seriously harm him. This rhetorical question can be translated as a statement. AT: \"mere man can do nothing to me!\" or \"mere man cannot harm me badly!\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "mere man", "text": "\"just humans\" or \"people.\" This implies that people are not powerful, but God is powerful."}]}, {"id": "005", "tn": [{"ref": "All the day long", "text": "\"All the time\""}, {"ref": "they twist my words", "text": "Repeating what someone says but changing it a little so that it means something different is spoken of as twisting their words. AT: \"they  say that I said things than I did not say\" or \"they claim that I said things, but they lie\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all their thoughts are against me for evil", "text": "\"they always have evil thoughts against me\" or \"they always think of evil things to do to me\""}, {"ref": "they mark my steps", "text": "Watching what a person does in order to see how to cause him trouble is spoken of as watching his steps, just as someone who wants to capture a person watches where that person walks.  AT: \"they watch everything I do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "just as they have waited for my life", "text": "Waiting to kill someone is spoken of as waiting for his life. AT: \"as they wait to kill me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "Do not let them escape doing iniquity", "text": "What they might escape can be sued clearly. AT: \"Do not let them escape your punishment for their iniquity\" or \"Do not let them escape when you punish them for the wicked things they do\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Bring down the peoples", "text": "Defeating the enemies is spoken of as bringing them down. AT: \"Defeat the peoples\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You number my wanderings", "text": "God's concern for the psalmist is spoken of as if God counted each time that the psalmist has walked in sadness and with no place to go for comfort. AT: \"You care about all the times that I have been wandering alone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and put my tears into your bottle", "text": "God's concern for the psalmist is spoken of as if God saved the psalmist's tears in a bottle. The tears represent crying.  AT: \"and you know how much I have cried and you care about me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are they not in your book?", "text": "God's concern for the psalmist is spoken of as if he wrote the number of the psalmist's tears in his book. This question is used to remind God about how greatly he cares for the psalmist. AT: \"you have written about them in your book\" or \"you remember my cries\" (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "009", "tn": [{"ref": "will turn back", "text": "\"will retreat\" or \"will turn and run away\""}, {"ref": "God is for me", "text": "This means that God favors him. In this context it implies that God fights against the psalmist's enemies in order to protect him. AT: \"God is fighting for me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What can anyone do to me?", "text": "Here a question is used to show that the psalmist is not afraid of people, because they cannot seriously harm him. This rhetorical question can be translated as a statement. AT: \"People can do nothing to me!\" or \"People cannot harm me badly!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "012", "tn": [{"ref": "The duty to fulfill my vows to you is on me", "text": "Being obligated to do something is spoken of as if the duty to do something is on a person. AT: \"I must fulfill my vows to you\" or \"I must do what I promised you I would do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have kept my feet from falling", "text": "The feet here represent the person.  Falling here probably represents being killed by his enemies. AT: \"you have kept me from falling\" or \"you have kept me from being killed by my enemies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "so that I may walk before God", "text": "Living and being seen by God is spoken of as walking before God. AT: \"so that I may live in God's presence\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the light of the living", "text": "Here \"the light of the living\" probably represents God's enabling people to live. AT: \"with the life that you give\" or \"because you enable me to live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]