[{"id": "01", "tn": [{"ref": "If anyone makes a special vow to Yahweh", "text": "In this case the vow would involve giving oneself or another person to God. This can be stated clearly. AT: \"If anyone vows to give someone to Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "use the following valuations", "text": "Instead of giving the person, he would give the Lord a certain amount of silver. AT \"use the following values as your gift to the Lord in place of the person\" or \"give the Lord the following amounts of silver instead of the person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Your standard value", "text": "\"The amount to pay\" or \"You must pay\""}, {"ref": "twenty ... sixty ... fifty ... thirty", "text": "\"20 ... 60 ... 50 ... 30\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fifty shekels of silver", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"fifty pieces of silver, each of which weighs ten grams\" or \"five hundred grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "after the shekel of the sanctuary", "text": "There were shekels of different weights. This is the one that people had to use in the sanctuary of the sacred tent. It weighed about 11 grams.  AT: \"Use the kind of shekel that is used in the sanctuary\" or \"When you weigh the silver, use the weight that is used in the sanctuary\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "thirty shekels", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"thirty pieces of silver, each of which weighs ten grams\" or \"three hundred grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "05", "tn": [{"ref": "five ... twenty ... ten ... three", "text": "\"5 ... 20 ... 10 ... 3\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "your standard value", "text": "\"the amount to pay\" or \"you must pay\""}, {"ref": "twenty shekels", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"twenty pieces of silver\" or \"two hundred grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "and for the female ten shekels", "text": "The phrases \"of that age\" and \"your standard value must be\" are left out, but are meant to be understood. AT: \"and for the female of that age your standard value must be ten shekels\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "ten shekels", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"ten pieces of silver\" or \"one hundred grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "five shekels of silver", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"five pieces of silver\" or \"fifty grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "three shekels", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"three pieces of silver\" or \"thirty grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "07", "tn": [{"ref": "sixty years old and up", "text": "\"sixty years old and older\""}, {"ref": "sixty ... fifteen ... ten", "text": "\"60 ... 15 ... 10\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fifteen shekels", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"fifteen pieces of silver\" or \"150 grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "and for a female ten shekels", "text": "The phrases \"of that age\" and \"your standard value must be\" are left out, but are meant to be understood. AT: \"and for a female of that age your standard value must be ten shekels\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the person being given must be presented to the priest", "text": "This can be stated in active form. AT \"he must present to the priest the person he is giving\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "set apart to him", "text": "\"set apart to Yahweh\""}, {"ref": "both it and the one for which it is exchanged", "text": "This can be stated in active form. AT: \"both it and the one he exchanges it for\" or the animals can be referred to simply as \"both animals\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "is in fact unclean, so that Yahweh will not accept it", "text": "If Yahweh will not accept a certain animal as an offering, the animal is spoken of as if it were physically dirty. It may be unclean because it is a certain kind of animal or because it has a defect. AT: \"is in fact one that Yahweh will not accept\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "market value", "text": "This is the value the animal is normally worth when someone buys or sells it."}, {"ref": "wishes to redeem it", "text": "\"wishes to buy it back\""}]}, {"id": "14", "tn": [{"ref": "he must add a fifth of its value to its redemption price", "text": "A \"fifth\" is a part of something that is divided into five equal parts. AT: \"he must divide the value of the house into five equal parts, add the amount equal to one of those parts, and pay all of it\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "16", "tn": [{"ref": "the amount of seed required to plant it", "text": "This can be stated in active form. AT: \"the amount of seed a person would need to plant it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a homer of barley will be valued at", "text": "Here \"a homer of barley\" represents a piece of land that would need one homer of barley in order to plant on all of it. AT: \"a piece of land that requires one homer of barley in order to plant all of it will be valued at\" or 'the value of land that requires one homer of barley will be\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "homer", "text": "A homer is 220 liters. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "fifty shekels of silver", "text": "If it is necessary to use modern weight units, here are two way of doing it. AT: \"fifty pieces of silver, each of which weighs ten grams\" or \"five hundred grams of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]] and [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "17", "tn": [{"ref": "the year of Jubilee", "text": "This occurs every 50 years. See how you translated \"Jubilee\" in [[:en:bible:notes:lev:25:10|25:10]]."}, {"ref": "the valuation of it will stand", "text": "\"Stand\" represents \"remain\" or \"remain the same.\" AT: \"its value will remain the same\" or \"its value will be the full amount\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the valuation of it must be reduced", "text": "This can be stated in active form. AT: \"he must reduce the estimated value\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "it cannot be redeemed any more", "text": "This can be stated in active form. AT: \"he can no longer buy it back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If he does not redeem the field", "text": "The time for redeeming the field can be stated clearly. AT: If he does not redeem the field before the year of Jubilee\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the year of Jubilee", "text": "\"in the year of restoration\" or \"the year for you to return land and free slaves.\" This was a year when the Jews had to return land to its original owners and set slaves free See how you translated it in [[:en:bible:notes:lev:25:13|25:13]]"}, {"ref": "that has been completely given to Yahweh", "text": "This can be stated in active form. AT: \"that someone has completely given to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "the man from whom it was bought ... the land's owner", "text": "These two phases refer to the same person. Normally the land would be bought from its owner."}, {"ref": "the man from whom it was bought", "text": "This can be stated in active form. AT: \"the man who sold it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "All the valuations must be set", "text": "This can be stated in active form. AT: \"The priests must determine the estimated values\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the weight of the sanctuary shekel", "text": "There were shekels of different weights. This is the one that people had to use in the sanctuary of the sacred tent. (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "Twenty gerahs must be the equivalent of one shekel", "text": "The purpose of this sentence is to tell how much the sanctuary shekel weighs. The gerah was the smallest unit of weight that the Israelites used. AT: \"One shekel must equal twenty gerahs\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "Twenty gerahs must be the equivalent of one shekel", "text": "If it is necessary to use modern weight units, here is a way to do it. AT: \"One shekel must weigh ten grams\"  (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "26", "tn": [{"ref": "No one may set apart", "text": "\"No one may set apart to Yahweh\""}, {"ref": "a fifth must be added to that value", "text": "This can be stated in active form. AT: \"he must add a fifth to that value\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If the animal is not redeemed", "text": "This can be stated in active form. AT: \"If the person does not buy back the animal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it is to be sold at the set value", "text": "This can be stated in active form. AT: \"the priest must sell it at the set value\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "nothing that a man devotes to Yahweh, from all that he has, whether human or animal, or his family land, may be sold or redeemed", "text": "This can be stated in active form. AT: \"No one may sell or redeem anything a man has devoted to Yahweh, from all that he has, whether it is a human, an animal, or his family land\" or \"If a man devotes to Yahweh anything he has, whether human or animal, or his family land, no one may sell or redeem it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Everything that is devoted is very holy to Yahweh", "text": "\"Everything that anyone devotes is very holy to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "No ransom may be paid", "text": "This can be stated in active form. \"No one may pay a ransom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the person who is devoted for destruction", "text": "This can be stated in active form. AT: \"for any person whom Yahweh has devoted to destruction\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the person who is devoted for destruction", "text": "Why a person would be devoted to destruction can be stated clearly. AT: \"for any person whom Yahweh has determined should die because of his sin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "That person must be put to death", "text": "This can be stated in active form. AT: \"you must put that person to death\" or \"you must kill that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "If a man redeems any of his tithe", "text": "\"If a man wants to buy back any of his tithe\""}]}, {"id": "32", "tn": [{"ref": "whatever passes under the shepherd's rod", "text": "This refers to the the way they would count their animals.  AT: \"when you count your animals by raising your shepherd rod and having them walk under it to the other side\" or \"when you count the animals\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "one-tenth must be set apart to Yahweh", "text": "tenth must be set apart to Yahweh** - This can be stated in active form. AT: \"you must set apart one-tenth to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "one-tenth", "text": "tenth** - \"every tenth animal\""}, {"ref": "then both it and that for which it is changed", "text": "\"then both animals\""}, {"ref": "It cannot be redeemed", "text": "This can be stated in active form. AT: \"He cannot redeem it\" or \"He cannot buy it back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "These are the commandments", "text": "This is a summary statement. It refers to the commandments that were given in the past chapters."}]}]