[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "When you march out to battle against your enemies", "text": "\"When you go out to fight in a war against your enemies\""}, {"ref": "and see horses, chariots", "text": "People considered an army with many horses and chariots to be very strong. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he who brought you up out of the land of Egypt", "text": "Yahweh brought the people from Egypt to Canaan. It was common to use the word \"up\" to refer to traveling from Egypt to Canaan. AT: \"Yahweh who led you out from the land of Egypt\""}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "speak to the people", "text": "\"speak to the soldiers of Israel\""}, {"ref": "Do not let your hearts faint. Do not fear or tremble. Do not be afraid of them", "text": "These four expressions all mean the same thing and strongly emphasize that they are not to be afraid. If your language does not have four ways to express this concept, you may use less than four. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Do not let your hearts faint", "text": "Here \"hearts\" represents people's courage. For a heart to faint is an idiom that means \"Do not be afraid.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh your God is the one who is going with you to fight for you against your enemies", "text": "Yahweh defeating the enemies of the people of Israel is spoken of as if Yahweh were a warrior who would fight along with the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to save you", "text": "\"to give you victory\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses says what the army officers must say to the people of Israel before a battle."}, {"ref": "The officers must speak", "text": "One of the officers' jobs was to decide who could leave the army. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What man is there ... Let him go and return to his house", "text": "\"If any soldier here has built a new house and has not dedicated it, he should go back to his house\""}, {"ref": "so that he does not die in battle and another man dedicates it", "text": "The officer is describing a situation that could possibly happen to a soldier. AT: \"so that, if he dies in battle, another man will not dedicate his house instead of him\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses continues describing situations that allow a man to leave the military."}, {"ref": "Is there anyone who has planted ... Let him go home", "text": "\"If any soldier here has a new vineyard, but has not yet harvested its grapes, he should go back to his house\""}, {"ref": "so he will not die in battle and another man enjoy its fruit", "text": "The officer is describing a situation that could possibly happen to a soldier. AT: \"so that, if he dies in battle, another man will not harvest its fruit instead of him\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "What man is there who is engaged to marry a woman ... Let him go home", "text": "\"If any soldier here has promised to marry a woman, but has not yet married her, he should go back to his house\""}, {"ref": "so that he does not die in battle and another man marries her", "text": "The officer is describing a situation that could possibly happen to a soldier. AT: \"so that, if he dies in battle, another man does not marry her instead of him\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues describing situations that allow a man to leave the military."}, {"ref": "What man is there who is fearful or fainthearted? Let him go and return to his house", "text": "\"If any soldier here is afraid and not brave, he should go back to his house\""}, {"ref": "fearful or fainthearted", "text": "Both of these words mean basically the same thing. AT: \"afraid to fight in battle\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "his brother's heart does not melt like his own heart", "text": "This is an idiom. AT: \"another Israelite does not become afraid like he is afraid\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "brother's heart ... his own heart", "text": "Here \"heart\" represents a person's courage. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they must appoint commanders over them", "text": "\"the officers must appoint people to be commanders and to lead the people of Israel\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "When you march up to attack a city", "text": "Here \"city\" represents the people. AT: \"When you go to attack the people of a city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "make those people an offer of peace", "text": "\"give the people in the city a chance to surrender\""}, {"ref": "open their gates to you", "text": "Here \"gates\" refers to the city gates. The phrase \"open their gates to you\" represents the people surrendering and allowing the Israelites to enter their city. AT: \"let you enter their city peacefully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the people who are found in it", "text": "This can be stated in active form. AT: \"all the people in the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must become forced labor for you", "text": "\"must become your slaves\""}]}, {"id": "12", "tn": [{"ref": "But if it makes no offer of peace", "text": "Here \"it\" refers to the city which represents the people. AT: \"But if the people of the city do not surrender\" or \"But if the people of the city do not accept your offer of peace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "the little ones", "text": "\"the children\""}, {"ref": "and all its spoil", "text": "\"and all the valuable things\""}, {"ref": "booty", "text": "These are the valuable things which people who win a battle take from the people they attacked."}, {"ref": "all the cities", "text": "Here \"cities\" represents the people. AT: \"all the people who live in cities\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "In the cities of these peoples that Yahweh your God is giving you as an inheritance", "text": "The cities in Canaan that Yahweh is giving to the people is spoken of as if the cities were the people's inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you must save alive nothing that breathes", "text": "\"you must not let any living thing stay alive.\" This can be stated in positive form. AT: \"you must kill every living thing\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "you must completely destroy them", "text": "\"you must completely destroy these people groups\""}, {"ref": "Do this so that they", "text": "\"Destroy these nations so that they\""}, {"ref": "to act in any of their abominable ways ... their gods", "text": "\"to act in abominable ways like the people in these nations have done with their gods\""}, {"ref": "If you do, you will sin against Yahweh your God", "text": "\"If you act like these people, you will sin against Yahweh your God\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "wage war", "text": "\"fight in a war\""}, {"ref": "by wielding an ax against them", "text": "\"by cutting down the trees with an ax\""}, {"ref": "For is the tree of the field a man whom you should besiege?", "text": "This rhetorical question is to remind the people of what they should already know. This question can be translated as a statement.  AT: \"For fruit trees are not people, so they are not your enemy.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you know are not trees for food", "text": "\"you know are not trees that grow fruit to eat\""}, {"ref": "siege works", "text": "These are tools and structures, such as ladders and towers, that are needed to lay siege to a city."}, {"ref": "until it falls", "text": "This is an idiom. AT: \"until the people of the city lose the war\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "it falls", "text": "Here \"it\" refers to the city which represents the people of the city. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]