{"1": [{"a": "The Teacher was a descendant of David, king in Jerusalem.", "q": "Of whom was the Teacher a descendant?", "ref": ["01-01"]}, {"a": "The earth remains forever.", "q": "What remains forever?", "ref": ["01-04"]}, {"a": "The eye is not satisfied by what it sees.", "q": "By what is the eye not satisfied?", "ref": ["01-08"]}, {"a": "Whatever has been done is what will be done.", "q": "What will be done?", "ref": ["01-09"]}, {"a": "The Teacher applied his mind to study and to search out by wisdom everything that is done under heaven.", "q": "To what did the Teacher apply his mind?", "ref": ["01-13"]}, {"a": "All the deeds that are done under the sun amount to vapor and an attempt to shepherd the wind.", "q": "To what do all the deeds that are done under the sun amount?", "ref": ["01-14"]}, {"a": "In the abundance of wisdom there is much frustration.", "q": "Where is there much frustration?", "ref": ["01-18"]}], "2": [{"a": "Pleasure was just a temporary breeze.", "q": "What was just a temporary breeze?", "ref": ["02-01"]}, {"a": "The Teacher wanted to find out what was good for people to do under heaven during the days of their lives.", "q": "What did the Teacher want to find out?", "ref": ["02-03"]}, {"a": "The Teacher created pools of water to water a forest where trees were grown.", "q": "Why did the Teacher create pools of water?", "ref": ["02-06"]}, {"a": "By means of numerous wives and concubines, he did things that would bring pleasure to any man on earth.", "q": "How did the Teacher do things that would bring pleasure to any man on earth?", "ref": ["02-08"]}, {"a": "The Teacher's heart rejoiced in all his labor.", "q": "In what did the Teacher's heart rejoice?", "ref": ["02-10"]}, {"a": "There was no profit under the sun.", "q": "Where was there no profit?", "ref": ["02-11"]}, {"a": "The same destiny is in store for everyone.", "q": "What is in store for everyone?", "ref": ["02-14"]}, {"a": "The wise man, like the fool, is not remembered for very long.", "q": "Who is not remembered for very long?", "ref": ["02-16"]}, {"a": "The Teacher hated all his accomplishments because he had to leave them behind to the man who came after him.", "q": "Why did the Teacher hate all his accomplishments?", "ref": ["02-18"]}, {"a": "The Teacher's heart began to despair over all the work that he did.", "q": "How did the Teacher's heart feel about his work?", "ref": ["02-20"]}, {"a": "Every day his work is painful and stressful, so at night his soul does not find rest.", "q": "Why does the soul of the hard worker not find rest at night?", "ref": ["02-23"]}, {"a": "There is nothing better for anyone than to simply eat and drink and be satisfied with what is good in his work.", "q": "What is there nothing better than for anyone?", "ref": ["02-24"]}, {"a": "To the sinner, God gives the work of gathering and storing up so that he may give it away to someone who pleases God.", "q": "What does God give to the sinner?", "ref": ["02-26"]}], "3": [{"a": "There is a season for every purpose under heaven.", "q": "For what things is there a season?", "ref": ["03-01"]}, {"a": "The Teacher saw the work that God gave to human beings to complete.", "q": "What did the Teacher see?", "ref": ["03-10"]}, {"a": "God placed eternity in their hearts.", "q": "What did God place in people's hearts?", "ref": ["03-11"]}, {"a": "The good that comes from one's work is a gift from God.", "q": "What is a gift from God?", "ref": ["03-13"]}, {"a": "Nothing can be added to it or taken away from it, because it is God who has done it.", "q": "Why can nothing be added to or taken away from whatever God does?", "ref": ["03-14"]}, {"a": "In place of righteousness wickedness is often found.", "q": "What is often found in place of righteousness?", "ref": ["03-16"]}, {"a": "Like animals, people all die. They all must breathe the same air. Everything comes from the dust, and everything returns to the dust.", "q": "How are people like animals?", "ref": ["03-19", "03-20"]}, {"a": "The assignment for each person is to take pleasure in his work.", "q": "What is the assignment for each person?", "ref": ["03-22"]}], "4": [{"a": "There is no comforter for the tears of the oppressed.", "q": "For what is there no comforter?", "ref": ["04-01"]}, {"a": "More fortunate than both the living and the dead is the one who has not yet lived.", "q": "Who is more fortunate than both the living and the dead?", "ref": ["04-03"]}, {"a": "Better is a handful of profit with quiet work than two handfuls with the work that tries to shepherd the wind.", "q": "What is better than two handfuls with the work that tries to shepherd the wind?", "ref": ["04-06"]}, {"a": "Two people are better than one because if one falls, the other can lift up his friend.", "q": "Why are two people better than one in the case that one falls?", "ref": ["04-09", "04-10"]}, {"a": "A three-strand rope is not quickly broken.", "q": "What is not quickly broken?", "ref": ["04-12"]}, {"a": "It is better to be a poor but wise youth than an old and foolish king.", "q": "What is better than to be an old and foolish king?", "ref": ["04-13"]}, {"a": "People want to obey the new king.", "q": "What do people want to do to the new king?", "ref": ["04-16"]}], "5": [{"a": "People should go to the house of God to listen.", "q": "Why should people go to the house of God?", "ref": ["05-01"]}, {"a": "God is in heaven, but people are on earth, so they should let their words be few.", "q": "Why should people let their words be few?", "ref": ["05-02"]}, {"a": "It is better for a person not to make a vow than to make a vow that he does not carry out.", "q": "What is better for a person to do than to make a vow that he does not carry out?", "ref": ["05-05"]}, {"a": "When someone sees the poor being oppressed and robbed of just and right treatment, he should not be astonished because there are men in power who watch those under them, and there are even higher ones over them.", "q": "When someone sees the poor being oppressed and robbed of just and right treatment, why should no one be astonished as if no one knows?", "ref": ["05-08"]}, {"a": "As prosperity increases, so also do the people who consume it.", "q": "What happens as prosperity increases?", "ref": ["05-11"]}, {"a": "The wealth of a rich person does not allow him to sleep well.", "q": "What does not allow a rich person to sleep well?", "ref": ["05-12"]}, {"a": "When the rich man loses his wealth through bad luck, his own son, one whom he has fathered, is left with nothing in his hands.", "q": "What happens when the rich man loses his wealth through bad luck?", "ref": ["05-14"]}, {"a": "A man is born naked from his mother's womb, so also he will leave this life naked.", "q": "How is a man born and how will he leave this life?", "ref": ["05-15"]}, {"a": "A person does not call to mind very often the days of his life, because God makes him keep busy with the things that he enjoys doing.", "q": "Why does a person not call to mind very often the days of his life?", "ref": ["05-20"]}], "6": [{"a": "The Teacher saw that God might give riches, wealth, and honor to a man so that he lacks nothing that he desires for himself, but then God gives him no ability to enjoy it. Instead, someone else uses his things.", "q": "What evil did the Teacher see?", "ref": ["06-01", "06-02"]}, {"a": "If a man's heart is not satisfied with good and he is not buried with honor, then a baby that is born dead is better off than he is.", "q": "If a man's heart is not satisfied with good and he is not buried with honor, who is better off than he is?", "ref": ["06-03"]}, {"a": "Even if a man should live for two thousand years but does not learn to enjoy good things, he goes to the same place as everyone else.", "q": "Even if a man should live for two thousand years but does not learn to enjoy good things, where does he go?", "ref": ["06-06"]}, {"a": "Though all a man's work is to fill his mouth, yet his appetite is not filled.", "q": "Though all a man's work is to fill his mouth, what happens?", "ref": ["06-07"]}, {"a": "The more words that are spoken, the more futility increases.", "q": "What happens the more words that are spoken?", "ref": ["06-11"]}], "7": [{"a": "It is better to go to a house of mourning than to a house of feasting, for mourning comes to all people at the end of life.", "q": "Why is it better to go to a house of mourning than to a house of feasting?", "ref": ["07-02"]}, {"a": "The heart of the wise is in the house of mourning.", "q": "Where is the heart of the wise?", "ref": ["07-04"]}, {"a": "Like the crackling of thorns burning under a pot, so also is the laughter of fools.", "q": "What is the laughter of fools like?", "ref": ["07-06"]}, {"a": "Extortion makes a wise man foolish.", "q": "What makes a wise man foolish?", "ref": ["07-07"]}, {"a": "People should not be quick to anger in their spirit, for anger resides in the hearts of fools.", "q": "Why should people not be quick to anger in their spirit?", "ref": ["07-09"]}, {"a": "Wisdom provides protection as money can provide protection, but the advantage of knowledge is that wisdom gives life to whoever has it.", "q": "How is wisdom better than money?", "ref": ["07-12"]}, {"a": "When times are good, people should live happily in that good.", "q": "When times are good, how should people live?", "ref": ["07-14"]}, {"a": "The Teacher saw wicked people who live a long life in spite of their evil.", "q": "What happened to wicked people whom the Teacher saw?", "ref": ["07-15"]}, {"a": "The person who fears God will meet all his obligations.", "q": "What will happen for the person who fears God?", "ref": ["07-18"]}, {"a": "People should not listen to every word that is spoken because they might hear their servant curse them.", "q": "Why should people not listen to every word that is spoken?", "ref": ["07-21"]}, {"a": "Wisdom is far off.", "q": "Where is wisdom?", "ref": ["07-24"]}, {"a": "The sinner will be taken by a woman whose heart is full of snares and nets, and whose hands are chains.", "q": "By whom will the sinner be taken?", "ref": ["07-26"]}, {"a": "Although the Teacher found one righteous man among a thousand, a woman among all those he did not find.", "q": "Although the Teacher found one righteous man among a thousand, what did he not find?", "ref": ["07-28"]}], "8": [{"a": "A wise man is someone who knows what the events in life mean.", "q": "What is a wise man?", "ref": ["08-01"]}, {"a": "People should not hurry out of the king's presence, and should not stand in support of something wrong, for the king does whatever he desires.", "q": "Why should people not hurry out of the king's presence, and should not stand in support of something wrong?", "ref": ["08-03"]}, {"a": "Whoever keeps the king's commands avoids harm.", "q": "Who avoids harm?", "ref": ["08-05"]}, {"a": "No one has power over the breath of life to stop breathing, and no one has power over the day of his death.", "q": "Over what does no one have power?", "ref": ["08-08"]}, {"a": "The wicked were praised by people in the city where they had done their wicked deeds.", "q": "By whom were the wicked praised?", "ref": ["08-10"]}, {"a": "Even if a sinner does evil a hundred times and still lives for a long time, it will be well with those who respect God, who honor his presence with them.", "q": "Even if a sinner does evil a hundred times and still lives for a long time, what will happen to those who respect God?", "ref": ["08-12"]}, {"a": "The Teacher recommends happiness, because a man has no better thing under the sun than to eat and drink and to be happy.", "q": "Why does the Teacher recommend happiness?", "ref": ["08-15"]}, {"a": "Man cannot understand the work that is done under the sun.", "q": "What can man not understand?", "ref": ["08-17"]}], "9": [{"a": "The righteous and wise people are all in God's hands.", "q": "Who is in God's hands?", "ref": ["09-01"]}, {"a": "Everyone has the same fate.", "q": "What is the same for everyone?", "ref": ["09-02"]}, {"a": "The hearts of human beings are full of evil.", "q": "Of what are the hearts of human beings full?", "ref": ["09-03"]}, {"a": "They no longer have any reward because their memory is forgotten.", "q": "Why do the dead no longer have any reward?", "ref": ["09-05"]}, {"a": "The dead people's love, hatred, and envy vanished long ago.", "q": "What vanished long ago?", "ref": ["09-06"]}, {"a": "Whatever their hand finds to do, they should work at it with their strength.", "q": "What should people do with whatever their hand finds to do?", "ref": ["09-10"]}, {"a": "Human beings are imprisoned in evil times that suddenly fall on them.", "q": "In what are human beings imprisoned?", "ref": ["09-12"]}, {"a": "No one remembered the poor, wise man, who by his wisdom saved the city.", "q": "What happened to the poor, wise man, who by his wisdom saved the city?", "ref": ["09-15"]}, {"a": "Wisdom is better than weapons of war.", "q": "What is better than weapons of war?", "ref": ["09-18"]}], "10": [{"a": "When a man's thinking is deficient, this proves to everyone that he is a fool.", "q": "What proves to everyone that a man is a fool?", "ref": ["10-03"]}, {"a": "The Teacher saw slaves riding horses.", "q": "What did the Teacher see slaves doing?", "ref": ["10-07"]}, {"a": "Whenever someone breaks down a wall, a snake can bite him.", "q": "What can happen whenever someone breaks down a wall?", "ref": ["10-08"]}, {"a": "If a man does not sharpen a dull iron blade, then he must use more strength.", "q": "What happens if a man does not sharpen a dull iron blade?", "ref": ["10-10"]}, {"a": "At the end, a fool's mouth flows with wicked madness.", "q": "At the end, with what does a fool's mouth flow?", "ref": ["10-13"]}, {"a": "There is trouble in the land if the king is young, and the leaders begin feasting in the morning!", "q": "When is there trouble in the land?", "ref": ["10-16"]}, {"a": "Because of idle hands the house leaks.", "q": "Why does the house leak?", "ref": ["10-18"]}, {"a": "People should not curse the king, for a bird of the sky might carry their words.", "q": "Why should people not curse the king?", "ref": ["10-20"]}], "11": [{"a": "People should share it with seven, even eight people, for they do not know what disasters are coming on the earth.", "q": "Why should people share bread with seven, even eight people?", "ref": ["11-02"]}, {"a": "People cannot comprehend the work of God.", "q": "What can people not comprehend?", "ref": ["11-05"]}, {"a": "People should plant seed in the morning until the evening.", "q": "For how long should people plant seed?", "ref": ["11-06"]}, {"a": "People should drive anger away from their heart.", "q": "What should people drive away from their heart?", "ref": ["11-10"]}], "12": [{"a": "People should call to mind their Creator in the days of their youth.", "q": "When should people call to mind their Creator?", "ref": ["12-01"]}, {"a": "The women who grind will cease because they are few.", "q": "Why will women who grind cease?", "ref": ["12-03"]}, {"a": "Men will be startled at the voice of a bird.", "q": "At what will men be startled?", "ref": ["12-04"]}, {"a": "The dust will return to the earth from where it came.", "q": "Where will the dust return?", "ref": ["12-07"]}, {"a": "The Teacher taught the people knowledge.", "q": "What did the Teacher teach people?", "ref": ["12-09"]}, {"a": "The words of the wise are like goads.", "q": "Like what are the words of the wise?", "ref": ["12-11"]}, {"a": "Much study brings weariness to the body.", "q": "What does much study bring?", "ref": ["12-12"]}, {"a": "The end of the matter is that people must fear God and keep his commandments.", "q": "What is the end of the matter?", "ref": ["12-13"]}]}