[{"id": "01", "tn": [{"ref": "Kohath", "text": "Translate this man's name the same way that you did in [[:en:bible:notes:num:03:17|3:17]]."}, {"ref": "rose up against Moses", "text": "Rebelling or criticizing someone in authority is spoken of as if they were standing up to fight. AT: \"rebelled against Moses\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "two hundred and fifty", "text": "\"250\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "well-known members in the community", "text": "known members in the community** - \"famous members of the community\" or \"important men in the community\""}, {"ref": "You have gone too far", "text": "This represents doing more than one should. AT: \"You have done more than you should\" or \"You assume to have more authority than you should\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why do you lift up yourselves above the rest of Yahweh's community?", "text": "The men ask this question to rebuke Moses and Aaron. It can be translated as a statement. AT: \"You are wrong to lift up yourselves above the rest of Yahweh's community.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "lift up yourselves above the rest", "text": "Considering someone to be important is spoken of as lifting it up. AT: \"consider yourselves more important than the rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "he lay facedown", "text": "This indicates that Moses was humbling himself before God. He was afraid that God would punish the people for rebelling against God and his chosen leaders. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "who is set apart to him", "text": "This can be stated in active form. AT: \"whom Yahweh has set apart for himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Moses continues speaking to Korah and the men who were with Korah."}, {"ref": "censers", "text": "containers in which to burn incense"}, {"ref": "before Yahweh", "text": "This is an idiom. AT: \"in Yahweh's presence\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that man will be set apart to Yahweh", "text": "This can be stated in active form. AT: \"Yahweh will set apart that man for himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You have gone too far", "text": "This represents doing more than one should. AT: \"You have done more than you should\" or \"You assume to have more authority than you should\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "is it a small thing for you ... to serve them?", "text": "Moses uses this question to rebuke Korah and the men with him. It can be translated as a statement. AT: \"You behave as though it it is a small thing for you ... to serve them\" or \"You should not consider it a small thing ... to serve them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a small thing for you", "text": "\"not enough for you\" or \"unimportant to you\""}, {"ref": "you are seeking the priesthood also", "text": "Wanting to have the priesthood is spoken of as if they were looking for it.  AT:  \"you want to have the priesthood too\" or \"you want to be priests also\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So why are you complaining about Aaron, who obeys Yahweh?", "text": "Moses uses this question to show them that when they complain about what Aaron does, they are really complaining against Yahweh, because Aaron was doing what Yahweh told him to do. AT: \"You are not really complaining about Aaron, but about Yahweh, whom Aaron obeys.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "Is it a small thing that you have brought us ... to kill us in the wilderness", "text": "Dathan and Abiram use this question to rebuke Moses. It can be translated as a statement. AT: \"You behave as though it was a small thing for you to bring us ... so that we can die in the wilderness.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a small thing", "text": "\"not enough\" or \"unimportant\""}, {"ref": "a land flowing with milk and honey", "text": "They spoke of the land being good for animals and plants as if the milk and honey from those animals and plants were flowing through the land. See how you translated this in [[:en:bible:notes:num:14:06|14:08]]. AT: \"that is excellent for raising livestock and growing crops\" or \"a very fertile land\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as an inheritance", "text": "They spoke of what God would give them to be theirs forever as if it were an inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Now do you want to blind us with empty promises?", "text": "The people used this question to accuse Moses. It can be translated as a statement. AT: \"Now you want to blind us with empty promises.\" (See: [[:en:ta:vol1:translate:figs_rquestion]]"}, {"ref": "to blind us", "text": "Deceiving people is spoken of as making them blind. AT: \"to deceive us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with empty promises", "text": "They speak of promises that are not kept as if they are empty containers. AT: \"with promises that you do not keep\" or \"by promising to do things that you do not do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "I have not taken one donkey from them", "text": "One donkey here represents anything that a person my take from someone else. AT: \"I have not taken anything from them, not even one donkey\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "censer", "text": "a container in which to burn incense"}]}, {"id": "20", "tn": [{"ref": "that I may consume them", "text": "Destroying them is spoken of as if God were to eat them. AT: \"that I may destroy them\" or \"and I will destroy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lay facedown", "text": "This shows that Moses and Aaron were humbling themselves before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the God of the spirits of all humanity", "text": "Here \"spirits\" represents the ability to live. AT: \"the God who gives life to all humanity\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "if one man sins, must you be angry with all the community?", "text": "Moses and Aaron use this question to plead with God for the people. It can be translated as a statement. AT: \"please do not be angry with all the community because one man sins\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "you will be consumed", "text": "Being destroyed is spoken of as if they would be eaten. AT: \"you will be destroyed\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be consumed by all their sins", "text": "Being destroyed because of their sins is spoken of as if the sins would destroy them. AT: \"you will be destroyed because of all their sins\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be consumed by all their sins", "text": "This can be stated in active form.  AT: \"all their sins will destroy you\" or \"Yahweh will destroy you because of all their sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "By this you will know", "text": "Here \"this\" refers to what Moses will say next."}, {"ref": "that swallows them up like a large mouth", "text": "Moses speaks as if the earth were alive and the opening in the ground into which these people would fall were a large mouth that would eat them. AT: \"and they fall into it and are buried underneath the ground\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "31", "tn": [{"ref": "The earth opened its mouth and swallowed them", "text": "Moses speaks of the earth as if it were alive, and the hole that the people fell into as if it were the earth's mouth. AT: \"The earth opened up like a large mouth, and they fell into it and were buried in it\" or \"There was a giant hole in the ground, and they fell into it and were buried in it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "went down alive into Sheol", "text": "A similar phrase occurs in [[:en:bible:notes:num:16:28|16:30]]. See how you translated it there."}, {"ref": "They exclaimed", "text": "\"They\" refers to \"All Israel.\""}, {"ref": "The earth may swallow us up also", "text": "The people speak of the earth as if it were alive. AT: \"The earth might open up and we too will fall into it\" or \"If the earth opens up again, we too will fall into it and be buried\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fire flashed out from Yahweh and devoured the 250 men", "text": "Being destroyed by fire is spoken of as if they were eaten by the fire. AT: \"fire flashed out from Yahweh and destroyed the 250 men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "out of the flames", "text": "This refers to the flames that burned the 250 men."}, {"ref": "those who lost their lives", "text": "Losing their lives represents dying.  AT: \"those who died\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let them be made", "text": "Here \"them\" refers to the censers. This can be stated in active form. AT: \"Let Eleazar make them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they are set apart ... They will be a sign", "text": "Here \"they\" and \"They\" refer to the censers."}]}, {"id": "39", "tn": [{"ref": "that had been used by the men who were burned up", "text": "This can be stated in active form. AT: \"that the men whom the fire had burned up had used\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "become like Korah and his group", "text": "How they might become like them can be stated clearly. AT \"die as Korah and his group had died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "41", "tn": [{"ref": "Then it happened", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "had assembled against Moses and Aaron", "text": "\"had assembled to complain against Moses and Aaron\""}, {"ref": "behold", "text": "\"suddenly.\" Here \"behold\" shows that the people were surprised by what they saw."}]}, {"id": "44", "tn": [{"ref": "so that I may consume them", "text": "God speaks of destroying them as if he would eat them. AT: \"so that I may destroy them\" or \"and I will destroy them\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lay down with their faces to the ground", "text": "This indicates that Moses and Aaron are humbling themselves before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "anger is coming from Yahweh", "text": "Anger coming from God represents God showing his anger. AT: \"Yahweh is showing us his anger\" or \"Yahweh is very angry and is acting according to his anger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "47", "tn": [{"ref": "he put in the incense", "text": "Putting the incense in the censer here represents burning it. AT: \"he burned the incense\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the plague was stopped", "text": "This can be stated in active form. AT: \"the plague stopped spreading\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]