[{"id": "01", "tn": [{"ref": "General Information:", "text": "This gives background to show why Mary and Joseph have to move for the birth of Jesus."}, {"ref": "Now", "text": "This word marks the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "it came about that", "text": "This phrase is used to show that this is the beginning of an account. If your language has a way of showing the start of an account, you may use that. Some versions do not include this phrase."}, {"ref": "Caesar Augustus", "text": "\"King Augustus\" or \"Emperor Augustus.\" Augustus was the first emperor of the Roman Empire. (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "sent out a decree ordering", "text": "This command was probably carried by messengers throughout the empire. AT: \"sent messengers with a decree ordering\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that a census be taken of all the people living in the world", "text": "This can be stated in active form. AT: \"that they register all the people living in the world\" or \"that they count all the people in the world and write down their names\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the world", "text": "\"the part of the world controlled by the Roman government\" or \"the countries ruled by the Roman emperor\""}, {"ref": "Quirinius", "text": "Quirinius was appointed to be the governor of Syria. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "everyone went", "text": "\"everyone started off\" or \"everyone was going\""}, {"ref": "his own city", "text": "This refers to the cities where people's ancestors lived. People may have lived in a different city. AT: \"the city in which his ancestors lived\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to be registered for the census", "text": "\"to have their names written in the register\" or \"to be included in the official count\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The UDB rearranges these two verses into a verse bridge in order to make it easier to shorten the sentences. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Joseph also", "text": "This introduces Joseph as a new participant in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "to the city of David", "text": "This is background information about the importance of Bethlehem. Although it was a small town, King David was born there, and there was a prophecy that the Messiah would be born there. AT: \"which was called the city of King David\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "because he was of the house and family line of David", "text": "\"because Joseph was a descendant of David\""}, {"ref": "to register", "text": "This means to report to the officials there so they could include him in the count. Use a term for an official government count if possible."}, {"ref": "along with Mary", "text": "Mary traveled with Joseph from Nazareth. It is likely that women were also taxed, so Mary would have needed to travel and be registered as well. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "who was engaged to him", "text": "\"his fiancee\" or \"who was promised to him.\" An engaged couple was considered legally married, but there would not have been physical intimacy between them."}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "This tells of the birth of Jesus and the announcement by the angels to the shepherds."}, {"ref": "General Information:", "text": "The UDB rearranges these verses into a verse bridge in order to keep together the details about the place they stayed. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "Now it came about", "text": "This phrase marks the beginning of the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "while they were there", "text": "\"while Mary and Joseph were in Bethlehem\""}, {"ref": "the time came for her to deliver her baby", "text": "\"it was time to give birth to her baby\""}, {"ref": "wrapped him in long strips of cloth", "text": "This was the normal way that mothers protected and cared for their babies in that culture. AT: \"wrapped a warm blanket firmly around him\" or \"wrapped him comfortably in a blanket\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "laid him in a manger", "text": "This was some kind of box or frame that people put hay or other food in for animals to eat. It was most likely clean and may have had something soft and dry like hay in it as a cushion for the baby. Animals were often kept near the home to keep them secure and to feed them easily. Mary and Joseph stayed in a room that was used for animals."}, {"ref": "there was no room for them in the inn", "text": "\"there was no space for them to stay in the guest room.\" This was probably because so many people went to Bethlehem to register. Luke adds this as background information. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "08", "tn": [{"ref": "An angel of the Lord", "text": "\"An angel from the Lord\" or \"An angel who served the Lord\""}, {"ref": "appeared to them", "text": "\"came to the shepherds\""}, {"ref": "the glory of the Lord", "text": "The source of the bright light was the glory of the Lord, which appeared at the same time as the angel."}]}, {"id": "10", "tn": [{"ref": "Do not be afraid", "text": "\"Stop being afraid\""}, {"ref": "that will bring great joy to all the people", "text": "\"that will make all the people very happy\""}, {"ref": "all the people", "text": "Some understand this to refer to the Jewish people. Others understand it to refer to all people."}, {"ref": "the city of David", "text": "This refers to Bethlehem."}, {"ref": "This is the sign that will be given to you", "text": "This can be stated in active form. AT: \"God will give you this sign\" or \"You will see this sign from God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sign", "text": "\"the proof.\" This could either be a sign to prove that what the angel was saying was true, or it could be a sign that would help the shepherds recognize the baby."}, {"ref": "wrapped in strips of cloth", "text": "This was the normal way that mothers protected and cared for their babies in that culture. AT: \"wrapped firmly in a warm blanket\" or \"wrapped comfortably in a blanket.\" See how you translated this in [[:en:bible:notes:luk:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lying in a manger", "text": "This was some kind of box or frame that people put hay or other food in for animals to eat. See how you translated this in [[:en:bible:notes:luk:02:06|2:7]]."}]}, {"id": "13", "tn": [{"ref": "a great, heavenly army", "text": "The word \"heavenly army\" here could refer to a literal army of angels, or it could be a metaphor for an organized group of angels. AT: \"a large group of angels from heaven\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "praising God", "text": "\"giving praise to God\""}, {"ref": "Glory to God in the highest", "text": "Possible meanings are 1) \"Give honor to God in the highest place\" or 2) \"Give the highest honor to God.\""}, {"ref": "may there be peace on earth among people with whom he is pleased", "text": "\"may those people on earth with whom God is pleased have peace\""}]}, {"id": "15", "tn": [{"ref": "It came about", "text": "This phrase is used to mark a shift in the story to what the shepherds did after the angels left."}, {"ref": "from them", "text": "\"from the shepherds\""}, {"ref": "to each other", "text": "\"to one another\""}, {"ref": "Let us ... to us", "text": "Since the shepherds were speaking to one another, languages that have inclusive forms for \"we\" and \"us\" should use the inclusive form here. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Let us", "text": "\"We should\" (UDB)"}, {"ref": "this thing that has happened", "text": "This refers to the birth of the baby, and not to the appearance of the angels."}, {"ref": "lying in the manger", "text": "This was some kind of box or frame that people put hay or other food in for animals to eat. See how you translated this in [[:en:bible:notes:luk:02:06|2:7]]."}]}, {"id": "17", "tn": [{"ref": "what had been said to them", "text": "This can be stated in active form. AT: \"what the angels had told the shepherds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this child", "text": "\"the baby\""}, {"ref": "what was spoken to them by the shepherds", "text": "This can be stated in active form. AT: \"what the shepherds told them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "treasuring them in her heart", "text": "A treasure is something that is very valuable or precious. Mary considered the things she was told about her son to be very precious. AT: \"carefully remembering them\" or \"joyfully remembering them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "returned", "text": "\"went back to the sheep fields\""}, {"ref": "glorifying and praising God", "text": "These are very similar and emphasize how excited they were about what God had done. AT: \"talking about and praising God's greatness\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "The laws God gave the Jewish believers told them when to circumcise a boy baby and what sacrifice the parents had to bring."}, {"ref": "When it was the end of the eighth day", "text": "This phrase shows the passing of time before this new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the end of the eighth day", "text": "\"it was eight days after his birth\" or \"he was eight days old\""}, {"ref": "he was named", "text": "Joseph and Mary gave him his name."}, {"ref": "the name he had been given by the angel", "text": "This can be stated in active form. AT: \"the name the angel had called him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "When the required number ... had passed", "text": "This shows the passing of time before this new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the required number of days", "text": "This can be stated in active form. AT: \"the number of days that God required\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for their purification", "text": "\"for them to become ceremonially clean.\" You can also state God's role. AT: \"for God to consider them to be clean again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to present him to the Lord", "text": "\"to bring him to the Lord\" or \"to bring him into the Lord's presence.\" This was a ceremony acknowledging God's claim on the firstborn children who were male."}, {"ref": "As it is written", "text": "This can be stated in active form. AT: \"As Moses wrote\" or \"They did this because Moses wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Every male who opens the womb", "text": "\"open the womb\" is an idiom that refers to the first baby coming out of the womb. This referred to both animals and people. AT: \"Every firstborn offspring who is a male\" or \"Every firstborn son\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "what was said in the law of the Lord", "text": "\"that which the law of the Lord also says.\" This is a different place in the law. It refers to all males, whether firstborn or not."}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "When Mary and Joseph are at the temple, they meet two people: Simeon, who praises God and gives a prophecy about the child, and the prophetess Anna."}, {"ref": "Behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "was righteous and devout", "text": "These abstract terms can be expressed as actions. AT: \"did what was pleasing to God and obeyed God's laws\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "consolation of Israel", "text": "This is pointing to the many comforts to Israel when Messiah comes. AT: \"the one who would comfort Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Holy Spirit was upon him", "text": "\"the Holy Spirit was with him.\" God was with him in a special way and gave him wisdom and direction in his life."}, {"ref": "It had been revealed to him by the Holy Spirit", "text": "This can be stated in active form. AT: \"The Holy Spirit had shown him\" or \"The Holy Spirit had told him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he would not see death before he had seen the Lord's Christ", "text": "\"he would see the Lord's Messiah before he died\""}]}, {"id": "27", "tn": [{"ref": "came", "text": "Some languages may say \"went.\""}, {"ref": "Led by the Spirit", "text": "This can be stated in active form. AT: \"As the Holy Spirit directed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the temple", "text": "\"into the temple courtyard.\" Only priests could enter the temple building. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the parents", "text": "\"Jesus' parents\""}, {"ref": "the custom of the law", "text": "\"the custom of the law of God\""}, {"ref": "Now let your servant depart in peace", "text": "\"I am your servant; let me depart in peace.\" Simeon was referring to himself."}, {"ref": "depart", "text": "This is a euphemism meaning \"die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "according to your word", "text": "\"as you have said\" or \"because you said I would\""}]}, {"id": "30", "tn": [{"ref": "my eyes have seen", "text": "This expression means, \"I have personally seen\" or \"I, myself, have seen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your salvation", "text": "This expression refers to the person who would bring salvation—the infant Jesus—whom Simeon was holding. AT: \"the savior whom you sent\" or \"the one whom you sent to save\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which you", "text": "Depending on how you translate the previous phrase, this may need to be changed to \"whom you.\""}, {"ref": "have prepared", "text": "\"have planned\" or \"caused to happen\""}, {"ref": "A light", "text": "This metaphor means that the child will help people to see and understand the same way light helps people see accurately. AT: \"this child will enable people to understand as light allows people to see accurately\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for revelation", "text": "It may be necessary to state what is to be revealed. AT: \"that will reveal God's truth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "glory to your people Israel", "text": "\"he will be the reason that glory will come to your people Israel\""}]}, {"id": "33", "tn": [{"ref": "the things which were spoken concerning him", "text": "This can be stated in active form. AT: \"the things that Simeon said about him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "said to Mary his mother", "text": "\"said to the child's mother, Mary.\" Make sure it does not sound like Mary is the mother of Simeon."}, {"ref": "Behold", "text": "Simeon used this expression to tell Mary that what he is about to say is extremely important to her."}, {"ref": "this child is appointed for the downfall and rising up of many people in Israel", "text": "The words \"downfall\" and \"rising up\" express turning away from God and drawing closer to God. AT: \"this child will cause many people in Israel to fall away from God or to rise closer to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for a sign that is rejected", "text": "\"for a message from God that many people will resist\""}, {"ref": "a sword will pierce your own soul", "text": "This metaphor describes the deep sadness that Mary would feel. AT: \"Your sadness will be painful as though a sword pierced your heart\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the thoughts of many hearts may be revealed", "text": "\"hearts\" refer to people. AT: \"the thoughts of many people will be revealed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "36", "tn": [{"ref": "A prophetess named Anna was there", "text": "This introduces a new participant into the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Phanuel", "text": "\"Phanuel\" is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "seven years", "text": "\"7 years\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:obe:other:biblicaltimeyear]])"}, {"ref": "after her virginity", "text": "\"after she married him\""}, {"ref": "a widow for eighty-four years", "text": "four years** - Possible meanings are 1) she had been a widow for 84 years or 2) she was a widow and was now 84 years old. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "never left the temple", "text": "This is probably an exaggeration meaning that she spent so much time in the temple that it seemed as though she never left it. AT: \"was always at the temple\" or \"was often at the temple\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "with fastings and prayers", "text": "\"by abstaining from food on many occasions and by offering many prayers\""}, {"ref": "came near to them", "text": "\"approached them\" or \"went to Mary and Joseph\""}, {"ref": "the redemption of Jerusalem", "text": "Here the word \"redemption\" is used to refer to the person who would do it. AT: \"the one who would redeem Jerusalem\" or \"the person who would bring God's blessings and favor back to Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Mary, Joseph, and Jesus leave the town of Bethlehem and return to the city of Nazareth for his childhood."}, {"ref": "they were required to do according to the law of the Lord", "text": "This can be stated in active form. AT: \"that the law of the Lord required them to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their own town of Nazareth", "text": "This phrase means they lived in Nazareth. Make sure it does not sound like they owned the city."}, {"ref": "increasing in wisdom", "text": "\"becoming more wise\" or \"learning what was wise\""}, {"ref": "the grace of God was upon him", "text": "\"God blessed him\" or \"God was with him in a special way\""}]}, {"id": "41", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus is 12 years old, he goes to Jerusalem with his family. While he is there, he asks and answers questions of the temple teachers."}, {"ref": "His parents went ... Festival of the Passover", "text": "This is background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "His parents", "text": "\"Jesus' parents\""}, {"ref": "they again went up", "text": "Jerusalem was higher than almost any other place in Israel, so it was normal for Israelites to speak of going up to Jerusalem."}, {"ref": "at the customary time", "text": "\"at the normal time\" or \"as they did every year\""}, {"ref": "After they had stayed the full number of days for the feast", "text": "\"When the entire time for celebrating the feast was over\" or \"After celebrating the feast for the required number of days\""}, {"ref": "the feast", "text": "This was another name for the Festival of the Passover, since it involved eating a ceremonial meal."}, {"ref": "They assumed", "text": "\"They thought\""}, {"ref": "they traveled a day's journey", "text": "\"they traveled one day\" or \"they went as far as people walk in one day\""}]}, {"id": "45", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "in the temple", "text": "This refers to the courtyard around the temple. Only the priests were allowed in the temple. AT: \"in the temple courtyard\" or \"at the temple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the middle of", "text": "This does not mean the exact center. Rather, it means \"among\" or \"together with\" or \"surrounded by.\""}, {"ref": "the teachers", "text": "\"the religious teachers\" or \"those who taught people about God\""}, {"ref": "All who heard him were amazed", "text": "They could not understand how a twelve year old boy with no religious education could answer so well."}, {"ref": "at his understanding", "text": "\"at how much he understood\" or \"that he understood so much about God\""}, {"ref": "his answers", "text": "\"at how well he answered them\" or \"that he answered their questions so well\""}]}, {"id": "48", "tn": [{"ref": "When they saw him", "text": "\"When Mary and Joseph found Jesus\""}, {"ref": "why have you treated us this way?", "text": "This was an indirect rebuke because he had not gone with them on the way back home. AT: \"you should not have done this!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Listen", "text": "This word is often used to show the beginning of a new or important event. It also can be used to show where the action begins. If your language has a phrase that is used in this way, consider whether it would be natural to use it here."}, {"ref": "Why were you searching for me?", "text": "Jesus uses two questions to mildly rebuke his parents, and to begin to tell them that he had a purpose from his heavenly Father that they did not understand. AT: \"You did not need to be concerned about me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did you not know ... house?", "text": "Jesus uses this second question to try to say that his parents should have known about the purpose for which his Father sent him. AT: \"You should have known ... house\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my Father", "text": "At age 12, Jesus, the Son of God, understood that God was his real Father (not Joseph, Mary's husband). (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in my Father's house", "text": "Possible meanings are 1) \"in my Father's house\" or 2) \"about my Father's business.\" In either case, when Jesus said \"my Father\" he was referring to God. If he meant \"house,\" then he was referring to the temple. If he meant \"business,\" he was referring to the work God had given him to do. But since the next verse says that his parents did not understand what he was telling them, it would be best not to explain it more."}]}, {"id": "51", "tn": [{"ref": "he went back home with them", "text": "\"Jesus went back home with Mary and Joseph\""}, {"ref": "was obedient to them", "text": "\"obeyed them\" or \"was always obeying them\""}, {"ref": "treasured all these things in her heart", "text": "The things that Mary heard are spoken of as if they were treasures that she carefully saved and valued. AT: \"carefully remembered all these things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in her heart", "text": "This expression refers to her deepest, most personal thoughts. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "grow in wisdom and stature", "text": "\"become wiser and stronger.\" These refer to mental and physical growth."}, {"ref": "increased in favor with God and people", "text": "This refers to spiritual and social growth. These could be stated separately. AT: \"God blessed him more and more, and people liked him more and more.\""}]}]