[{"id": "01", "tn": [{"ref": "King Lemuel", "text": "This is the name of a king. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "oracle", "text": "message from God. Translate as in [[:en:bible:notes:pro:30:01|30:1]]."}, {"ref": "What, my son? What is it, son of my womb? What do you want, son of my vows?", "text": "Possible meanings of the rhetorical question \"What\" are 1) \"What are you doing?\" or \"You should not be doing what you are doing\"  or 2) \"What shall I tell you?\" or \"Listen to what I am telling you\" or 3) \"Do not do the things I am about to warn you against.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my son ... son of my womb ... son of my vows", "text": "The speaker wants the hearer to notice carefully and to respect the one who is talking to him."}, {"ref": "son of my womb", "text": "The womb is a synecdoche for the person. It is best to use a polite term for the body part in which babies grow before they are born."}, {"ref": "son of my vows", "text": "The \"vows\" could be 1) the mother's marriage vows or 2) a vow after she married that if God allowed her to have a child she would dedicate him to God."}, {"ref": "Do not give your strength to women", "text": "\"Do not work hard trying to have sex with women,\" either outside of marriage or with concubines."}, {"ref": "or your ways to those who destroy kings", "text": "\"or allow those who destroy kings to advise you\""}, {"ref": "your ways", "text": "Possible meanings are 1) \"the way you live your life\" or 2) \"the work you do\""}, {"ref": "those who destroy kings", "text": "probably the immoral \"women\" to whom he is not to give his strength"}]}, {"id": "04", "tn": [{"ref": "Lemuel", "text": "This is the name of a man. Translate as in [[:en:bible:notes:pro:31:01|31:1]]."}, {"ref": "what has been decreed", "text": "This can be translated in active form. Possible meanings are 1) \"what God has decreed\" or 2) \"what the kings themselves have decreed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "pervert", "text": "\"change\" or \"twist\" or \"deny\""}]}, {"id": "06", "tn": [{"ref": "and wine", "text": "The ellipsis can be filled in. AT: \"and give wine\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in bitter distress", "text": "\"who's souls are bitter\" or \"who are in misery\""}, {"ref": "his poverty", "text": "The abstract noun \"poverty\" can be translated as an adjective. AT: \"how poor he is\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "his trouble", "text": "The abstract noun \"trouble\" can be translated as a clause. AT: \"the bad things that are happening to him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "Speak for those who cannot speak", "text": "Speaking is a metonym for using words to defend innocent people. AT: \"Defend those who cannot defend themselves\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for the causes of all who are perishing", "text": "The cause is a metonym for the person whose cause it is. AT: \"so that people will treat all who are perishing justly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the causes", "text": "The ellipsis can be filled in. AT: \"speak for the causes\" or \"speak out for\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "poor and needy people", "text": "These two words have basically the same meaning and are used together for emphasis. AT: \"people who are poor and cannot get the things that they need\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "10", "tn": [{"ref": "Who can find a capable wife?", "text": "The writer asks a question to show that he is beginning a new section. AT: \"Not many men can find a capable wife.\" or \"Not many men can find a wife who is able to do many things well.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Her value is far more than jewels", "text": "\"She is more precious than jewels\""}, {"ref": "he will never be poor", "text": "This litotes can be stated positively. AT: \"he will always have what he needs\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "13", "tn": [{"ref": "wool", "text": "sheep's hair that is used to make cloth"}, {"ref": "flax", "text": "a plant whose fiber is used to make linen"}, {"ref": "with the delight of her hands", "text": "Possible meanings are that the word \"delight\" describes 1) how she feels as she works, \"gladly with her hands,\" or 2) how she feels about the wool and flax, \"with her hands on things that she enjoys working with\""}, {"ref": "merchant", "text": "someone who buys and sells"}, {"ref": "distributes the work for her female servants", "text": "\"tells her female servants what work each of them is to do that day\""}]}, {"id": "16", "tn": [{"ref": "the fruit of her hands", "text": "The money she has earned from the work she did with wool and flax ([[:en:bible:notes:pro:31:13|31:13]]) is spoken of as if it were fruit growing off a tree. The hands are a synecdoche for the person. AT: \"the money she has earned\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "She dresses herself with strength", "text": "Putting on clothes is a metonym for preparing for work. AT: \"She prepares herself for hard physical work\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and makes her arms strong", "text": "\"and she strengthens her arms by doing her work\""}]}, {"id": "18", "tn": [{"ref": "perceives", "text": "sees by looking carefully"}, {"ref": "all night long her lamp is not extinguished", "text": "This refers to her working long into the night while it is dark. This is an exaggeration: she does not work the entire night, from dusk to dawn. AT: \"She burns a lamp through the night as she works\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "spindle", "text": "a thin rod or stick with pointed ends that is used in making thread"}]}, {"id": "20", "tn": [{"ref": "reaches out with her hand to poor", "text": "The hand is a metonym for the help the woman uses her hand to give. AT: \"helps poor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "reaches out with her hands to", "text": "These words translate the same words translated \"puts her hands on\" in [[:en:bible:notes:pro:31:18|31:19]]."}, {"ref": "are clothed in scarlet", "text": "Here \"scarlet\" does not refer to the color of the cloth, but that the clothing is expensive and warm. AT: \"have expensive, warm clothing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "scarlet", "text": "The color red, but with a hint of orange."}]}, {"id": "22", "tn": [{"ref": "linen", "text": "cloth made of flax yarn"}, {"ref": "Her husband is known", "text": "This can be translated in active form. The verb \"know\" is a metonym for respect. AT: \"People respect her husband\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when he sits with the elders of the land", "text": "to make laws and settle arguments"}]}, {"id": "24", "tn": [{"ref": "linen", "text": "cloth made from flax yarn"}, {"ref": "sashes", "text": "long pieces of cloth worn around the waist or over one shoulder"}, {"ref": "She is clothed with strength and honor", "text": "This can be translated in active form. The abstract nouns \"strength\" and \"honor\" can be translated by an adjective and a verb, respectively. AT: \"Everyone can see that she is strong, and so they honor her\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "laughs at the time to come", "text": "This is probably an exaggeration. AT: \"is not afraid of what will happen in the future\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "26", "tn": [{"ref": "opens her mouth with wisdom", "text": "The act of opening her mouth is a metonym for speaking. The abstract noun \"wisdom\" can be translated as an adverb or an adjective. AT: \"she speaks wisely\" or \"she speaks wise words\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the law of kindness is on her tongue", "text": "The phrase \"on her tongue\" refers to her speaking, as the tongue is part of the mouth. The phrase \"the law of kindness\" refers to her teaching people to be kind. AT: \"she teaches people to be kind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "watches over the ways of her household", "text": "The word \"ways\" refers to the way people live. AT: \"makes sure her whole family lives in a way that pleases God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "does not eat the bread of idleness", "text": "To \"eat the bread of\" something means to do something. AT: \"she is not idle\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "idleness", "text": "doing nothing and being lazy"}]}, {"id": "28", "tn": [{"ref": "rise up and", "text": "Possible meanings are 1) literally \"stand up and\" or 2) as a metonym, \"actively.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "call her blessed", "text": "saying that good things have happened to her because she has done good things. This can be translated as a direct quote. AT: \"congratulate her\" or \"say, 'Yay, Mom!'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "surpassed", "text": "\"have done better than\""}]}, {"id": "30", "tn": [{"ref": "Elegance is deceptive", "text": "The abstract noun \"elegance\" can be translated as an adjective. AT: \"A gracious woman can deceive people\" or \"A woman with good manners could really be evil\" Translate this as in [[:en:bible:notes:pro:11:15|11:16]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "beauty is vain", "text": "The abstract noun \"beauty\" can be translated as an adjective. AT: \"a woman who is beautiful now will not always be beautiful\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "she will be praised", "text": "This can be translated in active form. AT: \"people will praise her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the fruit of her hands", "text": "The money she has earned from the work she did with wool and flax ([[:en:bible:notes:pro:31:13|31:13]]) is spoken of as if it were fruit growing off a tree. The hands are a synecdoche for the person. AT: \"the money she has earned\" Translate as in [[:en:bible:notes:pro:31:16|31:16]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "let her works praise her in the gates", "text": "She will be praised for her works, not by her works. Those \"in the gates\" are the important people of the city who conduct business and legal affairs near the gates of the city. AT: \"may the important people of the city praise her because of the works she has done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]