[{"id": "01", "tn": [{"ref": "General Information:", "text": "Chapters 7 and 8 are not in chronological order. They happened while Belshazzar was still the king, before the rule of Darius and Cyrus that was discussed in chapter 6."}, {"ref": "General Information:", "text": "In Daniel's vision, he saw animals that were symbols of other things. Later in the vision someone explains the meaning of those symbols. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "In the third year", "text": "\"In year three\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Belshazzar", "text": "This is the son of Nebuchadnezzar who became king after his father. See how you translated this name in [[:en:bible:notes:dan:05:01|5:1]]."}, {"ref": "had a vision appear to me (after the one ... first)", "text": "This is background information to remind the reader that this is Daniel's second vision. AT: \"had a second vision appear to me\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "fortified", "text": "guarded and protected"}, {"ref": "Susa ... Elam ... Ulai Canal", "text": "These are names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Canal", "text": "A canal is a narrow man-made waterway."}]}, {"id": "03", "tn": [{"ref": "a ram with two horns", "text": "<b>a ram with two horns</b> It is normal for rams to have two horns. These horns, however, have symbolic meaning. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "but the longer ... passed up in length by it", "text": "\"but the longer one grew more slowly than the shorter one, and the shorter one grew to be even longer than it\""}, {"ref": "I saw the ram charging", "text": "\"I saw the ram rushing\" or \"I saw the ram running very quickly\""}, {"ref": "to rescue anyone out of his hand", "text": "Rams do not have hands. Here \"hand\" refers to the ram's power. AT: \"to rescue anyone from him\" or \"to rescue anyone from his power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "across the surface of the whole earth", "text": "H The phrase \"the whole earth\" is an exaggeration that means he came from far away. AT: \"from far away across the surface of the land\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "The goat had a large horn between his eyes", "text": "Goats have two horns on the sides of their heads. This image should be explained. AT: \"The goat had a single large horn in the center of his head\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I had seen the ram standing on the bank of the canal", "text": "This phrase is inserted as background information to explain where the ram was located. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "in a powerful rage", "text": "\"and it was very angry\""}]}, {"id": "07", "tn": [{"ref": "trampled", "text": "to crush something by stepping on it"}, {"ref": "the ram from his power", "text": "\"the ram from the goat because of his power\""}, {"ref": "the goat became very large", "text": "\"the goat became very large and strong\""}, {"ref": "the large horn was broken", "text": "This can be stated in active form. AT: \"something broke off the large horn\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "toward the four winds of the heavens", "text": "Here \"the four winds of heaven\" is an idiom that refers to the four main directions (north, east, south, west) from which the winds blow. AT: \"in four different directions\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "but which became very large", "text": "\"but it became very large\""}, {"ref": "in the south, in the east, and in the land of beauty", "text": "This probably means it pointed in those directions. This can be stated. AT: \"and pointed toward the south and then toward the east and then toward the beautiful land of Israel\" (UDB)"}, {"ref": "the land of beauty", "text": "This is a reference to the land of Israel. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "It became so large as to engage in war", "text": "Here the horn is given qualities of a person and is engaging in war. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Some of that army ... thrown down to the earth", "text": "This can be stated in active form. AT: The horn threw some of that army and some of the stars down to the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it trampled on them", "text": "Here the horn is given qualities of a person that tramples on the stars and on the army. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Daniel continues describing his vision of the horn. (See: [[:en:bible:notes:dan:08:09|8:9]])"}, {"ref": "General Information:", "text": "The horn is given qualities of a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the commander of the army", "text": "This refers to God himself, who is the leader of the angel army. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It took away from him the regular burnt offering", "text": "Here \"took away\" means the horn stopped the offering. Here \"him\" refers to God, the commander of the army. AT: \"It stopped the people from making their regular burnt offering to him\""}, {"ref": "the place of his sanctuary was polluted", "text": "This can be stated in active form. AT: \"it defiled his sanctuary\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The horn will throw truth down to the ground", "text": "The horn ignoring truth and godliness is spoken of as if it will throw truth to the ground. AT: \"The horn will reject the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "holy one", "text": "\"angel\""}, {"ref": "the handing over of the sanctuary", "text": "\"the surrender of the sanctuary\""}, {"ref": "heaven's army being trampled on", "text": "This can be stated in active form. AT: \"the horn trampling on heaven's army\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "2,300 evenings and mornings", "text": "Here \"evenings and mornings\" is a  merism that refers to everything in between, which means full days. AT: \"2,300 sunsets and sunrises\" or \"2,300 days\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the sanctuary will be put right", "text": "\"the temple will be purified and set in order again\" (UDB)"}]}, {"id": "15", "tn": [{"ref": "a man's voice calling between the banks of the Ulai Canal", "text": "Here a man is being referred to by his voice. AT: \"a man calling from the Ulai Canal\" (See: [[:en:ta:vol2:translate:figs_synecdoche]]"}, {"ref": "Ulai Canal", "text": "A canal is a narrow man-made waterway. See how you translated this name in [[:en:bible:notes:dan:08:01|8:2]]."}, {"ref": "prostrated myself on the ground", "text": "This is an act of worship in which someone lies flat on the ground. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the time of the end", "text": "\"the final days\" or \"the end of the world.\" This does not refer to the final moment in time, but rather to the events that will happen immediately before the end."}]}, {"id": "18", "tn": [{"ref": "a deep sleep", "text": "This is a type of sleep when someone is sleeping heavily and does not wake up easily."}, {"ref": "the time of wrath", "text": "This refers to the time when God will judge. This can be made explicit. AT: \"the time when God judges in anger\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the appointed time for the end", "text": "\"the time when the world will end\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "In these verses, the angel explains to Daniel the symbolic meaning of the things he saw in his vision. The animals and horns actually represent human rulers and kingdoms. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "two horns—they are", "text": "\"two horns—they represent\""}, {"ref": "the kings of Media and Persia", "text": "Possible meanings are 1) this refers to the kings of Media and Persia or 2) this is a metonymy in which the kings represents the kingdoms of Media and Persia. AT: \"the kingdoms of Media and Persia\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the king of Greece", "text": "Possible meanings are 1) this refers to the king of Greece or 2) this is a metonymy in which the king represents the kingdom of Greece. AT: \"the kingdom of Greece\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The large horn between his eyes is", "text": "\"The large horn between his eyes represents\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "In these verses, the angel explains to Daniel the symbolic meaning of the things he saw in his vision. The animals and horns actually represented human rulers or kingdoms. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "As for the horn that was broken ... four others arose", "text": "\"Where the large horn was broken off, four others arose\""}, {"ref": "four kingdoms will arise from his nation", "text": "The four horns represent the four new kingdoms. This can be made explicit. AT: \"they represent the four kingdoms into which the kingdom of the first king will be divided\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but not with his great power", "text": "\"but they will not have as much power as the king represented by the large horn\""}, {"ref": "At the latter time of those kingdoms", "text": "\"As those kingdoms approach their end\""}, {"ref": "shall have reached their limit", "text": "\"have reached their full\" or \"have run their course\""}, {"ref": "grim-faced", "text": "faced** - This means someone who looks defiant, or like he will refuse to obey."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "In these verses, the angel explains to Daniel the symbolic meaning of the things he saw in his vision. The animals and horns actually represented human rulers or kingdoms. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "but not by his own power", "text": "\"but someone else will give him his power\""}, {"ref": "he will make deceit prosper", "text": "Here \"deceit\" is spoken of as if it is a person who will prosper. AT: \"the amount of deception will increase\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "under his hand", "text": "Here \"hand\" refers to his rule. AT: \"under his rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "King of kings", "text": "This refers to God."}, {"ref": "he will be broken", "text": "Here \"he\" refers to his power. AT: \"his rule will end\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not by any human hand", "text": "Here \"hand\" refers to power. This can be also stated in positive form. AT: \"not by any human power\" or \"by divine power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "The angel continues to instruct Daniel about the visions that Daniel saw."}, {"ref": "seal up the vision", "text": "The angel speaks about the vision as if it were a scroll that could be closed with a wax seal. This prevented anyone from seeing the contents until the seal was broken. AT: \"close and seal up what you have written about the vision\" or \"do not tell anyone about the vision now\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "was overcome and lay weak for several days", "text": "\"was exhausted and lay in bed sick for several days\""}, {"ref": "went about the king's business", "text": "\"did the work that the king had assigned to me\""}, {"ref": "I was appalled by the vision", "text": "\"I was dismayed by the vision\" or \"I was very confused by the vision\""}]}]