{"01": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus' trial before Pilate."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "plotted against Jesus to put him to death", "text": "The Jewish leaders were planning how they could convince the Roman leaders to kill Jesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "delivered him", "text": "\"gave him over\" or \"took him\""}], "03": [{"ref": "Connecting Statement:", "text": "The author has stopped telling the story of Jesus' trial so he can tell the story of how Judas killed himself."}, {"ref": "General Information:", "text": "This event happened after Jesus' trial in front of the council of Jewish religious leaders, but we do not know if it happened before or during Jesus' trial before Pilate. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Then when Judas", "text": "If your language has a way of showing that a new story is starting, you may want to use that here."}, {"ref": "that Jesus had been condemned", "text": "This can be stated in active form. AT: \"that the Jewish leaders had condemned Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the thirty pieces of silver", "text": "This was the money that the chief priests had given Judas to betray Jesus. See how you translated it in [[:en:bible:notes:mat:26:14|26:15]]."}, {"ref": "innocent blood", "text": "This is an idiom that refers to the death of an innocent person. AT: \"a person who does not deserve to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "What is that to us?", "text": "The Jewish leaders use this question to emphasize that they do not care about what Judas said. AT: \"That is not our problem\" or \"That is your problem\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "threw down the pieces of silver in the temple", "text": "Possible meanings are 1) he threw the pieces of silver while in the temple courtyard, or 2) he was standing in the temple courtyard, and he threw the pieces of silver into the temple."}], "06": [{"ref": "It is not lawful to put this", "text": "\"Our laws do not allow us to put this\""}, {"ref": "put this", "text": "\"put this silver\""}, {"ref": "the treasury", "text": "This is the place they kept the money they used to provide for things needed for the temple and the priests. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "price of blood", "text": "This is an idiom that means money paid to a person who helped kill someone. AT: \"money paid for a man to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "potter's field", "text": "This was a field that was bought to bury strangers who died in Jerusalem."}, {"ref": "that field has been called", "text": "This can be stated in active form. AT: \"people call that field\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to this day", "text": "This means to the time that Matthew is writing this book."}], "09": [{"ref": "General Information:", "text": "The author quotes Old Testament scripture to show that Judas' suicide was a fulfillment of prophecy."}, {"ref": "Then that which had been spoken by Jeremiah the prophet was fulfilled", "text": "This can be stated in active form. AT: \"This fulfilled what the prophet Jeremiah spoke\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the price set on him by the people of Israel", "text": "This can be stated in active form. AT: \"the price the people of Israel set on him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the people of Israel", "text": "This refers to those among the people of Israel who paid to kill Jesus. AT: \"some of the people of Israel\" or \"the leaders of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "directed me", "text": "Here \"me\" refers to Jeremiah."}], "11": [{"ref": "Connecting Statement:", "text": "This continues the story of Jesus' trial before Pilate, which began in [[:en:bible:notes:mat:27:01|27:2]]."}, {"ref": "Now", "text": "If your language has a way of continuing a story after a break from the main storyline, you may want to use it here."}, {"ref": "the governor", "text": "\"Pilate\""}, {"ref": "You say so", "text": "This is an idiom that Jesus uses to say \"yes\" without being completely clear about what he means. AT: \"You are saying it\" or \"You are admitting it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But when he was accused by the chief priests and elders", "text": "This can be stated in active form. AT: \"But when the chief priests and elders accused him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do you not hear all the charges against you?", "text": "Pilate asks this question because he is surprised that Jesus remains silent. AT: \"I am surprised that you do not answer these people who accuse you of doing bad things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "one word, so that the governor was greatly amazed", "text": "\"one word; this greatly amazed the governor\""}], "15": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline so the writer can give information to help the reader understand what happens beginning in [[:en:bible:notes:mat:27:17|27:17]]. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the feast", "text": "This is the feast for the Passover celebration."}, {"ref": "prisoner chosen by the crowd", "text": "This can be stated in active form. AT: \"prisoner whom the crowd would choose\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they had a notorious prisoner", "text": "\"there was a notorious prisoner\""}, {"ref": "notorious", "text": "well known for doing something bad"}], "17": [{"ref": "they were gathered", "text": "This can be stated in active form. AT: \"the crowd gathered\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jesus who is called Christ", "text": "This can be stated in active form. AT: \"whom some people call the Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they had handed Jesus over to him", "text": "the Jewish leaders had brought Jesus to him.\" They had done this so that Pilate would judge Jesus."}, {"ref": "While he was sitting", "text": "\"While Pilate was sitting\""}, {"ref": "sitting on the judgment seat", "text": "\"sitting on the judge's seat.\" This is where a judge would sit while making a decision."}, {"ref": "sent word", "text": "Here \"word\" refers to a message. AT: \"sent a message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have suffered much today", "text": "\"I have been very upset today\""}], "20": [{"ref": "Now ... Jesus killed", "text": "Here \"now\" is used to mark a break in the main storyline. Matthew tells background information about why the crowd chose Barabbas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "have Jesus killed", "text": "This can be stated in active form. AT: \"have the Roman soldiers kill Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "asked them", "text": "\"asked the crowd\""}, {"ref": "who is called Christ", "text": "This can be stated in active form. AT: \"whom some people call the Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "23": [{"ref": "has he done", "text": "\"has Jesus done\""}, {"ref": "they cried out", "text": "\"the crowd cried out\""}, {"ref": "washed his hands in front of the crowd", "text": "Pilate does this as a sign that he is not responsible for Jesus' death. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the blood", "text": "Here \"blood\" refers to a person's death. AT: \"the death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "See to it yourselves", "text": "\"This is your responsibility\""}], "25": [{"ref": "May his blood be on us and our children", "text": "Here \"blood\" is a metonym that stands for a person's death. The phrase \"be on us and our children\" is an idiom that means they accept the responsibility of what is happening.  AT: \"Yes! We and our descendants will be responsible for executing him!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Then he released Barabbas to them", "text": "\"Then Pilate released Barabbas to the crowd\""}, {"ref": "he scourged Jesus", "text": "It is implied that Pilate's soldiers scourged Jesus. AT: \"Pilate's soldiers scourged Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "scourged", "text": "to beat a person with a whip"}, {"ref": "handed him over to be crucified", "text": "This can be stated in active form. AT: \"and Pilate ordered his soldiers to crucify Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "27": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus' crucifixion and death."}, {"ref": "company of soldiers", "text": "\"group of soldiers\""}, {"ref": "stripped him", "text": "\"pulled off his clothes\" (UDB)"}, {"ref": "scarlet", "text": "bright red"}, {"ref": "a crown of thorns", "text": "\"a crown made of thorny branches\" or \"a crown made of branches with thorns on them\""}, {"ref": "a staff in his right hand", "text": "They gave Jesus a stick to hold to represent a scepter that a king holds. They did this to mock Jesus."}, {"ref": "Hail, King of the Jews", "text": "They were saying this to mock Jesus. They were calling Jesus \"King of the Jews,\" but they did not really believe he was a king. And yet what they were saying was true. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Hail", "text": "\"We honor you\" or \"May you live a long time\""}], "30": [{"ref": "they spat on him", "text": "\"using their spit, the soldiers spat on Jesus\""}], "32": [{"ref": "As they came out", "text": "This means Jesus and the soldiers came out of the city. AT: \"As they came out of Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they found a man", "text": "\"the soldiers saw a man\""}, {"ref": "whom they forced to go with them so that he might carry his cross", "text": "\"whom the soldiers forced to go with them so that he could carry Jesus' cross\""}, {"ref": "place called Golgotha", "text": "This can be stated in active form. AT: \"place that people called Golgotha\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "him wine to drink mixed with gall", "text": "This can be stated in active form. AT: \"him wine, which they had mixed with gall\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "gall", "text": "the bitter, yellow liquid that bodies use in digestion"}], "35": [{"ref": "garments", "text": "This is the clothing Jesus had been wearing. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they put the charge against", "text": "Here \"the charge\" refers to a sign on which someone had written the reason they were crucifying Jesus."}], "38": [{"ref": "Two robbers were crucified with him", "text": "This can be stated in active form. AT: \"The soldiers crucified two robbers with Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shaking their heads", "text": "They did this to make fun of Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "If you are the Son of God, come down from the cross", "text": "They did not believe that Jesus is the Son of God, so they wanted him to prove it if it was true. AT: \"If you are the Son of God, prove it by coming down from the cross\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Son of God", "text": "This is an important title that describes the relationship between the Christ and the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "41": [{"ref": "He saved others, but he cannot save himself", "text": "Possible meanings are 1) the Jewish leaders do not believe that Jesus saved others or that he can save himself, or 2) they believe he did save others but are laughing at him because now he cannot save himself.   (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "He is the King of Israel", "text": "The leaders are mocking Jesus. They call him \"King of Israel,\" but they do not really believe he is king. AT: \"He says that he is the King of Israel\" (See: [[:en:ta:vol1:translate:figs_irony]])"}], "43": [{"ref": "Connecting Statement:", "text": "The Jewish leaders continue mocking Jesus."}, {"ref": "For he even said, 'I am the Son of God.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"because Jesus said that he is the Son of God\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "The robbers who were crucified with him", "text": "This can be stated in active form. AT: \"And the robbers that the soldiers had crucified with Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "45": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "from the sixth hour ... until the ninth hour", "text": "\"from about noon ... for three hours\" or \"from about twelve o'clock midday ... until about three o'clock in the afternoon\""}, {"ref": "darkness came over the whole land", "text": "The word \"darkness\" is an abstract noun. AT: \"it became dark over the whole land\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Jesus cried", "text": "\"Jesus called out\" or \"Jesus shouted\""}, {"ref": "Eli, Eli, lama sabachthani", "text": "These words are what Jesus cried out in his own language. Translators usually leave these words as is. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}], "48": [{"ref": "one of them", "text": "Possible meanings are 1) one of the soldiers or 2) one of those who stood by and watched."}, {"ref": "sponge", "text": "This is a sea animal that is harvested and used to take up and hold liquids. These liquids can later be pushed out."}, {"ref": "gave it to him", "text": "\"gave it to Jesus\""}, {"ref": "gave up his spirit", "text": "Here \"spirit\" refers to that which gives life to a person. This phrase is a way of saying that Jesus died. AT: \"he died, giving his spirit over to God\" (UDB) or \"he breathed his last breath\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}], "51": [{"ref": "Connecting Statement:", "text": "This begins the account of the events that happened when Jesus died."}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "the curtain of the temple was split in two", "text": "This can be stated in active form. AT: \"the curtain of the temple tore in two\" or \"God caused the curtain of the temple to tear in two\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The tombs were opened, and the bodies of many godly people who had fallen asleep were raised", "text": "This can be stated in active form. AT: \"God opened the tombs and raised the bodies of many godly people who had died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fallen asleep", "text": "This is a polite way of referring to dying. AT: \"died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "The tombs were opened ... appeared to many", "text": "The order of events is unclear. After the earthquake when Jesus died and the tombs were opened 1) the holy people came back to life, then after Jesus came back to life, the holy people entered Jerusalem where many people saw them, or 2) Jesus came back to life, then the holy ones came back to life and entered the city where many people saw them."}], "54": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "and those who were watching Jesus", "text": "\"and the other soldiers who were watching Jesus\""}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the mother of the sons of Zebedee", "text": "\"the mother of James and John\" (UDB) or \"the wife of Zebedee\""}], "57": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus' burial."}, {"ref": "Arimathea", "text": "This is the name of a city in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Then Pilate ordered it to be given to him", "text": "This can be stated in active form. AT: \"Then Pilate ordered the soldiers to give the body of Jesus to Joseph\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "59": [{"ref": "linen", "text": "a fine, costly cloth"}, {"ref": "that he had cut into the rock", "text": "It is implied that Joseph had workers who cut the tomb into the rock. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then he rolled a large stone", "text": "Most likely Joseph had other people there to help him roll the stone. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "opposite the tomb", "text": "\"across from the tomb\""}], "62": [{"ref": "the Preparation", "text": "This is the day that people got everything ready for the Sabbath."}, {"ref": "were gathered together with Pilate", "text": "\"met with Pilate\""}, {"ref": "when that deceiver was alive", "text": "\"when Jesus, the deceiver, was alive\""}, {"ref": "he said, 'After three days will I rise again.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"he said that after three days he will rise again\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "command that the tomb be made secure", "text": "This can be stated in active form. AT: \"command your soldiers to guard the tomb\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the third day", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "steal him", "text": "\"steal his body\""}, {"ref": "say to the people, 'He has risen from the dead.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"tell the people that he has risen from the dead\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "and the last deception will be worse than the first", "text": "The understood information can be stated clearly. AT: \"if they deceive people by saying that, it will be worse than the way he deceived people before by saying that he was the Christ\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "65": [{"ref": "a guard", "text": "This consisted of four to sixteen Roman soldiers."}, {"ref": "sealing the stone", "text": "Possible meanings are 1) they put a cord around the stone and attached it to the rock wall on either side of the entrance to the tomb or 2) they put seals between the stone and the wall."}, {"ref": "placing the guard", "text": "\"telling the soldiers to stand where they could keep people from tampering with the tomb\""}]}