[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "In this psalm David asks God for forgiveness."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "when Nathan the prophet came to him", "text": "It can be stated clearly what Nathan did when he came to David, because this psalm is in response to that. AT: \"when Nathan the prophet came to David and rebuked him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after he had slept with Bathsheba", "text": "\"after David had slept with Bathsheba\""}, {"ref": "for the sake of the multitude of your merciful actions", "text": "\"because you do so many merciful things\""}, {"ref": "blot out my transgressions", "text": "Forgiving sins is spoken of as either 1) blotting them out or 2) erasing a written record of the sins. AT: \"forgive my sins like someone wiping something away\" or \"forget my sins like someone who erases a record of sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Wash me thoroughly from my iniquity ... cleanse me from my sin", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Wash me thoroughly from my iniquity", "text": "Being acceptable to God is spoken of as being clean. God makes people acceptable by forgiving their sins.  AT:  \"Wash away all my sin\" or \"Forgive all my sins so that I will be acceptable to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thoroughly", "text": "\"completely\""}, {"ref": "cleanse me from my sin", "text": "Being acceptable to God is spoken of as being clean. God makes people acceptable by forgiving their sins.  AT: \"Make me clean from my sin\" or \"forgive me for my sin so that I will be clean\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "my sin is always before me", "text": "Not being able to forget his sins is spoken of as if they were always in front of him where he can see them. AT: \"I am always aware of my sins\" or \"I cannot forget my sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and done what is evil", "text": "\"and I have done what is evil\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "005", "tn": [{"ref": "See, I was born in iniquity ... See, you desire trustworthiness", "text": "The two uses of \"See\" here draw our attention to the contrast between these two situations. AT: \"Truly I was born in iniquity ... But you desire trustworthiness\""}, {"ref": "See, I was born in iniquity ... as soon as my mother conceived me, I was in sin", "text": "These two phrases mean basically the same thing and are used together for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I was born in iniquity", "text": "Being a sinner is spoken of as being in iniquity. AT: \"I was already a sinner when I was born\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as soon as my mother conceived me, I was in sin", "text": "Being a sinner is spoken of as being in sin. AT: \"even when my mother conceived me, I was a sinner\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you desire trustworthiness in my heart", "text": "The heart represents either 1) the person's desires or 2) the whole person. AT: \"You want me to desire trustworthiness\" or \"you want me to be trustworthy\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "007", "tn": [{"ref": "Purify me ... I will be clean ... wash me ... I will be whiter than snow", "text": "Being acceptable to God is spoken of as being clean or white. God makes people acceptable by forgiving their sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Purify me with hyssop", "text": "The writer speaks of God as if God were a priest who would sprinkle water on him to make him  acceptable to God. AT: \"Make me acceptable by sprinkling water on me with hyssop\" or \"Forgive me for my sins so that I will be acceptable to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hyssop", "text": "This is a plant that the priests used to sprinkle water or blood on people or things to make them ceremonially clean, that is, acceptable to God. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "whiter than snow", "text": "Not having sin is spoken of as being white. AT: \"very, very white\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "joy and gladness", "text": "These two words mean basically the same thing and emphasize his desire to hear joyful things. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "so that the bones that you have broken may rejoice", "text": "Feeling terrible sadness is spoken of as if his bones were broken. AT: \"for you have caused me terrible sadness in my inner being. Let me rejoice again!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hide your face from my sins", "text": "Thinking about someone's sins is spoken of as seeing them. Forgiving or refusing to think about the sins is spoken of as choosing not to see them. AT: \"Do not look at my sins\" or \"Do not remember my sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blot out all my iniquities", "text": "Forgiving or refusing to think about someone's sins is spoken of as either 1) blotting them out or 2) erasing a written record of the sins. AT: 1) \"forgive my sins like someone wiping something away\" or \"forget my sins like someone who erases a record of sins\" (See: Metaphor)"}]}, {"id": "010", "tn": [{"ref": "Create in me a clean heart", "text": "Here the \"heart\" represents the feelings and desires. Being completely devoted and obedient to God is spoken of as having a clean heart. AT: \"Make me completely devoted to you\" or \"Make me want to obey you always\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "renew a right spirit within me", "text": "Here \"spirit\" represents the attitude and desires of a David.  AT: \"make my attitude right\" or \"make me always want to do what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Do not drive me away from your presence", "text": "\"Do not force me to go away from you.\" Being rejected by God is spoken of as being forced to go away from him. AT: \"Do not reject me as one of your people\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "012", "tn": [{"ref": "and sustain me", "text": "\"and hold me up\" or \"assist me\""}, {"ref": "your ways", "text": "\"the way you want people to live\" or \"what you want people to do\""}, {"ref": "transgressors ... sinners", "text": "These two words refer to the same people here."}]}, {"id": "014", "tn": [{"ref": "shedding blood", "text": "This phrase refers to killing another person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Lord, open my lips, and my mouth will express your praise", "text": "Being able to talk is spoken of as the lips being open. Here not being able to speak is a symbol of being guilty of sin and not being able to make a defense. AT: \"Lord, make me able to speak, and I will praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you do not delight in sacrifice ... you have no pleasure in burnt offerings", "text": "This means that God wants something more important than these things. AT: \"A sacrifice is not enough to please you ... you want something more than burn offerings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "017", "tn": [{"ref": "The sacrifices of God", "text": "\"The sacrifices that please God\""}, {"ref": "a broken spirit", "text": "A broken spirit represents a humble attitude. AT: \"humility\" or \"a person who becomes humble\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a broken and a contrite heart", "text": "Being humble and sorry for one's sin is spoken of as having a broken and contrite heart. The heart represents the emotions and will. AT: \"sorrow and humility\" or \"a person who is sorry for his sin and humble\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "rebuild the walls of Jerusalem", "text": "The walls of a city protect the city and the people in it. Possible meanings are 1) \"enable us to rebuild the walls of Jerusalem\" or 2) \"protect Jerusalem and make it strong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "our people will offer bulls on your altar", "text": "A bull is an adult male cow. Bulls were often used as sacrificial animals, according to God's instruction."}]}]