[{"id": "01", "tn": [{"ref": "Haman", "text": "Translate this man's name as you did in [[:en:bible:notes:est:03:01|3:1]]."}, {"ref": "signet ring", "text": "This ring had the king's name or mark on it. When he put a wax seal on important papers, he would press the mark onto the seal. If a paper had this mark on its seal, people would know that what was written on the paper was written with the king's authority and had to be obeyed. See how you translated this in [[:en:bible:notes:est:03:10]]. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "gave it to Mordecai", "text": "By giving his signet ring to Mordecai, the king gave Mordecai the authority to write important papers that people would have to obey."}, {"ref": "Haman's estate", "text": "This refers to the things that had belonged to Haman and that the king had given to Esther."}]}, {"id": "03", "tn": [{"ref": "pleaded", "text": "\"begged\""}, {"ref": "to put an end to the evil plan of Haman the Agagite", "text": "\"Put an end to\" is an idiom meaning to stop something. AT: \"to stop the evil plan of Human the Agagite\" or \"to prevent the evil things from happening that Haman the Agagite had planned\""}, {"ref": "the Agagite", "text": "Translate this as you did in [[:en:bible:notes:est:03:01|3:1]]"}, {"ref": "scheme that he had devised", "text": "\"the plot that he had invented\" or \"the plot that Haman invented\""}, {"ref": "the king held out the golden scepter to Esther", "text": "He did this to show that he was pleased with her. See how you translated a similar phrase in [[:en:bible:notes:est:05:01|5:2]]"}]}, {"id": "05", "tn": [{"ref": "If it pleases the king", "text": "\"If what I ask for pleases the king\""}, {"ref": "if I have found favor in your sight", "text": "\"Find favor\" is an idiom that means be approved of or that he is pleased with her. \"In your sight\" is a metaphor representing his evaluation. AT: \"if you evaluate me and approve\" or \"if you are pleased with me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if the thing seems right before the king", "text": "\"Before the king\" is a metaphor representing his evaluation. AT: \"if what I ask for seems right in the king's evaluation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and I am pleasing in your eyes", "text": "\"In your sight\" is a metaphor representing his evaluation. AT: \"and if you evaluate me and I please you\" or \"if you are pleased with me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "revoke", "text": "\"officially cancel\""}, {"ref": "Hammedatha", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "provinces", "text": "Translate this as you did in [[:en:bible:notes:est:01:01|1:1]]."}, {"ref": "For how could I bear to see disaster fall on my people? How could I endure watching the destruction of my relatives?", "text": "Esther used these questions to show that that she would be extremely sad if here people were to be destroyed. AT: \"I cannot bear to see disaster fall on the Jews. I cannot endure watching my relatives be killed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "the house of Haman", "text": "This represents all that Haman had owned. AT: \"all that had belonged to Haman\" or \"all of Haman's property\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "gallows", "text": "Translate this as you did in [[:en:bible:notes:est:06:04|6:4]]"}, {"ref": "Write ... in the name of the king", "text": "Writing something in the king's name represents writing it with his authority, or writing it as his representative. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For the decree ... ring cannot be revoked", "text": "This can be stated in active form. AT: \"For no one can revoke the decree ... ring\" or \"For no one can cancel the decree ... ring\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For the decree ... ring cannot be revoked", "text": "The information given between the words \"decree\" and \"cannot\" is the reason that the king cannot revoke Haman's decree. It can be shown clearly that it was the reason with the word \"because.\" AT: \"For I cannot revoke the decree that has already been written, because it was written in the king's name and sealed with the king's ring\""}, {"ref": "decree that has already been written in the king's name", "text": "Writing something in the king's name represents writing it with his authority, or writing it as his representative. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "called", "text": "\"summoned\""}, {"ref": "the third month, which is the month of Sivan, on the twenty-third day of the month", "text": "third day of the month** - \"Sivan\" is the name of the third month of the Hebrew calendar. The twenty-third day is near the middle of June on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A decree was written", "text": "This can be stated in active form. AT: \"They wrote a decree\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "provinces", "text": "Translate this as you did in in [[:en:bible:notes:est:01:01|1:1]]."}, {"ref": "written in their own writing", "text": "\"written in their own script.\" There are different writing systems around the world."}]}, {"id": "10", "tn": [{"ref": "wrote in the name of King Ahasuerus", "text": "Writing something in the king's name represents writing it with his authority, or writing it as his representative. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "signet ring", "text": "Translate this as you did as in [[:en:bible:notes:est:08:01|8:2]]"}, {"ref": "couriers", "text": "\"people to carry the message\""}, {"ref": "bred from the royal stud", "text": "The royal stud was the king's best male horse. The horses that were used in the king's service were its offspring. AT: \"the offspring of the king's best horse\""}, {"ref": "permission", "text": "\"right\""}, {"ref": "make a stand", "text": "This is a metaphor for fighting back and not running away. AT: \"fight back\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the thirteenth day of the twelfth month, which is the month of Adar", "text": "Translate this as you did in [[:en:bible:notes:est:03:12|3:13]]"}]}, {"id": "13", "tn": [{"ref": "to take vengeance on their enemies", "text": "To take vengeance on people is an idiom meaning to hurt people who have hurt you. AT: \"to fight back against their enemies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They went without delay", "text": "\"Without delay\" is an idiom meaning that they did not delay or wait. AT: \"They went immediately\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Susa", "text": "This is the city where the king's palace was. See how you translated it in [[:en:bible:notes:est:01:01|1:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "the city of Susa shouted and rejoiced", "text": "The \"city\" represents the people living in it. AT: \"The people of the city of Susa shouted and rejoiced\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shouted and rejoiced", "text": "The word \"rejoiced\" tells how they shouted. AT: \"shouted joyfully\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "had light and gladness", "text": "Possible meanings are that 2) having light is a metaphor for being happy. AT: \"were happy and glad\" or 2) having light is  metaphor for feeling prosperous and safe. AT: \"felt safe and were glad\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and honor", "text": "Possible meanings are that 1) other people honored the Jews. AT: \"and other people honored them\" or 2) the Jews felt honored. AT: \"and they felt honored\""}, {"ref": "wherever the king's decree reached", "text": "Reaching places represents going to places. AT: \"wherever the king's men took his decree\" or \"wherever the king's decree was read\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "province", "text": "Translate as in [[:en:bible:notes:est:01:01|1:1]]."}, {"ref": "holiday", "text": "\"celebration\""}, {"ref": "the fear of the Jews had fallen on them", "text": "Fear falling on people represents people becoming very afraid. AT: \"they had become very afraid of the Jews\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]