[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "The plowers plowed on my back", "text": "The cuts from a whipping are spoken of as the plow of a plowman. A farmer plowed deep lines into a field. AT: \"My enemies have cut me deeply on my back\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they made their furrows long", "text": "This is a continuation of the plowing metaphor. The \"furrow\" is the line the farmer plowed. AT: \"they made their cuts long\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "he has cut the ropes of the wicked", "text": "Israel is spoken of as being bound by evil people. AT: \"he has freed us from our enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May they all be put to shame and turned back", "text": "Yahweh is not explicitly mentioned as the one who does these things. This can be stated in active form. AT: \"May Yahweh shame them and defeat them\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "006", "tn": [{"ref": "May they be like ... sheaves", "text": "The psalmist speaks of his enemies dying and being few in number. They are compare to the little bit of grass that grows on the roof of a house and withers and is not enough to cut or bundle. AT: \"May they die and may there be so few of them that they would be like the grass ... sheaves\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the blessing of Yahweh be on you", "text": "\"Yahweh bless you\""}]}]