[{"id": "01", "tn": [{"ref": "ewe lamb", "text": "a female lamb"}, {"ref": "was like a daughter to him", "text": "This refers to the closeness of this man and his little lamb. AT: \"he loved it as much as if it were one of his daughters\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "04", "tn": [{"ref": "ewe lamb", "text": "a young, female sheep"}, {"ref": "for his visitor", "text": "It was for his visitor to eat. AT: \"for his visitor to eat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "David was hot with anger against", "text": "Here the author describes how David was very angry as if his body were physically hot because of his anger. AT: \"David became furious with\" or \"David became very angry with\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he raged to Nathan", "text": "This means that David spoke angrily to Nathan."}, {"ref": "As Yahweh lives", "text": "This expresses that David was swearing an oath or serious promise. AT: \"I declare, as surely as Yahweh lives\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to be put to death", "text": "This means to be killed. Also, that can be stated in active form. AT: \"to be killed\" or \"to die\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He must pay back the lamb four times over", "text": "The amount the rich man was required to pay back to the poor man was to be four times what the little lamb cost. \"He must pay the poor man four times the price of the lamb\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pity", "text": "to feel sadness and love for someone who is suffering or hurt or not loved"}]}, {"id": "07", "tn": [{"ref": "out of the hand of Saul", "text": "Here the word \"hand\" refers to control. AT: \"out of Saul's control\" or \"from Saul's control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your master's wives into your arms", "text": "Here Yahweh describes David having his master's wives as his own wives, by saying that they are \"in his arms.\" AT: \"your master's wives as your own\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I also gave you the house of Israel and Judah", "text": "Here Yahweh speaks of how he gave David his authority as king over Israel and Judah as if he gave him the houses of Israel and Judah as a gift. The phrase \"the house of\" means \"the people of.\" AT: \"I also gave you authority as king over the people of Israel and Judah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if that had been too little", "text": "\"if I had not given you enough\""}]}, {"id": "09", "tn": [{"ref": "So why have you despised ... Yahweh, so as to do what is evil in his sight?", "text": "This rhetorical question is used to rebuke David. This can be written as a statement. AT: \"You should not have despised ... Yahweh and should not have done what is evil in his sight!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "so as to do what is evil in his sight", "text": "Yahweh's \"sight\" refers to what he thinks. Here it is speaking specifically to what he considers evil. AT: \"so as to do what he considers to be evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have killed Uriah the Hittite with the sword", "text": "David did not kill Uriah himself, rather he arranged for him to be killed in battle. The phrase \"with the sword\" represents how Uriah died in battle. AT: \"You have arranged for Uriah the Hittite to die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You killed him with the sword of the army of Ammon", "text": "David did not kill Uriah himself, rather he arranged for him to be killed in battle when Israel was fighting against Ammon. The phrase \"with the sword\" refers to how he died in battle. AT: \"You arranged for him to die in battle against the army of Ammon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sword will never leave your house", "text": "Here the word \"sword\" refers to people dying in war. Also, David's \"house\" refers to his descendants. AT: \"some of your descendants will always die in battle\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "out of your own house", "text": "Here David's \"house\" refers to his family. AT: \"from among your own family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Before your own eyes", "text": "Here David is referred to by his eyes to emphasize what he would see. AT: \"While you are watching\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in broad daylight", "text": "\"in full daylight.\" The idea of doing something \"openly\" or in a way that people are fully aware of what is happening is often spoken about as being done in the \"daylight.\" AT: \"openly\" or \"and everyone will see what is happening\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "committed your sin", "text": "\"sinned\""}, {"ref": "before all Israel", "text": "This phrase speaks of the people of Israel knowing about what has happened to his wives as if they all actually witnessed it happening. AT: \"before all the people of Israel\" or \"and all the people of Israel will know about it\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "passed over", "text": "Yahweh has forgiven David of his sin. This is spoken of here as Yahweh passing over his sin as if it were something that he walked by and disregarded. AT: \"forgiven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will not be killed", "text": "This can be stated in active form. Sometimes men died because of their sins, but he will not die because of his sin with the woman. This can be stated clearly. AT: \"You will not die\" or \"you will not die because of this sin\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "despised", "text": "to strongly dislike or hate someone or something"}, {"ref": "the child who is born to you", "text": "The phrase \"born to you\" means that it is David's baby. AT: \"your child who will be born\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh attacked the child that ... and he was very sick", "text": "Here the author speaks of Yahweh causing the baby to become sick as Yahweh attacking the child. AT: \"Yahweh afflicted the child that ... and he was very sick\" or \"Yahweh caused the baby that ... to become very sick\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the child that Uriah's wife bore to David", "text": "This means that she gave birth to a child and that David was his father. AT: \"David's child, who Uriah's wife gave birth to\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "implored", "text": "to beg or pray with strong desire"}, {"ref": "went inside", "text": "David went into his room when he was alone. AT: \"went inside his room\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to raise him up from the floor", "text": "\"and urged him to get up from the floor\""}, {"ref": "It came about", "text": "\"It happened\""}, {"ref": "he did not listen to our voice", "text": "The servants are referred to here by their voices to emphasize that they were speaking. AT: \"he did not listen to us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the seventh day", "text": "\"the 7th day.\" This refers to the seventh day after the baby was born. AT: \"the seventh day after he was born\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Look", "text": "This is an idiom used to get people's attention. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "What might he do to himself if we tell him that the boy is dead?!", "text": "The servants ask this rhetorical question to express their fear. This can be written as a statement. AT: \"We are afraid that he may harm himself if we tell him that the boy is dead!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "whispering", "text": "\"speaking very quietly\""}, {"ref": "perceived", "text": "\"understood\""}, {"ref": "arose", "text": "\"got up\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "These verses contain rhetorical questions that emphasize that David realizes that Yahweh has allowed this to happen."}, {"ref": "Who knows whether or not Yahweh will be gracious to me, that the child may live?", "text": "David asked this rhetorical question to empathize that no one knew if Yahweh would let the child live. This rhetorical question can be translated as a statement. AT: \"No one knows whether or not Yahweh will be gracious to me so that the child may live.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But now he is dead, so why should I fast?", "text": "David asks this rhetorical question to empathize that he no longer has a reason to fast. This can be written as a statement. AT: \"Now that he is dead it would be of no use to fast any longer.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can I bring him back again?", "text": "David asks this rhetorical question to empathize that the boy cannot come back to life. This can be written as a statement. AT: \"I cannot bring him back to life.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I will go to him", "text": "David implies that he will go to where his child is when he dies. AT: \"When I die I will go to where he is\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "went in to her, and slept with her", "text": "The phrase \"went in to her\" is a graphic description of David having sex with his wife. These two phrases have the same meaning and are used together to emphasize that they slept together. AT: \"slept with her\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he sent word through Nathan the prophet", "text": "Here \"word\" refers to a message that Yahweh told Nathan to tell David. AT: \"he sent Nathan to tell him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jedidiah", "text": "This is another name for David's son Solomon, which Yahweh chose for him. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "26", "tn": [{"ref": "Joab fought ... he captured", "text": "Here the author says \"Joab\" but he is referring to Joab and his soldiers who fought with him. AT: \"Joab and his soldiers fought ... they captured\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Rabbah", "text": "Fighting against this city literally means to fight against the people of Rabbah. Translate the name the same as you did in [[:en:bible:notes:2sa:11:01|11:1]]. AT: \"the people of Rabbah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So Joab sent messengers to David and said", "text": "\"So Joab sent messengers to David to say to him\""}, {"ref": "have taken the city's water supply", "text": "\"Taking\" a place or landmark means to take control of it. AT: \"have taken control of the city's water supply\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have fought ... I have taken ... if I take", "text": "Here Joab speaks of himself when he is actually referring to himself and his soldiers. AT: \"My soldiers and I have fought ... my soldier and I have taken ... if my soldiers and I take\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "camp against", "text": "This means to surround and attack. AT: \"besiege\" or \"surround\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "take it ... take the city", "text": "\"Taking\" a place or landmark means to take control of it. AT: \"take control of it ... take control of the city\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be named", "text": "This can be stated in active form. AT: \"people will name it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "he fought", "text": "Here the author speaks of David when he is actually referring to David and his soldiers. AT: \"David and his soldiers fought\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a talent", "text": "This may be written in modern weights. AT: \"34 kilograms\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "a precious stone", "text": "a rare gemstone such as a diamond, ruby, sapphire, emerald, or opal"}, {"ref": "The crown was placed on David's own head", "text": "This can be stated in active form. AT: \"They placed the crown on David's own head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he brought out", "text": "Here the author speaks of David when he is actually referring to David's soldiers. AT: \"they brought out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "plunder", "text": "valuable things taken from a defeated enemy"}, {"ref": "quantities", "text": "\"amounts\" or \"numbers\""}]}, {"id": "31", "tn": [{"ref": "He brought out the people", "text": "David did not bring out the people himself; he commanded his soldiers to bring them out. AT: \"David commanded his soldiers to bring out the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "saws, iron picks, and axes", "text": "These are tools to cut wood or break up the ground."}, {"ref": "brick kilns", "text": "ovens where bricks are dried and hardened"}, {"ref": "all the cities of the people of Ammon", "text": "This refers to the people in the cities. AT: \"all the people of the cites of Ammon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]