{"1": [{"a": "He told Moses to count all the men of Israel, every male who was twenty years old or older.", "q": "Who did Yahweh tell Moses to count in the census?", "ref": ["01-01", "01-03"]}, {"a": "A man from every tribe, a clan head, would serve as his tribe's leader.", "q": "Who would serve Moses as tribe leaders?", "ref": ["01-04"]}, {"a": "He had to name the clans and families descended from his ancestors.", "q": "How did each man identify his ancestry?", "ref": ["01-18"]}, {"a": "There were 603,550 men from the tribes.", "q": "How many men from the tribes twenty years old or older who could fight in a war were recorded?", "ref": ["01-46"]}, {"a": "The men from the tribe of Levi were not counted.", "q": "The men from what tribe were not to be counted?", "ref": ["01-47"]}, {"a": "They were assigned to care for the tabernacle, for all the furnishings in the tabernacle, and for everything in it.", "q": "For what were the Levites assigned to care?", "ref": ["01-50"]}, {"a": "The Levites were to kill strangers that came near the tabernacle.", "q": "What were the Levites to do to any stranger who came near the tabernacle?", "ref": ["01-51"]}, {"a": "Each man was to set up his tent near the banner that belonged to his armed group.", "q": "Where were the people of Israel to set up their tents?", "ref": ["01-52"]}, {"a": "They were to set up their tents around the tabernacle of the covenant decrees.", "q": "Where were the Levities to set up their tents?", "ref": ["01-53"]}, {"a": "Yes, they did everything commanded by Yahweh through Moses.", "q": "Did the people do what Yahweh commanded?", "ref": ["01-54"]}], "2": [{"a": "Yahweh told the tribes to put their tents around the banner of their armed group and around a smaller flag indicating their tribe. Their camps were to face the tent of meeting.", "q": "Where did Yahweh tell Moses and Aaron for the tribes to put their tents?", "ref": ["02-01", "02-02"]}, {"a": "They must camp around Judah's banner to the east of the tent of meeting where the sun rises, and that Nahshon must lead their army.", "q": "Where did Moses say the 74,600 men of the army of the tribe of Judah must camp, and who must lead their army?", "ref": ["02-03", "02-04"]}, {"a": "They must camp next to Judah, and Nethanel must lead the army.", "q": "Where must the 54,400 men of the tribe of Issachar camp, and who must lead their army?", "ref": ["02-05", "02-06"]}, {"a": "They must camp next to Issachar, and Eliab must lead the army.", "q": "Where must the 57,400 men of the tribe of Zebulun camp and who must lead their army?", "ref": ["02-07", "02-08"]}, {"a": "All the armies that camp with Judah would go first out of the camp.", "q": "Who is to go first out of the camp?", "ref": ["02-09"]}, {"a": "They must camp around the banner of Rueben on the south side, and Elizur must lead the army.", "q": "Where must the 46,500 men of the tribe of Reuben camp, and who must lead their army?", "ref": ["02-10", "02-11"]}, {"a": "They must camp next to Rueben, and Shelumiel must lead their army.", "q": "Where must the 59,300 men of the tribe of Simeon camp, and who must lead their army?", "ref": ["02-12", "02-13"]}, {"a": "They must camp next, and Eliasaph must lead their army.", "q": "Where must the 45,650 men of the tribe of Gad camp, and who must lead their army?", "ref": ["02-14", "02-15"]}, {"a": "All the armies that camp together with Reuben must go out second.", "q": "Who is to go second out of the camp?", "ref": ["02-16"]}, {"a": "There were 108,100 people numbered in the camp of Ephraim.", "q": "How many people were numbered in the camp of Ephraim?", "ref": ["02-24"]}, {"a": "The camp of Ephraim was supposed to set out third.", "q": "When was the camp of Ephraim supposed to set out in relation to the other camps?", "ref": ["02-24"]}, {"a": "The leader of the people of Dan was Ahiezer son of Ammishaddai.", "q": "Who was the leader of the people of Dan?", "ref": ["02-25"]}, {"a": "Moses did not count the Levites among the people of Israel because this was as Yahweh had commanded Moses.", "q": "Whom did Moses and Aaron not count among the people of Israel and why?", "ref": ["02-32", "02-33"]}, {"a": "The people of Israel did everything that Yahweh commanded Moses—camped by their banners and went out from camp by their clans in the order of their ancestor's families.", "q": "What did the people of Israel do?", "ref": ["02-34"]}], "3": [{"a": "This was the history of the descendants of Aaron and Moses.", "q": "Of what was this the history?", "ref": ["03-01"]}, {"a": "The names of Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar.", "q": "What were the names of Aaron's sons?", "ref": ["03-02"]}, {"a": "Nadab and Abihu fell dead before Yahweh when they offered unacceptable fire to him.", "q": "Why did Nadab and Abihu fall dead before Yahweh?", "ref": ["03-04"]}, {"a": "Eleazar and Ithamar served with their father Aaron as priests.", "q": "Which of Aaron's sons served as priests with Aaron?", "ref": ["03-04"]}, {"a": "The tribe of Levi was to help Aaron.", "q": "Which tribe did Yahweh say was to help Aaron serve as priest?", "ref": ["03-06"]}, {"a": "They were to perform the duties on behalf of Aaron and the whole community, care for all furnishings, and help the tribes with the tabernacle service.", "q": "What were the duties of the tribe of Levi?", "ref": ["03-07", "03-08"]}, {"a": "Yahweh gave the Levites to Aaron and his sons to serve as priests for the people of Israel.", "q": "Whom did Yahweh give to help Aaron and his sons?", "ref": ["03-09", "03-10"]}, {"a": "Yahweh set apart for himself the Levites and all the firstborn in Israel, both people and animals.", "q": "Whom did Yahweh set apart for himself?", "ref": ["03-11", "03-13"]}, {"a": "He set apart for himself all the firstborn in Israel on the day that he attacked all the firstborn in the land of Egypt.", "q": "When did God set apart all the firstborn of Israel?", "ref": ["03-13"]}, {"a": "Yahweh commanded Moses to count every male in Levi who was one month old and older.", "q": "Whom did Yahweh command Moses to count in the tribe of Levi?", "ref": ["03-15", "03-16"]}, {"a": "The sons of Levi were Gershon, Kohath, and Merari.", "q": "Who were the sons of Levi?", "ref": ["03-17"]}, {"a": "The clans of the Gershonites were to camp on the west side of the tabernacle.", "q": "Where were the clans of the Gershonites to camp?", "ref": ["03-23"]}, {"a": "Eliasaph the son of Lael was to lead the clans of the descendants of the Gershonites.", "q": "Who was to lead the clans of the descendants of the Gershonites?", "ref": ["03-24"]}, {"a": "The clans of the Gershonites who camped on the west side of the tabernacle were to care for the tabernacle coverings, curtain, and ropes.", "q": "Who was to care for the tabernacle curtains, the tent, the tent covering, the entrance curtain, the courtyard hangings, the courtyard entrance curtain, and the courtyard, ropes, and all that was in the tent of meeting?", "ref": ["03-25", "03-26"]}, {"a": "They were to take care of the sanctuary, the sanctuary curtain, and everything in the sanctuary.", "q": "What were the clans from Kohath who camped on the south side of the tabernacle do?", "ref": ["03-31"]}, {"a": "He was to supervise the men who led the Levites and the men who cared for the sanctuary.", "q": "Who was Eleazar the son of Aaron the priest to supervise?", "ref": ["03-32"]}, {"a": "Zuriel son of Abihail was to lead the clans of Merari.", "q": "Who was to lead the clans of Merari who camped on the north side of the tabernacle?", "ref": ["03-35"]}, {"a": "They were to care for the boards of the tabernacle, the crossbars, posts, bases, all of the hardware, and everything that went with them.", "q": "What were the clans from Merari who camped on the north side of the tabernacle do?", "ref": ["03-36", "03-37"]}, {"a": "They were to do the duties of the sanctuary and the duties of the people of Israel.", "q": "What were Moses and Aaron and sons who were camped on the east of the tabernacle do?", "ref": ["03-38"]}, {"a": "Any foreigner who approached the sanctuary was to be put to death.", "q": "What was to happen to any foreigner who approached the sanctuary?", "ref": ["03-38"]}, {"a": "Moses and Aaron counted all the males in the clans of Levi who were one month old and older.", "q": "Whom did Moses and Aaron count?", "ref": ["03-39"]}, {"a": "Moses counted all the firstborn males of Israel by name, aged one month old and older.", "q": "Then whom did Moses count?", "ref": ["03-43"]}, {"a": "Moses took the Levites and their livestock instead of Israel's firstborn men and livestock.", "q": "Whom did Moses take for Yahweh instead of the firstborn of Israel and instead of their livestock?", "ref": ["03-41"]}, {"a": "The Levites belonged to Yahweh.", "q": "To whom did all the Levites belong?", "ref": ["03-45"]}, {"a": "Moses collected 5 shekels each to buy back each of the 273 firstborn people of Israel who exceeded the number of the Levites.", "q": "How many sanctuary shekels did Moses collect per firstborn to buy back each of the 273 firstborn people of Israel who exceeded the number of the Levites?", "ref": ["03-46"]}, {"a": "He gave the money to Aaron and his sons as Yahweh had commanded him.", "q": "To whom did Moses give the money to buy back the first born of the people of Israel?", "ref": ["03-51"]}, {"a": "Moses did everything he was told to do by Yahweh's word.", "q": "How much did Moses do of what he was told to do by Yahweh's word?", "ref": ["03-51"]}], "4": [{"a": "Moses and Aaron were to conduct a census of the male descendants of Kohath from among the Levites who were 30 to 50 years old.", "q": "What were Moses and Aaron to conduct?", "ref": ["04-01", "04-03"]}, {"a": "They were to care for the most holy things reserved for Yahweh in the tent of meeting.", "q": "What were the descendants of Kohath to do to serve in the tent of meeting?", "ref": ["04-04"]}, {"a": "They were to go into the tent to take down the curtain that separated the most holy place from the holy place, cover the ark of the covenant with sea cow skins and a blue cloth, and then insert poles to carry it.", "q": "What were Aaron and his sons to take down when the camp moved forward?", "ref": ["04-05", "04-06"]}, {"a": "They were to spread a blue cloth on the bread of presence and then put on that the dishes, spoons, bowls, and jars for pouring.", "q": "On what were Aaron and his sons to spread a blue cloth and then put on that the dishes, spoons, bowls, and jars for pouring?", "ref": ["04-07"]}, {"a": "Bread was always to be on the table of the bread of the presence.", "q": "What was always to be on the table?", "ref": ["04-07"]}, {"a": "They were cover the bread of presence then with a scarlet cloth and again with sea cow skins, and then they were to insert poles with which to carry it.", "q": "Then what were they to use after that to cover the bread of presence and what were they to insert in it to carry the table?", "ref": ["04-11"]}, {"a": "They put a blue cloth cover over the lampstand with all its accessories, covered it with sea cow skins, and put it on a carrying frame.", "q": "How were the lampstands and all its accessories to be prepared for moving?", "ref": ["04-09", "04-10"]}, {"a": "The gold altar and all of its equipment were to be wrapped in blue cloth, covered with sea cow skins, and then insert the carrying poles.", "q": "How was the gold altar and its equipment prepared for moving?", "ref": ["04-11"]}, {"a": "All the equipment for the work in the sanctuary was to be wrapped in a blue cloth, covered with sea cow skins, and then put on the carrying frame.", "q": "How was all the equipment for the work in the sanctuary to be prepared?", "ref": ["04-12"]}, {"a": "They removed the ashes from the altar and spread a purple cloth on it.", "q": "What did they remove from the altar, and what must they spread on the altar?", "ref": ["04-13"]}, {"a": "All the equipment that they used in the work of the altar was placed on the carrying frame.", "q": "Where was all the equipment that they used in the work of the altar placed?", "ref": ["04-14"]}, {"a": "The altar was covered with sea cow skins before they inserted the carrying poles.", "q": "With what would was the altar covered before they inserted the carrying poles?", "ref": ["04-14"]}, {"a": "The descendants of Kohath came to carry the sanctuary after Aaron and his sons completed covering it and the camp was ready to move forward.", "q": "Who came to carry the sanctuary after Aaron and his sons completed covering the sanctuary and all its equipment when the camp was ready to move forward?", "ref": ["04-15"]}, {"a": "He had to care for the oil and the light as well as supervise the care of the sweet incense, the regular grain offering, the anointing oil, the entire tabernacle and all that was in it.", "q": "For what did Eleazar son of Aaron have to care and supervise?", "ref": ["04-16"]}, {"a": "The Kohathite clans could not be removed from among the Levites that they would live and not die.", "q": "From among whom could the Kohathite clans not be removed that they would live and not die?", "ref": ["04-18", "04-19"]}, {"a": "The Kohathites tribal clans could not go in to see the sanctuary or they would die.", "q": "About what did Yahweh warn Moses and Aaron that the Kohathite tribal clans could not go in to see or they would die?", "ref": ["04-20"]}, {"a": "Only Aaron and his sons were allowed to go into the sanctuary.", "q": "Who only was allowed to go into the sanctuary?", "ref": ["04-20"]}, {"a": "Moses was to conduct a census counting those who are thirty years old to fifty years old.", "q": "What does Yahweh tell Moses to do concerning counting of those who served in the tent of meeting from the Gershon clans?", "ref": ["04-22", "04-23"]}, {"a": "The work of the Gershonites was to carry all the curtains and coverings of the tabernacle and the tent of meeting and its covering of sea cow skin as well as the curtains of the court and its doorway and their ropes and all the instruments for their service.", "q": "What was the work of the Gershonites?", "ref": ["04-24", "04-26"]}, {"a": "Aaron and his sons must direct all the service of the descendants of the Gershonites.", "q": "Who was to direct all service of the descendants of the Gershonites who were being led by Ithamar the priest?", "ref": ["04-27", "04-28"]}, {"a": "They were to care for the framing of the tabernacle, along with the posts, their hardware, and their ropes plus make a list of what they must carry.", "q": "What was the Merari clan to do in their service for the tent of meeting?", "ref": ["04-31", "04-32"]}, {"a": "They counted all the men of the Kohathites who were thirty to fifty years old by the type of work he was assigned to do in the tabernacle, and they counted who would carry and care for the items in the tent of meeting.", "q": "What did Moses, Aaron, and the leaders of Israel do to obey Yahweh?", "ref": ["04-34", "04-35"]}, {"a": "The descendants of Gershon were counted in their clans.", "q": "Who else was counted in their clans from 30-50 years old?", "ref": ["04-41"]}, {"a": "The descendants of Merari were counted in their clans.", "q": "Who else did Moses and Aaron count in their clans from 30-50 years old?", "ref": ["04-42", "04-44"]}, {"a": "Moses kept count of each man who would work in the tabernacle and who would carry and care for the items in the tent of meeting.", "q": "When Moses counted each Levite by clans from 30-50 years old, of what did he keep count?", "ref": ["04-47"]}, {"a": "When Moses counted each man and kept count of each man's type of work and responsibility, he obeyed Yahweh.", "q": "When Moses counted each man and kept count of each man's type of work and responsibility, who did he obey?", "ref": []}], "5": [{"a": "Yahweh said that Moses should send away everyone who had infectious skin diseases or oozing sores and everyone who had touched a dead body and therefore were unclean.", "q": "For what problems did Yahweh say that Moses should send both men and women away from the camp?", "ref": ["05-02", "05-03"]}, {"a": "Everyone who had committed sins to another person was to confess the sin, pay back the price of his guilt to the one he had wronged, and add one fifth more.", "q": "What did Yahweh say to Moses that men and women who commit sins to another person should do?", "ref": ["05-07"]}, {"a": "He had to present the price along with a ram to a priest who would then own it.", "q": "What was the payment and what did he do with the payment if the wronged person had no relative to receive the payment?", "ref": ["05-08", "05-10"]}, {"a": "The man brought his wife to the priest with a drink offering for her and a grain offering of barley flour as a possible indicator of sin.", "q": "What did Yahweh tell Moses to do with a wife whose husband thought she had sinned against him?", "ref": ["05-15"]}, {"a": "He had to place the woman before Yahweh, then take a jar of holy water and mix dust from the floor of the tabernacle into the water.", "q": "What did the priest do first?", "ref": ["05-16", "05-17"]}, {"a": "The priest uncovered and untied her hair and put the grain offering of jealousy in her hands. The priest, holding the bitter water, caused her to swear an oath that brought down a curse on her if she had been unfaithful.", "q": "Then what did the priest do?", "ref": ["05-18", "05-19"]}, {"a": "The curse caused her thigh to waste away and her abdomen to swell.", "q": "What did the curse cause if she were guilty?", "ref": ["05-22"]}, {"a": "The priest was to make the woman drink the bitter water.", "q": "What was the priest to do with the bitter water that had the curses in it?", "ref": ["05-24"]}, {"a": "The priest took the grain offering from the woman's hand, held it up to Yahweh, gave a portion of it to Yahweh, and burned it on the altar.", "q": "What did the priest do with the grain offering?", "ref": ["05-25", "05-26"]}, {"a": "He gave the bitter water to the woman to drink.", "q": "What did the priest do with the bitter water?", "ref": ["05-26"]}, {"a": "The woman's abdomen swelled, her thigh wasted away, and she was cursed among her people.", "q": "What happened to the woman if she had committed a sin against her husband?", "ref": ["05-27"]}, {"a": "She was free and was able to conceive children.", "q": "What will happen to the woman if she had not been defiled?", "ref": ["05-28"]}, {"a": "It is a law for a woman who strays away from her husband and is defiled. It is also a law for a man with a spirit of jealousy when he is jealous of his wife.", "q": "What is the law of jealousy?", "ref": [" 5-29", " 5-30"]}], "6": [{"a": "A man or woman gave a vow of a Nazirite to separate himself to Yahweh.", "q": "Who separated himself with the vow of a Nazirite to Yaweh?", "ref": ["06-02"]}, {"a": "He did not eat wine, strong drink, vinegar, grape juice, grapes, and raisins—any thing that had grapes in it.", "q": "What did a person who had made the vow of the Nazirite not eat during the days of his separation to Yahweh?", "ref": ["06-03", "06-04"]}, {"a": "During the days of his separation he did not use a razor on his head.", "q": "What did he not use during the days of his separation?", "ref": ["06-05"]}, {"a": "One who takes a Nazirite vow must not come near a dead body.", "q": "During the days of his separation to Yahweh what must the one who takes a Nazirite vow not come near to?", "ref": ["06-06"]}, {"a": "During the time of his separation he was holy, reserved for Yahweh.", "q": "To whom was he reserved during the days he was separated and holy.", "ref": ["06-08"]}, {"a": "After seven days a Nazirite shaved his head.", "q": "What did a Nazirite do seven days after he was defiled by a dead body?", "ref": ["06-09"]}, {"a": "On the eighth day he needed to bring for an atonement two doves or two young pigeons to the priest at the entrance to the tent of meeting. Then he had to consecrate himself on that same day.", "q": "What did a defiled Nazirite first need to bring for an atonement on the eighth to the priest at the entrance to the tent of meeting on the day he consecrated himself?", "ref": ["06-10", "06-11"]}, {"a": "The two offering were as a sin offering and a burnt offering for atonement.", "q": "For what were the two offerings?", "ref": ["06-11"]}, {"a": "To rededicate himself to Yahweh for the time of his separation, he had to bring a male lamb one year old as a guilt offering.", "q": "What guilt offering did he have bring to rededicate himself to Yahweh for the time of his separation?", "ref": ["06-12"]}, {"a": "He needed to bring a sin offering of a female one year old lamb without blemish, a ram without blemish as a fellowship offering, a basket of bread without leaven, a grain offering, and a drink offering to Yahweh.", "q": "What sin offering did the defiled Nazirite need to bring to the entrance of the tent of meeting with his male lamb for a guilt offering?", "ref": ["06-14", "06-15"]}, {"a": "The priest had to present them before Yahweh.", "q": "Who had to present the offerings to Yahweh for the Nazirite?", "ref": ["06-16", "06-17"]}, {"a": "He had to take the hair and put it on the fire under the fellowship offerings.", "q": "What did the Nazirite have to do with the hair that he shaved from his head?", "ref": ["06-18"]}, {"a": "In the Nazirite's hands, the priest put the boiled shoulder of the ram, one loaf of bread without yeast out of the basket, and one wafer without yeast to present to Yahweh.", "q": "What did the priest put in the Nazirite's hands to lift high as an offering before Yahweh to present to Yahweh?", "ref": ["06-19", "06-20"]}, {"a": "This offering, plus the breast and thigh that were raised, were reserved for the priest.", "q": "To whom was this offering, plus the breast and thigh that was raised, reserved afterwards?", "ref": ["06-20"]}, {"a": "The Nazirite could drink wine.", "q": "What could the Nazirite drink after that?", "ref": ["06-20"]}, {"a": "Aaron and his sons were to give the people a blessing of Yahweh's light and peace.", "q": "What blessings were Aaron and his sons to give the people from Yahweh?", "ref": ["06-25", "06-26"]}], "7": [{"a": "He anointed and sanctified the tabernacle, all its furnishings, the altar and all it's utensils for Yahweh.", "q": "What did Moses anoint and sanctify for Yahweh on the day that the tabernacle and altar were completed?", "ref": ["07-01"]}, {"a": "They brought six covered carts and twelve oxen as sacrifices in front of the tabernacle.", "q": "What did the leaders of Israel bring as sacrifices in front of the tabernacle?", "ref": ["07-03"]}, {"a": "Moses gave the offerings to the Levites, to each one as his work needed them.", "q": "To whom did Moses give the offerings?", "ref": ["07-05"]}, {"a": "Gershon and his descendants received two carts and four oxen.", "q": "What did Gershon and his descendants receive because of what their work needed?", "ref": ["07-07"]}, {"a": "Merari and his descendants received four carts and eight oxen.", "q": "What did Merari and his descendants receive because of what their work needed?", "ref": ["07-08"]}, {"a": "The descendants of Kohath didn't receive any of the carts and oxen given as offering because they carried the equipment and objects reserved for the tabernacle on their shoulders.", "q": "Why didn't the descendants of Kohath receive any of the carts and oxen given as offerings?", "ref": ["07-09"]}, {"a": "On their own day each leader offered their sacrifices in front of the altar.", "q": "When was each leader to offer their goods for the dedication of the altar?", "ref": ["07-10"]}, {"a": "Judah was the first of the 12 tribes of Israel that offered sacrifices for the dedication of the altar.", "q": "Who was the first of the 12 tribes of Israel that offered sacrifices for the dedication of the altar?", "ref": ["07-12"]}, {"a": "On the 2nd day, Issachar of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 2nd day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-18"]}, {"a": "On the 3rd day, Zebulun of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 3rd day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-24"]}, {"a": "On the 4th day, Reuben of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 4th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-30"]}, {"a": "On the 5th day, Simeon of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 5th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-36"]}, {"a": "On the 6th day, Gad of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 6th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-42"]}, {"a": "On the 8th day, Manasseh of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 8th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-54"]}, {"a": "On the 9th day, Benjamin of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 9th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-60"]}, {"a": "On the 10th day, Dan of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 10th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-66"]}, {"a": "On the 11th day, Asher of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 11th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-60"]}, {"a": "On the 12th day, Naphtali of the 12 tribes of Israel offered sacrifices for the dedication of the altar.", "q": "On the 12th day, which of the 12 tribes of Israel offered sacrifices for the dedication of the altar?", "ref": ["07-60"]}, {"a": "Yahweh spoke to Moses from above the atonement lid on the ark of the covenant decrees, between the two cherubims.", "q": "From what place did Yahweh speak to Moses when he was in the tent of meeting?", "ref": ["07-89"]}], "8": [{"a": "Yahweh commanded that the lamps must give light in front of the lampstand.", "q": "What was Yahweh's command to Aaron about the seven lamps?", "ref": ["08-02"]}, {"a": "Yahweh showed Moses the pattern for the lamp.", "q": "Who showed Moses the pattern for the lamp?", "ref": ["08-04"]}, {"a": "Yahweh told Moses to take the Levites from among the people of Israel and purify them.\"", "q": "What did Yahweh ask Moses do to the Levites?", "ref": ["08-05"]}, {"a": "Moses sprinkled them with water of atonement, shaved their entire bodies, and washed their clothes.", "q": "What did Moses do to the Levites to purify them?", "ref": ["08-07"]}, {"a": "The Levites brought two young bulls and a grain offering with fine flour mixed with oil.", "q": "What was the offering that the Levites brought?", "ref": ["08-08"]}, {"a": "Yahweh told the people of Israel to lay their hands on the Levites.", "q": "What did Yahweh tell Moses to ask the people of Israel to do to the Levites to purify them?", "ref": ["08-10"]}, {"a": "They presented the Levites on behalf of the people so that the Levites might serve Yahweh.", "q": "Why did they present the Levites as though they were raised high before Yaweh?", "ref": ["08-11"]}, {"a": "The bulls were a sin offering and a burnt offering to atone for the Levites.", "q": "What kinds of offerings were the bulls for the Levites?", "ref": ["08-12"]}, {"a": "The Levites placed their hands on the heads of the bulls.", "q": "Where did the Levites place their hands?", "ref": ["08-12"]}, {"a": "The Levite tribe was separated, purified, and lifted up as an offering to Yahweh so they could serve in the tent of meeting.", "q": "What tribe was separated, purified, and lifted up as an offering to Yahweh so they could serve in the tent of meeting?", "ref": ["08-14", "08-15"]}, {"a": "Yahweh set apart all the firstborn of people and animals for himself since the day he took the lives of all the firstborn of the Egyptians in the land of Egypt.", "q": "When did Yahweh set apart all the firstborn people and animals for himself?", "ref": ["08-17"]}, {"a": "He gave the Levites, instead of the firstborn, to Aaron and his sons to do the work and to atone for the people in the tent of meeting.", "q": "Whom did Yahweh give to the people of Israel to atone for the people so that no plague would harm them when they came near the sanctuary?", "ref": ["08-19"]}, {"a": "Yes, they did everything that Yahweh had commanded Moses concerning the Levites.", "q": "Did Moses, Aaron, and the whole community do everything that Yahweh had commanded concerning Levites?", "ref": ["08-20"]}, {"a": "Levites who were twenty-five years old could serve until they were fifty years.", "q": "What did Yahweh say to Moses about the age limits of serving in the tent meeting?", "ref": ["08-24"]}, {"a": "Levites after 50 years old could help their brothers.", "q": "What could they do when they could not serve in the tabernacle after 50?", "ref": ["08-26"]}], "9": [{"a": "Yahweh spoke to Moses in the wilderness of Sinai.", "q": "Who spoke to Moses in the wilderness of Sinai?", "ref": ["09-01"]}, {"a": "Yahweh spoke to Moses in the first month of the second year after they came out from the land of Egypt.", "q": "When did Yahweh spoke to Moses?", "ref": ["09-01"]}, {"a": "Every year they were to observe the Passover on the fourteenth day of the first month.", "q": "When were the people of Israel to observe the Passover while they were in the wilderness of Sinai?", "ref": ["09-03"]}, {"a": "Moses went to Yahweh with a question because there were men who were unclean but wanted to keep the Passover.", "q": "With what question did Moses go to Yahweh?", "ref": ["09-07"]}, {"a": "Yahweh told Moses that if a man was unclean because of a dead body or because he was on a long journey, he could still keep the Passover.", "q": "What was the answer to Moses' question to Yahweh?", "ref": ["09-10"]}, {"a": "Those men who were unclean or on a long journey kept the Passover on the 14th day of the 2nd month.", "q": "When were those men to keep the Passover rather than on the 14th day of the 1st month?", "ref": ["09-11"]}, {"a": "They ate the Passover with bread without yeast and bitter herbs and left none of it until morning while not breaking a bone of the animal.", "q": "What were some rules for keeping the Passover?", "ref": ["09-11", "09-12"]}, {"a": "A person who was clean and not on a journey but failed to keep the Passover that Yahweh required would be cut off from his people.", "q": "What caused a man to be cut off from his people?", "ref": ["09-13"]}, {"a": "He had to keep the Passover, do all the commands, and obey the laws required.", "q": "What was the Passover law for a stranger in the land of Israel?", "ref": ["09-14"]}, {"a": "The cloud appeared as a fire at night.", "q": "What happened to the cloud over the tabernacle at night?", "ref": ["09-15", "09-16"]}, {"a": "When the cloud was taken up from over the tent, the people would travel; when the cloud stopped, the people stayed in their camp.", "q": "How did the people know to go or to stop traveling?", "ref": ["09-17"]}, {"a": "The people would obey Yahweh's instructions and not travel.", "q": "What would the people do when the cloud remained on the tabernacle for many days?", "ref": ["09-19"]}, {"a": "The people could only journey when the cloud lifted at Yahweh's command.", "q": "When was the only time the people could journey?", "ref": ["09-20", "09-21"]}, {"a": "When the cloud stayed on the tabernacle, the people of Israel stayed in their camp and did not travel.", "q": "When did the people of Israel stay in their camp and not travel?", "ref": ["09-22"]}, {"a": "The people of Israel found out Yahweh's commands through Moses.", "q": "How did the people of Israel find out Yahweh's commands?", "ref": ["09-23"]}], "10": [{"a": "Yahweh told Moses to make two silver trumpets to call the community together or to move their camps.", "q": "Why did Yahweh tell Moses to make two silver trumpets?", "ref": ["10-02"]}, {"a": "The priests were to blow the trumpets.", "q": "Who was to blow the trumpets?", "ref": ["10-03"]}, {"a": "When the priests blew only one trumpet, that was the signal for only the leaders to gather to Moses.", "q": "What was the signal for only the leaders to gather to Moses?", "ref": ["10-04"]}, {"a": "The signal for people on the east side to begin their journey was a loud trumpet blow.", "q": "What was the signal for people on the east side to begin their journey?", "ref": ["10-05"]}, {"a": "The signal for the camps on the south side to begin their journey was a second loud signal.", "q": "What was the signal for the camps on the south side to begin their journey?", "ref": []}, {"a": "The community was to gather together.", "q": "What did a soft blow of the trumpet signal?", "ref": ["10-07"]}, {"a": "The sons of Aaron, the priests, were the only ones to blow the trumpets.", "q": "Who was always to blow the trumpets?", "ref": ["10-08"]}, {"a": "When they went to war and sounded an alarm with the trumpet, Yahweh would remember them and save them from their enemies.", "q": "When they went to war and sounded an alarm with the trumpets, what would Yahweh do?", "ref": ["10-09"]}, {"a": "They would blow the trumpets in honor of their burnt offerings and fellowship offerings.", "q": "What was a reminder to God, at the times of celebration, that Yahweh was their God?", "ref": ["10-10"]}, {"a": "In the second year, in the second month, on the twentieth day of the month, the cloud lifted from the tabernacle.", "q": "What happened in the second year, in the second month, on the twentieth day of the month?", "ref": ["10-11"]}, {"a": "The people went from the wilderness of Sinai to the wilderness of Paran.", "q": "Where did the people of Israel go after leaving the wilderness of Sinai?", "ref": ["10-12"]}, {"a": "The camp of Judah moved out first.", "q": "What camp moved first?", "ref": ["10-14"]}, {"a": "The descendants of Gershon and of Merari.", "q": "Who cared for the tabernacle?", "ref": ["10-17"]}, {"a": "The Kohathites carried the holy equipment.", "q": "Who carried the sanctuary's holy equipment?", "ref": ["10-21"]}, {"a": "The armies under the banner of Ephraim were the next to set out.", "q": "Under what banner were the next armies to set out?", "ref": ["10-22"]}, {"a": "The armies that camped under the banner of Dan's descendants were the last that set out.", "q": "Under what banner was the last army that set out?", "ref": ["10-25"]}, {"a": "Reuel was the father of Moses' wife.", "q": "Who was Reuel?", "ref": ["10-29"]}, {"a": "Moses invited Hobab his wife's father's son.", "q": "Who did Moses invite to come with the people of Israel?", "ref": ["10-29"]}, {"a": "Hobab wanted to go to his own land and to his own people.", "q": "Where did Hobab want to go instead?", "ref": ["10-30"]}, {"a": "Moses wanted Hobab to go with them because he knew how to camp in the wilderness.", "q": "Why did Moses want Hobab to go with them?", "ref": ["10-31"]}, {"a": "Yahweh's cloud was over as they journeyed in the daylight with the ark of the covenant.", "q": "What was over them as they journeyed in the daylight with the ark of the covenant?", "ref": ["10-33", "10-34"]}, {"a": "He asked Yahweh to scatter his enemies and make those who hated him run from him.", "q": "What did Moses ask Yahweh to do as they set out on their journey?", "ref": ["10-35"]}, {"a": "He asked Yahweh to return to Israel's many tens of thousands.", "q": "What did Moses say to Yahweh when they stopped?", "ref": ["10-36"]}], "11": [{"a": "The people complained about their troubles as Yahweh listened.", "q": "To what words of the people was Yahweh listening?", "ref": ["11-01"]}, {"a": "When they called out to Moses, he prayed to Yahweh, and the fire stopped.", "q": "What did Moses do when the people called out to him about the fire?", "ref": ["11-02"]}, {"a": "The people of Israel wept and said, \"Who will give us meat to eat?\"", "q": "What were the people of Israel asking for when they began to weep?", "ref": ["11-04"]}, {"a": "The people walked through the camp ground and gathered manna.", "q": "Where did the people find manna?", "ref": ["11-08"]}, {"a": "When the dew fell on the camp in the night, the manna also fell.", "q": "When would the manna fall on the camp?", "ref": ["11-09"]}, {"a": "Moses said Yahweh had treated his servant so badly.", "q": "How did Moses say Yahweh had treated him?", "ref": ["11-11"]}, {"a": "They wept in front of Moses and asked for meat to eat.", "q": "For what were the people asking when they wept in front of Moses?", "ref": ["11-13"]}, {"a": "Yahweh told Moses to bring to him seventy of Israel's elders.", "q": "Who did Yahweh tell Moses to bring to him?", "ref": ["11-16"]}, {"a": "Yahweh said that the leaders would bear the burden of the people with Moses.", "q": "What did Yahweh say the leaders would do after he put some of the Spirit on them?", "ref": ["11-17"]}, {"a": "Yahweh would give them meat, and they would eat it.", "q": "Who would supply the meat for the people to eat?", "ref": ["11-18"]}, {"a": "The people would eat meat for a whole month.", "q": "For how long did Yahweh say the people would eat meat?", "ref": ["11-20"]}, {"a": "Yahweh said Moses would see whether or not Yahweh's word was true.", "q": "What did Yahweh say Moses would see about Yahweh's word?", "ref": ["11-23"]}, {"a": "When the Spirit rested on the seventy elders, they prophesied.", "q": "What did the seventy elders do when the Spirit rested on them?", "ref": ["11-25"]}, {"a": "The Spirit also rested on the men who had remained in the camp.", "q": "What happened to the two men who remained in the camp?", "ref": ["11-26"]}, {"a": "Joshua asked Moses to stop them from prophesying.", "q": "What did Joshua ask Moses to do about the two men who were prophesying in the camp?", "ref": ["11-28"]}, {"a": "The quail fell near the camp, about a day's journey on one side and a day's journey on the other side.", "q": "How far from the camp did the quail fall?", "ref": ["11-31"]}, {"a": "The people were busy gathering quails all that day, all the night, and all the next day.", "q": "How long were the people busy gathering the quail?", "ref": ["11-32"]}, {"a": "While the people were chewing, Yahweh became angry at them and attacked them with a very great disease.", "q": "How did Yahweh act in anger, while the people were still chewing the meat?", "ref": ["11-33"]}], "12": [{"a": "Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married.", "q": "Why did Miriam and Aaron speak against Moses?", "ref": ["12-01"]}, {"a": "The man Moses was very humble, more humble than anyone else on earth.", "q": "What is said to emphasize that Moses was humble?", "ref": ["12-03"]}, {"a": "Yahweh called Moses, Aaron, and Miriam out to the tent of meeting.", "q": "To where did Yahweh call Moses, Aaron, and Miriam?", "ref": ["12-04"]}, {"a": "Yahweh came down in a pillar of cloud and stood at the entrance to the tent.", "q": "In what and where did Yahweh appear to talk with them?", "ref": ["12-05"]}, {"a": "When a prophet of Yahweh was with the people, Yahweh revealed himself to the prophet in visions and dreams.", "q": "How did Yahweh reveal himself to his prophets among the people?", "ref": ["12-06"]}, {"a": "Yahweh spoke to Moses directly, not with visions or riddles.", "q": "How did Yahweh speak differently to Moses than to other prophets?", "ref": ["12-08"]}, {"a": "His anger burned against them.", "q": "How did God react to Aaron and Miriam?", "ref": ["12-09"]}, {"a": "When the cloud rose from over the tent, Miriam was suddenly leprous—she was as white as snow.", "q": "What did Aaron notice about Miriam when Yahweh left and the cloud rose from over the tent?", "ref": ["12-10"]}, {"a": "Aaron said that they had spoken foolishly and sinned.", "q": "What did Aaron say about what they had said to Moses?", "ref": ["12-11"]}, {"a": "He described her like a dead newborn whose flesh was half consumed.", "q": "How did Aaron describe what Miriam's leprous body was like?", "ref": ["12-12"]}, {"a": "Yahweh says that if her father had spit in her face, she would be disgraced for seven days.", "q": "What did Yahweh say was normal punishment if a father spat in a daughter's face.", "ref": ["12-14"]}, {"a": "Miriam was shut outside the camp for 7 days and the people did not journey until Miriam had returned to the camp.", "q": "Where did Miriam have to stay for 7 days and what did the people not do until Miriam return to camp?", "ref": ["12-15"]}], "13": [{"a": "Yahweh told Moses to send some men to examine the land of Canaan, which he had given to the people of Israel.", "q": "Where did Yahweh tell Moses to send some men?", "ref": ["13-02"]}, {"a": "All of the men were leaders from every tribe among the people of Israel.", "q": "What was the rank of the men who were sent from among the people of Israel?", "ref": ["13-02"]}, {"a": "Moses called Hoshea son of Nun by the name of Joshua.", "q": "What name did Moses use for Hoshea son of Nun who was chosen?", "ref": ["13-16"]}, {"a": "Moses told the men to observe the people who lived there, whether they were strong or weak, few or many.", "q": "What did Moses tell the men to observe about the people who lived in the land?", "ref": ["13-18"]}, {"a": "Moses told them to see if the cities were like camps or fortified cities.", "q": "What did Moses tell the men to notice about the cities in the land?", "ref": ["13-19"]}, {"a": "Moses told the leaders to see whether the land was good for growing crops, whether there were trees, and to bring back samples of produce.", "q": "What did Moses tell the leaders to find out about the land and what were they to bring back?", "ref": ["13-20"]}, {"a": "When the men reached the Valley of Eshcol, they cut down a branch with a cluster of grapes.", "q": "What did the men cut down in the Valley of Eschol?", "ref": ["13-23"]}, {"a": "It two men to carry the grapes on a staff; their group also brought pomegranates and figs.", "q": "How many men did it take to bring back the cluster of grapes, and what else did the people bring back?", "ref": []}, {"a": "The men returned from examining the land after forty days.", "q": "How long did the men spend examining the land?", "ref": ["13-25"]}, {"a": "They also brought back word to all the community of the people of Israel.", "q": "To whom did they bring back word besides Moses and Aaron?", "ref": ["13-26"]}, {"a": "The men reported that the people who made their homes in the land were strong.", "q": "What did the men report about the people in the land?", "ref": ["13-28"]}, {"a": "The men returned word that the cities were fortified and very large.", "q": "What word did the men return about the cities in the land?", "ref": ["13-28"]}, {"a": "Caleb encouraged the people to attack it at once.", "q": "When did Caleb encourage the people to attack the land?", "ref": ["13-30"]}, {"a": "The other men who had gone with Caleb said they were not able to attack the people because they were stronger than they were.", "q": "Why did the other men who had gone with Caleb say they were not able to attack the people?", "ref": ["13-31"]}, {"a": "The men said that in their own sight they were like grasshoppers in comparison with the giants of the land.", "q": "How did the men describe how small they felt compared to the giants of the land?", "ref": ["13-33"]}], "14": [{"a": "That night all the community wept loudly.", "q": "How did the community react to the news about the giants in the land?", "ref": ["14-01"]}, {"a": "They said to Moses and Aaron that they wished they had died in the land of Egypt or in the wilderness.", "q": "What did the whole community of Israel wish had happened when they criticized Moses and Aaron?", "ref": ["14-02"]}, {"a": "They thought it would have been better to return to Egypt with their wives and little ones.", "q": "What did they think would have better instead of going into the land to which Yahweh had brought them?", "ref": ["14-03"]}, {"a": "They talked about choosing another leader and returning to Egypt.", "q": "What did the people talk with each other about doing?", "ref": ["14-04"]}, {"a": "Moses and Aaron lay face down in front of the assembly.", "q": "What did Moses and Aaron do in front of the assembly?", "ref": ["14-05"]}, {"a": "Joshua and Caleb tore their clothes and spoke to all the people.", "q": "How did Joshua and Caleb react?", "ref": ["14-06", "14-07"]}, {"a": "They said that if Yahweh was pleased with them he would take them into that land and give it to them.", "q": "What did Joshua and Caleb tell the community would happen if Yahweh was pleased with them?", "ref": ["14-08"]}, {"a": "Joshua and Caleb described the land as a land that flowed with milk and honey.", "q": "How did Joshua and Caleb describe the land?", "ref": ["14-08"]}, {"a": "They said that the protection of the people of the land would be removed from those people because Yahweh was with the people of Israel.", "q": "Why did Joshua and Caleb say protection would be removed from the people of the land?", "ref": ["14-09"]}, {"a": "All the community wanted to stone Joshua and Caleb to death. Yahweh's glory appeared at the tent of meeting.", "q": "What did all the community want do do with Joshua and Caleb, and where did Yahweh's glory appear?", "ref": ["14-10"]}, {"a": "Yahweh told Moses he would make his clan a nation that would be greater and mightier than the people of Israel were.", "q": "How did Yahweh offer to bless the clan of Moses after attacking them with plague and disinheriting the people of Israel?", "ref": ["14-12"]}, {"a": "Moses said the Egyptians would tell the inhabitants in this land.", "q": "What did Moses say the Egyptians would do when they heard about Yahweh's destroying Israel?", "ref": ["14-13"]}, {"a": "He said they would say that because Yahweh could not take this people into the land that he swore to give them, he killed them in the wilderness.", "q": "What did Moses say the nations would say if Yahweh killed the people of Israel in the wilderness?", "ref": ["14-16"]}, {"a": "Moses pleaded with Yahweh to pardon the people's sin because of the greatness of his covenant faithfulness.", "q": "Why does Moses plead with Yahweh to pardon the people's sin?", "ref": ["14-19"]}, {"a": "Yahweh said that as He lived, all the earth would be filled with his glory.", "q": "What did Yahweh say would happen because he had pardoned them in keeping with Moses' request?", "ref": ["14-20", "14-21"]}, {"a": "All the people who had seen his glory and signs had tempted him 10 times and had not listened to his voice.", "q": "What had all those people done who had seen Yahweh's glory and the signs of his power that he had done in Egypt and in the wilderness?", "ref": ["14-22"]}, {"a": "The people who had despised Yahweh would not see the land about which Yahweh had made an oath to their ancestors.", "q": "What was going to happen to those people who had despised Yahweh?", "ref": ["14-23"]}, {"a": "Caleb had another spirit so he followed Yahweh fully; therefore he would go into the land that he had examined and his descendants would possess it.", "q": "What did Caleb do because he had another spirit, and what would happen to Caleb?", "ref": ["14-24"]}, {"a": "Yahweh told the people to turn tomorrow and go to the wilderness by the way of the Red Sea.", "q": "Where did Yahweh tell the people to go the next day?", "ref": ["14-25"]}, {"a": "Yahweh said that the dead bodies of the people from twenty years old and upward would fall in the wilderness.", "q": "What age of people did Yahweh say would fall dead in the wilderness?", "ref": ["14-29"]}, {"a": "He said he would only take Caleb and Joshua into the land that he had promised for their home.", "q": "Who were the only two men over 20 that Yahweh said he would take into the land that he had promised for their home?", "ref": ["14-30"]}, {"a": "He said that he would take into the land the little ones whom the parents had said would be victims.", "q": "Whom else did Yahweh say he would take into the land?", "ref": ["14-31"]}, {"a": "They would bear the consequences of their sins for forty years because the men had examined the land for 40 days.", "q": "How many years would the people to bear the consequence of their sin and why that number?", "ref": ["14-34 "]}, {"a": "The men whom Moses had sent to look at the land all died by Yahweh's plague.", "q": "What happened to the men who had gone to look at the land?", "ref": ["14-36", "14-37"]}, {"a": "Of the men who had gone to look at the land, only Joshua and Caleb remained alive.", "q": "Who remained alive of the men that went to look at the land?", "ref": ["14-38"]}, {"a": "Moses told them not to go because they were violating Yahweh's command and because Yahweh was not with them to stop their enemies from defeating them.", "q": "Why did Moses tell the people not to go into the land?", "ref": ["14-41", "14-42"]}, {"a": "Neither Moses nor the ark of the covenant of Yahweh left the camp when they went up into the hill country.", "q": "Who did not leave the camp to go up into the hill country with the people?", "ref": ["14-44"]}], "15": [{"a": "The offering at the feasts produced a sweet aroma for Yahweh.", "q": "What did the offerings at the feasts produce for Yahweh?", "ref": ["15-03"]}, {"a": "With the offering of a ram, they were to bring a grain offering of flour mixed with oil.", "q": "What grain offering were they to bring with the offering of a ram?", "ref": ["15-04"]}, {"a": "The people were told to prepare wine as the drink offering with their burnt offering or with the sacrifice of each lamb.", "q": "What drink offering were the people to bring with their burnt offering or with the sacrifice of each lamb?", "ref": ["15-05"]}, {"a": "All who were native-born Israelites were told to prepare the sacrifices and offerings as Yahweh had described here.", "q": "Who was told to follow those laws about offerings?", "ref": ["15-12", "15-13"]}, {"a": "The same law and decree applied to the traveler and foreigner who stayed with the people of Israel.", "q": "How did the law and decree apply to the foreigner who stayed with the people of Israel?", "ref": ["15-15", "15-16"]}, {"a": "The people were to raise up a loaf from the first of their dough?", "q": "What were the people to do with the first of their dough?", "ref": ["15-20"]}, {"a": "He said that they must give a raised offering throughout the people's generations.", "q": "How often did Yahweh command the people to raise up an offering from the first dough?", "ref": ["15-21"]}, {"a": "All the community had to offer one young bull, a grain offering and drink offering, and one male goat as a sin offering.", "q": "What was the community to do about an unintentional sin?", "ref": ["15-24"]}, {"a": "The priest had to make an atonement for all the community of the people because the sin was an unintentional error.", "q": "For whom did the priest need to make an atonement and why?", "ref": ["15-25", "15-26"]}, {"a": "The person who did anything in defiance had to be be cut off from among his people because he had despised Yahweh's word and broken his commandment.", "q": "What had to be done to the person who did anything in defiance and why?", "ref": ["15-30", "15-31"]}, {"a": "The community brought him outside the camp and stoned him to death.", "q": "What did the community do to the man found gathering wood on the Sabbath?", "ref": ["15-35", "15-36"]}, {"a": "The descendants of Israel were commanded to make tassels to hang on the borders of their clothes with a blue cord.", "q": "What were the descendants of Israel commanded to make for themselves on their clothes?", "ref": ["15-38"]}, {"a": "The tassels would be a reminder that they wold keep all of Yahweh's commandments and not follow after their own hearts and eyes.", "q": "Of what would the tassels be a reminder to do?", "ref": ["15-39"]}, {"a": "The tassels would be a reminder to obey all of Yahweh's commands and that they would be holy, reserved for God.", "q": "Of what else would the tassels would be a reminder?", "ref": ["15-40"]}, {"a": "Yahweh said that he had brought them out of the land of Egypt, to become their God.", "q": "What did Yahweh say he did to become the people of Israel's God?", "ref": ["15-41"]}], "16": [{"a": "Korah gathered some men against Moses?", "q": "Who—along with Dathan, Abiram, and On—gathered some men against Moses?", "ref": ["16-01"]}, {"a": "Two hundred and fifty leaders of the Israelite people rose up with them against Moses.", "q": "Who joined Korah, Dathan, Abiram, and On to rise up against Moses?", "ref": ["16-02"]}, {"a": "They thought that Moses and Aaron were lifting themselves above the rest of Yahweh's community.", "q": "Which two men did Korah and the others think were lifting themselves above the rest of Yahweh's community?", "ref": ["16-03"]}, {"a": "Moses lay face down when he heard what the leaders had said to him.", "q": "What did Moses do when he heard what the leaders had said to him?", "ref": ["16-04"]}, {"a": "Moses told Korah and those with him that Yahweh would show whom he had chosen as a priest, by bringing that man up to himself in the morning.", "q": "Whom did Moses say would show Korah and those with him had been chosen to be Yahweh's priest, by bringing him up to himself in the morning?", "ref": ["16-05"]}, {"a": "Moses instructed Korah all his group to bring censers on the next day and put fire and incense in them before Yahweh to show whom Yahweh had chosen to be the holy one.", "q": "Whom did Moses instruct to bring censers to show whom Yahweh had chosen to be the holy one, and what were they to do with their censers?", "ref": ["16-06", "16-07"]}, {"a": "Yahweh of Israel had separated the Levites from the community of Israel to bring them near to himself, to do work in Yahweh's tabernacle, and to stand before the community to serve them.", "q": "What was the work that Yahweh had separated the Levites from the community of Israel to do?", "ref": ["16-08", "16-09"]}, {"a": "Korah and the Levites were gathered against Yahewh when they demanded Aaron's priesthood and complained against Aaron.", "q": "Whom were Korah and the Levites gathered against when they demanded Aaron's priesthood and complained against Aaron?", "ref": ["16-10", "16-11"]}, {"a": "Dathan and Abiram said they would not come to Moses. They said that Moses had brought them out of a land flowing with milk and honey to kill them in the wilderness, and that he wanted to rule them.", "q": "What did Dathan and Abiram say when Moses called them to come, and what did they say about Moses?", "ref": ["16-12", "16-13"]}, {"a": "Moses asked Yahweh in anger that he not accept their offering, and Moses said he had not taken one donkey from them nor harmed any of them.", "q": "What did Moses ask in anger to Yahweh about Dathan and Abiram's offering, and what did Moses say he had not taken from them nor done?", "ref": ["16-15"]}, {"a": "Moses told Aaron and the 250 men with him to come before Yahweh with their censors.", "q": "What did Moses tell the 250 men and Aaron to bring with them next day and where were they to come?", "ref": ["16-16", "16-17"]}, {"a": "When Korah his followers assembled against Moses and Aaron and stood at the entrance to the tent of meeting, the glory of Yahweh appeared to all the community.", "q": "What appeared when Korah his followers assembled against Moses and Aaron and they stood at the entrance to the tent of meeting?", "ref": ["16-19"]}, {"a": "Yahweh wanted Moses and Aaron to separate themselves from among that community that he might consume the community immediately.", "q": "What did Yahweh want Moses and Aaron to do?", "ref": ["16-20", "16-21"]}, {"a": "Moses and Aaron lay face down and asked the God of the spirits of all humanity if he had to be angry with all the community when one man had sinned.", "q": "What did Aaron and Moses do and say when the God of the spirits of all humanity instructed them to get away from the people who had gathered at the entrance of the tent?", "ref": ["16-22"]}, {"a": "Yahweh told Moses to tell the community to get away from the tents of Korah, Dathan, and Abiram.", "q": "What did Yahweh tell Moses to tell the community to do?", "ref": ["16-23", "16-24"]}, {"a": "The elders followed Moses when he went to Dathan and Abiram and told the community to leave the tents of those wicked men and touch nothing of theirs.", "q": "Who followed Moses when he went to Dathan and Abiram and told the community to leave the tents of those wicked men and touch nothing of theirs?", "ref": ["16-25", "16-26"]}, {"a": "He said the community would be consumed by all their sins.", "q": "What did he tell them would happen to the community if they stayed near their tents?", "ref": ["16-25", "16-26"]}, {"a": "Dathan and Abiram came out and stood at the entrance to their tents, with their wives, sons, and their little ones.", "q": "Who came out of their tents and stood in the entrances to their tents with their wives, sons, and their little ones?", "ref": ["16-27"]}, {"a": "If the men died a natural death, then Yahweh had not sent Moses. If Yahweh created and opening in the ground and swallowed them up to go down alive into sheol, then the all people would understand that those men had despised Yahweh.", "q": "How would the people know that Yahweh had sent Moses to do all those works and that he hadn't done them by his accord?", "ref": ["16-28", "16-30"]}, {"a": "As soon as Moses stopped speaking, the ground opened and swallowed Korah, the men, their families, and their possessions.", "q": "What happened as soon as Moses stopped speaking to Korah and his men?", "ref": ["16-31", "16-32"]}, {"a": "Everyone in their families went down alive into sheol, the earth closed over them, and they perished from the midst of the community.", "q": "What happened to everyone in their families?", "ref": ["16-33"]}, {"a": "All Israel fled because they were afraid the earth might swallow them up.", "q": "What did all Israel do, and of what were they afraid?", "ref": ["16-34"]}, {"a": "Fire flashed out from Yahweh and devoured the 250 men who had offered incense.", "q": "What happened to the 250 men who had offered incense to the Lord?", "ref": ["16-35"]}, {"a": "Yahweh told Moses to tell Eleazar to take the censors out of the smoldering remains and scatter the embers because the censers were holy, reserved for him.", "q": "What did Yahweh tell Moses to tell Eleazar, son of Aaron the priest, to do and why?", "ref": ["16-37"]}, {"a": "Eleazar was to hammer the metal from the censors to make a covering over the altar because they were set apart for Yahweh.", "q": "What did Moses tell Eleazar to do with the metal of the censers of those that had lost their lives because of their sin?", "ref": ["16-38"]}, {"a": "The covering for the altar would be a sign of Yahweh's presence to the people of Israel.", "q": "Of what would the covering for the altar be a sign?", "ref": ["16-38"]}, {"a": "They would become a reminder to the people of Israel, so that no person, not descended from Aaron, would come up to burn incense before Yahweh.", "q": "What reminder did the bronze censors become?", "ref": ["16-39", "16-40"]}, {"a": "The next morning all the community of the people of Israel complained against Moses and Aaron saying that Moses and Aaron had killed Yahweh's people.", "q": "What did all the community of the people of Israel say the next morning to complain against Moses and Aaron?", "ref": ["16-41"]}, {"a": "The cloud was covering the tent of meeting and Yahweh's glory appeared.", "q": "What happened when the community looked toward the tent of meeting?", "ref": ["16-42"]}, {"a": "Moses and Aaron went to the front of the tent of meeting.", "q": "Where did Moses and Aaron go?", "ref": ["16-43"]}, {"a": "Yahweh told Moses that they should get away from the community so that he could consume the community immediately.", "q": "What did Yahweh tell Moses as they stood in front of the sacred tent?", "ref": ["16-45"]}, {"a": "Aaron and Moses lay face down on the ground when they were told to get away from the people.", "q": "What did Aaron and Moses do when they were told by Yahweh to get away from the people?", "ref": ["16-45"]}, {"a": "Moses told Aaron to take the censer, put fire in it from the altar, put incense in it, and carry it quickly to the community for the people.", "q": "What did Moses tell Aaron to do to stop the plague because of Yahweh's anger?", "ref": ["16-46"]}, {"a": "Aaron ran to the middle of the community as the plague spread to make atonement, and he stood between the dead and the living.", "q": "Where did Aaron run to make atonement as the plague spread, and what did he stand between?", "ref": ["16-47", "16-48"]}, {"a": "Besides those who had died in the matter of Korah, those who died by the plague were 14,700.", "q": "Besides those who had died in the matter of Korah, how many died by the plague?", "ref": ["16-49"]}, {"a": "The plague ended when Aaron returned to the entrance of the sacred tent.", "q": "What happened when Aaron returned to the entrance of the tent?", "ref": ["16-50"]}], "17": [{"a": "Yahweh instructed Moses to tell the people of Israel to take twelve staffs, one from each leader of a tribe, and write the name of the leader on his staff.", "q": "What did Yahweh tell the people of Israel to take from each tribe and to do with that which they took?", "ref": ["17-02"]}, {"a": "Yahweh instructed Moses to write Aaron's name on Levi's staff.", "q": "Whose name did Yahweh instruct Moses to put on the staff of Levi?", "ref": ["17-03"]}, {"a": "Moses was to place the staffs in the tent of meeting in front of the covenant decrees.", "q": "What was Moses to do with the twelve staffs?", "ref": ["17-04"]}, {"a": "The staff of the man, whom Yahweh chose, would bud.", "q": "What did Yahweh say would happen to the staff of the man whom Yahweh chose?", "ref": ["17-04"]}, {"a": "Yahweh would cause the complaints which the people of Israel were speaking against Moses to stop.", "q": "What would happen when Yahweh caused the staff to bud?", "ref": ["17-05"]}, {"a": "All the tribal leaders gave him their staffs, including Aaron.", "q": "When Moses talked to the people of Israel, who gave their staffs to Moses?", "ref": ["17-06"]}, {"a": "When Moses put the staffs before Yahweh in the tent of the covenant decrees, Aaron's staff budded and produced blossoms and ripe almonds.", "q": "What happened to one of the staffs when Moses deposited the staffs before Yahweh in the tent of the covenant decrees?", "ref": ["17-08"]}, {"a": "Moses brought out all the staffs from before Yahweh, and each man found his rod and took it.", "q": "What did Moses do with all the staffs?", "ref": ["17-09"]}, {"a": "Yahweh told Moses to put Aaron's staff in front of the covenant decrees.", "q": "What did Yahweh tell Moses to do with Aaron's staff?", "ref": ["17-10"]}, {"a": "Yahweh told Moses to put Aaron's staff in front of the covenant decrees to keep it as a sign of guilt against the people who rebelled so that Moses would end complaints against Yahweh.", "q": "Why did Yahweh tell Moses to put Aaron's staff in front of the covenant decrees?", "ref": ["17-10"]}, {"a": "The people of Israel were afraid they would die when everyone approached Yahweh's tabernacle.", "q": "Of what were the people of Israel afraid?", "ref": ["17-12", "17-13"]}], "18": [{"a": "Yahweh told Aaron that he, his sons, and his ancestor's clan would be responsible for all sins committed against the sanctuary.", "q": "For what did Yahweh say that only Aaron, his sons, and his ancestor's clan would be responsible?", "ref": ["18-01"]}, {"a": "Only Aaron and his sons would be responsible for all sins committed by anyone in the priesthood.", "q": "Who did God say would be responsible for all sins committed by anyone in the priesthood?", "ref": ["18-01"]}, {"a": "The tribe of Levi, the tribe of Aaron's ancestors, would join to help Aaron and his sons when they served in front of the tent of the covenant decrees.", "q": "Which tribe would help Aaron and his sons when they served in front of the tent of the covenant decrees?", "ref": ["18-02"]}, {"a": "The Levites could not go near anything in the sanctuary nor in the altar.", "q": "Where could the Levites not go as they served Aaron and the tent?", "ref": ["18-03"]}, {"a": "If the Levites came near to anything in the sanctuary or altar, they and Aaron would die.", "q": "What would happen if the Levites came near to anything in the sanctuary or altar?", "ref": ["18-03"]}, {"a": "A foreigner could not come near Aaron.", "q": "Who could not come near Aaron?", "ref": ["18-04"]}, {"a": "The Levites would join Aaron to take care of the tent of meeting and all the work connected with the tent.", "q": "For what would the Levites take responsibility?", "ref": ["18-04"]}, {"a": "Aaron and his sons had to take care of the sanctuary and the altar so that Yahweh's anger did not come on the people of Israel again.", "q": "Why did Aaron and his sons have to take care of the sanctuary and the altar?", "ref": ["18-05"]}, {"a": "Yahweh chose the Levites as a gift to Aaron, given to Yahweh, to do the work connected to the tent of meeting.", "q": "What gifts did Yahweh give to Aaron and his sons and why did he give them?", "ref": ["18-06"]}, {"a": "Only Aaron and his sons could exercise the priesthood regarding everything connected with the altar and everything inside the curtain.", "q": "Who only were allowed to exercise the priesthood regarding everything connected with the altar and everything inside the curtain?", "ref": ["18-07"]}, {"a": "Any foreigner who approached the altar of Yahweh inside the curtain would be put to death.", "q": "What would happen to any foreigner who approached the altar of Yahweh inside the curtain?", "ref": ["18-07"]}, {"a": "The things from the most holy offerings that people of Israel gave to Yahweh that were not completely burned up would be Aaron and his sons' ongoing share.", "q": "What holy offerings to Yahweh would be given to Aaron and his sons as their ongoing share?", "ref": ["18-08", "18-09"]}, {"a": "Every sacrifice that the people brought—including every grain offering, every sin offering, and every guilt offering—would be for Aaron and his sons.", "q": "What other offerings would be for him and his sons?", "ref": ["18-09"]}, {"a": "Every male Levite was to eat those offerings as something most holy, solemnly reserved for Yahweh.", "q": "How was every male Levite to eat those offerings?", "ref": ["18-10"]}, {"a": "Yahweh gave the gifts set apart from all the raised offerings of the people of Israel to Aaron's ritually clean sons and daughters as their ongoing share.", "q": "To whom did Yahweh give, as their ongoing share, the gifts set apart from all the raised offerings of the people of Israel?", "ref": ["18-11"]}, {"a": "All the best of the oil, the new wine, the grain, the first fruits, and the first ripe produce of their land that the people brought to Yahweh would belong to Aaron and those that were clean in his family.", "q": "What other things was given to Aaron's family?", "ref": ["18-12", "18-13"]}, {"a": "The people had to buy back every firstborn son and firstborn male of unclean animals.", "q": "What would the people have to buy back?", "ref": ["18-15"]}, {"a": "The people were to buy back the firstborn males after they became one month old.", "q": "At what time were the people to buy back the firstborn males?", "ref": ["18-16"]}, {"a": "Firstborn cows, sheep, or goats were not to be bought back because they were holy, reserved for Yahweh and their meat would be for Aaron and his sons.", "q": "What animals were not to be bought back but were holy, reserved for Yahweh as a sacrifice which Aaron and his sons would eat?", "ref": ["18-17", "18-18"]}, {"a": "Yahweh gave all the presented offerings of holy things to Aaron and his sons and daughters, as an ongoing share, as a covenant of salt as a binding covenant forever, before Yahweh with Aaron and Aaron's descendants.", "q": "What did Yahweh say would be given to Aaron and his sons and to his daughters as an ongoing share because those offerings stood as a covenant of salt, a binding covenant forever before Yahweh with Aaron and his descendants?", "ref": ["18-19"]}, {"a": "Yahweh told Aaron he would have no inheritance in the land because Yahweh was his share and inheritance.", "q": "Why does Yahweh tell Aaron he would not have an inheritance in the land among the people?", "ref": ["18-20"]}, {"a": "Yahweh had given all the tithes of Israel to the descendants of Levi as their inheritance in return for their service at the tent of meeting.", "q": "What else had Yahweh given the descendants of Levi as their inheritance in return for their service at the tent of meeting?", "ref": ["18-21"]}, {"a": "Yahweh told Aaron that from now on the people of Israel could not come near the tent of meeting, or they would die.", "q": "Whom did Yahweh say would die from then on if the people came near Yahweh's tent of meeting?", "ref": ["18-22"]}, {"a": "The offering that the Levites gave back to Yahweh was a tenth of the grain or wine offering.", "q": "What was the offering that the Levites gave to Yahweh when they received an offering of grain or wine from the people of Israel?", "ref": ["18-27"]}, {"a": "The Levites gave to Aaron a presented offering to Yahweh from all the tithes that they had received from the people of Israel.", "q": "To whom did the Levites give a presented offering to Yahweh from all the tithes that they had received from the people of Israel?", "ref": ["18-28"]}, {"a": "If the Levites profaned the holy offerings of the people of Israel, they would die.", "q": "What would happen if the Levites profaned the holy offerings of the people of Israel?", "ref": []}], "19": [{"a": "Yahweh commanded the Israelite people to bring a red heifer without blemish which had never carried a yoke.", "q": "What statute or law did Yahweh command the Israelite people?", "ref": ["19-02"]}, {"a": "Eleazar the priest had to take the heifer, which someone would kill in front of him, outside the camp.", "q": "Where did Eleazar the priest take the heifer which someone killed in front of him?", "ref": ["19-03"]}, {"a": "Eleazar took some of the blood on his finger and sprinkled it seven times toward the front of the tent of meeting.", "q": "What did Eleazar do with the blood of the heifer?", "ref": ["19-04"]}, {"a": "Another priest had to burn the heifer's hide, flesh, blood, and dung in front of Eleazar.", "q": "What did another priest have to do with the heifer?", "ref": ["19-05"]}, {"a": "The priest had to throw cedar wood, hyssop, and scarlet wool into the middle of the burning heifer.", "q": "Where did the priest throw cedar wood, hyssop, and scarlet wool?", "ref": ["19-06"]}, {"a": "Eleazar stayed unclean until the evening after he had washed his clothes, bathed in water, and gone back to the camp.", "q": "How long did Eleazar stay unclean after he had washed his clothes, bathed in water, and gone back to the camp?", "ref": ["19-07"]}, {"a": "The priest who had burned the heifer remained unclean until the evening after he had washed his clothes, bathed in water, and gone back to the camp.", "q": "How long did the priest who had burned the heifer stay unclean after he had washed his clothes, bathed in water, and gone back to the camp?", "ref": ["19-08"]}, {"a": "Someone who was clean gathered the heifer's ashes and put them outside the camp in a clean place.", "q": "What did someone who was clean do with the ashes from the heifer?", "ref": ["19-09"]}, {"a": "These ashes were kept for the community of Israel to mix with water for purification from sin since they came from a sin offering.", "q": "What happened to the ashes that were placed outside the camp in a clean place?", "ref": ["19-09"]}, {"a": "The one who gathered the heifer's ashes washed his clothes and remained unclean until the evening.", "q": "What was the permanent law about the one who gathered the heifer's ashes?", "ref": ["19-10"]}, {"a": "Anyone who touched a dead body would be unclean until the seventh day.", "q": "How long would anyone who touched a dead body of a man be unclean?", "ref": ["19-11"]}, {"a": "Anyone who touched a dead body purified himself on the third and seventh days in order to be clean the seventh day.", "q": "How did the person who touched a dead body purify himself?", "ref": ["19-12"]}, {"a": "The person who did not purify himself on the third day after touching a dead body would not be clean on the seventh day.", "q": "What happened to anyone who touched a dead body and did not purify himself on the third day?", "ref": ["19-12"]}, {"a": "The person who touched a dead body and did not purify himself would remain unclean because he had defiled Yahweh's tabernacle. That man would be cut off from Israel and he would remain unclean.", "q": "Why would the person who touched a dead body, but did not purify himself, remain unclean; and what would happen to that man?", "ref": ["19-13"]}, {"a": "Both those who went into the tent where someone had died and those who were already in the tent would be unclean for seven days.", "q": "What happened to any person who went into a tent where someone had died or who was already in the tent when someone died?", "ref": ["19-14"]}, {"a": "Every open container became unclean when someone died inside a tent.", "q": "What happened to containers that were uncovered when someone died inside a tent?", "ref": ["19-15"]}, {"a": "The Israelite who touched someone who had been killed with a sword or who had touched a dead body, a human bone, or a grave would be unclean for seven days.", "q": "What was the law for anyone outside a tent who touched someone who had been killed with a sword or who had touched another a dead body, a human bone, or a grave?", "ref": ["19-16"]}, {"a": "Ashes from the burnt sin offering had to be used and were mixed in a jar with fresh water.", "q": "What had to be used for the unclean person, and in what was it mixed?", "ref": ["19-17"]}, {"a": "Using hyssop, someone who was clean had to sprinkle some of that water on the tent and on the things and people who were in the tent where someone had died. This water was also sprinkled on the person who had touched a human bone, a dead body, or a grave.", "q": "What did someone do with the ashes from the burnt sin offering that were mixed in a jar with fresh water.", "ref": ["19-18"]}, {"a": "The one who sprinkled the water for impurity had to wash his clothes, and he was unclean until evening.", "q": "What happened to the one who sprinkled the water for impurity, and how long was he unclean?", "ref": ["19-21"]}, {"a": "Anyone who touched something that the unclean person had touched would be unclean until that evening.", "q": "What happened to anyone who touched something that the unclean person had touched?", "ref": ["19-22"]}], "20": [{"a": "The people of Israel went into the wilderness of Sin.", "q": "Who went into the wilderness of Sin in the first month and stayed at Kadesh?", "ref": ["20-01"]}, {"a": "Miriam died and was buried at Kadesh.", "q": "What happened to Miriam at Kadesh?", "ref": ["20-01"]}, {"a": "There was no water for the people.", "q": "What happened to make the people complain against Moses and Aaron?", "ref": ["20-02", "20-03"]}, {"a": "The people asked Moses and Aaron why they brought them and their animals into the wilderness to die.", "q": "What did the people, the community of Yahweh, ask Moses and Aaron?", "ref": ["20-04"]}, {"a": "The people did not have seed, figs, vines, pomegranates or water to drink.", "q": "What did the people not have in this wilderness of Sin?", "ref": ["20-05"]}, {"a": "Yahweh's brilliant glory appeared to them when they lay face down at the entrance of the tent.", "q": "What appeared to Moses and Aaron when they went to the entrance of the tent of meeting and lay face down?", "ref": ["20-06"]}, {"a": "Yahweh told Moses to do this so that the rock would produce water for the people and their cattle to drink.", "q": "Why did Yahweh tell Moses to take his staff, assemble the community and speak to the rock before the eyes of the people?", "ref": ["20-07", "20-09"]}, {"a": "Moses called the people rebels.", "q": "What did Moses call the people before he struck the rock?", "ref": ["20-10"]}, {"a": "When Moses struck the rock much water came out of the rock and the community and their cattle drank the water.", "q": "What happen when Moses struck the rock twice with his staff?", "ref": ["20-10", "20-11"]}, {"a": "Yahweh told them they would not bring the assembly of the people into the land Yahweh had given to them.", "q": "What did Yahweh tell Moses and Aaron would happen because they did not trust Yahweh or sanctify him in the eyes of the people of Israel?", "ref": ["20-12", "20-13"]}, {"a": "Moses sent messengers to the king of Edom.", "q": "To whom did Moses send messengers telling of the difficulties the people had encountered?", "ref": ["20-14", "20-16"]}, {"a": "Moses asked the king if he would allow the people of Israel to pass through the land.", "q": "What did Moses ask of the king of Edom to allow the people to do?", "ref": ["20-17"]}, {"a": "Moses said the people would not turn to the right or to the left until they had passed the king's border.", "q": "What did Moses say the people not do until they had passed through the king's border?", "ref": ["20-17"]}, {"a": "The king's reply was that the people of Israel could not pass through his land and he would attack them with the sword if they tried to pass through it.", "q": "What was the king's reply to Moses?", "ref": ["20-18"]}, {"a": "The people of Israel replied that they would just go along the highway, pay for any water that their livestock might drink and they would only walk through and not do anything else.", "q": "What was the reply of the people of Israel to the king of Edom?", "ref": ["20-19"]}, {"a": "The king of Edom came against Israel with a strong hand with many soldiers.", "q": "What did the king of Edom do after he refused to let the people of Israel pass through his land?", "ref": ["20-20", "20-21"]}, {"a": "Israel turned away from the land of Edom.", "q": "What did Israel do when the king of Edom refused to allow them to cross over the border?", "ref": ["20-21"]}, {"a": "The people of Israel journeyed to Mount Hor.", "q": "Where did the people of Israel go when they journered from Kadesh?", "ref": ["20-22"]}, {"a": "Yahweh told them that Aaron must be gathered to his people and Aaron would not enter the land given to the people of Israel because they both rebelled against Yahweh's word at the Waters of Meribah.", "q": "What did Yahweh tell Moses and Aaron at Mount Hor about the consequence of their rebellion?", "ref": ["20-23", "20-24"]}, {"a": "Yahweh told Moses and Aaron to bring Eleazar, Aaron's son, with them to Mount Hor.", "q": "Who did Yahweh say Moses and Aaron should bring with them to Mount Hor?", "ref": ["20-25"]}, {"a": "Yahweh told them that Aaron must die and be gathered to his people.", "q": "Why did Yahweh tell them to take Aaron's priestly garment off him and put them on Eleazar his son?", "ref": ["20-26"]}, {"a": "When all the community saw that Aaron was dead, the entire nation wept for Aaron for thirty days.", "q": "What did the community do after Moses did as Yahweh commanded and they saw that Aaron was dead?", "ref": ["20-27", "20-29"]}], "21": [{"a": "The king of Arad fought against Israel and took some of them captive.", "q": "What did the Canaanite king of Arad do when he heard that Israel was traveling by the road to Atharim?", "ref": ["21-01"]}, {"a": "Yahweh listened to Israel and gave them victory over the Canaanites.", "q": "What did Yahweh do in response to Israel's vow that they would destroy the cities of the king of Arad completely if Yahweh would give Israel victory over them?", "ref": ["21-02", "21-03"]}, {"a": "The name of the place was called Hormah.", "q": "What was name of the place called where Israel destroyed the Canaanites and their cities?", "ref": ["21-03"]}, {"a": "The people's hearts became very discouraged.", "q": "What happened to the people's hearts as they traveled from Mount Hor by the road to the Red Sea to go around the land of Edom?", "ref": ["21-04"]}, {"a": "The people complained against God and Moses and asked why they had been brought out of Egypt to die in the wilderness because they had no bread, they had no water, and they hated the food.", "q": "What was the complaint of the people against God and Moses?", "ref": ["21-05"]}, {"a": "The snakes bit the people and many people died.", "q": "What happened to the people when Yahweh sent poisonous snakes among the people?", "ref": ["21-06"]}, {"a": "The people asked Moses to pray to Yahweh to take the snakes away from them.", "q": "What did the people ask Moses to do after they confessed that they had sinned and had spoken against Yahweh and Moses?", "ref": ["21-07"]}, {"a": "Yahweh told Moses to make a snake and attach it to a pole.", "q": "What did Yahweh tell Moses to do after Moses prayed for the people?", "ref": ["21-08"]}, {"a": "The person survived who looked at the bronze snake after he was bitten.", "q": "What happened if a person looked at the bronze snake after he was bitten by a snake?", "ref": ["21-09"]}, {"a": "There was a well there where Yahweh had told Moses to gather the people together for Yahweh to give them water.", "q": "What did the people find at Beer?", "ref": ["21-16"]}, {"a": "They sang about the well that the leaders had dug to give them water.", "q": "About what did Israel sing?", "ref": ["21-17", "21-18"]}, {"a": "The Israelites sent messengers to Sihon king of the Amorites.", "q": "To whom did the Israelites send messengers?", "ref": ["21-21"]}, {"a": "The Israelites requested that they pass through his land without drinking from his wells and staying on the king's highway.", "q": "What did Israelite's messengers request of Sihon?", "ref": ["21-22"]}, {"a": "The king refused to allow Israel to pass through his border. He gathered his army and attacked Israel in the wilderness.", "q": "How did the king respond to the request of the Israelites?", "ref": ["21-23"]}, {"a": "The Israelites attacked the army of Sihon with the edge of the sword and took their land.", "q": "What did Israel do in response to Sihon's attack?", "ref": ["21-24"]}, {"a": "Israel began to live in the land of the Amorites.", "q": "Where did Israel begin to live?", "ref": ["21-31"]}, {"a": "The Israel took its villages and drove out the Amorites who were there.", "q": "What happened after Moses sent men to look at Jazer?", "ref": ["21-32"]}, {"a": "Og and all his army went out to fight the Israelites at Edrei.", "q": "What did Og do when Israel turned and went up by the road of Bashan?", "ref": ["21-33"]}, {"a": "Yahweh told Moses not to fear Og and to do to him as the Israelites did to Sihon king of the Amorites because Yahweh had given them victory over him, his army, and his land.", "q": "What did Yahweh say to Moses about Og and his army?", "ref": ["21-34"]}, {"a": "Moses and the people killed Og, his sons, his army and his people and then took over his land.", "q": "How did Moses and the people of Israel respond to Yahweh's instructions?", "ref": ["21-35"]}], "22": [{"a": "The city of Jericho was on the other side of the Jordan River near the place where they camped.", "q": "What city was near the place where the people of Israel camped in the plains of Moab on the other side of Jordan River?", "ref": ["22-01"]}, {"a": "The people of Moab were afraid of the people of Israel because they had seen all that they had done to the Amorites, and because there were many people.", "q": "Why were the people of Moab afraid of the people of Israel?", "ref": ["22-02", "22-03"]}, {"a": "Balak was the king of Moab.", "q": "Of what country was Balak king?", "ref": ["22-04"]}, {"a": "Balak wanted Balaam to curse the nation that came from Egypt.", "q": "What did Balak want Balaam to do to the nation that came from Egypt?", "ref": ["22-05", "22-06"]}, {"a": "He wanted Balaam to curse that nation because they covered the face of the earth, they were next to him, and they were too strong for him.", "q": "Why did Balak want Balaam to curse the nation that had come from Egypt?", "ref": ["22-05", "22-06"]}, {"a": "Balak knew that whomever Balaam blessed would be blessed, and whomever he cursed would be cursed.", "q": "What did Balak know that Balaam could do?", "ref": ["22-06"]}, {"a": "Balaam said that the messengers should stay there overnight and he would bring to them what Yahweh said to him.", "q": "What Balaam say when he heard Balak's message?", "ref": ["22-08"]}, {"a": "Balaam told God that Balak asked him to curse the people of Israel so Balak could fight them and drive them out.", "q": "What did Balaam tell Yahweh about the request of those men who came to him from Balak?", "ref": ["22-11"]}, {"a": "God told Balaam that he was not to go with the men and that he was not to curse the people of Israel.", "q": "What did God tell Balaam to do about going with the messengers and about cursing the people of Israel?", "ref": ["22-12"]}, {"a": "Balaam told Balak's leaders to go back to their land because Yahweh refused to allow him to go with them.", "q": "What did Balaam tell Balak's leaders in the morning?", "ref": ["22-13"]}, {"a": "The leaders told Balak that Balaam refused to come with them.", "q": "What did the leaders tell Balak when they went back to him?", "ref": ["22-14"]}, {"a": "Balak tried to get Balaam to curse Israel by paying him extremely well, giving him great honor, and doing whatever he told him to do.", "q": "How did Balak try to get Balaam to come to him when he sent more honorable leaders to Balaam?", "ref": ["22-17"]}, {"a": "Balaam told them that he could not go beyond the word of Yahweh, his God, and could do neither less nor more than what he old me.", "q": "What did Balaam say to Balak's men in reply to their request?", "ref": ["22-18"]}, {"a": "Balaam told Balak's men to wait there that night so that he might learn anything further that Yahweh said to him.", "q": "Why did Balaam tell Balak's men they should wait overnight?", "ref": ["22-19"]}, {"a": "When God came to Balaam that night, he told Balaam to get up and go with Balak's men but to do only what God told him to do.", "q": "What did God tell Balaam to do when he came to Balaam at night?", "ref": ["22-20"]}, {"a": "Balaam got up, saddled his donkey, and went with the leaders of Moab in the morning.", "q": "What did Balaam do in the morning?", "ref": ["22-21"]}, {"a": "God's anger was kindled because Balaam went with them.", "q": "Why did God's anger kindled?", "ref": ["22-22"]}, {"a": "The angel of Yahweh placed himself in the road as someone hostile to Balaam.", "q": "What did the angel of Yahweh do?", "ref": ["22-22"]}, {"a": "Balaam's donkey saw the angel of Yahweh standing in the road with his drawn sword in his hand.", "q": "What did Balaam's donkey see standing in the road?", "ref": ["22-23"]}, {"a": "Balaam's donkey turned off the road and went into a field; Balaam struck the donkey to turn her back to the road.", "q": "What did Balaam's donkey do when he saw the angel of Yahweh, and what did Balaam do to his donkey?", "ref": ["22-23"]}, {"a": "A wall was on the angel's right side and another wall was on his left side.", "q": "What was on the right and left of the angel of Yahweh when he stood in a narrow part of the road between some vineyards?", "ref": ["22-24"]}, {"a": "When the donkey saw the angel of Yahweh, she struck the wall and pinned Balaam's foot against it; then Balaam struck her again.", "q": "What did the donkey do when he saw the angel of Yahweh with the drawn sword in the narrow place of the road, and then how did Balaam respond to what his donkey did?", "ref": ["22-25"]}, {"a": "The donkey laid down under Balaam; Balaam struck the donkey with his staff.", "q": "What did the donkey do when she saw the angel of Yahweh in another narrow place where there was no way to turn to either side, and what did Balaam do?", "ref": ["22-27"]}, {"a": "The donkey asked Balaam what she had done to him that made him strike her three times.", "q": "What did the donkey ask Balaam when Yahweh opened her mouth so she could talk?", "ref": ["22-28"]}, {"a": "Balaam replied to the donkey that he had struck her because she acted so stupidly, and he wished that he had a sword in his hand so that he could kill her.", "q": "How did Balaam reply to the donkey, and what did he wish he could do to her?", "ref": ["22-29"]}, {"a": "Balaam saw the angel of Yahweh standing in the road with his drawn sword in his hand so Balaam lowered his head and lay face down.", "q": "What did Balaam see and do when Yahweh opened his eyes?", "ref": ["22-31"]}, {"a": "The angel told Balaam that when his donkey saw the angel she turned away three times.", "q": "Why did the angel of Yahweh tell Balaam about why his donkey acted the way she did?", "ref": ["22-32", "22-33"]}, {"a": "The angel told Balaam that if his donkey had not turned away the angel would have killed Balaam and spared the donkey's life.", "q": "What did the angel say would have happened to Balaam if his donkey had not turned away?", "ref": ["22-33"]}, {"a": "Balaam confessed that he had sinned and offered to return to the place from which he had come.", "q": "What did Balaam confess to the angel, and what did he offer to do?", "ref": ["22-34"]}, {"a": "The angel replied that Balaam should go ahead with the men but only speak the words that the angel told him to speak.", "q": "How did the angel reply to Balaam?", "ref": ["22-35"]}, {"a": "Balak went out to meet Balaam.", "q": "What did Balak do when he heard that Balaam had come?", "ref": ["22-36"]}, {"a": "Balak asked Balaam why he had not come when Balak summoned him, and did Balaam not think Balak was able to honor him.", "q": "What did Balak ask Balaam when he met him at the city of Aron, a city on Moab's border?", "ref": ["22-37"]}, {"a": "Balam told Balak that he could only say the words that God put into his mouth.", "q": "What did Balaam tell Balak that he could only say?", "ref": ["22-38"]}, {"a": "When they arrived at Kiriath Huzoth, Balak sacrificed oxen and sheep and gave some meat to Balaam and the leaders who were with him.", "q": "What did Balak do when he and Balaam arrived at Kiriath Huzoth?", "ref": ["22-39", "22-40"]}, {"a": "Balaam could see only a part of the Israelites in their camp.", "q": "What could Balaam see when Balak took him up to the shrines of Baal?", "ref": ["22-41"]}], "23": [{"a": "Balaam told Balak to build seven altars for him and prepare seven bulls and seven rams.", "q": "What did Balaam the prophet tell Balak the king to do?", "ref": ["23-01"]}, {"a": "Balak did as Balaam requested, and they offered a bull and a ram on each altar.", "q": "What did Balak do about Balaam's request?", "ref": ["23-02"]}, {"a": "Balaam told Balak that Yahweh might come to meet him and then he would tell Balak whatever Yahweh showed him.", "q": "What did Balaam tell Balak that Yahweh might do when Balaam went aside?", "ref": ["23-03"]}, {"a": "Yahweh told Balaam to return to Balak to speak a message to him.", "q": "What did Yahweh tell Balaam to do?", "ref": ["23-05"]}, {"a": "Balaam asked, \"How can I curse those whom God has not cursed? How can I oppose those whom Yahweh does not oppose?\"", "q": "What two questions did Balaam ask in the first part of the message God gave him?", "ref": ["23-07", "23-08"]}, {"a": "Balaam said that the Israel did not consider themselves to be just an ordinary nation.", "q": "What did Balaam say about how Israel considered themselves?", "ref": ["23-09"]}, {"a": "He said no one could number even one fourth of Israel.", "q": "What did Balaam say about the size of Israel?", "ref": ["23-10"]}, {"a": "Balaam wished to die the death of a righteous person, and that he wanted his life's end to be like Israel's end.", "q": "What kind of death did Balaam wish to die?", "ref": ["23-10"]}, {"a": "Balak said that Balaam had blessed his enemies instead of cursing them.", "q": "What did Balak say that Balaam had done instead of cursing his enemies?", "ref": ["23-11"]}, {"a": "Balaam answered that he was careful to say only what Yahweh put in his mouth.", "q": "How did Balaam reply when Balak said he had blessed his enemies instead of cursing them?", "ref": ["23-12"]}, {"a": "Balak wanted Balaam to curse Balak's enemies.", "q": "What did Balak want Balaam to do when Balak took Balaam to another place where he could see the nearest part of Israel, Balak's enemies?", "ref": ["23-13"]}, {"a": "Balak took Balaam to the top of Mount Pisgah and he built seven more altars there and offered up a bull and a ram on each altar.", "q": "Where did Balak take Balaam, and what did he do there?", "ref": ["23-14"]}, {"a": "Balaam said that he was going to meet with Yahweh.", "q": "What did Balaam tell Balak he was going to do while Balak stood by his burnt offering?", "ref": ["23-15"]}, {"a": "Balaam said that God does not lie and he does not change his mind.", "q": "What was the message that Yahweh put in Balaam's mouth?", "ref": ["23-19"]}, {"a": "Balaam said that he could not reverse God's command to bless Israel.", "q": "What did Balaam say that he could not do about God's command to bless Israel?", "ref": ["23-20"]}, {"a": "Balaam said that Yahweh was with the Israelites.", "q": "Who did Balaam say was with the Israelites?", "ref": ["23-21"]}, {"a": "He said God's strength is like the strength of a wild ox.", "q": "What did Balaam say God's strength is like?", "ref": ["23-22"]}, {"a": "Sorcery and fortune telling could not work against nor harm Israel.", "q": "What things could not work against nor harm Israel?", "ref": ["23-23"]}, {"a": "It had to be said, \"Look what God has done!\"", "q": "What had to be said about Jacob and Israel?", "ref": ["23-23"]}, {"a": "The people of Israel were like lions that attackrd and ate their victims.", "q": "How did Balaam describe what the people of Israel were like?", "ref": ["23-24"]}, {"a": "Balak said to Balaam that he should neither curse nor bless the Israelites at all.", "q": "What did Balak say to Balaam after Balaam gave his prophecy?", "ref": ["23-25"]}, {"a": "Balaam told Balak that he could say only what Yahweh told him to say.", "q": "What did Balaam tell Balak was the only thing that he could say?", "ref": ["23-26"]}, {"a": "Balak thought God might allow Balaam to curse the Israelites from another place.", "q": "What did Balak think Balaam might be able to do if he took Balaam to another place?", "ref": ["23-27"]}, {"a": "Balak took Balaam to the top of Mount Peor.", "q": "So now where did Balak take Balaam?", "ref": ["23-28"]}, {"a": "Balaam told Balak to build seven altars so Balak did as Balaam said and offered a bull and a ram on each altar.", "q": "What did Balaam tell Balak to do this time and what did Balak do?", "ref": ["23-29", "23-30"]}], "24": [{"a": "Balaam did not use sorcery but looked toward the wilderness.", "q": "What did Balaam the prophet not do when he saw that blessing Israel pleased Yahweh?", "ref": ["24-01"]}, {"a": "When Balaam raised his eyes and saw Israel camped, the Spirit of God came on Balaam and he received a prophecy.", "q": "What happened when Balaam raised his eyes and saw Israel camped, each in their own tribe?", "ref": ["24-02", "24-03"]}, {"a": "Balaam bowed down with his eyes open.", "q": "What did Balaam do when he saw a vision from the Almighty?", "ref": ["24-04"]}, {"a": "Balaam said that the tents of Jacob were beautiful.", "q": "What did Balaam say about Jacob's tents?", "ref": ["24-05"]}, {"a": "Balaam described valleys like gardens by the riverside, like aloes planted by Yahweh, and like cedars beside the waters.", "q": "How did Balaam describe the beauty of the place where Israel lived?", "ref": ["24-06"]}, {"a": "God blessed Israel with flowing water that would also water the seeds they planted.", "q": "With what did God bless Israel in the land in which they lived?", "ref": ["24-07"]}, {"a": "Their kingdom would be honored.", "q": "What would happen to the kingdom of Israel?", "ref": ["24-07"]}, {"a": "God brought his people out of Egypt.", "q": "From what place did God bring his people?", "ref": ["24-08"]}, {"a": "Balaam said the Israel's strength was like a wild ox.", "q": "What did Balaam say about the strength of Israel?", "ref": ["24-08"]}, {"a": "Balaam said Israel would eat up the nations who fought against him, break their bones to pieces, and shoot them with his arrows", "q": "What would happen to the nations who fought against Israel?", "ref": ["24-08"]}, {"a": "Those who blessed Israel would be blessed and those who cursed Israel would be cursed.", "q": "What did Balaam prophesy would happen to those who blessed or cursed Israel?", "ref": ["24-09"]}, {"a": "Balak struck his hands together in anger.", "q": "How did Balak show his anger against Balaam?", "ref": ["24-10"]}, {"a": "Balak said that Yahweh kept Balaam from getting his reward.", "q": "Who did Balak say kept Balaam from getting the promised reward?", "ref": ["24-11"]}, {"a": "Balaam told Balak that he could not go beyond Yahweh's word to say anything bad or good, or to say anything that he might want to say.", "q": "What did Balaam tell Balak he could not do even if Balak gave him his palace full of silver and gold?", "ref": ["24-13"]}, {"a": "Balaam said that he could only say what Yahweh told him to say.", "q": "What did Balaam say was the only thing that he could say?", "ref": ["24-13"]}, {"a": "Balaam warned Balak what Israel was going to do to Balak's people in the days that were coming.", "q": "About what did Balaam warn Balak before he returned to his own people?", "ref": ["24-14"]}, {"a": "Balaam said that his prophecy, words, knowledge, and visions came from God, the Most High, the Almighty.", "q": "From whom did Balaam say that his prophecy, words, knowledge, and visions came?", "ref": ["24-16"]}, {"a": "Balaam said that a star would come out of Jacob, and a scepter would rise out of Israel.", "q": "What did Balaam say would come out of Jacob and rise out of Israel?", "ref": ["24-17"]}, {"a": "Balaam said that that star and scepter would shatter and destroy Moab's leaders and all the descendants of Seth.", "q": "What did Balaam say that star and scepter would do to Moab's leaders and all the descendants of Seth?", "ref": ["24-17"]}, {"a": "Edom and Seir would become possessions of Israel, and Israel would conquer them with force.", "q": "What would happen to Edom and Seir when Israel conquered them with force?", "ref": ["24-18"]}, {"a": "A king who would have dominion would come out of Jacob and he would destroy the survivors of their city.", "q": "What would come out of Jacob and what would he do?", "ref": ["24-19"]}, {"a": "The final end of Amalek, the greatest of nations, would be destruction.", "q": "What would happen to Amalek, the greatest of nations?", "ref": ["24-20"]}, {"a": "Kain would be ruined when Assyria carried them away captive.", "q": "What did Balaam prophesy would happen to Kain and the Kenites who lived in a strong place in the rocks?", "ref": ["24-21", "24-22"]}, {"a": "Ships would come from the coast Kittim which would attack Assyria and conquer Eber; but they, too, would end in destruction.", "q": "What would come from the coast of Kittim which would attack Assyria and conquer Eber, and then what would happen to them?", "ref": ["24-24"]}, {"a": "Balaam got up and returned to his home. Balak also went away.", "q": "When Balaam ended his final prophecy, what did he do and what did Balak do?", "ref": []}], "25": [{"a": "The men began to sleep with the women of Moab and people ate and bowed down to the Moabite gods.", "q": "What caused Yahweh's anger to be kindled against Israel?", "ref": ["25-01", "25-02"]}, {"a": "Yahweh told Moses to kill all the Israelite leaders who had joined in worshiping Baal of Peor and to hang those leaders up before Yahweh.", "q": "What did Yahweh tell Moses to do to Israel's leaders who worshiped Baal of Peor?", "ref": ["25-04"]}, {"a": "When one of the men brought a Midianite woman among his family, the people of Israel were weeping at the entrance to the tent of meeting.", "q": "Where was the community of the people of Israel when one of the men brought a Midianite woman among his family?", "ref": ["25-06"]}, {"a": "When Phinehas saw the Israelite man and the Midianite woman, he rose up from among the community and took a spear in his hand.", "q": "What did Phinehas, son of Eleazar do when he saw the Israelite man and the Midianite woman?", "ref": ["25-07"]}, {"a": "Phineas the priest took a spear and thrust a spear into the bodies of both the man and the woman.", "q": "What happened to the Israelite who brought a Midianite woman into the camp in the sight of Moses?", "ref": ["25-08"]}, {"a": "God sent a plague so that those who died were 24,000 in number.", "q": "What did God do to stop them from sleeping with the Moabite women and worshiping Baal of Peor, and how many died ?", "ref": ["25-08", "25-09"]}, {"a": "Yahweh's rage was turned away because Phinehas was passionate with Yahweh's zeal.", "q": "Why was Yahweh's rage turned away from the people of Israel?", "ref": ["25-11"]}, {"a": "Yahweh called his covenant of everlasting priesthood, his covenant of peace.", "q": "What was the first name Yahweh called his a covenant of everlasting priesthood?", "ref": ["25-12"]}, {"a": "Yahweh made a covenant with Phinehas because he was zealous for Yahweh and had atoned for the people of Israel.", "q": "Why did Yahweh make a covenant of everlasting priesthood with Phinehas?", "ref": ["25-13"]}, {"a": "God told Moses to treat the Midianites as enemies and attack them because they had treated Israel like enemies with their deceitfulness.", "q": "Why did Yahweh tell Moses to treat the Midianites as enemies and attack them?", "ref": ["25-17", "25-18"]}, {"a": "He referred to Cozbi, the daughter of a leader in Midian who was killed on the day of the plague, as their sister.", "q": "How did Yahweh refer to Cozbi, the daughter of a leader in Midian who was killed on the day of the plague?", "ref": ["25-18"]}], "26": [{"a": "Yahweh told them to count all the people of Israel from twenty years old and up, by their tribes, who were able to go to war.", "q": "What did Yahweh tell Moses and Eleazar to do after the plague?", "ref": ["26-02"]}, {"a": "They told the people they needed to count the people from 20 years old and up, who had come out of the land of Egypt.", "q": "What did Moses and Eleazar tell the people Yahweh had commanded them to do?", "ref": ["26-04"]}, {"a": "The firstborn of Israel was Reuben.", "q": "Who was the firstborn of Israel?", "ref": ["26-05"]}, {"a": "The clans of Reuben's descendants numbered 43,730 men.", "q": "How many men did the clans of Reuben's descendants number?", "ref": ["26-07"]}, {"a": "Eliab's sons were Nemuel, Dathan and Abiram. Dathan and Abiram rebelled against Yahweh by following Korah who had challenged Moses and Aaron.", "q": "Who were the sons of Eliab, descendant of Reuben, and what did his sons do?", "ref": ["26-09"]}, {"a": "The earth swallowed them up and fire devoured 250 men.", "q": "What happened to all the followers of Korah that became a warning sign?", "ref": ["26-10"]}, {"a": "Korah's line did not die out.", "q": "Whose line did not die out?", "ref": ["26-11"]}, {"a": "The clans of Simon was the next of Israel's sons; they numbered 22,200 total men.", "q": "Who was listed next of Israel's sons, and how many did their descendants number?", "ref": ["26-14"]}, {"a": "The male descendants of gad numbered 40,500 men.", "q": "How many did the male descendants of Gad number?", "ref": ["26-18"]}, {"a": "They died in the land of Canaan.", "q": "What happened to Judah's sons, Er and Onan?", "ref": ["26-19"]}, {"a": "The other descendants of Judah numbered 76,500 men.", "q": "How many men were in the other descendants of Judah?", "ref": ["26-22"]}, {"a": "The number of the men of the clans from Issachar's descendants was 64,300 men.", "q": "What was the number of the men of the clans from Issachar's descendants?", "ref": ["26-25"]}, {"a": "The number of the men from Zebulun's descendants were 60,500 men.", "q": "What was the number of the men from Zebulun's descendants?", "ref": ["26-27"]}, {"a": "The children of Joseph were Manasseh and Ephraim.", "q": "Who were Joseph's children?", "ref": ["26-28"]}, {"a": "Zelophehad son of Hepher had no sons and had five daughters.", "q": "How many daughters did Zelophehad son of Hepher have although he had no sons?", "ref": ["26-33"]}, {"a": "The men that came from the descendants of Manasseh numbered 52,700 men.", "q": "How many men came from the descendants of Manasseh?", "ref": ["26-34"]}, {"a": "The men that came from the descendants of Ephraim numbered 32,500 men.", "q": "How many men came from the descendants of Ephraim?", "ref": ["26-37"]}, {"a": "The men that came from the descendants of Benjamin numbered 45,600 men.", "q": "How many men came from the descendants of Benjamin?", "ref": ["26-41"]}, {"a": "The men that came from the descendants of Dan were numbered 64,400 men.", "q": "How many men came from the descendants of Dan?", "ref": ["26-43"]}, {"a": "The men that came from the descendants of Asher numbered 53,400 men.", "q": "How many men came from the descendants of Asher?", "ref": ["26-47"]}, {"a": "The men that came from the descendants of Naphtali were numbered 45,400 men.", "q": "How many men were numbered from the descendants of Naphtali?", "ref": ["26-50"]}, {"a": "The complete count of men from among the people of Israel was 601,730.", "q": "What was the complete count of the men of the people of Israel?", "ref": ["26-51"]}, {"a": "Yahweh said to divide the land among those men as an inheritance according to the number of their names.", "q": "How did Yahweh say the land would be divided?", "ref": ["26-53"]}, {"a": "The clans who were larger in number would be given more inheritance and the clans who were smaller in number would be given less inheritance.", "q": "Who would get more and who would get less land for their inheritance?", "ref": ["26-54"]}, {"a": "The land would be divided by random lots from among their ancestor's tribes.", "q": "What way would be used to divide the land?", "ref": ["26-55"]}, {"a": "Gershon, Kohath, and Marari were from the Levite clans.", "q": "From what clan were Gershon, Kohath, and Marari?", "ref": ["26-57"]}, {"a": "The Libnites, Hebronites, Mahlites, Mushites, and Korahites were descended from Levi.", "q": "From what clan did the Libnites, Hebronites, Mahlites, Mushites, and Korahites descend?", "ref": ["26-58"]}, {"a": "Amram's ancestor was Kohath.", "q": "Who was Amran's ancestor?", "ref": ["26-58"]}, {"a": "Their children were Aaron, Moses, and Miriam, their sister.", "q": "Who were the children of Amram and Jochebed, a descendant of Levi who was born in Egypt?", "ref": ["26-59"]}, {"a": "Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar.", "q": "Who was the father of Nadab, Abihu, Eleazar, and Ithamar?", "ref": ["26-60"]}, {"a": "Nadab and Abihu died when they offered unacceptable fire before Yahweh.", "q": "What happened to Nadab and Abihu and why did they die?", "ref": ["26-61"]}, {"a": "The number of males from Levi who were one month old and older was 23,000.", "q": "What was the number of males from Levi that were one month old and older?", "ref": ["26-62"]}, {"a": "The males one month old and up were not counted among Israel's descendants because they had no land inheritance among the people of Israel.", "q": "Why was the number of males one month old and up not counted among Israel's descendants?", "ref": ["26-62"]}, {"a": "Moses and Eleazar counted the people of Israel in the plains of Moab by the Jordan at Jericho.", "q": "Where did Moses and Eleazar the priest count the people of Israel?", "ref": ["26-63"]}, {"a": "There was no man counted that had been counted by Moses and Aaron when the descendants of Israel had been counted in the wilderness of Sinai.", "q": "How many men were found who had been counted by Moses and Aaron the priest when the descendants of Israel had been counted in the wilderness of Sinai?", "ref": ["26-64"]}, {"a": "Yahweh had said that those people would die in the wilderness, except for Caleb and Joshua.", "q": "Why wasn't Moses and Aaron able to count these descendants?", "ref": ["26-65"]}], "27": [{"a": "Zelophehad died in the wilderness not because he was one of those who gathered against Yahweh in the company of Korah, but he died because of his own sin.", "q": "Why did Zelophehad die in the wilderness?", "ref": ["27-03"]}, {"a": "The daughters of Zelophehad wanted Moses to give them land among their father's relatives.", "q": "What did the daughters of Zelophehad want Moses to give them?", "ref": ["27-04"]}, {"a": "When a man died without a son, then his inheritance must pass to his daughter.", "q": "What did Yahweh say should happen to the inheritance of a man when he dies and has no son?", "ref": ["27-08"]}, {"a": "If a man had no son or daughters, his inheritance passed to his brothers.", "q": "If a man died and has no son or daughter, who received his inheritance next?", "ref": ["27-09"]}, {"a": "Moses was to be gathered with his people because he and Aaron rebelled against the command of Yahweh by striking the rock in anger.", "q": "Why was Moses to be gathered with his people instead of going into the land which Yahweh had given them?", "ref": ["27-12", "27-14"]}, {"a": "Moses asked that Yahweh appoint a man over the community so they would not be like sheep that have no shepherd.", "q": "Why did Moses ask Yahweh to appoint a man over the community?", "ref": ["27-15", "27-17"]}, {"a": "Yahweh instructed Moses to choose Joshua because he was a man in whom Yahweh's spirit lived.", "q": "Why did Yahweh instruct Moses to lay his hand on Joshua, son of Nun?", "ref": ["27-18", "27-19"]}, {"a": "Moses was to give Joshua the authority to seek Yahweh's will by the decisions of the Urim and command all Israel to obey him.", "q": "How much authority did Yahweh command Moses to give to Joshua?", "ref": ["27-20", "27-21"]}, {"a": "Moses placed Joshua before Eleazar the priest and all the community and laid his hands on him as he commanded him to lead as Yahweh had instructed him.", "q": "How did Moses respond to Yahweh's command?", "ref": ["27-22", "27-23"]}], "28": [{"a": "Yahweh said the sacrifices produced a sweet aroma for him.", "q": "What did Yahweh say the sacrifices produced for him?", "ref": ["28-02"]}, {"a": "The sacrifices in the regular burnt offerings in the mornings and in the evenings were to be male lambs without blemish.", "q": "What two animals, one in the morning and one in the evening, were to be offered in the regular burnt offerings each day?", "ref": ["28-03", "28-04"]}, {"a": "They had to offer a tenth of an ephah of fine flour as a grain offering mixed with a fourth of a hin of beaten oil.", "q": "What else did they have to offer with the regular burnt offering?", "ref": ["28-05"]}, {"a": "One fourth of a hin of strong drink had to be added to these sacrifices and poured out in the holy place.", "q": "What was the drink offering to Yahweh that had to be added to those regular burnt offerings and what did they do with it?", "ref": ["28-07", "28-08"]}, {"a": "On the Sabbath day, two male lambs, each a year old without blemish and fine flour mixed with oil, and a drink offering had to be offered.", "q": "What had to be offered on the Sabbath day?", "ref": ["28-09", "28-10"]}, {"a": "At the beginning of the month the animals of the special sacrifices were two young bulls, one ram, and seven one year old male lambs without blemish.", "q": "What special animal sacrifices had to be made at the beginning of each month?", "ref": ["28-11"]}, {"a": "The grain offerings for each of the two bulls was three tenths of an ephah of fine flour mixed with oil, and the grain offering for one ram was two tenths of fine flour mixed with oil.", "q": "What were the grain offerings given with the two bulls and for the one ram?", "ref": ["28-12"]}, {"a": "Each lamb had a grain offering of a tenth of an ephah of fine flour mixed with oil.", "q": "What was the grain offering for each lamb?", "ref": ["28-13"]}, {"a": "These special burnt offerings were to be given every month throughout the year.", "q": "How often were these special burnt offerings to be given?", "ref": ["28-14"]}, {"a": "One male goat was offered as a sin offering to Yahweh.", "q": "What was offered with the regular burnt offering and the drink offering?", "ref": ["28-15"]}, {"a": "Yahweh's Passover came during the first month, on the fourteenth day of the month.", "q": "When did Yahweh's Passover come?", "ref": ["28-16"]}, {"a": "The feast was to be held on the fifteenth day of the first month, and they ate bread without yeast for seven days.", "q": "On what day was the feast to be held and what kind of bread was eaten for seven days?", "ref": ["28-16", "28-17"]}, {"a": "They had a holy assembly to honor Yahweh; on that day they did no normal work.", "q": "What did they do to honor Yahweh on the first day of the Passover, and what did they not do that day?", "ref": ["28-18"]}, {"a": "They offered two young bulls, one ram, and seven one year old male lambs without blemish.", "q": "What animal sacrifices had to be made during the seven days of the Passover?", "ref": ["28-19"]}, {"a": "With the bulls they offered three tenths of an ephah of fine flour mixed with oil and with the ram they offered two tenths.", "q": "What grain offerings did they give with the two young bulls and with the ram?", "ref": ["28-20"]}, {"a": "With each lamb they offered a tenth of an ephah of fine flour mixed with oil.", "q": "What did they offer with the lambs?", "ref": ["28-21"]}, {"a": "The male goat was given as a sin offering to make atonement for themselves.", "q": "Why was the male goat given?", "ref": ["28-22"]}, {"a": "On the seventh day of the feast of the Passover they had to have a holy assembly to honor Yahweh and do no normal work on that day.", "q": "What happened on the seventh day of the feast of the Passover?", "ref": ["28-25"]}, {"a": "On the day of the first fruits, they offered a new grain offering to Yahweh in their Festival of Weeks, and had a holy assembly to honor Yahweh and did no normal work on that day.", "q": "What did they have to offer of the day of the first fruits in their Festival of Weeks and what did they do on that day?", "ref": ["28-26"]}], "29": [{"a": "On the first day of the seventh month the people of Israel had a holy assembly to honor Yahweh; they did no normal work and they blew trumpets.", "q": "Why did the people of Israel have a holy assembly on the first day of the seventh month; what did they not do and what did they do on that day?", "ref": ["29-01"]}, {"a": "On that day, they offered a burnt offering of one young bull, one ram, and seven male lambs a year old—each without blemish—to produce a sweet aroma for Yahweh.", "q": "On that day, what animals did they offer and why did they offer it?", "ref": ["29-02"]}, {"a": "With the animals they offered a grain offering of fine flour mixed with oil.", "q": "What was the grain offering that they offered with the animals?", "ref": ["29-03"]}, {"a": "They offered one male goat as a sin offering to make atonement for themselves.", "q": "Why did they offer one male goat?", "ref": ["29-04"]}, {"a": "They were to make this sin offering in the seventh month, in addition to all of the usual offerings they were to make each month.", "q": "When were they to make this sin offering, in addition to all of the usual offerings they were to make each month?", "ref": ["29-06"]}, {"a": "On the tenth day of the seventh month the people of Israel had to have a holy assembly to honor Yahweh, humble themselves, and do no work.", "q": "What did Yahweh say the people of Israel had do on the tenth day of the seventh month?", "ref": ["29-07"]}, {"a": "On the fifteenth day of the seventh month the people of Israel had to offer offer one young bull, one ram, and seven male lambs a year old—without any blemish.", "q": "What animals did they have to offer as a burnt offering to produce a sweet aroma for Yahweh on the fifteenth day of the seventh month?", "ref": ["29-08"]}, {"a": "The people of Israel had to put flour mixed with oil with each of the animals.", "q": "What did the people of Israel have to put with each of the animals?", "ref": ["29-09", "29-10"]}, {"a": "The male goat was given as a sin offering.", "q": "Why was the male goat given?", "ref": ["29-11"]}, {"a": "On the fifteenth day of the seventh month there was another holy assembly to honor Yahweh in which they did no normal work and kept the festival for him seven days.", "q": "On what day was there another holy assembly to honor Yahweh in which they did no normal work and this time kept the festival for him for seven days?", "ref": ["29-12"]}, {"a": "On this day they offered thirteen young bulls, two rams, and fourteen male lambs a year old, each without blemish.", "q": "On this day how many bulls, rams and male lambs a year old without any blemishes did they offer?", "ref": ["29-13"]}, {"a": "In addition to the grain offerings, drink offerings, and other animal sacrifices, a male goat was offered as a sin offering.", "q": "In addition to the grain offerings, drink offerings, and other animal sacrifices, what other animal was offered as a sin offering?", "ref": ["29-16"]}, {"a": "On the second day of the assembly, they offered twelve young bulls.", "q": "How many bulls did they offer on the second day of the assembly?", "ref": ["29-17"]}, {"a": "On the third day of the assembly they offered eleven bulls, and all the sacrifices of the previous day.", "q": "How many bulls did they offer on the third day of the assembly?", "ref": ["29-20", "29-22"]}, {"a": "On the fourth day of the assembly the people of Israel had to offer ten bulls as well as all the sacrifices of the previous day.", "q": "How many bulls did they offer on the fourth day of the assembly in addition to all the sacrifices of the previous day?", "ref": ["29-23", "29-25"]}, {"a": "On the fifth day of the assembly the people of Israel had offer nine bulls and all the sacrifices of the previous day.", "q": "How did the people of the Israel have to celebrate the fifth day of the assembly?", "ref": ["29-26", "29-28"]}, {"a": "On the sixth day of the assembly the people of Israel had to offer eight bulls and all the sacrifices of the previous day.", "q": "How did the people of Israel celebrate the sixth day of the assembly?", "ref": ["29-29", "29-31"]}, {"a": "On the seventh day of the assembly the people of Israel were to offer seven bulls and all the sacrifices of the previous day.", "q": "How were the people of Israel to celebrate the seventh day of the assembly?", "ref": ["29-32", "29-34"]}, {"a": "On the eighth day of the assembly the people of Israel were to have another solemn assembly and do no normal work.", "q": "How were the people of Israel to celebrate the eighth day of the assembly?", "ref": ["29-35"]}, {"a": "They had to offer one bull, one ram, and seven male lambs a year old, each without blemish.", "q": "What animals were they to offer on the eighth day for their burnt offering by fire to produce a sweet aroma for Yahweh?", "ref": ["29-36"]}, {"a": "In addition to the bull, ram, and seven male lambs which were a year old and without blemish, they were to offer grain offerings and drink offerings as well as one male goat as a sin offering.", "q": "What else did they have to offer in addition to the bull, ram, and seven male lambs a year old and without blemish? [29:35]", "ref": ["29-37", "29-38"]}, {"a": "Besides their burnt offerings, grain offerings, drink offerings, and fellowship offerings, they had vows and freewill offerings.", "q": "Besides their burnt offerings, grain offerings, drink offerings, and fellowship offerings, what other offerings did they have?", "ref": ["29-39"]}, {"a": "Moses told the people of Israel everything that Yahweh had commanded him to say.", "q": "What did Moses tell the people of Israel?", "ref": ["29-40"]}], "30": [{"a": "He must not break his word.", "q": "What must a person who makes a vow not do?", "ref": ["30-01", "30-02"]}, {"a": "Yes, it is in force.", "q": "If a young woman who lives in her father's house makes a vow to Yahweh and her father hears her vow but says nothing to reverse the vow, is the vow in force?", "ref": ["30-03", "30-04"]}, {"a": "No, the vow is not in force.", "q": "If a young woman who lives in her father's house makes a vow to Yahweh and her father stops her on the day that he hears of it, is the vow in force?", "ref": ["30-05"]}, {"a": "Yes, the vows are in force.", "q": "If a young woman who is married makes her vows and her husband hears about it and does nothing to stop her, are the vows in force?", "ref": ["30-06", "30-07"]}, {"a": "No, the vows are not in force.", "q": "If a young woman's husband stops her on the day that he hears about her vows, are the vows in force?", "ref": ["30-08"]}, {"a": "Yes, the vow is in force.", "q": "If a widow or a divorced woman makes a vow to Yahweh, is the vow in force?", "ref": ["30-09"]}, {"a": "Yes, her vows must remain in force.", "q": "If a woman in her husband's family makes a vow and her husband hears of it and says nothing to her, is the vow in force?", "ref": ["30-10-11", "30-13-14"]}, {"a": "No, her vow will not remain in force.", "q": "If a woman in her husband's family makes a vow and her husband cancels it on the day that he hears about it, is the vow in force?", "ref": ["30-10", "30-12-13"]}, {"a": "Yes, it will be in force, and if he breaks it, he will be responsible for her sin and suffer the penalty for breaking it.", "q": "If a wife's husband tries to cancel her vow a long time after he has heard about it, is the vow in force?", "ref": ["30-15"]}], "31": [{"a": "Yahweh told Moses that Moses would die and be gathered to his people.", "q": "What did Yahweh tell Moses would happen after he avenged the people of Israel against the Midianites?", "ref": ["31-01", "31-02"]}, {"a": "Each tribe was to send a thousand soldiers.", "q": "How many soldiers was each tribe to send to war against Midian?", "ref": ["31-03", "31-05"]}, {"a": "Every Midianite was killed, including their kings and Balaam.", "q": "What happened in Israel's battle against Midian?", "ref": ["31-06", "31-08"]}, {"a": "The army of Israel took the women of Midian, their children, and all their cattle, flocks, and goods as plunder.", "q": "What did the army of Israel take as plunder from Midian?", "ref": ["31-09"]}, {"a": "Moses was angry with the officers because they let had all the women of Midian live.", "q": "Why was Moses angry with the officers of the army of Israel?", "ref": ["31-13", "31-15"]}, {"a": "Moses was angry because the women of Midian had caused the people of Israel, through Balaam's advice, to commit sin against Yahweh.", "q": "Why was Moses angry that the officers of the army of Israel had let the women of Midian live?", "ref": ["31-16"]}, {"a": "Moses told the officers to kill every male among the little ones and every woman who had slept with a man.", "q": "Who did Moses command the officers of the army of Israel to kill?", "ref": ["31-17"]}, {"a": "Moses told the officers of the army they could take for themselves all the young girls who had never slept with a man.", "q": "Who did Moses tell the officers of the army they could take for themselves?", "ref": ["31-18"]}, {"a": "All the men in the army who had killed anyone or touched a dead person had to purify themselves.", "q": "Which men in the army of Israel had to purify themselves?", "ref": ["31-19", "31-20"]}, {"a": "They were to stay outside the camp for seven days.", "q": "How long did the soldiers who had killed anyone or touched a dead body have to camp outside the camp of Israel?", "ref": ["31-18", "31-19"]}, {"a": "Those camped outside the camp of Israel had to purify themselves on the third and and seventh days.", "q": "On which days were those soldiers and their prisoners camped outside the camp of Israel supposed to purify themselves?", "ref": ["31-19"]}, {"a": "Moses asked Eleazar to divide the plunder from the war between the soldiers who went out to battle and all the rest of the community.", "q": "Between what two groups did Moses ask Eleazar the priest to divide the plunder from the war?", "ref": ["31-25", "31-27"]}, {"a": "The soldiers were to pay a tax of one out of every five hundred persons, cattle, donkeys, sheep, or goats.", "q": "What was the tax that the soldiers were to pay to Eleazar the priest?", "ref": ["31-28", "31-29"]}, {"a": "The people of Israel were to pay a tax of one out of every fifty persons,cattle, donkeys, sheep, and goats.", "q": "What was the tax the people of Israel were to give to the Levites who took care of the tabernacle?", "ref": ["31-30", "31-31"]}, {"a": "They brought the offerings to make atonement for themselves before Yahweh.", "q": "Why did the officers of the army of Israel bring Yahweh offerings?", "ref": ["31-50", "31-51"]}, {"a": "It was placed in the tent of meeting to remind Yahweh of the people of Israel.", "q": "Why was all the gold from the commanders of thousands and from the captains of hundreds given over to Yahweh?", "ref": ["31-52", "31-54"]}], "32": [{"a": "The descendants of Reuben and Gad went and spoke to Moses because they saw that the land of Jazer and Gilead was a wonderful place for livestock and the descendants of Reuben and Gad had large numbers of livestock.", "q": "Why did the descendants of Reuben and Gad go and speak to Moses?", "ref": ["32-01", "32-03"]}, {"a": "He thought they wanted to settle there and let their brothers go to war.", "q": "Why did Moses think the descendants of Gad and Reuben wanted to stay in Jazer and Gilead?", "ref": ["32-06"]}, {"a": "He thought the hearts of the people would become discouraged.", "q": "What did Moses think would happen to the hearts of the people of Israel if the people of Gad and Reuben settled there?", "ref": ["32-07"]}, {"a": "They had seen the land and then discouraged the hearts of the people of Israel so they refused to enter the land.", "q": "What had their fathers done when Moses sent them from Kadesh Barnea to examine the land?", "ref": ["32-09"]}, {"a": "Yahweh took this oath because he was angry that the men of Israel had not completely followed him.", "q": "Why did Yahweh take an oath that none of the men of Israel from twenty years old and up except Caleb and Joshua would see the land which he had sworn to Abraham, Isaac, and Jacob?", "ref": ["32-10", "32-12"]}, {"a": "He made them wander around in the wilderness for forty years.", "q": "What did Yahweh do because he was angry with the men of Israel?", "ref": ["32-13"]}, {"a": "They promised to be armed to go with Israel's army and not return until they had led Israel into their place.", "q": "What promise did the descendants of Reuben and Gad make to Moses if he would allow them to build fences for their cattle and cities for their families?", "ref": ["32-16", "32-17"]}, {"a": "He told them that if they would go to war with the men of Israel and drive out the enemies in the land, then they could return to the land they possessed and be guiltless towards Yahweh and Israel.", "q": "What did Moses decide to do about the request the descendants of Reuben and Gad had made?", "ref": ["32-20", "32-22"]}, {"a": "If they did not cross over and fight with the men of Israel, then they would not receive the land in Gilead, but would acquire their possessions in the land of Canaan.", "q": "What would happen if the descendants of Reuben and Gad did not cross over and fight with the men of Israel to take the land Yahweh had given to them?", "ref": ["32-28", "32-30"]}, {"a": "They promised to cross over into the land of Canaan.", "q": "What did the descendants of Reuben and Gad and the half tribe of Manasseh promise to the leaders of the people of Israel?", "ref": ["32-31", "32-32"]}, {"a": "He gave them the land of Sihon, king of the Amorites, and of Og, king of Bashan.", "q": "Whose land did Moses give to the descendants of Gad and Reuben, and also to the half tribe of Manasseh?", "ref": ["32-33"]}], "33": [{"a": "They were able to leave openly because the Egyptians were busy burying all their firstborn.", "q": "Why were the people of Israel able to openly leave Rameses without opposition from the Egyptians?", "ref": ["33-03", "33-04"]}, {"a": "They choose to camp there because twelve springs of water and seventy palm trees were there.", "q": "Why did the people of Israel choose to camp at Elim?", "ref": ["33-09"]}, {"a": "There was no water found at Rephidim.", "q": "What could the people of Israel not find at Rephidim?", "ref": ["33-14"]}, {"a": "Aaron died forty years after the people of Israel had come out of Egypt.", "q": "How long after Israel had come out of Egypt did Aaron die at Mount Hor?", "ref": ["33-38", "33-39"]}, {"a": "Yahweh commanded them to drive out all of the land's inhabitants and destroy all their cast figures and shrines.", "q": "What did Yahweh command the people through Moses to do after they crossed over the Jordan into Canaan?", "ref": ["33-50", "33-52"]}, {"a": "Yahweh wanted the people of Israel to divide up the land by lot, giving a larger share of land to the large clans and a small share of land to the small clans.", "q": "How did Yahweh want the people of Israel to divide up the land that they were to possess?", "ref": ["33-53", "33-54"]}, {"a": "The people whom they allowed to stay would make life difficult for them.", "q": "What would happen if the people of Israel did not drive out the land's inhabitants?", "ref": ["33-55", "33-56"]}], "34": [{"a": "The nine and one half tribes of Israel would receive the land of Canaan as their possession.", "q": "Who were the people who would receive the land of Canaan as their possession?", "ref": ["34-13"]}, {"a": "The descendants of Reuben and Gad and the half tribe of Manasseh would receive their share of land beyond the Jordan at Jericho eastward.", "q": "What would the descendants of Reuben and Gad and the half tribe of Manasseh receive as their share of the land?", "ref": ["34-14", "34-15"]}, {"a": "The men would be Eleazar the priest, Joshua son of Nun, and one leader from every tribe.", "q": "Who were the men who would divide the land for their inheritance?", "ref": ["34-16", "34-18"]}, {"a": "He commanded them to divide the land of Canaan and to give each tribe of Israel its share.", "q": "What did Yahweh command these men to do?", "ref": ["34-29"]}], "35": [{"a": "He commanded them to give to the Levites some of their own shares of land, cities to live in, and pastureland surrounding the cities.", "q": "What did Yahweh command each one of the tribes of Israel to do for the Levites?", "ref": ["35-01", "35-02"]}, {"a": "Forty-eight cities were to be given to the Levites.", "q": "How many cities were to be given to the Levites?", "ref": ["35-06"]}, {"a": "They were to serve as cities of refuge to which accused murderers could flee.", "q": "What was the purpose for six of the cities that the Levites would receive?", "ref": ["35-06"]}, {"a": "Anyone who killed someone unintentionally could flee to them and know they would not be killed without standing on trial before the community.", "q": "How would the cities of refuge protect an accused man from his avenger?", "ref": []}, {"a": "He would be put to death if he struck his victim with an instrument of iron, a stone in his hand, or a wooden weapon and then his victim died.", "q": "What would cause an accused man to certainly be put to death?", "ref": ["35-16", "35-18"]}, {"a": "If an accused man without a weapon manhandles anyone or throws something at him while hiding, or strikes him down with his hand so that the victim dies, then the accused man must be put to death.", "q": "What would happen if an accused man without a weapon injured someone so that they die?", "ref": ["35-20", "35-21"]}, {"a": "The community must rescue the accused man by returning him to the city of refuge to which he had originally fled.", "q": "What must the community do to rescue from the blood avenger an accused man, whose victim dies through unintentional harm?", "ref": ["35-25"]}, {"a": "If the blood avenger would find the accused man outside the border of the city of refuge to which he fled, then he could kill him and not be found guilty of murder.", "q": "When could a blood avenger kill the accused man and yet not be guilty of murder?", "ref": ["35-26", "35-27"]}, {"a": "He would be free to return after the death of the high priest.", "q": "When would an accused man be free to return to his own property?", "ref": ["35-28"]}, {"a": "The testimony of more than one witness is needed before a murderer can be put to death.", "q": "What is needed before a murderer can be put to death?", "ref": ["35-30"]}, {"a": "The people are to accept no ransom for the life of a murderer or for one who has fled to a city of refuge.", "q": "What ransom can people accept for the life of a murderer?", "ref": ["35-31", "35-32"]}, {"a": "Only the blood of the one who has shed the blood will atone for the land.", "q": "What is the only thing that can atone for land on which blood has been shed?", "ref": ["35-33", "35-34"]}], "36": [{"a": "Yahweh had commanded Moses to give Zelophehad's land to his daughters.", "q": "To whom had Yahweh commanded Moses to give the land of Zelophehad?", "ref": ["36-01", "36-02"]}, {"a": "If they did that, then their share of land would belong to the tribe into which they married.", "q": "What would happen to Zelophehad's land if his daughters married men from other tribes in Israel?", "ref": ["36-03"]}, {"a": "When the jubilee came, the share that had belonged to the daughter would belong to her husband's tribe and be taken away from Zelophehad's tribe.", "q": "What would happen to the land that had belonged to a daughter who had married a man from another tribe when the jubilee came?", "ref": ["36-04"]}, {"a": "He commanded that Zelophehad's daughters could marry only within their father's tribe.", "q": "What command did Yahweh give through Moses concerning Zelophehad's daughters?", "ref": ["36-05", "36-06"]}, {"a": "No share of land in Israel can change from one tribe to another. Each man's share must stay within his ancestor's tribe.", "q": "What must never happen to shares of land in Israel?", "ref": ["36-07"]}, {"a": "Yahweh gave this command so that everyone among the people of Israel could own an inheritance from his ancestors.", "q": "Why did Yahweh command that every woman among the people of Israel who owned a share of land in her tribe must marry someone from the clans belonging to her father's tribe?", "ref": ["36-08", "36-09"]}, {"a": "They married into the clans of the descendants of Manasseh so their inheritance remained in the tribe of their father's clan.", "q": "How did Zelophehad's daughters comply with this command from Yahweh?", "ref": ["36-10", "36-12"]}]}