[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "If Yahweh had not been on our side ... then they would have swallowed us up alive", "text": "This is a hypothetical statement that describes a result that did not happen, because Yahweh was actually on their side.  AT: \"Yahweh was on our side ... so they were not able to swallow us up alive\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If Yahweh had not been on our side ... if it had not been Yahweh who was on our side", "text": "These two phrases mean the same thing. AT: \"Without Yahweh's help ... without Yahweh's help\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "swallowed us up alive", "text": "This metaphor describes how the Israelites could have died to how a fierce animal would attack a smaller animal to eat. AT: \"killed us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their anger raged against us", "text": "Here \"their anger\" refers to the enemies who were angry. AT: \"they were very angry with us!\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "004", "tn": [{"ref": "General Information:", "text": "In these two verses the author compares the enemies of Israel to a flood of water."}, {"ref": "The water would have swept us away ... would have drowned us", "text": "This continues the hypothetical statement from the previous verse. It describes a result that did not happen, because Yahweh was actually on their side.  AT: \"The water did not sweep us away ... did not drown us\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "The water ... the torrent ... the raging waters", "text": "These phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "swept us away ... overwhelmed us ... drowned us", "text": "These phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The water would have swept us away", "text": "Here the enemies of the writer are spoken of as if they were a flood of water. AT: \"Our enemies would have easily defeated us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the torrent would have overwhelmed us", "text": "Here the enemies of the writer are spoken of as if they were a flood of water that would have drowned the Israelites. AT: \"our enemies would have overwhelmed us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the raging waters would have drowned us", "text": "Here the enemies of the writer are spoken of as if they were a raging river that would have drowned the Israelites. AT: \"our enemies would have destroyed us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "torn by their teeth", "text": "The enemies are spoken of as if they were wild animals that would destroy the Israelites by eating them. AT: \"destroyed as if we were eaten by wild animals\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "escaped like a bird out of the snare of the fowlers", "text": "The writer describes his escape from the enemies as if he was a bird that had escaped from the snare of the hunters. AT: \"escaped from our enemies as a bird escapes from the trap that hunters have set\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "snare", "text": "a small trap of string or wire made for catching small animals or birds"}, {"ref": "the snare has been broken", "text": "The plot of the enemies to catch the writer failed as if it was a snare that had broken. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]