[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Luke begins to tell about the mission trips on which the church at Antioch send Barnabas and Saul."}, {"ref": "General Information:", "text": "Verse 1 gives background information about the people in the church at Antioch. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "Here the first word \"they\"  probably refers to these five leaders but may also include the other believers. The next words \"they\" and \"their\" probably refer to the other three leaders not including Barnabas and Saul but could include other believers."}, {"ref": "Now in the church in Antioch", "text": "\"At that time in the church at Antioch\""}, {"ref": "Symeon ... Manaen", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "foster brother of Herod the tetrarch", "text": "Manaen was probably Herod's playmate or close friend growing up."}, {"ref": "tetrarch", "text": "ruler of a quarter or one fourth of the country"}, {"ref": "While", "text": "This word is used to mark two events that are happening at the same time."}, {"ref": "Set apart for me", "text": "\"Appoint to serve me\""}, {"ref": "I have called them", "text": "The verb here means that God chose them to do this work."}, {"ref": "laid their hands on these men", "text": "\"laid their hands on these men whom God had set apart for his service.\" This act showed that the leaders agreed that the Holy Spirit had called Barnabas and Saul to do this work. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "sent them off", "text": "\"sent those men off\" or \"sent those men off to do the work the Holy Spirit told them to do\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Here the words \"they,\" \"They,\" and \"their\" refer to Barnabas and Silas."}, {"ref": "So", "text": "This word marks an event that happened because of a previous event. In this case, the previous event is Barnabas and Saul being set apart by the Holy Spirit."}, {"ref": "went down", "text": "The phrase \"went down\" is used here because Seleucia is lower in elevation than Antioch."}, {"ref": "Seleucia", "text": "a city by the sea"}, {"ref": "city of Salamis", "text": "The city of Salamis was on Cyprus Island."}, {"ref": "synagogues of the Jews", "text": "Possible meanings are that 1) \"there were multiple Jewish synagogues in the city of Salamis where Barnabas and Saul preached\" or 2) \"Barnabas and Saul started at the synagogue at Salamis and continued to preach in all the synagogues they found while they traveled around the Island of Cyprus.\""}, {"ref": "They also had John Mark as their assistant", "text": "\"John Mark went with them and was helping them\" (UDB)"}, {"ref": "assistant", "text": "\"helper\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to Paul, Silas, and John Mark."}, {"ref": "General Information:", "text": "The words \"This man\" refer to \"Sergius Paulus.\" The first word \"he\" refers to Sergius Paulus, the proconsul; the second word \"he\" refers to Elymas (also called Bar-Jesus), the magician."}, {"ref": "the whole island", "text": "They crossed from one side of the island to the other and shared the gospel message in each town they passed through."}, {"ref": "Paphos", "text": "a major city on Cyprus island where the proconsul lived"}, {"ref": "they found", "text": "Here \"found\" means they came upon him without looking for him. AT: \"they met\" (UDB) or \"they came upon\""}, {"ref": "a certain magician", "text": "\"a particular person who practices witchcraft\" or \"a person who practices supernatural magic arts\""}, {"ref": "whose name was Bar Jesus", "text": "\"Bar Jesus\" means \"Son of Jesus.\" There is no relation between this man and Jesus Christ. Jesus was a common name at that time. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "associated with", "text": "\"was often with\" or \"was often in the company of\""}, {"ref": "proconsul", "text": "This was a governor in charge of a Roman province. AT: \"governor\""}, {"ref": "who was an intelligent man", "text": "This is background information about Sergius Paulus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Elymas \"the magician\"", "text": "This was Bar-Jesus, who was also called \"the magician.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "that is how his name is translated", "text": "\"that was what he was called in Greek\""}, {"ref": "opposed them; he tried to turn", "text": "\"resisted them by trying to turn\" or \"attempted to stop them by trying to turn\""}, {"ref": "tried to turn the proconsul away from the faith", "text": "\"attempted to persuade the governor not to believe the gospel message\""}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "While on the island of Paphos, Paul begins to talk to Elymas."}, {"ref": "General Information:", "text": "The words \"him,\" \"You,\" and \"you\" refer to the magician Elymas (also called Bar Jesus). (See: [[:en:bible:notes:act:13:06|13:6-8]])"}, {"ref": "Saul, who is also called Paul", "text": "\"Saul\" as his Jewish name, and \"Paul\" was his Roman name. Since he was speaking to a Roman official, he used his Roman name. AT: \"Saul, who now called himself Paul\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "stared at him intensely", "text": "\"looked at him intensely\""}, {"ref": "You son of the devil", "text": "Paul is saying the man is acting like the devil. AT: \"You are like the devil\" or \"You act like the devil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you are full of all kinds of deceit and wickedness", "text": "\"you are always intent in causing others to believe what is not true using falsehood and always doing what is wrong\""}, {"ref": "wickedness", "text": "In this context it means to be lazy and not diligent in following God's law."}, {"ref": "You are an enemy of every kind of righteousness", "text": "Paul is grouping Elymas with the devil. Just as the devil is an enemy of God and is against righteousness, so also was Elymas."}, {"ref": "You will never stop twisting the straight paths of the Lord, will you?", "text": "Paul uses this question to rebuke Elymas for opposing God. AT: \"You are always saying that the truth about the Lord God is false!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the straight paths of the Lord", "text": "Here \"straight paths\" refer to the ways that are true. AT: \"the true ways of the Lord\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes speaking to Elymas."}, {"ref": "General Information:", "text": "The words \"you\" and \"him\" refer to Elymas, the magician."}, {"ref": "General Information:", "text": "The word \"he\" refers to the Sergius Paulus, proconsul (governor of Paphos)."}, {"ref": "the hand of the Lord is upon you", "text": "Here \"hand' represents the power of God and \"upon you\" implies punishment. AT: \"The Lord will punish you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will become blind", "text": "This can be stated in active form. AT: \"God will make you blind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will not see the sun", "text": "Elymas will be so completely blind that he not even be able to see the sun. AT: \"You will not even see the sun\""}, {"ref": "for a while", "text": "\"for a period of time\" or \"until the time appointed by God\""}, {"ref": "there fell on Elymas a mist and darkness", "text": "\"the eyes of Elymas became blurry and then dark\" or \"Elymas started seeing unclearly and then he could not see anything\""}, {"ref": "he started going around", "text": "\"Elymas wandered around\" or \"Elymas started feeling around and\""}, {"ref": "proconsul", "text": "This was a governor in charge of a Roman province. AT: \"governor\""}, {"ref": "he believed", "text": "\"he believed in Jesus\""}, {"ref": "he was astonished at the teaching about the Lord", "text": "This can be stated in active form. AT: \"the teaching about the Lord amazed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "This is a new part of the story about Paul in Antioch in Pisidia."}, {"ref": "General Information:", "text": "Verses 13 and 14 give background information about this part of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "\"Paul and his friends\" were Barnabas and John Mark (also called John). From this point on, Saul is called Paul in Acts.  Paul's name is listed first which indicates that he had become the leader of the group. It is important to keep this order in the translation."}, {"ref": "Now", "text": "This marks the beginning of a new part of the story."}, {"ref": "set sail from Paphos", "text": "\"traveled by sailboat from Paphos\""}, {"ref": "came to Perga in Pamphylia", "text": "\"arrived in Perga which is in Pamphylia\""}, {"ref": "But John left them", "text": "\"But John Mark left Paul and Barnabas\""}, {"ref": "Antioch of Pisidia", "text": "\"the city of Antioch in the district of Pisidia\" (UDB)"}, {"ref": "After the reading of the law and the prophets", "text": "The \"law and the prophets\" refer to parts of the Jewish scriptures which were read. AT: \"After someone read from the books of the law and the writings of the prophets\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "sent them a message saying", "text": "\"told someone to say\" or \"asked someone to say\""}, {"ref": "Brothers", "text": "The term \"brothers\" is here used by the people in the synagogue to refer to Paul and Barnabas as fellow Jews."}, {"ref": "if you have any message of encouragement", "text": "\"if you want to say anything to encourage us\""}, {"ref": "say it", "text": "\"please speak it\" or \"please tell it to us\""}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins his speech to those in the synagogue in Pisidian Antioch. He begins by talking about things that happened in Israel's history."}, {"ref": "General Information:", "text": "The first word \"he\" refers to Paul. The second word \"he\" refers to God."}, {"ref": "General Information:", "text": "Here the word \"our\" refers to Paul and his fellow Jews. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "General Information:", "text": "The words \"they\" and \"them\" refer to the Israelites."}, {"ref": "motioned with his hand", "text": "This could refer to moving his hands as a signal that he was ready to speak. AT: \"moved his hands to show that he was about to speak\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "you who honor God", "text": "This refers to Gentiles who had converted to Judaism. AT: \"you who are not Israelites but who worship God.\""}, {"ref": "listen", "text": "\"listen to me\" or \"listen to what I am about to say\""}, {"ref": "The God of this people Israel", "text": "\"The God the people of Israel worship\""}, {"ref": "our forefathers", "text": "\"our Jewish ancestors\""}, {"ref": "made the people numerous", "text": "\"caused them to become very numerous\" (UDB)"}, {"ref": "with an uplifted arm", "text": "This refers to God's mighty power. AT: \"with great power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "out of it", "text": "\"out from the land of Egypt\""}, {"ref": "he put up with them", "text": "This means \"he tolerated them.\" Some versions have have a different word that means \"he took care of them.\" AT: \"God endured their disobedience\" or \"God took care of them\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to God."}, {"ref": "General Information:", "text": "The words \"their land\" refer to the land the seven nations had previously occupied."}, {"ref": "General Information:", "text": "The words \"our\" and \"them\" refer to the people of Israel. Paul's Jewish audience is included in \"our\" as well as Paul and Barnabas. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "nations", "text": "Here the word \"nations\" refers to different people groups and not to geographical boundaries."}, {"ref": "took place over four hundred and fifty years", "text": "\"took more than 450 years to accomplish\""}, {"ref": "until Samuel the prophet", "text": "\"until the time of the prophet Samuel\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "The quotation here is from the history of Samuel and from a Psalm of Ethan in the Old Testament."}, {"ref": "for forty years", "text": "\"to be their king for forty years\""}, {"ref": "removed him from the kingship", "text": "This expression means God caused Saul to stop being king. AT: \"rejected Saul from being king\" (UDB)"}, {"ref": "he raised up David to be their king", "text": "\"God chose David to be their king.\" Here \"raised up\" is an idiom that means God caused David to become the king.  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "their king", "text": "\"the king of Israel\" or \"the king over the Israelites\""}, {"ref": "It was about David that God said", "text": "\"God said this about David\""}, {"ref": "I have found", "text": "\"I have observed that\""}, {"ref": "to be a man after my heart", "text": "This expression means he \"is a man who wants what I want.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "The quotation here is from the Gospels."}, {"ref": "From this man's descendants", "text": "\"From David's descendants.\" This is placed at the beginning of the sentence to emphasize that the savior had to be one of David's descendants. (See: [[:en:bible:notes:act:13:21|13:22]])"}, {"ref": "brought to Israel", "text": "This refers to the people of Israel. AT: \"gave to the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as he promised to do", "text": "\"just as God promised he would do\""}, {"ref": "the baptism of repentance", "text": "You can translate the word  \"repentance\" as the verb \"repent.\" AT: \"the baptism to repent\" or \"the baptism that people requested when they wanted to repent for their sin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Who do you think I am?", "text": "John asked this question to compel the people to think about who he was. AT: \"Think about who I am\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I am not the one", "text": "John was referring to the Messiah, whom they were expecting to come. AT: \"I am not the Messiah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But listen", "text": "This emphasizes the importance of what he will say next."}, {"ref": "one is coming after me", "text": "This also refers to the Messiah. AT: \"The Messiah will soon come\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the shoes of whose feet I am not worthy to untie", "text": "\"I am not worthy even to untie his shoes.\" The Messiah is so much greater than John that he did not even feel worthy do the lowest job for him."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Here the word \"us\" includes Paul and his entire audience in the synagogue. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "General Information:", "text": "The word \"they\" and \"their\" refers to the Jews who lived in Jerusalem."}, {"ref": "Brothers, children of the line of Abraham ... who worship God", "text": "Paul addresses his audience of Jews and Gentile converts to Judaism to remind them of their special status as worshiping the true God."}, {"ref": "the message about this salvation has been sent", "text": "This can be stated in active form. AT: \"God has sent the message about this salvation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "about this salvation", "text": "The word \"salvation\" can be translated with the verb \"save.\" AT: \"that God will save people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "did not recognize him", "text": "\"did not realize that this man Jesus was the one whom God had sent to save them\" (UDB)"}, {"ref": "sayings of the prophets", "text": "Here the word \"sayings\" represents the message of the prophets. AT: \"the writings of the prophets\" or \"the message of the prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that are read", "text": "This can be stated in active form. AT: \"which someone reads\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they fulfilled sayings of the prophets", "text": "\"they actually did just what the prophets said they would do in the books of the prophets\""}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the Jewish people and their religious leaders in Jerusalem. The word him\" here refers to Jesus."}, {"ref": "they found no good cause for death", "text": "\"they did not find any reason why Jesus should be killed\""}, {"ref": "they asked Pilate", "text": "The word \"asked\" here is a strong word meaning to demand, beg or plead for."}, {"ref": "When they had completed all the things that were written about him", "text": "\"When thy did to Jesus all the things that the prophets said would happen to him\""}, {"ref": "they took him down from the tree", "text": "It may be helpful to explicitly say Jesus died before this happened. AT: \"they killed Jesus and then took him down from the cross after he died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the tree", "text": "\"from the cross.\" This was another way people at that time referred to the cross. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "But God raised him", "text": "\"But\" indicates a strong contrast between what the people did and what God did."}, {"ref": "raised him from the dead ones", "text": "\"raised him from the ones that were dead.\" To be with \"the dead ones\" means that Jesus was dead."}, {"ref": "raised", "text": "\"made alive again\""}, {"ref": "He was seen ... Galilee to Jerusalem", "text": "This can be stated in active form. AT: \"The disciples who traveled with Jesus from Galilee to Jerusalem saw him for many days\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "many days", "text": "We know from other writings that this period was 40 days. Translate \"many days\" with a term that would be appropriate for that length of time."}, {"ref": "are now his witnesses to the people", "text": "\"are now testifying to the people about Jesus\" or \"are now telling the people about Jesus\""}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "The second quotation here is from the prophet Isaiah."}, {"ref": "So", "text": "This word marks an event that happened because of previous event. In this case, the previous event is God's raising Jesus from the dead."}, {"ref": "our forefathers", "text": "\"our ancestors.\" Paul is still speaking to the Jews and Gentile converts in the synagogue at Antioch of Pisidia. These were the physical ancestors of the Jews, and the spiritual ancestors of the converts."}, {"ref": "God has kept these promises", "text": "\"God has fulfilled these promises\""}, {"ref": "to us, their children", "text": "\"to us, who are the children of our ancestors.\" Paul is still speaking to the Jews and Gentile converts in the synagogue at Antioch of Pisidia. These were the physical ancestors of the Jews, and the spiritual ancestors of the converts."}, {"ref": "in that he raised up Jesus back to life", "text": "\"by making Jesus alive again\""}, {"ref": "This is also what was written in the second Psalm", "text": "\"This truth is also written in the second Psalm\""}, {"ref": "the second Psalm", "text": "\"Psalm 2\""}, {"ref": "Son ... Father", "text": "These are important titles that describe the relationship between Jesus and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "he raised him up from the dead ones so that his body will not return to decay, he has spoken like this", "text": "\"God spoke these words about his making Jesus alive again so that he would never die again\""}, {"ref": "from the dead ones", "text": "The phrase \"the dead ones\" refers to the people who have died. To be raised from among them means to become alive again."}, {"ref": "sure blessings", "text": "\"certain blessings\""}]}, {"id": "35", "tn": [{"ref": "This is why he also says in another Psalm", "text": "Paul's audience would have understood that this Psalm refers to the Messiah. AT: \"In another Psalm of David, he also says about the Messiah\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he also says", "text": "\"David also says.\" David is the author of Psalm 16 from which this quotation is taken."}, {"ref": "You will not allow your Holy One to see decay", "text": "The phrase \"see decay\" is a metonym for \"decay.\" AT: \"You will not allow the body of your Holy One to rot\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You will not allow", "text": "David is speaking to God here."}, {"ref": "in his own generation", "text": "\"during his lifetime\""}, {"ref": "served the desires of God", "text": "\"did what God wanted him to do\" or \"did what pleased God\""}, {"ref": "he fell asleep", "text": "This was a polite way to refer to death. AT: \"he died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "was laid with his fathers", "text": "\"was buried with his ancestors who had died\""}, {"ref": "saw decay", "text": "The phrase \"saw decay\" is a metonym for \"his body decayed.\" AT: \"his body rotted\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but he whom", "text": "\"but Jesus whom\""}, {"ref": "saw no decay", "text": "The phrase \"saw no decay\" is a way to say \"did not decay.\" AT: \"did not rot\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "Here the word \"him\" refers to Jesus."}, {"ref": "let it be known to you", "text": "\"know this\" or \"this is important for you to know\""}, {"ref": "brothers", "text": "Paul uses this term because they are his fellow-Jews and followers of Judaism. They are not Christian believers at this point. AT: \"my fellow Israelites and other friends\" (UDB)"}, {"ref": "that through this man is proclaimed to you forgiveness of sins", "text": "This can be stated in active form. AT: \"that we proclaim to you that your sins can be forgiven through Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "forgiveness of sins", "text": "The abstract noun \"forgiveness\" can be translated with the verb \"to forgive.\" AT: \"that God can forgive your sins\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "By him every one who believes", "text": "\"By him every person who believes\" or \"Every one who believes in him\""}, {"ref": "By him every one who believes is justified", "text": "This can be stated in active form. AT: \"Jesus justifies everyone who believes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the things", "text": "\"all the sins\""}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes his speech in the synagogue in Pisidian Antioch, which he began in [[:en:bible:notes:act:13:16|13:16]]."}, {"ref": "General Information:", "text": "In his message to the people in the synagogue, Paul quotes the prophet Habakkuk."}, {"ref": "General Information:", "text": "Here the word \"I\" refers to God."}, {"ref": "be careful", "text": "It is implied that the thing they should be careful about is Paul's message. AT: \"give close attention to the things I have said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that the thing the prophets spoke about", "text": "\"so that what the prophets spoke about\""}, {"ref": "Look, you despisers", "text": "\"you who feel contempt\" or \"you who ridicule\""}, {"ref": "be astonished", "text": "\"be amazed\" or \"be shocked\""}, {"ref": "then perish", "text": "\"then die\""}, {"ref": "am doing a work", "text": "\"am doing something\" or \"am doing a deed\""}, {"ref": "in your days", "text": "\"during your lifetime\""}, {"ref": "A work that", "text": "\"I am doing something which\""}, {"ref": "even if someone announces it to you", "text": "\"even if someone tells you about it\""}]}, {"id": "42", "tn": [{"ref": "As Paul and Barnabas left", "text": "\"When Paul and Barnabas were leaving\""}, {"ref": "begged them that they might", "text": "\"begged them to\""}, {"ref": "these same words", "text": "Here \"words\" refers to the message that Paul had spoken. AT: \"this same message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When the synagogue meeting ended", "text": "Possible meanings are 1) this restates \"As Paul and Barnabas left\" in verse 42 or 2) Paul and Barnabas left the meeting before it ended and this occurs later."}, {"ref": "proselytes", "text": "These were non-Jewish people who converted to Judaism."}, {"ref": "who spoke to them and urged them", "text": "\"and Paul and Barnabas spoke to those people and urged them\""}, {"ref": "to continue in the grace of God", "text": "It is implied that they believed Paul's message that Jesus was the Messiah. AT: \"to continue to trust that God kindly forgives people's sins because of what Jesus did\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "44", "tn": [{"ref": "General Information:", "text": "Here the word \"him\" refers to Paul."}, {"ref": "almost the whole city", "text": "The \"city\" represents the people in the city. This phrase is used to show the great response to the Lord's word. AT: \"a large part of the city\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "to hear the word of the Lord", "text": "It is implied that Paul and Barnabas were the ones who spoke the word of the Lord. AT: \"to hear Paul and Barnabas speak about the Lord Jesus\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Jews", "text": "Here \"Jews\" represents Jewish leaders. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "filled with jealousy", "text": "Here jealousy is spoken of as if it were something that could fill up a person. AT: \"became very jealous\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spoke against", "text": "\"contradicted\" or \"opposed\""}, {"ref": "the things that were said by Paul", "text": "This can be stated in active form. AT: \"the things that Paul said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "46", "tn": [{"ref": "General Information:", "text": "The first two instances of the word \"you\" are plural and refer to the Jews to whom Paul is speaking."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Paul and Barnabas but not the crowd that was present. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "Paul's quotation is from the prophet Isaiah in the Old Testament. In the original passage, the word \"I\" refers to God and the word \"you\" is singular and refers to the Messiah. Here, Paul and Barnabas seem to be saying that the quotation also refers to their ministry."}, {"ref": "It was necessary", "text": "This implies that God had commanded this be done. AT: \"God commanded\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that the word of God should first be spoken to you", "text": "This can be stated in active form. AT: \"that we speak the word of God to you first\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Seeing you push it away from yourselves", "text": "Their rejection of the word of God is spoken of as if it were something they pushed away. AT: \"Since you reject the word of God\""}, {"ref": "consider yourselves unworthy of eternal life", "text": "\"have shown that you are not worthy of eternal life\" (UDB) or \"act as though you are not worthy of eternal life\""}, {"ref": "we will turn to the Gentiles", "text": "Here \"turn\" refers to a change in to whom they would teach. AT: \"we will now tell the message to the Gentiles\""}, {"ref": "as a light", "text": "Here the truth about Jesus that Paul was preaching is spoken of as if it were a light that allowed people to see. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bring salvation to the uttermost parts of the earth", "text": "The abstract word \"salvation\" can be translated with the verb \"to save.\" The phrase \"uttermost parts\" refers to everywhere. AT: \"tell people everywhere in the world that I want to save them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "48", "tn": [{"ref": "praised the word of the Lord", "text": "Here \"word\" refers to the message about Jesus that they had believed. AT: \"praised God for the message about the Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "As many as were appointed to eternal life", "text": "This can be stated in active form. AT: \"As many as God appointed to eternal life believed\" or \"All the people whom God had chosen to receive eternal life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The word of the Lord was spread out through the whole region", "text": "Here \"word\" refers to the message about Jesus. This can be stated in active form. AT: \"Those who believed spread the word of the Lord through the whole region\" or \"Those who believed went everywhere in the region and told others about the message of Jesus\"  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "50", "tn": [{"ref": "Connecting Statement:", "text": "This ends Paul and Barnabas' time in Antioch of Pisidia and they go to Iconium."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to Paul and Barnabas."}, {"ref": "the Jews", "text": "This probably refers to the leaders of the Jews. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "urged on", "text": "\"convinced\" or \"stirred up\""}, {"ref": "the leading men", "text": "\"the most important men\""}, {"ref": "These stirred up a persecution against Paul and Barnabas", "text": "\"They convinced the important men and women to persecute Paul and Barnabas\""}, {"ref": "threw them out beyond the border of their city", "text": "\"removed Paul and Barnabas from their city\""}, {"ref": "shook off the dust from their feet against them", "text": "This was a symbolic act to indicate to the unbelieving people that God had rejected them and would punish them. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the disciples", "text": "This probably refers to the new believers in the Antioch of Pisidia that Paul and Silas just left."}]}]