[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main event. Here the author starts to tell a new part of the narrative. If you have a way of doing this in your language, consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "three", "text": "\"3\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "03", "tn": [{"ref": "papyrus basket", "text": "This is a basket made from a tall grass that grows by the Nile River in Egypt."}, {"ref": "sealed it with bitumen and pitch", "text": "You could explicitly state that this was to keep out water. AT: \"spread tar on it to keep water from getting into it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sealed", "text": "Here \"sealed\" means that she applied a waterproof coating."}, {"ref": "bitumen", "text": "This is a sticky black paste made from petroleum. It can be used to keep out water. AT: \"tar\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "pitch", "text": "This is a sticky brown or black paste that can be made from tree sap or from petroleum. Therefore, \"pitch\" would include not only \"bitumen\" but also plant-based resins. It too can be used to keep out water. AT: \"tar\" or \"resin\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "reeds", "text": "These \"reeds\" were a type of tall grass that grew in flat, wet areas."}, {"ref": "at a distance", "text": "This means she stood far enough away so that she would not be noticed, but close enough to see the basket."}]}, {"id": "05", "tn": [{"ref": "attendants", "text": "\"servants\""}, {"ref": "Behold", "text": "The word \"behold\" signals the surprising information that follows."}]}, {"id": "07", "tn": [{"ref": "nurse", "text": "\"breastfeed\""}]}, {"id": "09", "tn": [{"ref": "she brought him", "text": "\"the Hebrew woman brought him\""}, {"ref": "he became her son", "text": "\"he became the adopted son of Pharaoh's daughter\""}, {"ref": "Because I drew him from the water", "text": "Translators may add a footnote that says \"The name Moses sounds like the Hebrew word that means 'pull.'\""}, {"ref": "drew him", "text": "\"pulled him\""}]}, {"id": "11", "tn": [{"ref": "striking", "text": "\"hitting\" or \"beating\""}, {"ref": "He looked this way and that way", "text": "These two opposite directions have the combined meaning of \"everywhere.\" AT: \"He looked all around\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "13", "tn": [{"ref": "He went out", "text": "\"Moses went out\""}, {"ref": "behold", "text": "The word \"behold\" here shows that Moses was surprised by what he saw. You can use a word in your language that will give this meaning."}, {"ref": "the one who was in the wrong", "text": "This was a customary way of saying \"the one who started the fight.\" AT: \"the one who was guilty of starting the fight\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Who made you a leader and judge over us?", "text": "The man used this question to rebuke Moses for intervening in the fight. AT: \"You are not our leader and have no right to judge us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you planning to kill me as you killed that Egyptian?", "text": "The man used a question here to be sarcastic. AT: \"We know that you killed an Egyptian yesterday. You had better not kill me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "Now when Pharaoh heard about it", "text": "The word \"now\" is used here to mark a break in the event. Here the author starts to tell a new part of the incident."}, {"ref": "Now the priest of Midian had seven daughters", "text": "The word \"now\" is used here to mark a break in the event. Here the author tells about new people in the narrative."}, {"ref": "drew water", "text": "This means that they brought up water from a well."}, {"ref": "troughs", "text": "a long, narrow, open container for animals to eat or drink out of"}, {"ref": "drive them away", "text": "\"chase them away\""}, {"ref": "helped them", "text": "\"rescued them\""}]}, {"id": "18", "tn": [{"ref": "Why did you leave the man?", "text": "This question is a mild rebuke to the daughters for not inviting Moses into their home according to the normal hospitality of that culture. AT: \"You should not have left this man at the well!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "Moses agreed to stay with the man", "text": "\"Moses agreed to live with Reuel\""}, {"ref": "Zipporah", "text": "This is Reuel's daughter. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gershom", "text": "This is Moses's son. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "resident in a foreign land", "text": "\"stranger in a foreign land\""}]}, {"id": "23", "tn": [{"ref": "groaned", "text": "They did this because of their sorrow and misery. AT: \"sighed deeply\""}, {"ref": "their pleas went up to God", "text": "The cries of the Israelites are spoken of as if they were a person and were able to travel up to where God is. AT: \"God heard their pleas\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "God called to mind his covenant", "text": "This was a customary way of saying God thought about what He had promised. AT: \"God remembered his covenant\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]