[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The Lamb opens the seventh seal."}, {"ref": "the seventh seal", "text": "This is the last of the seven seals on the scroll. AT: \"the next seal\" or \"the final seal\" or \"seal number seven\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "seven trumpets were given to them", "text": "They were each given one trumpet. This can be stated in active form. Possible meanings are 1) \"God gave them seven trumpets\" or 2) \"the Lamb gave them seven trumpets\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "he would offer it", "text": "\"he would offer the incense to God by burning it\""}, {"ref": "the angel's hand", "text": "This refers to the bowl in the angel's hand. AT:\"the bowl in the angel's hand\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "filled it with fire", "text": "The word \"fire\" here probably refers to burning coals. AT: \"filled it with burning coals\" \"or \"filled it with coals of fire\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The seven angels sound the seven trumpets, one at a time."}, {"ref": "It was thrown down onto the earth", "text": "This can be stated in active form. AT: \"The angel threw the hail and fire mixed with blood down onto the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a third of it was burned up, a third of the trees were burned up, and all the green grass was burned up", "text": "This can be stated in active form. AT: \"it burned up a third of the earth, a third of the trees, and  all the green grass\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "The second angel", "text": "\"The next angel\" or \"Angel number two\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "something like a great mountain burning with fire was thrown", "text": "This can be stated in active form. AT: \"the angel threw something like a great mountain burning with fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A third of the sea became blood", "text": "\"It was like the sea was divided into three parts, and one of those parts became blood\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "became blood", "text": "Possible meanings are it 1) \"became red like blood\"  or it 2) really became blood. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a third of the living creatures in the sea died", "text": "\"It was like all the living creatures in the sea were divided into three groups, and all of the creatures in one of those groups died.\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "the living creatures in the sea", "text": "\"the things living in the sea\" or \"the fish and other animals that lived in the sea\""}]}, {"id": "10", "tn": [{"ref": "and a huge star fell from the sky, blazing like a torch", "text": "\"and a huge star that was blazing like a torch fell from the sky.\" The fire of the huge star looked similar to the fire of a torch. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "torch", "text": "a stick with one end lit on fire to provide light"}, {"ref": "The name of the star is Wormwood", "text": "Wormwood is a shrub that tastes bitter. People made medicine out of it, but they also believed that it was poisonous.  AT: \"The name of the star is Bitterness\"  or \"The name of the star is Bitter Medicine\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "became wormwood", "text": "The bitter taste of the water is spoken of as if it were wormwood. AT: \"became bitter like wormwood\" or \"became bitter\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "died from the waters that became bitter", "text": "\"died when they drank the bitter water\""}]}, {"id": "12", "tn": [{"ref": "a third of the sun was struck", "text": "Causing something bad to happen to the sun is spoken of as striking, or hitting, it. This can be stated with an active verb. AT: \"a third of the sun changed\" or \"God changed a third of the sun\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a third of them turned dark", "text": "Possible meanings are 1) \"one third of the time they were dark\" or 2) \"one third of the sun, one third of the moon, and one third of the stars became dark\""}, {"ref": "a third of the day and a third of the night had no light", "text": "\"there was no light during one third of the day and one third of the night\"  or \"they did not shine during one third of the day and one third of the night\""}]}, {"id": "13", "tn": [{"ref": "because of the remaining trumpet ... angels", "text": "This can be stated in active form. AT: \"because the three angels who have not yet sounded their trumpets are about to sound them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]