[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "When a man takes a wife and marries her", "text": "The phrases \"takes a wife\" and \"marries her\" mean the same thing. AT: \"When a man marries a woman\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "if she finds no favor in his eyes", "text": "Here \"in his eyes\" refers to the whole person. AT: \"if he decides that he does not like her\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "because he has found some unsuitable thing in her", "text": "\"because for some reason he has decided that he does not want to keep her\""}, {"ref": "he must write her a certificate of divorce", "text": "\"he must give his wife an official paper saying that they are not married anymore\""}, {"ref": "she may go and be another man's wife", "text": "\"she may go and marry another man\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel about a woman who gets a divorce and marries another man."}, {"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "If the second husband hates her", "text": "\"If the second husband decides that he hates the woman\""}, {"ref": "certificate of divorce", "text": "This is an official paper saying that the man and woman are not married anymore. Translate this as in [[:en:bible:notes:deu:24:01|24:1]]."}, {"ref": "puts it into her hand", "text": "\"gives it to the woman\""}, {"ref": "the man who took her to be his wife", "text": "\"the second man who married the woman\""}, {"ref": "after she has become impure", "text": "The full meaning of this statement can be made explicit. AT: \"after she has become unclean by the divorce and remarriage to another man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You must not cause the land to become guilty", "text": "The land is spoken of as if it could sin. AT: \"You must not spread guilt around in the land\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "When a man takes a new wife", "text": "\"When a man is newly married to a woman\""}, {"ref": "neither may he be commanded to go on any forced duty", "text": "This can be stated in active form. AT: \"and no one is to force him to live away from his home and do any kind of work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will be free to be at home", "text": "\"he will be free to live at home\""}]}, {"id": "06", "tn": [{"ref": "mill", "text": "a tool for making flour by grinding grain in between two heavy discs of stone"}, {"ref": "upper millstone", "text": "the top disc of stone in a mill"}, {"ref": "for that would be taking a person's life as a pledge", "text": "The word \"life\" is a metonym for what a person needs to keep himself alive. AT: \"because he would be taking from the man what the man needs to make food for his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "If a man is found kidnapping", "text": "This is an idiom for \"If a man kidnaps.\" It can be stated in active form. AT: \"If you find a man kidnapping\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "kidnapping", "text": "using physical force to take an innocent person away from his home and imprison him"}, {"ref": "any of his brothers from among the people of Israel", "text": "\"any of his fellow Israelites\""}, {"ref": "that thief must die", "text": "\"then other Israelites should kill that thief as a punishment for what he did\""}, {"ref": "and you will remove the evil from among you", "text": "The adjective \"evil\" can be translated as a noun phrase. AT: \"and you must remove from among the Israelites the person who does this evil thing\" or \"and you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Take heed ... you carefully observe ... Call to mind what Yahweh your God", "text": "Moses speaks to the Israelites here as if they were one man, so the words \"you\" and \"your\" and the commands \"take heed\" and \"call to mind\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Take heed regarding any plague of leprosy", "text": "\"Pay attention if you suffer from leprosy\" or \"Pay attention if you have leprosy\""}, {"ref": "every instruction given to you which the priests, the Levites, teach you", "text": "This can be stated in active form. AT: \"all of the instructions that I have given you and that the priests, who are Levites, teach you to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "teach you ... you will act ... you were coming out", "text": "Moses here speaks to the Israelites as a group, so these instances of the word \"you\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "as I commanded them, so you will act", "text": "\"you must make sure that you do exactly what I have commanded them\""}, {"ref": "commanded them", "text": "The word \"them\" refers to the priests, who are Levites."}, {"ref": "Call to mind", "text": "This is an idiom. AT: \"Remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as you were coming out of Egypt", "text": "\"during the time when you were leaving Egypt\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "When you make your neighbor any kind of loan", "text": "\"When you loan something to your neighbor\""}, {"ref": "to fetch his pledge", "text": "\"to take his pledge\""}, {"ref": "his pledge", "text": "This is a metonym for \"what he has promised that he would give you if he did not pay back the loan\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You will stand outside", "text": "\"You should wait outside his house\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you must not sleep with his pledge in your possession", "text": "\"you must not keep his coat overnight\""}, {"ref": "his pledge", "text": "This is a metonym for \"what he has promised that he would give you if he did not pay back the loan.\" Translate as you did in [[:en:bible:notes:deu:24:10|24:10]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "restore to him the pledge", "text": "\"give him back what he has given you to show that he will pay back the loan\""}, {"ref": "so that he may sleep in his cloak and bless you", "text": "The full meaning of this statement can be made explicit. AT: \"so that he will have his coat to keep himself warm when he sleeps, and he will be grateful to you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "cloak", "text": "a coat or other clothing that keeps a person warm at night. This was probably the \"pledge\" Moses was speaking of in [[:en:bible:notes:deu:24:10|24:10-12]]"}, {"ref": "it will be righteousness for you before Yahweh your God", "text": "\"Yahweh your God will approve of the way you handled this matter\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must not oppress a hired servant", "text": "\"You must not treat a hired servant poorly\""}, {"ref": "hired servant", "text": "a person who gets paid daily for his work"}, {"ref": "poor and needy", "text": "These two words have similar meanings and emphasize that this is a person who cannot help himself. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "within your city gates", "text": "Here \"city gates\" mean towns or cities. AT: \"in one of your cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Each day you must give him his wage", "text": "\"You should give the man the money he earns every single day\""}, {"ref": "the sun must not go down on this unsettled matter", "text": "This is an idiom. The Israelites considered the new day as starting when the sun went down. AT: \"you should pay the man on the same day he does the work\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for he is poor and is counting on it", "text": "The full meaning of this statement can be made explicit. AT: \"because he is poor and depends on his wages to buy his food for the next day\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he does not cry out against you to Yahweh", "text": "\"he does not call out to Yahweh and ask him to punish you\""}]}, {"id": "16", "tn": [{"ref": "The parents must not be put to death for their children", "text": "This can be stated in active form. AT: \"You must not execute the parents because of something bad that one of their children did\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "neither must the children be put to death for their parents", "text": "This can be stated in active form, AT: \"and you must not execute the children because of something bad that their parents did\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone must be put to death for his own sin", "text": "This can be stated in active form. AT: \"you should only execute a person because of something bad that he did himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must not use force to take away the justice that is due the foreigner or the fatherless", "text": "Moses speaks of justice as if it were a physical object that a stronger person can violently pull away from a weaker person. AT: \"You must not treat a foreigner or the fatherless unfairly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fatherless", "text": "This refers to children whose parents have both died and do not have relatives to care for them."}, {"ref": "nor take the widow's cloak as a pledge", "text": "A lender would take something from the borrower to ensure that she would pay him back. He was not allowed to take her coat because she needed it to stay warm. The full meaning of this statement can be made explicit. AT: \"and do not take a widow's cloak as a pledge because she needs it to stay warm\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "call to mind", "text": "This is an idiom. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "When you reap your harvest in your field", "text": "\"When you cut down the grain in your field\""}, {"ref": "a sheaf", "text": "grain that the reaper has tied together"}, {"ref": "it must be for the foreigner, for the fatherless, or for the widow", "text": "You can make clear the understood information. AT: \"you must leave the sheaf so a foreigner, an orphan, or a widow can take it\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in all the work of your hands", "text": "Here \"hands\" refers to the whole person. AT: \"in all the work that you do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "When you shake your olive tree", "text": "You can make clear the understood information. AT: \"When you shake the branches of your olive tree, causing the olives to fall to the ground so you can pick them up\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "you must not go over the branches again", "text": "\"do not pick every single olive from the tree\""}, {"ref": "it will be for the foreigner, for the fatherless, or for the widow", "text": "You can make clear the understood information. AT: \"the olives that stay on the branches are for foreigners, orphans, and widows to pick and take with them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "it will be for the foreigner, for the fatherless, or for the widow", "text": "\"the grapes that you do not pick will be for the foreigner, the fatherless, and the widow to pick\""}, {"ref": "for the foreigner, for the fatherless, or for the widow", "text": "These refer to groups of people. AT: \"for foreigners, for those who are fatherless, or for the widows\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "call to mind", "text": "This is an idiom. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]