[{"id": "01", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "My spirit is consumed", "text": "Job refers to himself by his \"spirit\" to emphasize his inner emotions. He speaks of not having any strength left as if he were something that has been used up. AT: \"I am consumed\" or \"I have lost all of my strength\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my days are over", "text": "Job refers to his life as his \"days.\" AT: \"my time is over\" or \"I am going to die soon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the grave is ready for me", "text": "This phrase describes \"the grave\" as if it is a person who will receive Job as a guest. AT: \"soon I will be dead and buried\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Surely there are mockers with me", "text": "\"Those who are around me are mocking me\""}, {"ref": "Surely", "text": "\"Indeed\""}, {"ref": "my eye must always see", "text": "Job refers to himself by his \"eyes\" to emphasize what he sees. AT: \"I must always see\" or \"I must always hear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "their provocation", "text": "\"their insults.\" The word \"provocation\" can be expressed as a verb. AT: \"them provoking me\" or \"them, trying to make me angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Give now a pledge, be a guarantee for me with yourself", "text": "Job begins to speak to God. Here he speaks of his situation as if he were in prison. He is asking God to provide a pledge so that he may be released. AT: \"God, give now a pledge so that I may be released from this prison\" or \"pay for my release from prison\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who else is there who will help me?", "text": "Job uses this rhetorical question to emphasize that there is no one else to help him. This question can be written as a statement. AT: \"there is no one else who will help me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "have kept their hearts", "text": "The word \"their\" refers to his friends. They are referred to by their \"hearts\" to emphasize their emotions. AT: \"have kept them\" or \"have kept my friends\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will not exalt them over me", "text": "\"you will not allow them to triumph over me\""}, {"ref": "He who", "text": "\"Anyone who\""}, {"ref": "denounces his friends for a reward", "text": "\"falsely accuses his friends in order to get a profit\" or \"betrays his friends to receive a reward\""}, {"ref": "the eyes of his children will fail", "text": "The person's children are referred to here by their \"eyes.\" This phrase describes the children suffering because of what their father or mother did. AT: \"his children will suffer for it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "he has made me a byword of the people", "text": "This means that people speak of him in a mocking way and use his name as an insult. AT: \"because of him, people use my name as an insult\" or \"because of them, people use my name as a byword\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they spit in my face", "text": "\"people spit in my face.\" In this culture spitting on someone was a great insult. If spitting has a different meaning in your culture you can write this differently. AT: \"people insult me greatly, by spitting in my face\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "My eye is also dim because of sorrow", "text": "Job speaks of his vision as his \"eyes.\" AT: \"My vision has become weak because I am so sad\" or \"I am almost blind because of my sorrow\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all my body parts are as thin as shadows", "text": "Shadows have no thickness and are infinitely thin. That is an exaggeration of how thin Job's body parts are. AT: \"all my body parts are very thin\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "all my body parts", "text": "This is a generalization used to emphasize that his whole body is thin, but refers specifically to his arms and legs. AT: \"my arms and legs\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "stunned", "text": "\"shocked\" or \"horrified\""}, {"ref": "by this", "text": "\"by what has happened to me\""}, {"ref": "will stir himself up against", "text": "This is an idiom. AT: \"will be distressed because of\" or \"will be very angry with\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "will keep to his way", "text": "This is an idiom. AT: \"will continue to live in a righteous way\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he who has clean hands", "text": "This speak of a person being innocent as having clean hands. AT: \"he who does what is right\" or \"he who is innocent\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will grow stronger and stronger", "text": "This does not refer only to physical strength but also to the strength of a person's will and emotions."}, {"ref": "you all", "text": "Job is speaking to Eliphaz, Bildad, and Zophar."}, {"ref": "come on now", "text": "Job invites his friends to debate what he has said. AT: \"come on now, argue with me again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "My days are past", "text": "This is an idiom. AT: \"My time is past\" or \"My life is over\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my plans are over", "text": "\"my plans will never come about\" or \"my plans will never happen\""}, {"ref": "As for the wishes of my heart", "text": "Here Job's \"heart\" refers to his greatest desires. AT: \"As for the things that I have desired the most\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of my heart", "text": "Here Job does not complete his sentence to express that he does not have any hope for his wishes. AT: \"of my heart, there is no home of them happening\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "These people, these mockers", "text": "These two phrases refer to the same people, namely Job's friends, Eliphaz, Bildad, and Zophar. The second phrase emphasizes their unfriendly attitude. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "change the night into day", "text": "This speaks of the people claiming that night is day as if they actually changed night into day. AT: \"they claim it is daytime when it is night\" or \"what they say is the opposite of what is true, just as night is the opposite of day\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "light is near to darkness", "text": "The missing words may be added. AT: \"they claim that light is near to darkness\" or \"they claim that when it is becoming dark, that it is getting light\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Job continues to speak."}, {"ref": "I look at Sheol as my home", "text": "To \"look at\" something a certain way means to \"think\" of it that way. AT: \"I think of Sheol as my home\" or \"I now consider Sheol my home\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "have spread my couch in the darkness", "text": "Here Job speaks of being prepared to die as having laid his bed in the darkness. AT: \"have prepared myself to go and sleep among the dead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have spread my couch", "text": "\"have made my bed\""}, {"ref": "I have said to the pit ... and to the worm", "text": "These two lines are a variation to each other and are used together to emphasize how desperate Job is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the pit", "text": "\"the grave\""}, {"ref": "You are my father", "text": "Job speaks of the closeness he will soon have with his grave by comparing it to the closeness a man has with his father. AT: \"You are as close to me as my father\" or \"When I am buried, you will be as close to me as a father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the worm", "text": "\"the maggot.\" Worms are the small creatures that eat dead bodies."}, {"ref": "You are my mother or my sister", "text": "Job speaks of the closeness he will soon have with the worms in his grave by comparing it to the closeness a man has with his mother and sisters. AT: \"You are as close to me as my mother or my sister\" or \"You will be as close to me as a mother or sister\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "where then is my hope?", "text": "The implicit answer is \"nowhere,\" because he has no hope. This rhetorical question can be written as a statement. AT: \"I have no hope\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "As for my hope, who can see any?", "text": "This rhetorical question is used to emphasize that that no one expects him to have any hope. This question can be written as a statement. AT: \"No one can see any hope for me\" or \"No expects me to have  any more hope\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "Will hope go down with me ... dust?", "text": "The implicit answer is \"no.\" This question can be written as a statement. AT: \"Hope will not go down with me ... dust.\" or \"I will no longer hope when I go down ... dust.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "gates of Sheol", "text": "Sheol does not really have gates, but it is a metaphor for Job entering Sheol. AT: \"when I go into Sheol\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when we", "text": "\"when I and the things that I hope for\" or \"when I and my hopes.\" The word \"we\" refers to Job and his hope."}, {"ref": "descend to the dust", "text": "This is an idiom. AT: \"die and are buried\" or \"go to the grave\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]