[{"id": "01", "tn": [{"ref": "After these things happened", "text": "It is unclear how long Moses and Aaron waited until they went to see Pharoah."}, {"ref": "festival for me", "text": "This is a celebration to worship Yahweh."}, {"ref": "Who is Yahweh?", "text": "Pharaoh uses this question to show that he does not recognize Yahweh as a legitimate god. AT: \"I do not know Yahweh\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why should I ... let Israel go?", "text": "Pharaoh uses this question to state that he has no interest in obeying Yahweh or in letting the Israelites go to worship him. AT: \"He is nothing to me and I will not let Israel go!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "listen to his voice", "text": "The words \"his voice\" represent the words God spoke. AT: \"listen to what he says\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "God of the Hebrews", "text": "This is a term also used for the Israelites' God or Yahweh."}, {"ref": "or with the sword", "text": "Here \"sword\" represents war or an attack by enemies. AT: \"or cause our enemies to attack us\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "why are you taking the people from their work?", "text": "Pharaoh uses this question to express his anger towards Moses and Aaron for taking the Israelites away from their work. AT: \"stop distracting the people from doing their work!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "taskmasters", "text": "\"slave drivers\" These were Egyptians whose job was to force the Israelites to do hard work. See how you translated this in [[:en:bible:notes:exo:01:11|1:11]]."}, {"ref": "you must no longer give", "text": "The word \"you\" in these verses is plural and refers to the taskmasters and foremen. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "10", "tn": [{"ref": "taskmasters", "text": "\"slave drivers.\" These were Egyptians whose job was to force the Israelites to do hard work. See how you translated this in [[:en:bible:notes:exo:01:11|1:11]]."}, {"ref": "I will no longer give you any straw ... get straw wherever you can find it", "text": "The word \"you\" in these verses is plural and refers to the Israelite people. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You yourselves must go", "text": "Here \"yourselves\" emphasizes that the Egyptians will no longer help them. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "your workload will not be reduced", "text": "This can be stated in positive form. AT: \"you must continue to make the same number of bricks as before\""}]}, {"id": "12", "tn": [{"ref": "all the land of Egypt", "text": "This is an exaggeration used to show the extra effort Israel made to meet Pharaoh's demands. AT: \"a wide area\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "taskmasters", "text": "\"slave drivers\" These were Egyptians whose job was to force the Israelites to do hard work. See how you translated this in [[:en:bible:notes:exo:01:11|1:11]]."}, {"ref": "stubble", "text": "the part of a plant that is left over after harvest"}, {"ref": "Why have you not produced all the bricks required of you ... in the past?", "text": "The taskmasters used this question to show they were angry with the lack of bricks. AT: \"You are not producing enough bricks, either yesterday or today, as you did in the past!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "cried out", "text": "\"complained\""}, {"ref": "they are still telling us, 'Make bricks!'", "text": "Here \"they\" refers to the Egyptian taskmasters."}]}, {"id": "19", "tn": [{"ref": "when they were told", "text": "This can be stated in active form. AT: \"when Pharaoh told them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "palace", "text": "This is a very large house that a king lives in."}, {"ref": "you have made us offensive", "text": "The Egyptians responded to the Israelites the same way they would respond to a foul odor. AT: \"you have caused them to hate us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have put a sword in their hand to kill us", "text": "Here \"a sword\" represents an opportunity to destroy enemies. AT: \"have given them a reason to kill us\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "Lord, why have you caused trouble for this people?", "text": "This question shows how disappointed he was that the Egyptians were treating the Israelites even more harshly now. AT: \"Lord, I am sorry that you have caused this trouble for this people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did you send me in the first place?", "text": "This question shows how disappointed Moses was that God had sent him to Egypt. AT: \"I wish you had never sent me here!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to speak to him in your name", "text": "The word \"name\" here represents the message of God. AT: \"to give him your message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]