[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The people of Israel confess their need to repent."}, {"ref": "he has torn us to pieces ... he has injured us", "text": "God has punished the people of Israel because they disobeyed him and worshiped idols. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he will heal us ... he will bandage our wounds", "text": "Israel believes that God will be merciful to them when they repent and he will deliver them from their troubles. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "After two days he will revive us; he will raise us up on the third day", "text": "This represents a short period of time. Israel believes God will quickly come to rescue them from their enemies. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "two days ... third day", "text": "\"2 days ... 3rd day\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Let us know Yahweh", "text": "Here \"know\" means not only to learn God's character and laws, but also to become faithful to him. (See UDB)"}, {"ref": "His coming out is as sure as the dawn", "text": "Yahweh will come to help his people just as surely as the sun rises each morning. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is speaking."}, {"ref": "what will I do with you?", "text": "God is expressing that his patience is coming to an end and what remains is judgment. AT: \"it is hard to know what to do with you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "So I have cut them to pieces by the prophets", "text": "Through his prophets, Yahweh has pronounced destruction on the rebellious nation. The destruction, here called \"cutting to pieces,\" is as sure as the condemnation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your decrees are like the light that shines out", "text": "Here the prophet Hosea is speaking to God. He may mean that when God gives the command for someone to die as punishment, it is like a bolt of lightning that strikes (see UDB). Or he may mean that God's commandments allow people to know the truth, just as light makes objects visible. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your decrees", "text": "\"Yahweh's commands\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "For I desire faithfulness and not sacrifice", "text": "This grammatical construction in Hebrew signals here the idea of \"more than,\" as the next line shows (\"and the knowledge of God more than burnt offerings\"). AT: \"For I desire faithfulness more than sacrifice\""}, {"ref": "Like Adam", "text": "Possible meanings are 1) this refers to Adam, the first man or 2) this is a metonym that represents the people who live in a city in Israel called Adam. AT: \"Like the people in the city of Adam\" or 3) this refers to people in general. The word \"Adam\" means \"man\" or \"humankind.\" AT: \"Like all of humankind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Gilead is a city ... with footprints of blood", "text": "\"Footprints of blood\" probably represents the evildoers and their acts of murder. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the priests band together to commit murder on the way to Shechem", "text": "We do not know what this refers to. Were priests actually guilty of attacking people on their way to Shechem, which was an important religious and political center? Or is the prophet saying that the priests have \"killed\" true knowledge and worship of Yahweh? It is best to translate this expression as plainly as possible."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Ephraim's prostitution", "text": "Here \"prostitution\" refers to Ephraim's worship of false gods. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Israel has become unclean", "text": "Israel has become unacceptable to God because of her actions."}, {"ref": "For you also, Judah, a harvest has been appointed", "text": "This can be stated in active form. AT: \"I have set a time of harvest for you also, Judah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "harvest", "text": "Here \"harvest\" represents God's final judgment on Israel and Judah. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fortunes", "text": "prosperity and security"}]}]