[{"id": "01", "tn": [{"ref": "It came about in the springtime", "text": "\"It happened in the springtime.\" This introduces a new event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "at the time", "text": "\"at the time of year\""}, {"ref": "David sent out Joab, his servants, and all the army of Israel", "text": "David sent them out to war. This can be stated clearly. Also, the word \"his\" refers to David. AT: \"David sent Joab, his servants, and all the army of Israel to war\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the army of Ammon", "text": "\"the Ammonite army\""}, {"ref": "Rabbah", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "02", "tn": [{"ref": "So it came about", "text": "\"So it happened\" or \"So it came to pass.\" The author uses this phrase to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "a woman who was bathing", "text": "The woman was not on the roof, she would have been bathing outside in the courtyard of her house. AT: \"a woman who was bathing in the courtyard of her house\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So David sent", "text": "Here the word \"sent\" means that David sent a messenger. AT: \"So David sent a messenger\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he asked people who would know about the woman", "text": "David was trying to find out who the woman was. The word \"he\" refers to David, but is a metonym for the messenger that David sent. The messenger was to ask the people for information about her. AT: \"the messenger asked the people who knew her about who she was\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Is not this Bathsheba ... and is she not the wife of Uriah the Hittite", "text": "This question gives information and can be written as a statement. AT: \"This is Bathsheba ... and she is the wife of Uriah the Hittite.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "and took her", "text": "\"and he took her.\" Here it says that David took the woman, but it was actually the messengers whom he sent that took her and brought her to him. AT: \"and they brought her to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she came in to him, and he slept with her", "text": "The phrase \"she came in to him\" is a graphic description of David having sex with the woman. These two phrases have the same meaning and are used together to emphasize that they slept together. AT: \"he slept with her\" or \"he had sex with her\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "menstruation", "text": "a woman's monthly period"}, {"ref": "she sent and told David; she said, \"I am pregnant.\"", "text": "Here the word \"sent\" means that she sent a messenger. She sent him to tell David that she was pregnant. AT: \"she sent a messenger to David to tell him that she was pregnant\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "Then David sent", "text": "Here the word \"sent\" means that David sent a messenger. AT: \"Then David sent a messenger\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "how Joab was, how the army was doing, and how the war was going", "text": "David was asking if Joab and the army were well and about the progress of the war. AT: \"if Joab was well, if other soldiers were well, and how the war was progressing\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Go down to your house", "text": "Possible meanings for the phrase \"go down\" are 1) Uriah's house was located at a lower elevation than the king's palace or 2) Uriah's house was of lesser importance than the king's palace. AT: \"Go to your house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "wash your feet", "text": "This phrase is a metonym for returning home to rest for the night after working all day. AT: \"rest for the night\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the king sent a gift for Uriah", "text": "David sent someone to bring the gift to Uriah. This can be stated clearly. AT: \"the king sent someone to take a gift to Uriah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "his master", "text": "The word \"his\" refers to Uriah and the word \"master\" refers to David."}, {"ref": "Have you not come from a journey? Why did you not go down to your house?", "text": "This rhetorical question is used to show David's surprise that Uriah did not visit his wife. This can be written as a statement. AT: \"After coming from such a long journey, you should have gone down to your house.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Israel and Judah", "text": "This refers to their armies. AT: \"the armies of Israel and Judah\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "How then can I go into my house ... with my wife?", "text": "This rhetorical question is used to emphasize Uriah's refusal to visit his wife and can be translated as a statement. AT: \"It would be wrong for me to go into my house ... with my wife while the other soldiers in my army are in danger.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "As sure as you are alive, I will not do this", "text": "Uriah swears a strong promise that he will not go home to his wife as long as the rest of the soldiers are at war. He makes this promise by comparing the truth of his promise to the certainty that the king was alive. AT: \"I solemnly promise that I will not do this!\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "12", "tn": [{"ref": "he ate and drank before him", "text": "\"Uriah ate and drank with David\""}, {"ref": "down to his house", "text": "Possible meanings of the word \"down\" are 1) Uriah's house was located at a lower elevation than the king's palace or 2) Uriah's house was of lesser importance than the king's palace. See how you translated the similar phrase \"down to your house\" in [[:en:bible:notes:2sa:11:06|11:8]]. AT: \"to his house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "sent it by the hand of Uriah", "text": "The phrase \"the hand of Uriah\" refers to Uriah himself. AT: \"sent Uriah himself to deliver it to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "very front of the most intense battle", "text": "\"very front of the battle line where the fighting is the worst\""}, {"ref": "withdraw from him", "text": "\"command the soldiers to back away from him\""}, {"ref": "he may be hit and killed", "text": "\"he may be wounded and killed\""}]}, {"id": "16", "tn": [{"ref": "the siege upon the city", "text": "The word \"siege\" can be expressed with the verbs \"surround\" and \"attack.\" AT: \"his army surround and attack the city\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "some of the soldiers of David fell", "text": "The word \"fell\" is a polite way to refer to the soldiers being killed. AT: \"David's soldiers were killed\" or \"they killed some of David's soldiers\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and Uriah the Hittite was also killed there", "text": "This can be stated in active form. AT: \"including Uriah the Hittite\" (UDB) or \"and the men of the city also killed Uriah the Hittite\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Joab sent word to David", "text": "The phrase \"sent word\" means that he sent a messenger to give a report. AT: \"Joab sent a messenger to David to give a report\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why did you go so near ... from the wall?", "text": "Joab says that David may rebuke him by asking these rhetorical questions. These questions may be written as statements. AT: \"You should not have gone so near to the city to fight. You should have known that they would shoot from the wall.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "shoot from the wall", "text": "This refers to men of the city shooting arrows down at their enemy from the top of the city wall. AT: \"shoot arrows at you from the top of the city wall\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "Who killed Abimelech son of Jerubbesheth?", "text": "Joab says that David may rebuke him by asking these rhetorical questions. This can be written as a statement. AT: \"Remember how Abimelech son of Jerubbesheth was killed!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Abimelech son of Jerubbesheth", "text": "This is the name of a man. His father is also know by the name Gideon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez?", "text": "Joab says that David may rebuke him by asking these rhetorical questions. This can be written as a statement. AT: \"Remember he died at Thebez when a woman cast an upper millstone on him from the top of the wall.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "millstone", "text": "a heavy stone that would roll, used to crush grain for making bread"}, {"ref": "from the wall", "text": "\"from the top of the city wall\""}, {"ref": "Thebez", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Why did you go so near the wall?", "text": "Joab says that David may rebuke him by asking these rhetorical questions. This can be written as a statement. AT: \"You should not have gone so near the wall!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "the gate", "text": "\"the city gate\""}]}, {"id": "24", "tn": [{"ref": "their shooters shot", "text": "\"their shooters shot arrows\""}, {"ref": "some of the king's servants were killed", "text": "This can be stated in active form. AT: \"they killed some of the king's servants\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "king's servants", "text": "Here \"servants\" refers to soldiers, not slaves, because soldiers were servants of the king."}, {"ref": "your servant Uriah the Hittite was killed", "text": "This can be stated in active form. AT: \"they killed your servant Uriah the Hittite\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the sword devours one as well as another", "text": "Here \"the sword\" refers to a person who kills someone with sword. Also, killing someone with a sword is spoken of as if the sword were \"eating\" the people. AT: \"for one man can be killed by a sword the same as another man\" or \"for any man can die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Make your battle even stronger", "text": "\"Fight even stronger\""}]}, {"id": "26", "tn": [{"ref": "she lamented deeply", "text": "Here the author speaks of her lamenting very much as if it were deep inside her. AT: \"she lamented very much\" or \"she lamented greatly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sorrow", "text": "a deep feeling of sadness caused by suffering, disappointment or misfortune"}, {"ref": "David sent and took her home", "text": "Here the word \"sent\" means that he sent a messenger to get her and bring her to him. AT: \"David sent a messenger to her to bring her home\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "displeased", "text": "\"saddened\" or \"angered\""}]}]