[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul, an apostle, writes this letter to the churches in the area of Galatia."}, {"ref": "General Information:", "text": "Unless noted otherwise, all instances of \"you\" and \"your\" in this letter refer to the Galatians and are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "who raised him", "text": "\"who raised Jesus Christ\""}, {"ref": "raised", "text": "Here this means to cause a dead person to become alive again."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women, since all believers in Christ are members of one spiritual family, with God as their heavenly Father. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}]}, {"id": "03", "tn": [{"ref": "for our sins", "text": "\"Sins\" represents the punishment for sin. AT: \"to take the punishment we deserved because of our sins\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that he might deliver us from this present evil age", "text": "Here \"this ... age\" represents the powers at work in the age. AT: \"that he might set us free from the evil powers at work in the world today\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "our God and Father", "text": "This refers to \"God our Father.\" He is our God and our Father."}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives his reason for writing this letter: he reminds them to continue to understand the gospel."}, {"ref": "I am amazed", "text": "\"I am surprised\" or \"I am shocked.\" Paul was disappointed that they were doing this."}, {"ref": "you are turning away so quickly from him ... to a different gospel", "text": "Possible meanings are 1) \"you have so quickly stopped trusting in him\" or 2) \"you have so quickly stopped being loyal to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "him who called you", "text": "\"God, who called you\""}, {"ref": "called", "text": "Here this means God has appointed or chosen people to be his children, to serve him, and to proclaim his message of salvation through Jesus."}, {"ref": "by the grace of Christ", "text": "\"because of Christ's grace\" or \"because of Christ's gracious sacrifice\""}, {"ref": "you are turning to a different gospel", "text": "\"you are believing a different gospel\""}, {"ref": "men", "text": "\"people\""}]}, {"id": "08", "tn": [{"ref": "should proclaim", "text": "This is describing something that has not happened and should not happen. AT: \"would proclaim\" or \"were to proclaim\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "other than the one", "text": "\"different from the gospel\" or \"different from the message\""}, {"ref": "let him be cursed", "text": "\"God should punish that person forever.\" If your language has a common way of calling a curse down on someone, you should use that."}, {"ref": "For am I now seeking the approval of men or God? Am I seeking to please men?", "text": "These rhetorical questions expect the answer \"no.\" AT: \"I do not seek the approval of men, but instead I seek the approval of God. I am not seeking to please men.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If I am still trying to please men, I am not a servant of Christ", "text": "Both the \"if\" phrase and the \"then\" phrase are contrary to fact. \"I am not still trying to please men; I am a servant of Christ\" or \"If I were still trying to please men, then I would not be a servant of Christ\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains that he did not learn the gospel from others; he learned it from Jesus Christ."}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "not man's gospel", "text": "By using this phrase, Paul was not trying to say that Jesus Christ is not himself human. Because Christ is both man and God, however, he is not a sinful human being. Paul is writing about where the gospel came from; that it did not come from other sinful human beings, but it came from Jesus Christ."}, {"ref": "it was by revelation of Jesus Christ to me", "text": "Possible meanings are 1) \"Jesus Christ himself revealed the gospel to me\" or 2) \"God made me know the gospel when he showed me who Jesus Christ was.\""}]}, {"id": "13", "tn": [{"ref": "former life", "text": "\"behavior at one time\" or \"prior life\" or \"earlier life\""}, {"ref": "I advanced", "text": "This metaphor pictures Paul as being ahead of other Jews his age in their goal to be perfect Jews."}, {"ref": "those who were my own age", "text": "\"the Jewish people who are the same age as I am\""}, {"ref": "fathers", "text": "\"ancestors\""}]}, {"id": "15", "tn": [{"ref": "who called me through his grace", "text": "Possible meanings are 1) \"God called me to serve him because he is gracious\" or 2) \"He called me by means of his grace.\""}, {"ref": "to reveal his Son in me", "text": "Possible meanings are 1) \"to allow me to know his Son\" or 2) \"to show the world through me that Jesus is God's Son.\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "proclaim him", "text": "\"proclaim that he is God's Son\" or \"preach the good news about God's Son\""}, {"ref": "consult with flesh and blood", "text": "This is an expression that means talking with other people. AT: \"ask people to help me understand the message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "go up to Jerusalem", "text": "\"go to Jerusalem.\" Jerusalem was in a region of high hills, making it necessary to climb many hills in order to get there, and so it was common to describe travel to Jerusalem as \"going up to Jerusalem.\""}]}, {"id": "18", "tn": [{"ref": "I saw none of the other apostles except James", "text": "This double negative emphasizes that James was the only apostle whom Paul saw. AT: \"the only other apostle I saw was James\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "before God", "text": "Paul wants the Galatians to understand that Paul is completely serious and that he knows that God hears what he says and will judge him if he does not tell the truth."}, {"ref": "In what I write to you, I assure you before God, that I am not lying", "text": "Paul uses litotes to emphasize that he is telling the truth. AT: \"I am not lying to you in the messages I write to you\" or \"in the things I write to you I am telling you the truth\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "21", "tn": [{"ref": "regions of", "text": "\"part of the world called\""}, {"ref": "They only heard it being said", "text": "\"but they only knew what they heard others saying about me\""}, {"ref": "I was still not personally known to the churches of Judea that were in Christ", "text": "\"None of the people in the churches of Judea that were in Christ had ever met me\""}]}]