[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "set to Alamoth", "text": "This may refer to a style of music. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "God is our refuge and strength", "text": "The writer speaks of God as if he were a place where people can go for safety. AT: \"God gives us safety and strength\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mountains should be shaken into the heart of the seas", "text": "The writer speaks of the deepest part of the sea as if it were the sea's heart. Here he describes an earthquake that causes the mountains to crumble and fall into the sea. This can be stated in active form. AT: \"the mountains should shake so violently that they fall into the depths of the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "though its waters roar and rage", "text": "\"though the waters of the sea roar and rage.\" The words \"roar\" and \"rage\" describe the violent movements of the sea during a strong storm."}, {"ref": "mountains tremble with their swelling", "text": "The phrase \"their swelling\" refers to the waters of the sea as they rise and crash against the mountains. AT: \"the swelling waters cause the mountains to tremble\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "004", "tn": [{"ref": "There is a river, the streams of which make the city of God happy", "text": "\"There is a river whose streams make the city of God happy.\" The imagery of a running river symbolizes peace and prosperity for the city of God. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "make the city of God happy", "text": "The phrase \"city of God\" refers to Jerusalem, which the writer speaks of as a person who can be happy. AT: \"make the people who live in Jerusalem happy\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the holy place of the tabernacles of the Most High", "text": "This phrase describes the \"city of God.\" The plural \"tabernacles\" intensifies the idea that this is God's special dwelling place. AT: \"the holy place where the Most High lives\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the middle of her; she will not be moved ... help her", "text": "The words \"her\" and \"she\" refer to the \"city of God.\""}, {"ref": "she will not be moved", "text": "Here, the word \"moved\" is the same word translated as \"shaken\" in [[:en:bible:notes:psa:046:001|v. 2]]. The writer speaks of the destruction of Jerusalem by armies as if an earthquake were to destroy it. This can be stated in active form. AT: \"nothing will be able destroy her\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "006", "tn": [{"ref": "The nations raged", "text": "Here, the word \"raged\" is the same word that the writer used in [[:en:bible:notes:psa:046:001|v. 3]] to describe the waters of the sea. The writer speaks of the fear of the nations as if it was the violent movements of the sea during a strong storm. AT: \"The nations are terrified\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the kingdoms were shaken", "text": "Here, the word \"shaken\" is the same word that the writer used in [[:en:bible:notes:psa:046:001|v. 2]] to describe the effect of an earthquake on the mountains. The writer speaks of the overthrow of kingdoms by armies as if an earthquake were to destroy them. This can be stated in active form. AT: \"armies overthrew the kingdoms\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he lifted up his voice", "text": "\"God lifted up his voice.\" The writer speaks of the \"voice\" as an object that a person can pick up and raise into the air. This means that the voice becomes louder. AT: \"God shouted\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the earth melted", "text": "The writer speaks of the earth as an object, such as ice, that can melt. Here \"the earth\" represents mankind, and to melt represents fear. AT: \"the people of the earth tremble with fear\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God of Jacob is our refuge", "text": "The writer speaks of God as if he were a place where people can go for safety. AT: \"the God of Jacob gives us safety\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God of Jacob", "text": "Possible meanings are 1) \"the God whom Jacob worshiped\" or 2) \"Jacob\" is a metonym for the nation of Israel and means \"the God of Israel.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "He makes wars cease", "text": "\"He makes nations stop fighting wars\""}, {"ref": "to the ends of the earth", "text": "This is an idiomatic expression that means everywhere in the word. AT: \"everywhere in the world\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he breaks the bow ... burns up the shields", "text": "One way in which Yahweh will make all wars to cease is by destroying the weapons that the armies use to fight one another."}]}, {"id": "010", "tn": [{"ref": "Be quiet and know that I am God", "text": "Here, God begins to speak."}, {"ref": "Be quiet", "text": "In this context, these words are likely a command to the nations to stop their wars. AT: \"Stop fighting\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "know that I am God", "text": "Here the word \"know\" means to understand and to confess that Yahweh is the true God."}, {"ref": "I will be exalted among the nations; I will be exalted on the earth", "text": "These two phrases mean basically the same thing and emphasize that the people of every nation in the world will exalt God. This can be stated in active form. AT: \"People from every nation will exalt me; people all over the earth will exalt me\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh of hosts is with us; the God of Jacob is our refuge", "text": "The writer speaks of God as if he were a place where people can go for safety. See how you translated these lines in [[:en:bible:notes:psa:046:006|46:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]