[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Yahweh is my shepherd", "text": "The writer speaks about Yahweh as if he were a shepherd. This emphasizes how God cares for people as a shepherd cares for his sheep. AT: \"Yahweh is like a shepherd to me\" or \"Yahweh cares for me as a shepherd cares for his sheep\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will lack nothing", "text": "This can be stated in positive form. AT: \"I have everything that I need\" (UDB) (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "He makes me to lie down in green pastures", "text": "The writer speaks about himself as if he were a sheep, and he speaks about Yahweh as if he were a shepherd. AT: He gives me rest like a shepherd who leads his sheep to lie down in green pastures\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he leads me beside tranquil water", "text": "The writer speaks about himself as if he were a sheep, and he speaks about Yahweh as if he were a shepherd. AT: \"he provides what I need like a shepherd who leads his sheep beside tranquil water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tranquil water", "text": "\"calm water\" or \"water that flows gently.\" This water is safe to drink."}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "This psalm continues to tell about how God cares for us as a shepherd cares for his sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He brings back my life", "text": "This means God makes a person who is weak and tired to be strong and rested again."}, {"ref": "he guides me along right paths", "text": "Showing a person how to live in a way that pleases God is spoken of as if it were a shepherd showing a sheep the right path to take. AT: \"He shows me how to live right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for his name's sake", "text": "The phrase \"his name\" here refers to his reputation. AT: \"for his reputation\" or \"so that people will honor him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "General Information:", "text": "This psalm continues to tell about how God cares for us as a shepherd cares for his sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Even though I walk through a valley of darkest shadow", "text": "The writer describes a person experiencing terrible trouble as if he were a sheep walking through a dark and dangerous valley. There a sheep could get lost or attacked by a wild animal. AT: \"Though my life is like walking through a dark and dangerous valley\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will not fear harm", "text": "The abstract noun \"harm\" can be stated as a verb. AT: \"I will not be afraid of something harming me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you are with me", "text": "Here \"you\" refers to Yahweh. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your rod and your staff comfort me", "text": "The rod and staff represent protection because shepherds use them to protect their sheep from danger. AT: \"I am not afraid because you protect me like a shepherd who protects his sheep with his rod and staff\" (See: [[:en:ta:vol2:translate:figs_metonymy]]"}]}, {"id": "005", "tn": [{"ref": "General Information:", "text": "Now the writer tells how God is like someone who welcomes a guest into his home and protects him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You prepare a table", "text": "A table represents a feast because people would put all the food on a table. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the presence of my enemies", "text": "The meaning here is that the writer is not worried about his enemies because he is an honored guest of the Lord and therefore protected from harm. AT: \"despite the presence of my enemies\""}, {"ref": "anointed my head with oil", "text": "People sometimes put oil on their guest's heads in order to honor them."}, {"ref": "my cup runs over", "text": "Here a cup of wine that overflows represents many blessings. AT: \"You fill my cup so much that it overflows\" or \"You give me many blessings\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "006", "tn": [{"ref": "Surely goodness and covenant faithfulness will pursue me", "text": "Yahweh being good and faithful to a person is spoken of as if goodness and covenant faithfulness are things that pursue after a person. AT: \"Surely you will be good and faithful to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the days of my life", "text": "The abstract noun \"life\" can be stated as a verb. AT: \"as long as I live\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the house of Yahweh", "text": "Possible meanings are that 1) this refers to Yahweh's eternal home, or 2) this refers to Yahweh's temple in Jerusalem. If possible, translate it so that both meanings could be understood."}, {"ref": "for a very long time", "text": "Possible meanings are 1) \"forever\" or 2) \"as long as I live.\""}]}]