[{"id": "01", "tn": [{"ref": "General Information:", "text": "See [[:en:ta:vol1:translate:translate_names]]."}, {"ref": "All these", "text": "This refers to the people named in verses 2-4."}]}, {"id": "05", "tn": [{"ref": "Abraham gave all that he owned to Isaac", "text": "\"Isaac inherited all that Abraham owned.\" It was normal for the father to divide his wealth when he was old and not leave that for others to do after he died."}]}, {"id": "07", "tn": [{"ref": "These were the days of the years of Abraham's life which he lived, 175 years", "text": "\"Abraham lived 175 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Abraham breathed his last and died", "text": "\"Abraham took his last breath and died.\" The phrases \"breathed his last\" and \"died\" mean basically the same thing. AT: \"Abraham died\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "breathed his last", "text": "This is a polite way of saying a person died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "at a good old age, an old man with a full life", "text": "These two phrases mean basically the same thing and emphasize that Abraham lived a very long time. AT: \"when he had lived a very long time and was very old\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "an old man with a full life", "text": "Living a long life is spoken of as if life were a container that becomes full. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he was gathered to his people", "text": "This means that after Abraham died, his soul went to the same place as his relatives who died before him. This can be stated in active form. AT: \"he joined his family members who had already died\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "the cave of Machpelah, in the field of Ephron", "text": "Ephron owned a field in Machpelah and the cave that was in that field. Abraham bought the field from Ephron."}, {"ref": "Machpelah", "text": "Machpelah was the name of an area or region. See how you translated this in [[:en:bible:notes:gen:23:07|23:9]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ephron ... Zohar", "text": "These are names of men. See how you translated these men's names in [[:en:bible:notes:gen:23:07|23:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "which is near Mamre", "text": "Machpela was near Mamre."}, {"ref": "Mamre", "text": "This was another name for the city of Hebron. It may have been named after Mamre, the friend of Abraham who lived there. See how you translated this place name in [[:en:bible:notes:gen:23:17|23:17]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "This field Abraham had bought", "text": "\"Abraham had bought this field\""}, {"ref": "sons of Heth", "text": "\"the descendants of Heth\" or \"the Hittites.\" See how you translated this in [[:en:bible:notes:gen:23:05|23:5]]."}, {"ref": "Abraham was buried", "text": "This can be stated in active form. AT: \"They buried Abraham\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his son", "text": "\"Abraham's son\""}, {"ref": "Beerlahairoi", "text": "This name means \"the well of the living one who sees me.\" See how you translated this place name in [[:en:bible:notes:gen:16:13|16:14]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "Now", "text": "This word is used in English to introduce a new part of the story and information about Ishmael."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "See [[:en:ta:vol1:translate:translate_names]]."}, {"ref": "These were Ishmael's sons, and these were their names, by their villages, and by their encampments; twelve princes according to their tribes", "text": "This can be stated as two sentences. \"These were the names of Ishmael's twelve sons. They led tribes that were named after them, and they each had their own villages and campsites\""}, {"ref": "twelve", "text": "\"12\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "princes", "text": "Here the word \"princes\" means that the men were leaders or rules of the tribes; it does not mean that they were the sons of a king."}]}, {"id": "17", "tn": [{"ref": "These were the years of the life of Ishmael, 137 years", "text": "\"Ishmael lived 137 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "breathed his last and died", "text": "The terms \"breathed his last\" and \"died\" mean basically the same thing. AT: \"died\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "was gathered to his people", "text": "This means that after Ishmael died, his soul went to the same place as his relatives who died before him. This can be stated in active form. AT: \"he joined his family members who had already died\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They lived", "text": "\"His descendants settled\" (UDB)"}, {"ref": "from Havilah to Shur", "text": "\"between Havilah and Shur\""}, {"ref": "Havilah", "text": "Havilah was located somewhere in the Arabian Desert. See how you translated this in [[:en:bible:notes:gen:02:11|2:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "as one goes toward", "text": "\"in the direction of\""}, {"ref": "They lived in hostility with each other", "text": "Possible meanings are 1) \"they did not live in peace together\" (UDB), or 2) \"they lived away from their other relatives.\""}]}, {"id": "19", "tn": [{"ref": "These were the events concerning Isaac, Abraham's son", "text": "This sentence introduces the account of Isaac's descendants in Genesis 25:19-35:29. AT: \"This is the account of the descendants of Isaac, Abraham's son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "forty years old", "text": "\"40 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "when he took as his wife Rebekah", "text": "\"when he married Rebekah\""}, {"ref": "Bethuel", "text": "Bethuel was Rebekah's father. See how you translated this name in [[:en:bible:notes:gen:22:20|22:22]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Paddan Aram", "text": "This was another name for the region of Mesopotamia, which about the same location as modern Iraq. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "21", "tn": [{"ref": "she was childless", "text": "\"she was unable to become pregnant\""}, {"ref": "Rebekah his wife conceived", "text": "It can be made explicit that Rebekah was pregnant with two babies at the same time: \"Rebekah, his wife, became pregnant with twins\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The children struggled together within her", "text": "\"the babies inside her kept bumping against each other\" or \"The babies pushed against each other within her\""}, {"ref": "The children ... within her", "text": "Rebekah was pregnant with twins. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "She went to ask Yahweh about this", "text": "\"She went and asked Yahweh about this.\" It is not clear where she went. She may have gone somewhere private to pray, or she may have gone somewhere to offer a sacrifice."}]}, {"id": "23", "tn": [{"ref": "said to her", "text": "\"said to Rebekah\""}, {"ref": "Two nations ... serve the younger", "text": "This is poetic language. If your language has a way to indicate poetry, you could use it here. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "Two nations are in your womb", "text": "Here \"two nations\" stands for the two children. Each child will be the father of a nation. AT: \"Two nations will come from the twins within you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and two peoples will be separated from within you", "text": "Here \"two peoples\" stands for the two children. Each child will be the father of a people. This can be translated with an active verb. AT: \"and when you give birth to these two children they will be rivals\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the older will serve the younger", "text": "Possible meanings are 1) \"the older son will serve the younger son\" or 2) \"the descendants of the older son will serve the descendants of the younger son.\" If possible, translate it so that people could understand either meaning."}]}, {"id": "24", "tn": [{"ref": "behold", "text": "The word \"behold\" here adds emphasis to what follows. \"indeed\""}, {"ref": "red all over like a hairy garment", "text": "Possible meanings are 1) his skin was red and he had a lot of hair on his body or 2) he had a lot of red hair on his body. AT: \"red and hairy like a garment made of animal hair\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Esau", "text": "Translators may add a footnote that says \"The name Esau sounds like the word 'hairy.'\""}, {"ref": "grasping Esau's heel", "text": "\"holding the back part of Esau's foot\""}, {"ref": "Jacob", "text": "Translators may also add a footnote that says \"The name Jacob means 'he grasps the heel.'\""}, {"ref": "sixty years old", "text": "\"60 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "27", "tn": [{"ref": "became a skillful hunter", "text": "\"became good at hunting and killing animals for food\""}, {"ref": "a quiet man", "text": "\"a peaceful man\" or \"a less active man\""}, {"ref": "who spent his time in the tents", "text": "This speaks about time as if it were a commodity that someone could spend. AT: \"who remained in the tents much of the time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Now", "text": "This word is used to mark a change in focus, shifting from the story to background information about Isaac and Rebekah. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Isaac loved", "text": "Here the word \"loved\" means \"favored\" or \"preferred.\""}, {"ref": "because he ate the animals that he had hunted", "text": "\"because he ate the animals that Esau had hunted\" or \"because he enjoyed eating the wild animal meat that Esau caught\""}]}, {"id": "29", "tn": [{"ref": "Jacob cooked", "text": "Since this is the beginning of a story about something that happened one time, some translators may want to start it with a phrase like \"One day, Jacob cooked\" in a similar manner to the UDB."}, {"ref": "cooked some stew", "text": "\"boiled some food\" or \"cooked some soup.\" This stew was made of boiled lentils. (See: [[:en:bible:notes:gen:25:31|25:34]])"}, {"ref": "he was weak from hunger", "text": "\"he was weak because he was very hungry\" or \"he was very hungry\""}, {"ref": "I am exhausted", "text": "\"I am weak from hunger\" or \"I am very hungry\""}, {"ref": "Edom", "text": "Translators may add a footnote that says \"The name Edom means 'red.'\""}]}, {"id": "31", "tn": [{"ref": "birthright", "text": "\"right as firstborn to inherit most of our father's wealth\" (UDB)"}, {"ref": "I am about to die", "text": "Esau was exaggerating to emphasize how hungry he was. AT: \"I am so hungry I feel like I could die\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "What good is the birthright to me?", "text": "Esau used a question to emphasize that eating was more important than a birthright. This can be translated as a statement. AT: \"My inheritance is no good to me if I die of hunger!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "First swear to me", "text": "What Jacob wanted Esau to swear can be stated explicitly. AT: \"First swear to me that you will sell me your birthright\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lentils", "text": "These are like beans, but their seeds are very small, round, and somewhat flat. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Esau despised his birthright", "text": "\"Esau showed that he did not value his birthright\""}]}]