[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "examined", "text": "\"tested\""}, {"ref": "when I sit down and when I get up", "text": "The psalmist uses these two actions to represent everything he does. AT: \"everything I do\" or  \"everything about me\" (See: [[:en:ta:vol1:translate:figs_idiom]]) (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "003", "tn": [{"ref": "my path and my lying down", "text": "Here \"path\" stands for one's behavior. \"My path and my lying down\" together represent everything about the psalmist. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "before there is a word on my tongue", "text": "Here \"word on the tongue\" represents speech. AT: \"before I say anything\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Behind me and before me you surround me", "text": "This expression refers to God's presence everywhere."}, {"ref": "place your hand upon me", "text": "This expression refers to guidance and help. AT: \"you guide and help me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "too much for me", "text": "\"too much for me to understand\""}, {"ref": "it is too high, and I cannot reach it", "text": "Being high and out of reach is an expression, in this case, about some knowledge that human beings cannot have. AT: \"it is too difficult to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "Where can I go from your Spirit? ... Where can I flee from your presence?", "text": "These two questions are in parallel. The psalmist says that he cannot go away from God's presence. AT: \"I cannot escape from your Spirit.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and  [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "if I make my bed in Sheol", "text": "\"Making one's bed\" refers to staying somewhere. AT: \"even if I stay in Sheol\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "If I fly away on the wings of the morning and go to live in the uttermost parts across the sea", "text": "The author is explaining that wherever he is, God is there too. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If I fly away on the wings of the morning", "text": "In the ancient near east, the sun was often imagined as if it had wings which enabled it to fly across the sky. AT: \"If the sun could carry me with itself across the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the uttermost parts across the sea", "text": "\"very far away to the west\""}, {"ref": "will hold on to me", "text": "\"will help me\""}]}, {"id": "011", "tn": [{"ref": "If I said, \"Surely the darkness will cover me", "text": "The psalmist speaks of the night as if it were a blanket that could conceal him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The night would shine like the day", "text": "The night, which is dark, is spoken of as if it were bright with light. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "You formed my inner parts", "text": "\"Inner parts\" refers to the interior organs of a person, but here the expression probably stands for the entire body. AT: \"You made my entire body (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "My soul knows this very well", "text": "Here \"soul\" probably refers to the psalmist's innermost ability to be certain about God's love and guidance. The translator may, however, treat \"soul\" here as metonymy for the psalmist's mind and heart. AT: \"I know this with all my heart\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "015", "tn": [{"ref": "intricately made", "text": "\"made with great complexity\""}, {"ref": "the depths of the earth", "text": "This is probably a way of speaking about a mother's womb (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the days assigned to me were recorded in your book even before the first one happened", "text": "This expression implies that ancient Israelites imagined that God wrote down his plans in a book."}]}, {"id": "017", "tn": [{"ref": "precious", "text": "\"important\" or \"valued\""}, {"ref": "How vast is their sum!", "text": "\"Your thoughts are so many.\""}, {"ref": "they would be more in number than the sand", "text": "\"they are uncountable\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "019", "tn": [{"ref": "get away from me, you violent men", "text": "The psalmist is only pretending to speak directly to the violent men whom he has in mind. Translators may decide to express this command as a wish (See UDB). (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "They rebel against you", "text": "\"They rebel against your authority, God\""}, {"ref": "your enemies tell lies", "text": "\"your enemies lie about you\""}]}, {"id": "021", "tn": [{"ref": "Do I not hate those, Yahweh, who hate you? Do I not despise those who rise up against you?", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. Both of these questions actually make statements. (See UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "rise up against", "text": "rebel against"}]}, {"id": "023", "tn": [{"ref": "Examine me", "text": "This is a request for God to tell the psalmist about any sinful thoughts that he may have. AT: \"Please search me\" or \"I beg you to search me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Examine me, God, and know my heart; test me and know my thoughts", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "any wicked way", "text": "Here \"way\" stands for behavior. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the everlasting way", "text": "Here \"way\" refers to trust and obedience in God. Anyone who \"walks\" this way will have everlasting life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]