[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story from the previous chapter continues. Jesus reclines at the table with his disciples and continues to speak to them."}, {"ref": "you will not fall away", "text": "Here the phrase \"fall away\" implies to stop putting one's trust in Jesus. You can translate this in an active form. AT: \"so that you would not stop trusting in me because of the difficulties you must face.\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the hour is coming when everyone who kills you will think that he is offering a service to God", "text": "\"it will someday happen that a person will kill you and think he is doing something good for God.\""}]}, {"id": "03", "tn": [{"ref": "They will do these things because they have not known the Father nor me", "text": "They will kill some believers because they do not know God the Father or Jesus."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "when their hour comes", "text": "Here \"hour\" is a metonym that refers to the time when people will persecute Jesus' followers. AT: \"when they cause you to suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the beginning", "text": "This is a metonym that refers to the first days of Jesus' ministry. AT: \"when you first started following me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "sadness has filled your heart", "text": "This is an idiom that means the disciples are very sad. AT: \"you are now very sad\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "if I do not go away, the Comforter will not come to you", "text": "You can translate this in a positive form. AT: \"the Comforter will come to you only if I go away\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Comforter", "text": "This is a title for the Holy Spirit who will be with the disciples after Jesus goes away. See how you translated this in [[:en:bible:notes:jhn:14:25|14:26]]."}]}, {"id": "08", "tn": [{"ref": "the Comforter will prove the world to be wrong about sin ... righteousness ... I am going to the Father", "text": "When the Holy Spirit came, he began to show people that they are sinners."}, {"ref": "Comforter", "text": "This refers to the Holy Spirit. See how you translated this in [[:en:bible:notes:jhn:14:15|14:16]]."}, {"ref": "world", "text": "This is a metonym that refers to the people in the world.(See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "about sin, because they do not believe in me", "text": "\"they are guilty of sin because they do not trust in me\""}, {"ref": "about righteousness, because I am going to the Father, and you will no longer see me", "text": "\"when I return to God, and they see me no more, they will know that I did the right things\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "about judgment, because the ruler of this world has been judged", "text": "\"God will hold them accountable and will punish them for their sins, just as he will punish Satan, the one who rules this world\""}, {"ref": "the ruler of this world", "text": "Here \"ruler\" refers to Satan. AT: \"Satan who rules this world.\" See how you translated this in [[:en:bible:notes:jhn:12:30|12:31]]."}]}, {"id": "12", "tn": [{"ref": "things to say to you", "text": "\"messages for you\" or \"words for you\""}, {"ref": "the Spirit of Truth", "text": "This is a name for the Holy Spirit who will tell the people the truth about God."}, {"ref": "he will guide you into all the truth", "text": "The \"truth\" refers to spiritual truth. AT: \"he will teach you all the spiritual truth you need to know\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will say whatever he hears", "text": "Jesus implies that God the Father will speak to the Spirit. AT: \"he will say whatever God tells him to say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will take from what is mine and he will tell it to you", "text": "Here \"things of mine\" refers to Jesus' teaching and mighty works. AT: \"he will reveal to you that what I have said and done are indeed true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the Spirit will take from what is mine and he will tell it to you", "text": "The Holy Spirit will tell people that the words and works of Jesus are true. AT: \"The Holy Spirit will tell everyone that my words and works are true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In a short amount of time", "text": "\"Soon\" or \"Before much time passes\""}, {"ref": "after another short amount of time", "text": "\"again, before much time passes\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "There is a break in Jesus' speaking as his disciples ask each other about what Jesus meant."}, {"ref": "A short amount of time you will no longer see me", "text": "The disciples did not understand that this refers to Jesus' death on the cross."}, {"ref": "after another short amount of time you will see me", "text": "Possible meanings are 1) This could refer to Jesus' resurrection or 2) This could refer to Jesus' coming at the end of time."}, {"ref": "the Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "Is this what you are asking yourselves, what I meant by saying,  ... see me'?", "text": "Jesus uses this question so his disciples will focus on what he has just told them, so he can explain further. AT: \"You are asking yourselves what I meant when I said, ... see me.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly, truly, I say to you", "text": "Translate this the way your language emphasizes that what follows is important and true. See how you translated this in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "but the world will be glad", "text": "Here the \"world\" is a metonym for the people who oppose God. AT: \"but the people who oppose God will be glad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but your sorrow will be turned into joy", "text": "You can translate this in an active form. AT: \"but your sadness will turn into joy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "your heart will be glad", "text": "This is an idiom that speaks of the heart as if it were a person. AT: \"you will be very happy\" or \"you will be very joyful\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Truly, truly, I say to you", "text": "Translate this the way your language emphasizes that what follows is important and true. See how you translated this in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "if you ask anything of the Father in my name, he will give it to you", "text": "Here the word \"name\" is a metonym that refers to the person and authority of Jesus. AT: \"if you ask anything of the Father, he will give it to you because you belong to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in my name", "text": "Here \"name\" is a metonym that refers to the person and authority of Jesus. The Father will honor the requests of the believers because of their relationship with Jesus. AT: \"because you are my followers\" or \"on my authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your joy will be fulfilled", "text": "You can translate this in an active form. AT: \"God will give you great joy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "in figures of speech", "text": "\"in language that is not clear\""}, {"ref": "the hour is coming", "text": "\"it will soon happen\""}, {"ref": "tell you plainly about the Father", "text": "\"tell you about the Father in a way that you will clearly understand.\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "26", "tn": [{"ref": "you will ask in my name", "text": "Here \"name\" is a metonym for the person and authority of Jesus. AT: \"you will ask because you belong to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Father himself loves you because you have loved me", "text": "When a person loves Jesus, the Son, they also love the Father, because the Father and Son are one."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I came from the Father ... I am leaving the world and I am going to the Father", "text": "After his death and resurrection, Jesus will return to God the Father."}, {"ref": "I came from the Father ... going to the Father", "text": "Here \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "world", "text": "The \"world\" is a metonym that refers to the people who live in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "The disciples respond to Jesus."}, {"ref": "Do you believe now?", "text": "This remarks appears in the form of a question to show that Jesus is puzzled that his disciples are only now ready to trust him. AT: \"So, now you finally place your trust in me! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "you will be scattered", "text": "You can translate this in an active form. AT: \"others will scatter you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Father is with me", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "so that you will have peace in me", "text": "Here \"peace\" refers to inner peace. AT: \"so that you may have inner peace because of your relationship with me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have conquered the world", "text": "Here \"the world\" refers to the troubles and persecution that believers will endure from those who oppose God. AT: \"I have conquered the troubles of this world\" (See [[:en:ta:vol2:translate:figs_metonymy]])"}]}]