{"01": [{"ref": "General Information:", "text": "Here the writer begins a new part of the story in which Jesus spends 40 days in the wilderness, where Satan tempts him. In verse 4, Jesus rebukes Satan with a quotation from Deuteronomy."}, {"ref": "Jesus was led up by the Spirit", "text": "This can be stated in active form. AT: \"the Spirit led Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be tempted by the devil", "text": "This can be stated in active form. AT: \"so the devil could tempt Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the devil ... The tempter", "text": "These refer to the same being. You may have to use the same word to translate both."}, {"ref": "he had fasted ... he was hungry", "text": "These refer to Jesus."}, {"ref": "forty days and forty nights", "text": "\"40 days and 40 nights.\" This refers to 24-hour periods. AT: \"40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "If you are the Son of God, command", "text": "It is best to assume that Satan knew that Jesus is the Son of God. Possible meanings are 1) this is a temptation to do miracles for Jesus' own benefit. AT: \"You are the Son of God, so you can command\" or 2) this is a challenge or accusation. AT: \"Prove that you are the Son of God by commanding\""}, {"ref": "the Son of God", "text": "This is an important title that describes the relationship between the Jesus and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "command these stones to become bread", "text": "You could translate this with a direct quotation. AT: \"say to these stones, 'Become bread!'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "bread", "text": "Here \"food\" refers to food in general. AT: \"food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "It is written", "text": "This can be stated in active form. AT: \"Moses wrote this in the scriptures long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Man shall not live on bread alone", "text": "This implies that there is something more important to life than food."}, {"ref": "but by every word that comes out of the mouth of God", "text": "Here \"word\" and \"mouth\" refer to what God says. AT: \"but by listening to everything that God says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "05": [{"ref": "General Information:", "text": "In verse 6, Satan quotes from the Psalms in order to tempt Jesus."}, {"ref": "If you are the Son of God, throw yourself down", "text": "It is best to assume that Satan knew that Jesus is the Son of God. Possible meanings are 1) this is a temptation to do a miracle for Jesus' own benefit. AT: \"Since you are truly the Son of God, you can throw yourself down\" or 2) this is a challenge or accusation. AT: \"Prove that you are truly the Son of God by throwing yourself down\" (UDB)."}, {"ref": "Son of God", "text": "This is an important title that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "throw yourself down", "text": "\"let yourself fall to the ground\" or \"jump down\""}, {"ref": "for it is written", "text": "This can be stated in active form. AT: \"for the writer wrote in the scriptures\" or \"for it says in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will command his angels to take care of you", "text": "\"God will command his angels to take care of you.\" This can be translated with a direct quotation. AT: \"God will say to his angels, 'Take care of him'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "They will lift you up", "text": "\"The angels will hold you\""}], "07": [{"ref": "General Information:", "text": "In verse 7, Jesus rebukes Satan with another quotation from Deuteronomy."}, {"ref": "Again it is written", "text": "It is understood that Jesus is quoting scripture again. This can be stated in active form. AT: \"Again, I will tell you what Moses wrote in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "You must not test", "text": "Here \"you\" refers to anyone. AT: \"One should not test\" or \"No person should test\""}, {"ref": "Again, the devil", "text": "\"Next, the devil\""}, {"ref": "He said to him", "text": "\"The devil said to Jesus\""}, {"ref": "All these things I will give you", "text": "\"I will give you all these things.\" The tempter is emphasizing here that he will give \"all these things,\" not just some of them."}], "10": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about how Satan tempted Jesus."}, {"ref": "General Information:", "text": "In verse 10, Jesus rebukes Satan with another quotation from Deuteronomy."}, {"ref": "For it is written", "text": "This can be stated in active form. AT: \"For Moses also wrote in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will", "text": "Here \"You\" refers to anyone. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the important new information that follows."}], "12": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story in which the writer describes the beginning of Jesus' ministry in Galilee. These verses explain how Jesus came to be in Galilee. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "John had been arrested", "text": "This can be stated in active form. AT: \"the king had arrested John\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the territories of Zebulun and Naphtali", "text": "These are the names of the tribes that lived in these areas before foreigners took control of the land of Israel many years earlier. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "14": [{"ref": "General Information:", "text": "In verses 15 and 16, the writer quotes the prophet Isaiah to show that Jesus' ministry in Galilee was a fulfillment of prophecy."}, {"ref": "This happened", "text": "This refers to Jesus going to live in Capernaum."}, {"ref": "what was said", "text": "This can be stated in active form. AT: \"what God said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The land of Zebulun and the land of Naphtali ... Galilee of the Gentiles!", "text": "All of these territories describe the same area. This can be translated as a complete sentence. AT: \"In the territory of Zebulun and Naphtali ... in the territory of Galilee live many Gentiles!\""}, {"ref": "toward the sea", "text": "This is the Sea of Galilee."}, {"ref": "The people who sat in darkness have seen a great light", "text": "Here \"darkness\" refers to moral darkness or sin, which separates people from God. And, \"light\" refers to God's true message that saves people from their sin. This is the image of people who were without hope now having hope coming from God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to those who sat in the region and shadow of death, upon them has a light arisen", "text": "This basically has the same meaning as the first part of the sentence. Here \"region and shadow of death\" refers to spiritual death or a separation from God. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}], "17": [{"ref": "Repent, for the kingdom of heaven has come near", "text": "The phrase \"kingdom of heaven\" refers to God ruling as king. This phrase is only in the book of Matthew. If possible, use the word \"heaven\" in your translation. AT: \"our God in heaven will soon show himself to be king.\" See how you translated this in [[:en:bible:notes:mat:03:01|3:2]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "18": [{"ref": "General Information:", "text": "This begins a new scene within the part of the story about Jesus' ministry in Galilee. Here he begins to gather men to be his disciples."}, {"ref": "casting a net into the sea", "text": "The full meaning of this statement can be made explicit. AT: \"throwing a net into the water to catch fish\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Come, follow me", "text": "Jesus invites Simon and Andrew to follow him, live with him, and become his disciples. AT: \"Be my disciples\""}, {"ref": "I will make you fishers of men", "text": "This metaphor means Simon and Andrew will teach people God's true message, so others will also follow Jesus. AT: \"I will teach you to gather men to me like you used to gather fish\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "21": [{"ref": "Connecting Statement:", "text": "Jesus calls more men to be his disciples."}, {"ref": "He called them", "text": "\"Jesus called John and James.\" This phrase also means that Jesus invited them to follow him, live with him, and become his disciples."}, {"ref": "immediately", "text": "\"at that moment\""}, {"ref": "left the boat ... and followed him", "text": "It should be clear that this is a life change. These men are no longer going to be fishermen and are leaving the family business to follow Jesus for the rest of their lives."}], "23": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about the beginning of Jesus' ministry in Galilee. These verses summarize what he did and how the people responded. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "teaching in their synagogues", "text": "\"teaching in the synagogues of the Galileans\" or \"teaching in the synagogues of those people\""}, {"ref": "preaching the gospel of the kingdom", "text": "Here \"kingdom\" refers to God's reign as king. AT: \"preaching the good news about how God will show himself as king\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "every kind of disease and sickness", "text": "The words \"disease\" and \"sickness\" are closely related but should be translated as two different words if possible. \"Disease\" is what causes a person to be sick."}, {"ref": "sickness", "text": "is the physical weakness or affliction that results from having a disease."}, {"ref": "those possessed by demons", "text": "This can be stated in active form. AT: \"the demon-possessed\" or \"those whom demons control\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the epileptic", "text": "\"those who had seizures\" or \"those with diseases that caused them to have fits\""}, {"ref": "paralytic", "text": "\"those who could not walk\""}, {"ref": "the Decapolis", "text": "This name means \"the Ten Towns\" (UDB). This is the name of a region to the southeast of the Sea of Galilee. (See: [[:en:ta:vol1:translate:translate_names]])"}]}