{"01": [{"ref": "Connecting Statement:", "text": "The writer returns to the theme, which he began in [[:en:bible:notes:mat:08:01|8:1]], of Jesus healing people. This begins an account of Jesus healing a paralyzed man."}, {"ref": "Jesus entered a boat", "text": "It is implied that the disciples were with Jesus. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a boat", "text": "This is probably the same boat as in [[:en:bible:notes:mat:08:23|8:23]]. You only need to specify this if needed to avoid confusion."}, {"ref": "into his own city", "text": "\"to the town where he lived.\" This refers to Capernaum."}, {"ref": "Behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of showing this."}, {"ref": "they brought", "text": "\"some men from the city\""}, {"ref": "their faith", "text": "This refers to the faith of the men and may also include the faith of the paralyzed man."}, {"ref": "Son", "text": "The man was not Jesus' real son. Jesus was speaking to him politely. If this is confusing, it can also be translated \"My friend\" or \"Young man\" or even omitted."}, {"ref": "Your sins have been forgiven", "text": "This can be stated in active form. AT: \"I have forgiven your sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "03": [{"ref": "Behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of doing this."}, {"ref": "among themselves", "text": "Possible meanings are 1) each one was thinking to himself, or 2) they were speaking among themselves."}, {"ref": "blaspheming", "text": "Jesus was claiming to be able to do things the scribes thought only God can do."}, {"ref": "knew their thoughts", "text": "Jesus knew what they were thinking either supernaturally or because he could see them talking to each other."}, {"ref": "Why are you thinking evil in your hearts?", "text": "Jesus used this question to rebuke the scribes. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "evil", "text": "This is moral evil or wickedness, not simply error in fact."}, {"ref": "in your hearts", "text": "Here \"hearts\" refers to their minds or their thoughts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?", "text": "Jesus uses a question to challenge the scribes. He does not mean one action is harder for him than the other. He is reminding the scribes that they believe when God heals a person's body it means he has forgiven them of their sins. AT: \"For you know it is just as easy to say, 'Your sins are forgiven,' as it is to say, 'Get up and walk'.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?", "text": "This can be translated as an indirect quotation. AT: \"it is just as easy to tell a person his sins are forgiven as it is to tell him to get up and walk\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Your sins are forgiven", "text": "Here \"your\" is singular. This can be stated in active form. AT: \"I have forgiven your sins\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that you may know", "text": "\"I will prove to you.\" The \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your mat ... your house", "text": "Here \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "go to your house", "text": "Jesus is not forbidding the man to go elsewhere. He is giving the man the opportunity to go home."}], "07": [{"ref": "Connecting Statement:", "text": "This concludes the account of Jesus healing a paralyzed man. Jesus then calls a tax collector to be one of his disciples."}, {"ref": "who had given", "text": "\"because he had given\""}, {"ref": "such authority", "text": "This refers to the authority to declare sins forgiven."}, {"ref": "As Jesus passed by from there", "text": "This phrase marks the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "passed by", "text": "\"was leaving\" or \"was going\""}, {"ref": "Matthew ... him ... He", "text": "Church tradition says that this Matthew is the author of this Gospel, but the text gives no reason to change the pronouns from \"him\" and \"He\" to \"me\" and \"I.\""}, {"ref": "He said to him", "text": "\"Jesus said to Matthew\""}, {"ref": "He got up and followed him", "text": "\"Matthew got up and followed Jesus.\" This means Matthew became Jesus' disciple."}], "10": [{"ref": "General Information:", "text": "These events occur at the house of Matthew the tax collector."}, {"ref": "the house", "text": "This is probably Matthew's house, but it could also be Jesus' house. Specify only if needed to avoid confusion."}, {"ref": "behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of doing this."}, {"ref": "When the Pharisees saw it", "text": "\"When the Pharisees saw that Jesus was eating with the tax collectors and sinful people\""}, {"ref": "Why does your teacher eat with tax collectors and sinful people?", "text": "The Pharisees use this question to criticize what Jesus is doing. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "12": [{"ref": "General Information:", "text": "These events occur at the house of Matthew the tax collector."}, {"ref": "When Jesus heard this", "text": "Here \"this\" refers to the question the Pharisees asked about Jesus eating with tax collectors and sinners."}, {"ref": "People who are strong in body do not need a physician, only those who are sick", "text": "Jesus answers with a proverb. He means that he eats with these kinds of people because he has come to help sinners. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "People who are strong in body", "text": "\"People who are healthy\""}, {"ref": "physician", "text": "\"doctor\" (UDB)"}, {"ref": "those who are sick", "text": "The phrase \"need a physician\" is understood. AT: \"people who are sick need a physician\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "You should go learn what this means", "text": "Jesus is about to quote the scriptures. AT: \"You should learn the meaning of what God said in the scriptures\""}, {"ref": "You should go", "text": "Here \"you\" is plural and refers to the Pharisees. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I desire mercy and not sacrifice", "text": "Jesus is quoting what the prophet Hosea wrote in the scriptures. Here, \"I\" refers to God."}, {"ref": "For I came", "text": "Here \"I\" refers to Jesus."}, {"ref": "the righteous", "text": "Jesus is using irony. He does not think there are any people who are righteous and do not need to repent. AT: \"those who think they are righteous\" (See: [[:en:ta:vol1:translate:figs_irony]])"}], "14": [{"ref": "Connecting Statement:", "text": "The disciples of John the Baptist question the fact that Jesus' disciples do not fast."}, {"ref": "do not fast", "text": "\"continue to eat regularly\""}, {"ref": "Can wedding attendants be sorrowful while the bridegroom is still with them?", "text": "Jesus uses a question to answer John's disciples. They all knew that people do not mourn and fast at a wedding celebration. Jesus uses this proverb to show that his disciples do not mourn because he is still there with them. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "But the days", "text": "\"But the time\" (See: [[:en:obe:other:biblicaltimeday]])"}, {"ref": "the bridegroom will be taken away from them", "text": "This can be stated in active form. AT: \"the bridegroom will not be able to be with them any longer\" or \"someone will take the bridegroom away from them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be taken away", "text": "Jesus is probably referring to his own death, but this should not be made explicit here in the translation. To maintain the imagery of a wedding, it is best to just state that the bridegroom will not be there any longer."}], "16": [{"ref": "Connecting Statement:", "text": "Jesus continues to answer the question that the disciples of John had asked."}, {"ref": "No man puts a piece of new cloth on an old garment", "text": "This proverb means that people who know only the old traditions are not eager to accept new ones. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "garment", "text": "\"clothing\""}, {"ref": "the patch", "text": "\"the piece of new cloth.\" This is the piece of cloth used to cover a hole in the old garment."}, {"ref": "and a worse tear will be made", "text": "This can be stated in active form. AT: \"and this will make the tear worse\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "17": [{"ref": "Connecting Statement:", "text": "Jesus continues to answer the question that disciples of John had asked."}, {"ref": "Neither do people put new wine into old wineskins", "text": "Jesus uses another proverb to answer John's disciples. This means the same as the proverb in [[:en:bible:notes:mat:09:16|9:16]]."}, {"ref": "Neither do people put", "text": "\"Neither does anyone pour\" (UDB) or \"People never put\""}, {"ref": "new wine", "text": "This refers to wine that has not fermented yet. If grapes are unknown in your area, use the general term for fruit. AT: \"grape juice\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "old wineskins", "text": "This refers to wineskins that have been used many times."}, {"ref": "wineskins", "text": "\"wine bags\" or \"skin bags\" (UDB). These were bags made out of animal skins."}, {"ref": "the wine will be spilled, and the wineskins will be destroyed", "text": "This can be stated in active form. AT: \"and this will ruin the wineskin and spill the wine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the skins will burst", "text": "When the new wine ferments and expands, the skins tear open because they can no longer stretch out."}, {"ref": "fresh wineskins", "text": "\"new wineskins\" or \"new wine bags.\" This refers to wineskins that no one has used."}, {"ref": "both will be preserved", "text": "This can be stated in active form. AT: \"this will keep safe both the wineskin and the wine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "18": [{"ref": "Connecting Statement:", "text": "This begins an account of Jesus bringing to life the daughter of a Jewish official after she had died."}, {"ref": "these things", "text": "This refers to the answer Jesus gave John's disciples about fasting."}, {"ref": "behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "bowed down to him", "text": "This is a way someone would show respect in Jewish culture. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "come and lay your hand on her, and she will live", "text": "This shows that the Jewish official believed Jesus had the power to bring his daughter back to life."}, {"ref": "his disciples", "text": "\"Jesus' disciples\""}], "20": [{"ref": "Connecting Statement:", "text": "This describes how Jesus healed another woman while he was on the way to the Jewish official's house."}, {"ref": "Behold", "text": "The word \"Behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "had severe bleeding", "text": "\"had a severe flow of blood.\" She was probably bleeding from her womb even when it was not the normal time for it. Some cultures may have a polite way of referring to this condition. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "twelve years", "text": "\"12 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "garment", "text": "\"robe\""}, {"ref": "For she had said to herself, \"If only I touch his clothes, I will be made well\"", "text": "She thought this before she touched Jesus. You can put this statement earlier as in the UDB. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "If only I touch his clothes", "text": "According to Jewish law, because she was bleeding she was not supposed to touch anyone. She touches his clothes so that Jesus' power would heal her and yet (she thought) he would not know that she touched him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But", "text": "\"Instead.\" What the woman hoped would happen did not happen."}, {"ref": "Daughter", "text": "The woman was not Jesus' real daughter. Jesus was speaking to her politely. If this is confusing, it can also be translated \"Young woman\" or even omitted."}, {"ref": "Your faith has made you well", "text": "\"Because you believed in me, I will heal you\""}, {"ref": "the woman was healed from that hour", "text": "This can be stated in active form. AT: \"Jesus healed her at that moment\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "23": [{"ref": "Connecting Statement:", "text": "This returns to the account of Jesus bringing the daughter of the Jewish official back to life."}, {"ref": "official's house", "text": "This is the Jewish leader's house."}, {"ref": "the flute players and the crowds making much noise", "text": "This is a common way to mourn for someone who has died."}, {"ref": "flute players", "text": "\"people who play flutes\""}, {"ref": "Go away", "text": "Jesus was speaking to many people, so use the plural command form if your language has one."}, {"ref": "the girl is not dead, but she is asleep", "text": "Jesus is using a play on words. It was common in Jesus' day to refer to a dead person as one who \"sleeps.\" But here the dead girl will get up, as though she had only been sleeping. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}], "25": [{"ref": "Connecting Statement:", "text": "This completes the account of Jesus bringing the daughter of the Jewish official back to life."}, {"ref": "General Information:", "text": "Verse 26 is a summary statement that describes the result of Jesus raising this girl from the dead."}, {"ref": "When the crowd had been put outside", "text": "This can be stated in active form. AT: \"After Jesus had sent the crowd outside\" or \"After the family had sent the people outside\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "got up", "text": "\"got out of bed.\" This is the same meaning as in [[:en:bible:notes:mat:08:14|8:15]]."}, {"ref": "The news about this spread into all that region", "text": "\"The people of that whole region heard about it\" (UDB) or \"The people who saw that the girl was alive started telling everyone in the whole area about it\""}], "27": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus healing two blind men."}, {"ref": "As Jesus passed by from there", "text": "As Jesus was leaving the region"}, {"ref": "passed by", "text": "\"was leaving\" or \"was going\""}, {"ref": "followed him", "text": "This means they were walking behind Jesus, not necessarily that they had become his disciples."}, {"ref": "Have mercy on us", "text": "It is implied that they wanted Jesus to heal them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son of David", "text": "Jesus was not David's literal son, so this may be translated as \"Descendant of David\" (UDB). However, \"Son of David\" is also a title for the Messiah, and the men were probably calling Jesus by this title."}, {"ref": "When Jesus had come into the house", "text": "This could be either Jesus' own house (UDB) or the house in [[:en:bible:notes:mat:09:10|9:10]]."}, {"ref": "Yes, Lord", "text": "The full content of their answer is not stated, but it is understood. AT: \"Yes, Lord, we believe you can heal us\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "29": [{"ref": "touched their eyes and said", "text": "It is not clear whether he touched both men's eyes at the same time or used only his right hand to touch one then the other. As the left hand was customarily used for unclean purposes, it is most likely that he used only his right hand. It is also not clear whether he spoke as he was touching them or touched them first and then spoke to them."}, {"ref": "Let it be done to you according to your faith", "text": "This can be stated in active form. AT: \"I will do as you have believed\" or \"Because you believe, I will heal you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their eyes were opened", "text": "This means they were able to see. This can be stated in active form. AT: \"God healed their eyes\" or \"the two blind men were able to see\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See that no one knows about this", "text": "Here \"See\" means \"be sure.\" AT: \"Be sure no one finds out about this\" or \"Do not tell anyone that I healed you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But", "text": "\"Instead.\" The men did not do what Jesus told them to do."}, {"ref": "spread the news", "text": "\"told many people what had happened to them\""}], "32": [{"ref": "Connecting Statement:", "text": "This is the account of Jesus healing a demon-possessed man who could not speak and how people responded."}, {"ref": "behold", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this."}, {"ref": "a mute man ... was brought to Jesus", "text": "This can be stated in active form. AT: \"someone brought a mute man ... to Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mute", "text": "not able to talk"}, {"ref": "possessed by a demon", "text": "This can be stated in active form. AT: \"whom a demon had possessed\" or \"whom a demon was controlling\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When the demon had been driven out", "text": "This can be stated in active form. AT: \"After Jesus had forced the demon out\" or \"After Jesus had commanded the demon to leave\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the mute man spoke", "text": "\"the mute man began to speak\" or \"the man who had been mute spoke\" or \"the man, who was no longer mute, spoke\""}, {"ref": "The crowds were astonished", "text": "\"The people were amazed\""}, {"ref": "This has never been seen", "text": "This can be stated in active form. AT: \"This has never happened before\" or \"No one has ever done anything like this before\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he drives out demons", "text": "\"he forces demons to leave\""}, {"ref": "he drives", "text": "The pronoun \"he\" refers to Jesus."}], "35": [{"ref": "Connecting Statement:", "text": "Verse 35 is the end of the part of the story that began in [[:en:bible:notes:mat:08:01|8:1]] about Jesus' healing ministry in Galilee. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "General Information:", "text": "Verse 36 begins a new part of the story where Jesus teaches his disciples and sends them to preach and heal as he has done."}, {"ref": "all the cities", "text": "Jesus went to many or most of the cities but not necessarily every one of them. AT: \"many of the cities\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "cities ... villages", "text": "\"large villages ... small villages\" or \"large towns ... small towns\""}, {"ref": "the gospel of the kingdom", "text": "Here \"kingdom\" refers to God's rule as king. See how you translated this in [[:en:bible:notes:mat:04:23|4:23]]."}, {"ref": "all kinds of disease and all kinds of sickness", "text": "\"every disease and every sickness.\" The words \"disease\" and \"sickness\" are closely related but should be translated as two different words if possible. \"Disease\" is what causes a person to be sick. \"Sickness\" is the physical weakness or affliction that results from having a disease."}, {"ref": "They were like sheep without a shepherd", "text": "This simile means they did not have a leader to take care of them. AT: \"The people did not have a leader\" (See: [[:en:ta:vol1:translate:figs_simile]])"}], "37": [{"ref": "General Information:", "text": "Jesus uses a proverb about harvesting to tell his disciples how they should respond to the needs of the crowds mentioned in the previous section."}, {"ref": "The harvest is plentiful, but the laborers are few", "text": "Jesus uses a proverb to respond to what he is seeing. Jesus means there are a lot of people who are ready to believe God but only few people to teach them God's truth. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "The harvest is plentiful", "text": "\"There is plenty of ripe food for someone to collect\""}, {"ref": "laborers", "text": "\"workers\""}, {"ref": "pray to the Lord of the harvest", "text": "\"pray to God, because he is in charge of the harvest\""}]}