[{"id": "01", "tn": [{"ref": "Zophar the Naamathite", "text": "Translate this man's name as in [[:en:bible:notes:job:02:11|2:11]]. AT: \"Zophar from the region of Naamah\" (UDB) (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Should not such a multitude of words be answered?", "text": "Zophar is asking a question in the negative to emphasize that Job's words must be challenged. AT: \"We must answer all of these words!\" or \"Someone would respond to all these words\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should this man, so full of talk, be believed?", "text": "Zophar uses this question to emphasize that they should not believe what Job was saying. AT: \"This man is so full of talk, but he people should not believe him\" or \"Your many words alone do not mean you are innocent.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should your boasting make others remain silent?", "text": "Zophar uses this question to rebuke Job. AT: \"Just because you have spoken many words, this does not mean that others must keep silent.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "When you mock our teaching, will no one make you feel ashamed?", "text": "Zophar uses this question to rebuke Job. AT: \"You have mocked our teaching. Now we will make you feel ashamed!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "My beliefs are pure", "text": "\"My understanding is correct,\""}, {"ref": "I am blameless in your eyes", "text": "The eyes represent sight, which is a metaphor for God's evaluation of Job. Possible meanings are 1) that Job is saying that God judges him as blameless. AT: \"You say that I am blameless\" or 2) that Job believes he has been blameless and that God should judge him as blameless. AT: \"You should recognize that I am blameless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that God would speak ... open his lips against you", "text": "The words \"open his lips\" are a metonym that means speak. These two phrases mean the same thing are are used together to emphasize Zophar's desire that God would speak harshly against Job. . (See:  and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]] )"}, {"ref": "that he would show ... secrets of wisdom", "text": "What the \"secrets of wisdom\" are can be stated clearly. AT: \"that he would show you that you are suffering because of your sin\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "God demands from you less than your iniquity deserves", "text": "Demanding from Job represents punishing Job. AT: \"God is punishing you less than you deserve\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Can you understand God by searching for him? Can you comprehend the Almighty perfectly?", "text": "These two parallel questions are asking the same thing. The writer uses the form of a question to add emphasis. AT: \"You cannot understand God by searching for him, and you will never completely understand the Almighty!\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The matter", "text": "This refers to understanding God. AT: \"To understand God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is as high as heaven ... deeper than Sheol", "text": "The impossibility of understanding God is spoken of as if it were impossible to go to these extremely far away place. AT: \"is as inaccessible as the highest places in heaven ... is more inaccessible than the deepest places in Sheol\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "what can you do?", "text": "Zophar uses this question to show that a person cannot do anything to understand God fully. AT: \"you cannot do anything\" or \"you cannot understand him fully\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what can you know", "text": "Zophar uses this question to show that a person cannot do anything to know God fully. AT: \"You cannot know God fully\" or \"you cannot know all there is to know\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Its measure", "text": "Possible meanings are that this refers to 1) God's greatness or 2) the greatness of God's wisdom"}, {"ref": "is longer than the earth ... wider than the sea", "text": "God's greatness or wisdom is spoken of as if the could be measured in distance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "If he ... shuts anyone up", "text": "\"If God ... shuts anyone up in prison\""}, {"ref": "if he calls anyone to judgment", "text": "The abstract noun \"judgment\" can be translated with the verb \"judge.\" AT: \"if God calls anyone to go to him so that God might judge him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who can stop him", "text": "This question emphasizes that no one can stop God. AT: \"No one can stop him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "does he not notice it?", "text": "This emphasizes that God does notice sin. AT: \"He surely notices it!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But foolish people have no understanding", "text": "The abstract noun \"understanding\" can be expressed with the verb \"understand.\" AT: \"But foolish people do not understand\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they will get it when a wild donkey gives birth to a man", "text": "Since a wild donkey can never give birth to a man, this means that foolish people will never get understanding. AT: \"only if a wild donkey could give birth to a man could foolish people get understanding\" or \"it is as impossible for a foolish person to get understanding as it is for a donkey to give birth to a man\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "13", "tn": [{"ref": "suppose that you had set your heart right", "text": "The heart represents thoughts and attitudes. Setting it right represents correcting it. AT: \"even if you had corrected your attitude\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and had reached out with your hands toward God", "text": "This is a symbolic action representing asking God for help. AT: \"and had made an appeal and prayed to God\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "suppose that iniquity were in your hand", "text": "The hand represents what a person does. AT: \"even if you had done some evil things in the past\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but that then you put it far away from you", "text": "Putting sin behind represents stopping sinning. AT \"but that then you stopped doing evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "did not let unrighteousness live in your tents", "text": "Unrighteousness living represents people doing unrighteous things. AT: \"and you did not allow the members of your household to do unrighteous things\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "15", "tn": [{"ref": "lift up your face without a sign of shame", "text": "\"Lifting up your face\" represents the attitude of a person who is confident and brave. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you would remember it only like waters that have flowed away", "text": "Zophar is comparing misery with water that flows downstream and it is gone. AT: \"You would remember it, but the misery will be gone, like waters that have flowed away\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your life would ... like the morning.", "text": "Zophar repeats the same idea for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your life would be brighter than the noonday", "text": "Brightness represents being prosperous and happy. AT: \"Your life would be prosperous and happy like the noonday\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "though there were darkness", "text": "Darkness represents troubles and sadness. AT: \"Though there were dark troubles and sadness\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "it would become like the morning", "text": "The morning represents light, which represents prosperity and happiness. AT: \"it would be prosperous and happy like the morning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "You would be secure ... take your rest in safety", "text": "Zophar repeats the same idea for emphasis and describes the possibility. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "would take your rest in safety", "text": "\"Take your rest\" is an idiom for \"rest.\" The phrase \"in safety\" can be expressed with the word \"safely.\" AT: \"would rest safely\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Also you would lie down in rest ... your favor.", "text": "Zophar repeats the same idea for emphasis and describes the possibility. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "you would lie down in rest", "text": "The abstract noun \"rest\" can be expressed with the verb \"rest.\" AT: \"you would lie down and rest\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "the eyes of wicked people will fail", "text": "Their eyes represent their understanding. AT: \"the understanding of the wicked people will fail\" or \"the wicked people will not be able to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Their only hope will be a last gasp of life", "text": "The abstract noun \"hope\" can be expressed with the verb \"hope.\" The last gasp of life represents dying. AT: \"Their only hope will be to breath their final breath\" or \"They will only hope to die\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]