[{"id": "01", "tn": [{"ref": "General Information:", "text": "This verse is a summary of what will happen in 15:6-16:21."}, {"ref": "great and marvelous", "text": "These words have similar meanings and are used for emphasis. AT: \"something that greatly amazed me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "seven angels with seven plagues", "text": "\"seven angels who had authority to send seven plagues on the earth\""}, {"ref": "which are the final plagues", "text": "\"and after them, there will not be any more plagues\""}, {"ref": "for with them the wrath of God will be completed", "text": "This can be stated in active form. AT: \"for these plagues will complete the wrath of God.\" Possible meanings are 1) these plagues will show all of God's anger or 2) after these plagues, God will no longer be angry. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Here John begins to describe his vision of the people who had been victorious over the beast and who are praising God."}, {"ref": "sea of glass", "text": "How it was like glass or a sea can be stated clearly. Possible meanings are 1) a sea is spoken of as if it were glass. AT: \"a sea that was as smooth as glass\" or 2) glass if spoken of as if it were a sea. AT: \"glass that was spread out like a sea.\" See how you translated this in [[:en:bible:notes:rev:04:06|4:6]] (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who had been victorious over the beast and his image", "text": "How they were victorious can be stated clearly. AT:who had been victorious over the beast and his image by not worshiping them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "over the number representing his name", "text": "How they were victorious over the number can be stated clearly. AT:  \"over the number representing his name by not being marked with that number\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the number representing his name", "text": "This refers to the number described in [[:en:bible:notes:rev:13:18|13:18]]."}]}, {"id": "03", "tn": [{"ref": "They were singing", "text": "\"Those who had been victorious over the beast were singing\""}, {"ref": "Who will not fear you, Lord, and glorify your name?", "text": "This question is used to show their amazement at how great and glorious the Lord is. It can be expressed as an exclamation. AT: \"Lord, everyone will fear you and glorify your name!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and glorify your name", "text": "The phrase \"your name\" refers to God. AT: \"and glorify you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your righteous deeds have been revealed", "text": "This can be stated in active form. AT: \"you have made everyone know about your righteous deeds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "The seven angels with the seven plagues come out of the most holy place. They were spoken of previously in [[:en:bible:notes:rev:15:01|15:1]]."}, {"ref": "After these things", "text": "\"After the people finished singing\""}, {"ref": "the seven angels holding the seven plagues", "text": "These angels were seen as holding seven plagues because in [[:en:bible:notes:rev:15:07|17:7]] they are given seven bowls full of the wrath of God."}, {"ref": "linen", "text": "a fine, expensive cloth made from flax"}, {"ref": "sashes", "text": "A sash is a decorative piece of cloth worn on the upper body."}]}, {"id": "07", "tn": [{"ref": "the four living creatures", "text": "\"living being\" or \"living thing.\" See how you translated \"living creatures\" in [[:en:bible:notes:rev:04:06|4:6]]"}, {"ref": "seven golden bowls full of the wrath of God", "text": "The image of the wine in the bowls can be stated clearly. The word \"wrath\" here refers to punishment. The wine is a symbol for punishment. AT: \"seven gold bowls full of the wine that represents God's wrath\" (See: [[:en:ta:vol1:translate:figs_explicit]] [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "until the seven plagues of the seven angels were completed", "text": "\"until the seven angels finished sending the seven plagues to the earth\""}]}]