[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story. Luke gives important background information to understand the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now in these days", "text": "Consider how new parts of a story are introduced in your language. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "multiplying", "text": "\"greatly increasing\""}, {"ref": "Grecian Jews", "text": "These were Jews who had lived most of their lives somewhere in the Roman Empire outside of Israel, and had grown up speaking Greek. Their language and culture were somewhat different from those who had grown up in Israel."}, {"ref": "the Hebrews", "text": "These were Jews who had grown up in Israel speaking Hebrew or Aramaic. The church consisted of only Jews and converts to Judaism so far."}, {"ref": "widows", "text": "women whose husband has died"}, {"ref": "their widows were being overlooked", "text": "This can be stated in active form. AT: \"the Hebrew believers were overlooking the Grecian widows\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "being overlooked", "text": "\"being ignored\" or \"being forgotten.\" There were so many who needed help that some were missed."}, {"ref": "daily distribution of food", "text": "The money that was being given to the apostles was used in part to buy food for the early church widows."}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Here the word \"you\" refers to the believers. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "General Information:", "text": "The words \"us\" and \"we\" here refer to the 12 apostles. Where applicable, use the exclusive form in your language. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "The twelve", "text": "This refers to the eleven apostles plus Matthias, who was selected in [[:en:bible:notes:act:01:24|1:26]]."}, {"ref": "the multitude of the disciples", "text": "\"all of the disciples\" or \"all the believers\""}, {"ref": "give up the word of God", "text": "This is an exaggeration in order to emphasize the importance of their task of teaching the word of God. AT: \"stop preaching and teaching the word of God\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "serve tables", "text": "This is a phrase meaning to serve food to the people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "men of good reputation, full of the Spirit and of wisdom", "text": "Possible meanings are 1) the men have three qualities—a good reputation, being full of the Spirit, and being full of wisdom or 2) the men have a reputation for two qualities—being full of the Spirit, and being full of wisdom (UDB)."}, {"ref": "men of good reputation", "text": "\"men that people know are good\" or \"men whom people trust\""}, {"ref": "over this business", "text": "\"to be responsible to do this task\""}, {"ref": "the ministry of the word", "text": "It may be helpful to add more information. AT: \"the ministry of teaching and preaching the word\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "05", "tn": [{"ref": "Their speech pleased the whole multitude", "text": "\"All the disciples liked their suggestion\""}, {"ref": "Stephen ... and Nicolaus", "text": "These are Greek names, and suggest that all of the men elected were from the Grecian Jewish group of believers. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "proselyte", "text": "a Gentile who converted to the Jewish religion"}, {"ref": "placed their hands upon them", "text": "This represented giving a blessing and imparting responsibility and authority for the work to the seven. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "This verse gives an update on the church's growth."}, {"ref": "word of God increased", "text": "This speaks of the growing number of people who believed the word as if the word of God was increasing. AT: \"the number of people who believed the word of God increased\""}, {"ref": "became obedient to the faith", "text": "\"followed the teaching of the new belief\""}, {"ref": "the faith", "text": "Possible meanings are 1) the gospel message of trust in Jesus or 2) the teaching of the church or 3) the Christian teaching."}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "This is the beginning of a new part of the story."}, {"ref": "General Information:", "text": "These verses give background information about Stephen and other people that is important to understanding the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now Stephen", "text": "This introduces Stephen as the main character in this part of the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Stephen, full of grace and power, was doing", "text": "The words \"grace\" and \"power\" here refer to power from God. This could be stated explicitly. AT: \"God was giving Stephen power to do\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "synagogue of the Freedmen", "text": "\"Freedmen\" were probably ex-slaves from these different locations. It is unclear if the other people listed were part of the synagogue or just participated in the debate with Stephen."}, {"ref": "debating with Stephen", "text": "\"arguing with Stephen\" (UDB)"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "The background information that began in [[:en:bible:notes:act:06:08|6:8]] continues through verse 10."}, {"ref": "General Information:", "text": "Here the word \"We\" refers only to the men they persuaded to lie.  (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "The word \"they\" refers back to the people from the synagogue of the freemen in [[:en:bible:notes:act:06:08|6:9]]."}, {"ref": "not able to stand against", "text": "This phrase means they could not prove false what he said. AT: \"could not argue against\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Spirit", "text": "\"Holy Spirit\""}, {"ref": "some men to say", "text": "Because this was done secretly, it is implied that their testimony was a lie. AT: \"some men to lie and say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "blasphemous words against", "text": "\"bad things about\" (UDB)"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Each use of word \"they\" most likely refers back to the people from the synagogue of the Freedmen in [[:en:bible:notes:act:06:08|6:9]]. They were responsible for the false witnesses and for inciting the council, the elders, the scribes, and the other people."}, {"ref": "General Information:", "text": "Here the word \"we\" refers only to the false witness that they brought to testify. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "incited the people", "text": "\"stirred the people up to be angry\""}, {"ref": "and they confronted", "text": "This can be a new sentence. AT: \"Then they all confronted\""}, {"ref": "seized", "text": "\"grabbed\""}, {"ref": "does not stop speaking", "text": "\"continually speaks\""}, {"ref": "handed down to us", "text": "The phrase \"handed down\" means \"passed on.\" AT: \"taught our ancestors\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fixed their eyes on him", "text": "\"looked intently at him\" or  \"stared at him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "was like the face of an angel", "text": "This phrase compares his face to that of an angel but does not say specifically what they have in common. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]