[{"id": "01", "tn": [{"ref": "praise your name", "text": "Here \"name\" represents Yahweh. AT: \"praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "things planned long ago", "text": "This can be stated in active form. AT: \"things you planned long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in perfect faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as \"faithful.\" AT: \"because you are perfectly faithful\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the city", "text": "This is not referring to a certain city. It means cities in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "a fortress of strangers", "text": "\"a fortress belonging to foreigners\""}, {"ref": "a city of ruthless nations", "text": "Here \"city\" and \"nations\" represent the people who live there. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "you have been a place of safety ... a shelter ... a shelter from the storm ... a shade from the heat", "text": "Yahweh protecting his people is spoken of as if he were a place that the people could go to be safe and comforted. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When the breath of the ruthless was like a storm against a wall", "text": "Ruthless people oppressing the people of God is spoken of as if they were a storm beating against a wall. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "When the breath", "text": "\"When the wind\" or \"When the blast\""}, {"ref": "the ruthless", "text": "This is a nominal adjective. AT: \"ruthless people\" or \"those who are ruthless\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "like  heat in a dry land", "text": "This compares the enemies of God's people to the heat that dries up the land. This emphasizes how much the enemies cause the people of God to suffer. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as the heat is subdued ... ruthless ones is answered", "text": "Yahweh stopping ruthless people from singing and boasting is compared to a cloud providing shade on a hot day. This emphasizes that Yahweh comforts his people by stopping those who cause them to suffer. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as the heat is subdued by the shade of a cloud", "text": "This can be stated in active form. AT: \"just like when a cloud passes overhead and subdues the heat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the song of the ruthless ones is answered", "text": "This can be stated in active form. AT: \"you will stop the ruthless people from singing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "On this mountain", "text": "This refers to Jerusalem or Mount Zion."}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "a feast of fat things", "text": "Here \"fat things\" means the best food."}, {"ref": "a feast on the lees", "text": "\"the oldest wine.\" This means the best wine."}, {"ref": "the covering over all peoples, the web woven over all the nations", "text": "Death, suffering, and sadness are spoken of as if they were a dark cloud or web that covers everyone on the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will swallow up death forever", "text": "Yahweh causing people to live forever is spoken of as if he would swallow death. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the disgrace of his people he will take away from all the earth", "text": "Yahweh causing the people to never be ashamed again is spoken of as if disgrace were an object that Yahweh would take away. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "It will be said", "text": "This can be stated in active form. AT: \"People will say\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on that day", "text": "Here \"day\" represents a period of time in general. AT: \"at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For on this mountain the hand of Yahweh will rest", "text": "The \"hand\" represents God's power. For Yahweh's hand to rest on \"this mountain\" means he will protect his people AT: \"The power of Yahweh will be on this mountain\" or \"For on Mount Zion Yahweh will protect his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Moab will be trampled down in his place, even as straw is trampled down in a pit filled with manure", "text": "Yahweh destroying the people of Moab is spoken of as if he would step on them and crush them. This is compared to how people trampled on straw to mix it with manure. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Moab will be trampled down in his place", "text": "Here Moab represents the people of Moab. This can be stated in active form. AT: \"Yahweh will trample the people in the land of Moab\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "They will spread their hands ... his hands to swim", "text": "This simile emphasizes how badly Yahweh will humiliate the people of Moab. They will spread their hands in dung like a swimmer spreads his hands in water. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They will spread their hands in the midst of it", "text": "\"The people of Moab will push their hands through the dung\""}, {"ref": "as a swimmer spreads his hands to swim", "text": "\"as if they were swimming\""}, {"ref": "will bring down their pride", "text": "Yahweh humiliating a proud person is spoken of as if pride were something high and Yahweh would cause it to be low. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in spite of the skill of their hands", "text": "Here \"hands\" represents the power to do or make something. AT: \"in spite of the great things they have built\" or \"in spite of the great things they have done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your high fortress walls he will bring down to the ground, to the dust", "text": "This speaks of Yahweh causing armies to bring down the walls as if he himself were going to bring them down. AT: \"He will send an army to bring your high fortress walls to the ground, to the dust\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your high fortress", "text": "Here \"Your\" refers to the people of Moab. It can be stated in third person to be consistent with the previous verse. AT: \"Their high fortress\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}]