[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song about God's faithfulness."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "Jeduthun", "text": "One of David's chief musicians had this same name. This may refer to him. See how you translated this in [[:en:bible:notes:psa:039:001|39:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "my salvation comes from him", "text": "\"he is the one who rescues me\" or \"he is the one who saves me\""}, {"ref": "He alone is my rock and my salvation", "text": "The writer speaks of God's ability to protect him as if God were a rock. AT: \"He is the only one who can protect and rescue me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is my high tower", "text": "The writer speaks of God's ability to protect him as if God were a high tower. AT: \"he keeps me away from the grasp of my enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will not be greatly moved", "text": "This can be stated in active form. AT: \"nothing can ever move me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "003", "tn": [{"ref": "all of you", "text": "\"my enemies\" or \"all my enemies\""}, {"ref": "How long ... will you attack a man ... or a shaky fence?", "text": "David uses a rhetorical question to express his frustration. No answer is expected. AT: \"It seems like my enemies will never stop attacking me. I feel that I am as weak against you as a leaning wall or a broken-down fence.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "attack a man", "text": "\"attack me\""}, {"ref": "They consult with him only to", "text": "\"They intend to\" or \"They plan to\""}, {"ref": "consult with him ... bring him ... bless him ... curse him", "text": "In these verses, David is referring to himself by \"him.\""}, {"ref": "with their mouths", "text": "This refers to their speech or their words. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in their hearts", "text": "This refers to their thoughts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "for my hopes are set on him", "text": "\"for I place my hope in him\""}, {"ref": "He alone is my rock and my salvation; he is my high tower", "text": "The writer speaks of God as if he were a rock and a high tower. Both of these metaphors show how God provides protection from one's enemies. Here \"salvation\" means that God rescues the writer. See how you translated this in [[:en:bible:notes:psa:062:001|62:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will not be moved", "text": "This can be stated in active form. AT: \"nothing can move me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "007", "tn": [{"ref": "the rock of my strength and my refuge are in God", "text": "The writer speaks of God as if he were a rock that keeps one safe from his enemies. He also speaks of God as if he were a shelter that provides protection. AT: \"God always gives me strength and protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pour out your heart", "text": "This refers to telling God your inner feelings as if you were pouring out a liquid. AT: \"give your deepest concerns to God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "refuge for us", "text": "The word \"us\" refers to David and the people he is speaking to. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "009", "tn": [{"ref": "men of low standing ... men of high standing are a lie", "text": "This refers to men of all levels of wealth and importance. The phrases \"are vanity\" and \"are a lie\" have the same meaning. One cannot confidently trust in anyone.  AT: \"you cannot place your trust in men, no matter how important they are\" (See: [[:en:ta:vol2:translate:figs_merism]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "weighed together, they are lighter than nothing", "text": "If you put all of these kinds of men together on a scale, they would have no weight. This means that they have no real value to you."}, {"ref": "oppression or robbery", "text": "These two words have basically the same meaning. You cannot trust in money that you get by taking it from other people. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "for they will bear no fruit", "text": "The writer speaks of riches as if they were trees or vines that could bear fruit. AT: \"for they will provide nothing good for you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not fix your heart on them", "text": "Here \"fix your heart\" is an idiom that means to desire something greatly. AT: \"do not desire them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "011", "tn": [{"ref": "God has spoken once, twice have I heard this", "text": "This means that God has said this more than once."}, {"ref": "power belongs to God", "text": "\"God is the one who really has power\""}, {"ref": "Also to you, Lord, belongs covenant faithfulness", "text": "\"he is the one who faithfully loves us, as he promised\" (UDB)"}, {"ref": "for you pay back every person for what he has done", "text": "The writer speaks of God's rewards as if he were paying a wage for work. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]