[{"id": "01", "tn": [{"ref": "General Information:", "text": "This chapter continues Job's speech, which started in [[:en:bible:notes:job:12:01|12:1]]. Job is speaking to God."}, {"ref": "Man, who is born of woman", "text": "This refers to all people, both men and women; all are born into this world. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "lives only a few days", "text": "This is an exaggeration to emphasize that people live only a short time. AT: \"lives only a very short time\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "is full of trouble", "text": "Being \"full of trouble\" represents experiencing much trouble. AT: \"has many troubles\" or \"suffers much\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He sprouts from the ground like a flower and is cut down", "text": "Like the life of a flower, a person's life is short and is easily killed. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he flees like a shadow and does not last", "text": "A person's short life is compared to a shadow that disappears quickly. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Do you look at any of these?", "text": "Job implies that he does not want God to pay so much attention to him. AT: \"You do not look at any of these\" or \"You do not pay so much attention to these. Please do not pay so much attention to me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "look at", "text": "Here looking at some one represents paying attention to him in order to judge him. AT: \"pay attention to\" or \"look for faults in\""}, {"ref": "Do you bring me into judgment with you?", "text": "Job uses this question to show his surprise that God judges him even though Job is so insignificant like the flowers. AT: \"But you judge me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> Job continues speaking to God."}, {"ref": "Who can bring something clean out of something unclean? No one", "text": "Job uses this question to persuade God to apply what he knows about unclean things to Job. AT: \"No one can bring something clean out of something unclean\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Man's days are determined", "text": "This can be expressed in active form. AT: \"You determine a man's days\" or \"You decide how long a man lives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The number of his months is with you", "text": "The number of man's months being with God represents God deciding the number of months that the man will live. \"You decide how many months he will live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have appointed his limits that he cannot pass", "text": "Passing a limit represents living past a time that God has set for a person to die. AT: \"you have appointed the time that he will die, and he cannot live longer than that.(See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hired man", "text": "a man who is hired to do a job and goes home afterwards"}]}, {"id": "07", "tn": [{"ref": "There can be hope for a tree", "text": "The abstract noun \"hope\" can be expressed with the verb \"hope.\" The hope is explained in verses 7-9. AT: \"We can hope that a tree will live again\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and  [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it might sprout again", "text": "\"it might start growing again\""}, {"ref": "so that its tender stalk does not disappear", "text": "Disappearing represents dying. AT: \"so that its young shoot will not die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Though", "text": "\"Even though\" or \"Even if\""}, {"ref": "stump", "text": "the part of tree that remains sticking out of the ground after someone has cut down most of the tree"}, {"ref": "even if it only smells water", "text": "This describes the dead stump as if it could smell water to represent water being near it. AT: \"even if only a little water is near it\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it will bud", "text": "\"it will start growing\""}, {"ref": "and send out branches like a plant", "text": "The tree sending out branches represents branches growing on the tree. AT: \"and branches will start growing on it like a plant\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "10", "tn": [{"ref": "and then where is he?", "text": "Job uses this question  to emphasize that when a person dies, he is not present. AT: \"and no one knows where he is\" or \"and he is gone\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "As water disappears from a lake ... and do not rise again", "text": "The fact that death cannot be reversed is compared to water that dried up and cannot return. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "As water disappears ... as a river loses", "text": "These two phrases are describing the same thought and are repeated to emphasize the fact that death is final. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "so people lie down", "text": "Lying down represents dying. AT: \"so people die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and do not rise again", "text": "Rising again represents living again. AT: \"and do not live again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will not awake nor be roused out of their sleep", "text": "These two phrases mean the same thing and are used together to emphasize that death is final. Sleeping represents dying and awaking represents living again. AT: \"people who die will not live again and be raised from death\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Job continues speaking to God."}, {"ref": "Oh, that you would hide me", "text": "This is an exclamation showing what Job wants very much but does not really expect it to happen. AT: \"I wish that you would hide me\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "keep me in private", "text": "\"keep me locked up\" or \"keep me hidden\""}, {"ref": "and then call me to mind", "text": "Call someone to mind is an idiom meaning to think about him.  AT: \"and then think about me\" or \"and then remember me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If a man dies, will he live again?", "text": "The implicit answer is \"no.\" AT: \"If a man dies, he will not live again\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If so", "text": "What \"so\" refers to is understood from the previous phrase. AT: \"If he would live again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to wait all my weary time there", "text": "The phrase \"my weary time\" represents a time during which Job would be weary. AT: \"to wait all my time there even though I would be weary\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until my release should come", "text": "The abstract noun \"release\" can be expressed with the verb \"release.\"  AT: \"until I should be released\" or \"until you release me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> Job continues speaking to God."}, {"ref": "I would answer", "text": "\"I would respond\""}, {"ref": "You would have a desire for", "text": "The noun \"desire\" can be expressed with the verbs \"desire\" or \"want.\" AT: \"You would desire\" or \"You would want\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the work of your hands", "text": "Here God's hands represent him making things. Job refers to himself as the work of God's hands. AT: \"for me, whom you have made\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "number and care for", "text": "These two verbs together express a single action. AT: \"attentively care for\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "my footsteps", "text": "Footsteps represent his life or what he does  AT: \"my life\" or \"the things I do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you would not keep ... My transgression would be ... you would cover up", "text": "These three lines express the same thought and are used together to emphasize his confidence that God would forgive him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you would not keep track of my sin", "text": "Keeping track of Job's sin represents thinking about his sin. AT: \"you would not look at my sin\" or \"you would not think about my sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My transgression would be sealed up in a bag", "text": "Sealing transgression in a bag represents hiding it and refusing to think about it. This can be stated in active form. AT: \"You would refuse to think about my transgression like someone who hides something in a bag\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you would cover up my iniquity", "text": "Covering up something iniquity so that it cannot be seen represents refusing to think about. AT: \"you would hide my iniquity\" or \"you would ignore my iniquity\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "<b>General Information:</b> Job continues speaking to God."}, {"ref": "mountains fall and come to nothing", "text": "\"Come to nothing\" is an idiom meaning be completely destroyed. This phrase expands on the word \"fall\" and emphasizes complete destruction. AT: \"mountains completely fall apart\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "rocks are moved out of their place", "text": "This can be expressed in active form. AT: \"rocks tumble down from their place\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Like this, you destroy the hopes of man", "text": "If it is easier in your language, you can put this phrase at the beginning of verse 18 and adjust the text accordingly. AT: \"You destroy the hopes of man, just like ... dust of the earth.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you destroy the hopes of man", "text": "Destroying hopes represents causing the things people hope for not to happen. AT: \"You prevent the hopes of man from happening\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hopes of man", "text": "The abstract noun \"hopes\" can be expressed with the verb \"hope\" AT: \"the things that man hopes for\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Job continues speaking to God."}, {"ref": "You always defeat him", "text": "The word \"him\" refers to any person. AT: \"You always defeat man\" or \"You always defeat people\""}, {"ref": "he passes away", "text": "Passing away represents dying. AT: \"he dies\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "you change his face", "text": "Possible meanings are 1) the pain just before dying makes his face contract or 2) when a person dies, God makes the person's face look different."}, {"ref": "send him away to die", "text": "This represents causing him to die. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if they are brought low", "text": "Being brought low represents being shamed. AT: \"if they are disgraced\" or \"if people shame them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]