[{"id": "01", "tn": [{"ref": "to have quiet", "text": "Here \"quiet\" refers to \"peace.\" AT: \"to have peace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "than a house full of feasting with strife", "text": "There are words missing here; \"to have\" or \"to be in\" may be added. AT: \"than to be in a house full of feasting where there is strife\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "03", "tn": [{"ref": "The crucible is for silver and the furnace is for gold", "text": "This refers to how gold and silver are refined. A metal is refined by heating it to a high temperature so that it melts and the impurities may be removed. AT: \"The crucible is used to refine silver and the furnace is used to refine gold\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "crucible", "text": "a pot in which metals are melted at a very high temperature"}, {"ref": "Yahweh refines hearts", "text": "This speaks of Yahweh testing people to help them stop being evil and foolish as if their hearts were a metal that Yahweh was refining to remove everything that is impure. AT: \"Yahweh tests peoples' hearts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hearts", "text": "Here people are referred to by their hearts to emphasize their thoughts and desires. AT: \"people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wicked lips", "text": "The word \"lips\" can be translated as either 1) a synecdoche for the person or 2) a metonym for the words that come out from those lips. AT:  \"a wicked person\" or \"wicked talk\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "gives ear", "text": "\"listens\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "destructive tongue", "text": "The word \"tongue\" can be translated as either 1) a synecdoche for the person or 2) a metonym for the words that the tongue produces. AT: \"a destructive person\" or \"destructive talk\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "the poor", "text": "This refers to poor people. AT: \"those who are poor\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "his Maker", "text": "This is a name that refers to Yahweh. This is also an abstract noun that can be written as a verb. AT: \"the one who made him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "at misfortune", "text": "This refers to the misfortune of others. AT: \"at others' misfortune\" or \"at other peoples' troubles\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are the crown of", "text": "This speaks of older peoples' grandchildren being a sign of honor for them as if their grandchildren were a crown. AT: \"bring honor and respect to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the aged", "text": "This refers to older people. AT: \"those who are older\" or \"older people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "07", "tn": [{"ref": "Eloquent speech", "text": "\"Fine speech\" or \"Excellent speech\""}, {"ref": "much less are lying lips suitable for royalty", "text": "This describes people lying as if it were actually their \"lips\" that were lying. AT: \"even more it is not suitable for royalty to lie\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "A bribe is like a magic stone to the one who gives it", "text": "This speaks of a person's bribe working by comparing it to a magical stone or amulet. AT: \"A bribe works like a magical stone for the one who gives it\" or \"A bribe works like magic for the one who is giving the bribe\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "wherever he turns", "text": "Here \"turning\" refers to the various things the person does. Specifically, this refers to the different things the person does by bribery. AT: \"in whatever he does\" or \"in everything he tries to do by giving bribes\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "offense", "text": "something that hurts or angers a person"}, {"ref": "who repeats a matter", "text": "This refers to bringing up a past situation in which a friend was hurt or offended. AT: \"who repeats a past offense\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "alienates", "text": "\"separates\""}, {"ref": "A rebuke goes deeper into a person ... than a hundred blows go into a fool", "text": "This compares how a rebuke effects a man of understanding to how a beating effects a fool. This speaks of the effect on these people as if it could be measured by the depth that it goes into them. AT: \"A rebuke has more effect on a person ... than a hundred blows have on a fool\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a person who has understanding", "text": "\"a person who has good judgment\" The word \"understand\" can be expressed as a verb. AT: \"a person who understands\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a hundred blows go", "text": "\"a beating of a hundred blows goes\""}]}, {"id": "11", "tn": [{"ref": "seeks rebellion", "text": "The word \"rebellion\" can be expressed as a verb. AT: \"seeks to rebel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a cruel messenger will be sent against him", "text": "This can be stated in active form. AT: \"a cruel messenger will come against him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be sent against him", "text": "To be \"sent against\" someone means to be sent to harm them. AT: \"will be sent to harm him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a bear robbed of her cubs", "text": "This can be stated in active form. AT: \"a bear who has just lost her cubs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in his foolishness", "text": "The word \"foolishness\" can be expressed as an adjective. AT: \"who is acting foolish\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "evil will never leave his house", "text": "Here \"evil\" is spoken of as if it were a person who would not leave the man's house. Here the word \"house\" may be taken literally, but it is also a metonym for his family. AT: \"bad things will continue to happen to him and his family\" or \"bad things will never stop happening to him and his family\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The beginning of conflict is like one who releases water everywhere", "text": "This compares how easily a conflict spreads to how spilled water flows everywhere. AT: \"Starting a conflict is like pumping water and letting it run everywhere\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "has broken out", "text": "\"starts\"or \"begins\""}]}, {"id": "15", "tn": [{"ref": "The person who acquits the wicked person and the person who condemns the righteous person", "text": "\"The one who acquits wicked people and the one who condemns the righteous\""}, {"ref": "acquits", "text": "justifies, declares someone not guilty"}, {"ref": "Why should a fool pay money to learn about wisdom, when he has no ability to learn it?", "text": "This rhetorical question emphasizes that the fool should not do this. This question may be written as a statement. AT: \"A fool should not pay money to learn about wisdom because he does not have the ability to learn it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "a brother is born for times of trouble", "text": "One of the purposes of a brother is to be there to help his brother or sister in times of trouble. AT: \"a brother is there for times of trouble\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no sense", "text": "\"no good judgement\" (UDB)"}, {"ref": "binding promises", "text": "This refers to promises that must be kept and are often a burden on the person who made them."}]}, {"id": "19", "tn": [{"ref": "causes bones to be broken", "text": "This means that someone will trip on the threshold and break bones, probably in their foot. AT: \"is sure to cause someone trip and break their the bones in their foot\" or \"is sure to cause someone to trip and injure himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who has a crooked heart", "text": "The \"heart\" represents a person's feelings, attitudes and motivations. AT: \"who is deceptive\" or \"who is dishonest\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has a perverse tongue", "text": "The \"tongue\" represents a person's speech. AT: \"speaks perversely\" or \"speaks wickedly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "falls into calamity", "text": "\"falls into trouble\" To \"fall into\" something means to get into that situation. AT: \"will have calamity\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "A cheerful heart is good medicine", "text": "This speaks of a cheerful heart as being good medicine because it makes you feel better. AT: \"A cheerful heart is like medicine that makes you feel better\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "A cheerful heart", "text": "The \"heart\" represents a person's feelings, attitudes and motivations. AT: \"Being cheerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a broken spirit", "text": "Here the \"spirit\" represents a person's feelings and emotional state. A broken spirit refers to a poor emotional state. AT: \"depression\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dries up the bones", "text": "A person's bones represent their physical health and strength. If a person's bones dry up it means that they are very sick and unhealthy. AT: \"makes a person unhealthy and weak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "to pervert the ways of justice", "text": "\"to prevent justice from being rendered\" or \"to pervert justice\""}, {"ref": "sets his face toward wisdom", "text": "This speaks of a person's focus on acting wisely as if he were looking at wisdom. AT: \"focuses on acting wisely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the eyes of a fool are", "text": "This refers to a fool by his eyes to emphasize what he is focusing on. AT: \"the fool is\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the ends of the earth", "text": "This speaks of a fool's impossible dreams as if they were the ends of the earth to emphasize that they are unrealistic. AT: \"strive for things that are as far from him as the ends of the earth\" or \"focus on impossible things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "A foolish son is a grief to his father", "text": "This speaks of a son causing his father grief as if the son himself were \"grief.\" AT: \"A foolish son brings grief to his father\""}, {"ref": "A foolish son ... and bitterness to the woman", "text": "This speaks of a son causing his mother bitterness as if the son himself were \"bitterness.\" AT: \"A foolish son ... and brings bitterness to the woman\""}, {"ref": "who bore him", "text": "\"who gave birth to him\""}, {"ref": "bitterness", "text": "emotional pain, sorrow"}, {"ref": "it is never good ... neither is it good", "text": "These statements can be written in positive form. AT: \"it is always wrong ... and it is evil\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the righteous person", "text": "Another possible meaning is \"the innocent person,\" anyone whom others have accused of a crime that he did not commit."}, {"ref": "flog", "text": "whip severely"}, {"ref": "who have integrity", "text": "The word \"integrity\" can be expressed with the adjective \"honest.\" AT: \"who are honest\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "27", "tn": [{"ref": "uses few words", "text": "This refers to the way he speaks. AT: \"speaks with few words\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Even a fool is thought to be wise", "text": "This can be written in active form. AT: \"People even think a fool is wise\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "keeps his mouth shut", "text": "This means that he does not speak. AT: \"does not speak\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he is considered to be intelligent", "text": "This can be written in active form. AT: \"people consider him to be intelligent\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]