[{"id": "01", "tn": [{"ref": "For you, this month will be the start of months, the first month of the year to you", "text": "These two phrases mean basically the same thing and emphasize that the month in which the events of this chapter take place will be the beginning of their calendar year. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the first month of the year", "text": "The first month of the Hebrew calendar includes the last part of March and the first part of April on Western calendars. It marks when Yahweh rescued the Israelites from the Egyptians. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "03", "tn": [{"ref": "If the household is too small for a lamb", "text": "This means that there are not enough people in the family to eat an entire lamb. AT: \"If there are not enough people in the household to eat an entire lamb\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the man and his next door neighbor", "text": "Here \"the man\" refers to the man who is the leader of the household."}]}, {"id": "05", "tn": [{"ref": "twilight", "text": "This refers to the time of evening after the sun has set but while there is still some light."}, {"ref": "on the two side doorposts and on the tops of the doorframes of the houses", "text": "\"on the sides and top of the way into the house\""}, {"ref": "Eat it with bread made without yeast", "text": "This can be stated in active form. AT: \"Eat it with bread which you have made without yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "bitter herbs", "text": "These are small plants that have a strong and usually bad taste."}]}, {"id": "09", "tn": [{"ref": "Do not eat it raw", "text": "\"Do not eat the lamb or goat uncooked\""}, {"ref": "You must not let any of it be left over until morning", "text": "This can be stated in active form. AT: \"Do not leave any of it until the morning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "belt", "text": "This refers to a strip of leather or fabric for tying around the waist."}, {"ref": "eat it hurriedly", "text": "\"eat it quickly\""}, {"ref": "It is Yahweh's Passover", "text": "Here the word \"it\" refers to eating the animal on the tenth day of the month. AT: \"This observance is Yahweh's Passover\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "I will bring punishment on all the gods of Egypt", "text": "This can be stated with a verbal form. AT: \"I will punish all the gods of Egypt\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for my coming to you", "text": "This implies that Yahweh will see the blood which indicates an Israelite home. AT: \"that I will see when I come to you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will pass over you", "text": "The words \"pass over\" were a customary way of saying to not visit or enter. AT: \"I will not enter your house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for you, throughout your people's generations", "text": "\"for you and all the generations of your descendants\""}]}, {"id": "15", "tn": [{"ref": "that person must be cut off from Israel", "text": "The metaphor \"cut off\" has at least three possible meanings. They can be expressed in active form: 1) \"the people of Israel must send him away\" or 2) \"I will no longer consider him to be one of the people of Israel\" or 3) \"the people of Israel must kill him.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an assembly that is set apart to me", "text": "This can be stated in active form. AT: \"an assembly that you have set apart to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "No work will be done on these days", "text": "This can be stated in active form. AT: \"You will do no work on these days\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "That must be the only work that may be done by you", "text": "This can be stated in active form. AT: \"That must be the only work that you do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "armed group by armed group", "text": "The term used for these groups is a military term referring to a large number of soldiers. AT: \"division by division\" or \"regiment by regiment\""}, {"ref": "twilight", "text": "This refers to the time of evening after the sun has set but while there is still some light. See how you translated this in [[:en:bible:notes:exo:12:05|12:6]]."}, {"ref": "the fourteenth day in the first month", "text": "This is the first month of the Hebrew calendar. The fourteenth day is near the beginning of April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the twenty-first day of the month", "text": "first day of the month** - \"the twenty-first day of the first month.\" This is near the middle of April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "no yeast must be found in your houses", "text": "This can be stated in active form. AT: \"there must not be any yeast in your houses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must be cut off from the community of Israel", "text": "The metaphor \"cut off\" has at least three possible meanings. They can be expressed in active form: 1) \"the people of Israel must send him away\" or 2) \"I will no longer consider him to be one of the people of Israel\" or 3) \"the people of Israel must kill him.\" See how you translated \"must be cut off from Israel\" in [[:en:bible:notes:exo:12:15|12:15]]. (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "bread made without yeast", "text": "This can be stated in active form. See how you translated this in [[:en:bible:notes:exo:12:05|12:08]]. AT: \"bread which you have made without yeast\" (See: Active or Passive)"}]}, {"id": "21", "tn": [{"ref": "summoned", "text": "\"officially called\""}, {"ref": "hyssop", "text": "This is a plant in the mint family, which is woody and used for thin twigs."}, {"ref": "the top of the doorframe and the two doorposts", "text": "\"on the sides and top of the way into the house.\" See how you translated a similar phrase in [[:en:bible:notes:exo:12:05|12:7]]."}]}, {"id": "23", "tn": [{"ref": "pass over your door", "text": "Here the word \"door\" implies the entire house. This means that God will spare the Israelites in houses with blood on the doors. AT: \"pass over your house\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "24", "tn": [{"ref": "this event ... this act of worship", "text": "These phrases refer to the Passover or Festival of Unleavened Bread. Observing the Passover was an act of worshiping Yahweh."}]}, {"id": "26", "tn": [{"ref": "He set our households free", "text": "This means that Yahweh spared the Israelites' firstborn sons. AT: \"He did not kill the firstborn sons in our houses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as Yahweh had commanded Moses and Aaron", "text": "\"everything that Yahweh told Moses and Aaron to do\""}]}, {"id": "29", "tn": [{"ref": "at midnight", "text": "\"in the middle of the night\""}, {"ref": "all the firstborn in the land of Egypt ... all the firstborn of cattle", "text": "Here, \"firstborn\" always refers to the oldest male offspring. See how you translated a similar phrase in [[:en:bible:notes:exo:11:04|11:5]]."}, {"ref": "who sat on his throne", "text": "This refers to Pharaoh."}, {"ref": "the firstborn of the person in prison", "text": "\"to the firstborn of people in prison.\" This refers to prisoners, in general, and not to a specific person in prison."}, {"ref": "There was loud lamenting in Egypt", "text": "This can be stated with a verbal form. AT: \"All the Egyptians cried loudly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for there was not a house where there was not someone dead", "text": "This double negative emphasizes the positive. AT: \"because someone was dead in every house\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "31", "tn": [{"ref": "We are all dead people", "text": "The Egyptians use the present tense to emphasize that they will surely die if the Israelites did not leave Egypt. AT: \"We will all die if you do not leave\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "34", "tn": [{"ref": "Their kneading bowls were already tied up in their clothes and on their shoulders", "text": "This can be stated in active form. AT: \"They had already tied up their kneading bowls in their clothes and on their shoulders\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "37", "tn": [{"ref": "Rameses", "text": "Rameses was a major Egyptian city where grain was stored. See how you translated this in [[:en:bible:notes:exo:01:11|1:11]]."}, {"ref": "They numbered about 600,000 men", "text": "\"The total number of men was 600,000\" (See: [[ en:ta:vol2:translate:translate_numbers]])"}, {"ref": "bread without yeast in the dough", "text": "\"bread with dough that did not contain yeast\""}, {"ref": "they had been driven out of Egypt", "text": "This can be stated in active form. AT: \"the Egyptians had driven them out of Egypt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "41", "tn": [{"ref": "Yahweh's armed groups", "text": "This refers to the tribes of Israel. See how you translated \"armed group\" in [[:en:bible:notes:exo:12:17|12:17]]."}, {"ref": "to be observed by all the Israelites", "text": "This can be stated in active form. AT: \"that all the Israelites were to observe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the Israelites throughout their people's generations", "text": "\"all the Israelites and the all the generations of their descendants\""}]}, {"id": "43", "tn": [{"ref": "no foreigner may share in eating it", "text": "The pronoun \"it\" refers to the Passover meal."}, {"ref": "every Israelite's slave", "text": "\"any slave of an Israelite\""}, {"ref": "bought with money", "text": "This can be stated in active form. AT: \"whom the Israelite has bought with money\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "45", "tn": [{"ref": "The food must be eaten in one house", "text": "This can be stated in active form. AT: \"Each Israelite family must eat the food in one house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you must not break any bone of it", "text": "\"you must not break any of its bones.\" Here the word \"it\" refers to the lamb which the Israelite family will eat."}]}, {"id": "47", "tn": [{"ref": "all his male relatives must be circumcised", "text": "This can be stated in active form. AT: \"someone must circumcise all his male relatives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the people who were born in the land", "text": "Here the word \"land\" refers to Canaan. The expression \"born in the land\" means a person who is a native Israelite. AT: \"those who are Israelites by birth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "no uncircumcised person may eat", "text": "This can be stated in positive terms. AT: \"only circumcised people may eat\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "49", "tn": [{"ref": "as Yahweh had commanded Moses and Aaron", "text": "\"everything that Yahweh told Moses and Aaron to do\""}, {"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "by their armed groups", "text": "The term used for these groups is a military term referring to a large number of soldiers. See how you translated \"armed group\" in [[:en:bible:notes:exo:12:17|12:17]]. AT: \"by their divisions\" or \"by their regiments\""}]}]