[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is an introduction to the book of Revelation. It explains that it is a revelation from Jesus Christ and it gives a blessing to those who read it."}, {"ref": "his servants", "text": "This refers to people who believe in Christ."}, {"ref": "what must soon take place", "text": "\"the events that must happen soon\""}, {"ref": "made it known", "text": "\"communicated it\""}, {"ref": "to his servant John", "text": "John wrote this book and was referring to himself here.  AT: \"to me, John, his servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the word of God", "text": "Here it refers to the messages that God gave John."}, {"ref": "the one who reads aloud", "text": "This does not refer to a specific person. It refers to anyone who reads it aloud. AT: \"anyone who reads aloud\"  (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "obey what is written in it", "text": "\"believe what is written in it and obey the commands in it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the time is near", "text": "\"the things that must happen will soon happen\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "This is the beginning of John's letter. Here he names himself as the writer and greets the people he is writing to."}, {"ref": "May grace be to you and peace from the one who is ... and from the seven spirits ... and from Jesus Christ", "text": "This is a wish or blessing. John speaks as if these were things that God could give, although they are really ways in which  he hopes God will act for his people. AT: \"May he who is ... and the seven spirits ... and Jesus Christ treat you kindly and enable you to live peacefully and securely\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "from the one who is", "text": "\"from God, who is\""}, {"ref": "who is to come", "text": "Existing in the future is spoken of as coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seven spirits", "text": "The number seven is a symbol of completeness and perfection.  The \"seven spirits\" refers either to the Spirit of God or to seven spirits who serve God. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the firstborn from the dead ones", "text": "\"the first person to be raised from death\""}, {"ref": "has released us", "text": "\"has set us free\""}, {"ref": "has made us a kingdom, priests", "text": "\"has set us apart and begun to rule over us and he has made us priests\""}, {"ref": "his God and Father", "text": "This is one person. AT: \"God, his Father\""}, {"ref": "Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "to him be the glory and the power", "text": "This is a wish or prayer. Possible meanings are 1) \"May people honor his glory and power\" or 2) \"May he have glory and power.\" John prays that Jesus Christ will be honored and will be able to rule completely over everyone and everything. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the power", "text": "This probably refers to his authority as king."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "In verse 7, John is quoting from Daniel and Zechariah."}, {"ref": "every eye", "text": "Since people see with the eyes, the word \"eye\" is used to refer to people. AT: \"every person\" or \"everyone\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "including those who pierced him", "text": "\"and those who pierced him will also see him\""}, {"ref": "pierced him", "text": "Jesus' hands and feet were pierced when he was nailed to the cross. Here it refers to people killing him. AT: \"killed him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pierced", "text": "made a hole in"}, {"ref": "the alpha and the omega", "text": "These are first and last letters of the Greek alphabet. Possible meanings are 1) \"the one who began all things and who ends all things\" or 2) \"the one who has always lived and who always will live\". If unclear to readers you may consider using the first and last letters of your alphabet. AT: \"the A and the Z\" or \"the first and the last\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "who is to come", "text": "Existing in the future is spoken of as coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "says the Lord God", "text": "Some languages would put \"The Lord God says\" at the beginning or the end of the whole sentence. (See: [[:en:ta:vol2:translate:writing_quotations]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "John explains how his vision began and the instructions the Spirit gave him."}, {"ref": "your ... you", "text": "These refer to the believers in the seven churches. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "who shares with you in the suffering and kingdom and patient endurance that are in Jesus", "text": "\"who shares with you in God's kingdom. I also suffer and patiently endure trials along with you because we belong to Jesus\""}, {"ref": "because of the word of God", "text": "\"because I told others about the word of God\""}, {"ref": "in the Spirit", "text": "John speaks of being influenced by God's Spirit as if he were in the Spirit. AT: \"influenced by the Spirit\" or \"the Spirit influenced me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the Lord's day", "text": "the day of worship for believers in Christ"}, {"ref": "loud voice like a trumpet", "text": "The voice was so loud it sounded like a trumpet. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "trumpet", "text": "This refers to an instrument for producing music or for calling people to gather together for an announcement or meeting."}, {"ref": "to Smyrna, to Pergamum, to Thyatira, to Sardis, to Philadelphia, and to Laodicea", "text": "These are names of cities in Asia, which is modern Turkey. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "John begins to explain what he saw in his vision."}, {"ref": "whose voice", "text": "This refers to the person speaking. AT: \"who\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "son of man", "text": "This expression describes a human figure, someone who looks human. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a golden sash", "text": "a piece of cloth worn around the chest. It may have had golden threads in it."}]}, {"id": "14", "tn": [{"ref": "His head and hair were as white as wool—as white as snow", "text": "Wool and snow are examples of things that are very white. The repetition of \"as white as\" emphasizes that they were very white. W(See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "wool", "text": "This is the hair of a sheep or goat. It was known to be very white."}, {"ref": "his eyes were like a flame of fire", "text": "His eyes are describes as being full of light like a flame of fire. AT: \"his eyes were glowing like a flame of fire\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His feet were like polished bronze", "text": "Bronze is polished to make it shine and reflect light. AT: \"His feet were very shiny like polished bronze\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like polished bronze, like bronze that had been refined in a furnace", "text": "The bronze would be refined first and then polished. AT: \"like bronze that has been purified in a hot furnace and polished\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "furnace", "text": "a strong container for holding a very hot fire. People would put metal in it, and the hot fire would burn away any impurities that were in the metal."}, {"ref": "the sound of many rushing waters", "text": "This is very loud like the sound of a large, fast flowing, river, a large waterfall, or of loud waves in the sea."}, {"ref": "a sword ... was coming out of his mouth", "text": "The sword blade was sticking out of his mouth. The sword itself was not in motion."}, {"ref": "a sword with two sharp edges", "text": "This refers to a double-edged sword, which is sharpened on both sides to cut both directions."}]}, {"id": "17", "tn": [{"ref": "fell at his feet", "text": "John lay down facing the ground. He was probably very frightened and was showing Jesus great respect."}, {"ref": "He placed his right hand on me", "text": "\"He touched me with his right hand\""}, {"ref": "I am the first and the last", "text": "This refers to the eternal nature of Jesus. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I have the keys of death and of Hades", "text": "Having the power over something is spoken of as having the keys to it. The implied information is that he can give life to those who have died and let them out of Hades.  AT: \"I have the power over death and over Hades\"  or \"I have the power to give life to people who have died and to let them out of Hades\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "The Son of Man continues to speak."}, {"ref": "stars", "text": "These stars are symbols. They appear to represent the seven angels of the seven churches. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "lampstands", "text": "The lampstands are symbols that represent the seven churches. See how you translated this in [[:en:bible:notes:rev:01:12|1:12]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the angels of the seven churches", "text": "Possible meanings are 1) heavenly angels who protect the seven churches or 2) human messengers to the seven churches."}, {"ref": "seven churches", "text": "This refers to seven churches that actually existed in Asia Minor at that time. See how you translated this in [[:en:bible:notes:rev:01:09|1:11]]."}]}]