[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking in poetry. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The earth and all that fills it must listen, the world, and all things that come from it", "text": "Here the earth is spoken of as being required to listen to Yahweh to emphasize that it is under Yahweh's authority. These two parallel phrases are metonyms for all the people who live in the world. AT: \"In all places everywhere on earth, everyone must listen to what I say\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the world, and all things that come from it", "text": "This is the second of two parallel phrases. The missing words may be added to this phrase. AT: \"the world, and all things that come from it must listen\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "he has completely destroyed them, he has handed them over to the slaughter", "text": "Often prophets speak of things that will happen in the future as if they have already happened. This emphasizes the event will certainly happen. AT: \"he will completely destroy them, he will give them over to the slaughter\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}]}, {"id": "03", "tn": [{"ref": "The bodies of their dead will be thrown out", "text": "This can be stated in active form. AT: \"No one will bury their dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their dead", "text": "This refers to the dead people. AT: \"those who died\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the mountains will soak up their blood", "text": "\"the mountains will be covered in their blood\""}, {"ref": "the sky will be rolled up like a scroll", "text": "This can be stated in active form. This compares what Yahweh will do to the sky to a person rolling up a scroll. AT: \"Yahweh will roll up the sky in the same way that a person rolls up a scroll\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and all their stars will fade away, as the leaf fades from off the vine, and as the overripe figs from the fig tree", "text": "This emphasizes even the things in the sky that people thought would be there forever will fall as easily as a leaf. AT: \"and all the stars will fall from the sky like a leaf falls from a vine or a fig falls from a tree\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "when my sword will have drunk its fill in heaven", "text": "Yahweh describes himself as a warrior bearing a sword. The phrase \"drunk its fill\" speaks of Yahweh's sword as if it were a person who has eaten and become satisfied. Yahweh uses this imagery to emphasize that there will be a lot of destruction in heaven and to state its completion. AT: \"when I am finished destroying things in heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "look", "text": "This word is used here to draw the listener's attention and to have them imagine the things being said. AT: \"listen\" or \"and then\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "it will now come down on Edom, on the people I am setting apart for destruction", "text": "The word \"it\" refers to Yahweh's sword. This continues the metaphor about Yahweh destroying things with a sword. AT: \"I will come to punish the people of Edom, the people whom I have set aside for me to destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on Edom", "text": "Edom refers to the people who live there. AT: \"on the people of Edom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The sword of Yahweh is dripping with blood and covered with fat ... of rams", "text": "This speaks of Yahweh killing the people as if he were a priest sacrificing animals. He does this by describing the sword of a priest. AT: \"Yahweh sacrifices them as a priest sacrifices animals, whose sword drips with the blood and fat of lambs, goats, and rams\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For Yahweh has a sacrifice in Bozrah and a great slaughter in the land of Edom", "text": "The words \"sacrifice\" and \"slaughter\" may be expressed here as verbs. AT: \"For Yahweh will sacrifice many people in Bozrah and kill many people in the land of Edom\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Bozrah", "text": "This is an important city in Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "Wild oxen will be slaughtered", "text": "This can be stated in active form. AT: \"I, Yahweh, will slaughter the wild oxen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Their land will be drunk with blood", "text": "This describes the amount of blood that will soak into the ground by comparing the land to a drunk person. AT: \"Their land will be soaked with blood\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "their dust made fat with fatness", "text": "Here \"dust\" means the dirt on the ground. This describes the amount of fat that will soak into the dirt by comparing it to a person that has become fat from eating so much animal fat. AT: \"the dirt will be full of the fat of the animals\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "08", "tn": [{"ref": "it will be a day of vengeance for Yahweh", "text": "Here \"day\" is an idiom for a point in time; it is not a literal \"day.\" AT: \"it will be the time when Yahweh gets revenge\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will pay them back for the cause of Zion", "text": "This means that he will take revenge on them for how they had previously waged war against the people of Jerusalem. AT: \"he will give them the punishment they deserve for what they had done to the people of Zion\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The streams of Edom will be turned into pitch ... become burning pitch", "text": "The water and land becoming useless for drinking or growing food because it is burnt and covered in pitch and sulfur is spoken of as if their streams and land will actually become pitch and sulfur. AT: \"The streams in Edom will be full of pitch and the ground will be covered with burning sulfur and burning pitch\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her dust ... her land", "text": "\"Edom's dust ... Edom's land\""}, {"ref": "pitch", "text": "a thick, black substance that burns for a long time"}, {"ref": "It will burn night and day", "text": "This means all of the time. AT: \"It will burn throughout the night and the day\" or \"It will burn constantly, all night and all day\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "from generation to generation", "text": "The phrase \"generation to generation\" refers to all generations of people who will live in the future. See how you translated this phrase in [[:en:bible:notes:isa:13:19|13:20]].  AT: \"forever\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "will live there", "text": "\"will live in the land of Edom\""}, {"ref": "owl", "text": "Translate this as in [[:en:bible:notes:isa:13:21|13:21]]."}, {"ref": "raven", "text": "This is a large black bird. It is difficult to identify some of the precise kinds of birds mentioned in this passage. However, they were all birds that preferred to live in places where there were no people, so they symbolize deserted places."}, {"ref": "in it", "text": "\"there.\" This refers to Edom."}, {"ref": "He will stretch over it the measuring line of ruin and the plumbline of destruction", "text": "This speaks of Yahweh as if he were a careful builder as he causes destruction in Edom. AT: \"Yahweh will measure that land carefully; he will measure it to to decide where to cause ruin and destruction\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "measuring line ... plumbline", "text": "These are builders' tools. See how you translated similar words in [[:en:bible:notes:isa:28:17|28:17]]."}, {"ref": "Her nobles ... her princes", "text": "\"The nobles of Edom ... the princes of Edom\""}, {"ref": "all her princes will be nothing", "text": "This exaggerates the princes losing their royal status by saying that they will become nothing. AT: \"all her princes will no longer rule\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "13", "tn": [{"ref": "Thorns ... nettles ... thistles", "text": "These are all weeds with thorns. Nettles' thorns have poison that causes itching."}, {"ref": "jackals ... ostriches ... wild animals ... hyenas ... Owls", "text": "Translate the names of these animals the same as you did in [[:en:bible:notes:isa:13:21|13:21-22]]."}, {"ref": "Nocturnal animals", "text": "animals that are awake and active at night"}, {"ref": "hawks", "text": "birds that kill small animals for food"}]}, {"id": "16", "tn": [{"ref": "Search through the scroll of Yahweh", "text": "The phrase \"the scroll of Yahweh\" means that it contains the messages spoken by Yahweh. AT: \"Read carefully what is written in this scroll that contains the messages of Yahweh\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "not one of these", "text": "\"not one of the animals\""}, {"ref": "None will lack for a mate", "text": "This can be written as a positive statement. AT: \"Each animal will have a mate\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "for his mouth has commanded it", "text": "Yahweh is referred to by his \"mouth\" to emphasize what he has said. AT: \"for Yahweh has commanded it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He has cast lots for their places", "text": "This speaks of Yahweh deciding where to cause the animals to live as if he actually cast lots for their places. AT: \"He has determined where they will live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and his hand has measured it out for them by a cord", "text": "This refers to the way that people measured things in biblical times. AT: \"and he has given the animals their places\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from generation to generation they will", "text": "The phrase \"generation to generation\" refers to all generations of people who will live in the future. See how you translated the phrase \"from generation to generation\" in [[:en:bible:notes:isa:13:19|13:20]].  AT: \"forever they will\" or \"they will always\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]