[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song\""}, {"ref": "set to the Sheminith style", "text": "This may refer to a style of music."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "my bones are shaking", "text": "The bones represent the whole body. His body may have been shaking because he was sick or extremely tired. AT: \"my whole body is shaking\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "003", "tn": [{"ref": "very troubled", "text": "\"terrified\" or \"worried\""}, {"ref": "how long will this continue?", "text": "David uses this question to show that he does not want to continue feeling weak and troubled. AT: please, do not let this continue!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Return, Yahweh", "text": "David speaks of God being kind to him as God returning to him. AT: \"Yahweh, come back to me\" or \"Have mercy on me, Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For in death there is no remembrance of you. In Sheol who will give you thanks?", "text": "These two sentences express similar meanings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For in death there is no remembrance of you", "text": "Remembrance represents praise. AT: \"For when people die, they no longer praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "In Sheol who will give you thanks?", "text": "David uses this question to emphasize that no one in Sheol thanks God. AT: \"No one in Sheol will give you thanks!\" or \"The dead cannot praise you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "006", "tn": [{"ref": "I am weary with my groaning", "text": "His groaning represents the pain or distress that he feels. AT: \"I am very tired because of my pain\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I drench my bed with tears; I wash my couch away with my tears", "text": "These two sentences express the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I drench my bed with tears", "text": "\"I make my bed wet with my tears\" or \"My bed is very wet because of my tears\""}, {"ref": "I wash my couch away with my tears", "text": "\"I make my couch wet with my tears\""}, {"ref": "My eyes grow dim", "text": "The ability to see is spoken of in terms of the eyes. AT: \"My vision is blurry\" or  \"I cannot see clearly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from grief", "text": "Grief here represents crying. AT: \"from crying\" or \"because I cry so much\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "Yahweh has heard my appeal for mercy ... Yahweh has accepted my prayer", "text": "These two lines have very similar meanings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Yahweh has accepted my prayer", "text": "Being willing to do what David has prayed for is spoken of as accepting his prayer.  AT: \"Yahweh will respond to my prayer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]