[{"id": "01", "tn": [{"ref": "General Information:", "text": "The author uses [[:en:ta:vol2:translate:figs_parallelism]] throughout this chapter."}, {"ref": "General Information:", "text": "Verses 1-15 contrast wisdom and foolishness."}, {"ref": "Whoever", "text": "\"Any person who\""}, {"ref": "the one who hates correction", "text": "\"the person who does not want to be told what to do\""}, {"ref": "is stupid", "text": "\"is foolish\" or \"is unwise\""}]}, {"id": "03", "tn": [{"ref": "A person cannot be established by wickedness", "text": "This can be stated in active form. AT:\"No one can become safe and secure by doing what is wicked\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cannot be uprooted", "text": "\"Uprooted\" represents being pulled out of the ground like a plant or a tree. This cannot happen to those who do right. AT: \"are as stable as a tree with deep roots\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A worthy wife is her husband's crown", "text": "A crown represents the greatest honor a person can receive. AT: \"A good wife is a sign of great honor for her husband.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "she who brings shame is like a disease that rots his bones", "text": "A disease that rots the bones represents the spoiling of a person's life. AT: \"a wife's shameful acts destroy her husband's influence and happiness\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "The words of wicked people are an ambush waiting for a chance to kill", "text": "The deceitful things that wicked people say in order to harm other people are spoken of as if their words are waiting to kill someone by surprise. AT: \"The deceitful things wicked people say are like a person who waits to kill someone by surprise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the words of the upright keep them safe", "text": "\"the advice from an upright person keeps people safe\""}, {"ref": "the upright", "text": "\"the righteous person\" or \"the honest person\" or \"the just person\""}]}, {"id": "07", "tn": [{"ref": "Wicked people are overthrown", "text": "This can be stated in active form. AT: \"People will overthrow the wicked people\" or \"People will remove the wicked people from power\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "house", "text": "The term \"house\" is often used figuratively in the Bible to refer to a person's ancestors, descendants or other relatives. AT: \"family\" or \"descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "A person is praised by how much wisdom he has", "text": "This can be stated in active form. AT: \"People will praise those who have wisdom\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one who makes perverse choices is despised", "text": "This can be stated in active form. AT: \"people will hate the one who always thinks evil thoughts\" or \"people will hate the one who takes good things and twists them into bad\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Better to have an unimportant position", "text": "\"It is better to be an ordinary person\""}, {"ref": "is cruel", "text": "\"causes suffering\""}]}, {"id": "11", "tn": [{"ref": "projects", "text": "\"plans\" or \"tasks\""}, {"ref": "fruit", "text": "This refers to a person's actions and thoughts. Just as fruit on a tree shows what kind of tree it is, in the same way a person's words and actions reveal what his character is like."}]}, {"id": "13", "tn": [{"ref": "An evil person is trapped by his wicked talk", "text": "\"Trapped\" represents being caught in a snare or being tricked. This can be stated in active form. AT: \"The wicked things an evil person says will trap him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "just as the work of his hands rewards him", "text": "The phrase, \"the work of his hands\" represents work done by physical labor. AT: \"just as the good work he does rewards him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "in his own eyes", "text": "This phrase represents the idea he has from his own observation, imagination or memory. AT: \"in his own opinion\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "advice", "text": "wise suggestions"}, {"ref": "is prudent", "text": "\"is wise\" or \"has good sense.\""}]}, {"id": "17", "tn": [{"ref": "The words of one who speaks rashly are like the thrusts of a sword", "text": "The phrase, \"thrusts of a sword\" represents cruel words that hurt another. AT: \"What a person says without thinking can hurt as much as if he stabbed with a sword.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the tongue of the wise", "text": "\"Tongue\" represents what a person says. AT: \"what wise people say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "brings healing", "text": "\"comforts and heals\""}]}, {"id": "19", "tn": [{"ref": "Truthful lips last forever", "text": "\"Lips\" represents what a person says. AT: \"A truthful person endures forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a lying tongue is only for a moment", "text": "\"Tongue\" represents what a person says. AT: \"the one who lies lasts only for a moment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "advisors", "text": "those who give recommendations as a guide to action; counselors"}]}, {"id": "21", "tn": [{"ref": "No ill comes", "text": "The negative, \"No\" cancels out the idea of \"ill\" (bad things that happen). AT: \"Good things come\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Yahweh hates lying lips", "text": "\"Lips\" represents what a person says. AT: \"Yahweh detests those who tell lies\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "conceals his knowledge", "text": "\"does not tell everything he knows\""}, {"ref": "The hand of the diligent", "text": "\"Hand\" represents what a person does -- his works. AT: \"Diligent people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will be put to forced labor", "text": "\"Forced labor\" describes what a person must do who is not free to do what he wants. AT: \"will become a slave\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "Anxiety", "text": "uneasy feeling of fear or dread, worry"}, {"ref": "weighs him down", "text": "\"Weighing down\" represents the idea of putting a very heavy load on a person so he cannot move freely. This phrase means to make a person sad or depressed. AT: \"causes him to become sad or depressed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but a good word makes him glad", "text": "The abstract noun \"word\" can be stated as the verb \"speak.\" AT: \"but when others speak kindly to him, he is cheerful again\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "27", "tn": [{"ref": "would not roast their own game", "text": "\"Game\" means animals caught and killed while hunting. And \"roast\" is a way of cooking food."}, {"ref": "precious wealth", "text": "\"valuable treasure\""}]}]