[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Moses tells background information about the tribes of Reuben and Gad. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon", "text": "These are names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The people from Reuben and Gad continue speaking to Moses, Eleazar, and the other leaders."}, {"ref": "the lands that Yahweh attacked before the community of Israel", "text": "Yahweh enabling the Israelites to conquer the people who lived in the land is spoken of as if Yahweh went before the Israelites and attacked the people. AT: \"the lands where Yahweh enabled us to defeat the people living there\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "We, your servants", "text": "The people of the tribes of Reuben and Gad refer to themselves in this way to show respect to a person of higher authority."}, {"ref": "If we have found favor in your sight", "text": "The phrase \"in your sight\" is a metonym for the thoughts or opinion. AT: \"If we have found favor with you\" or \"If you are pleased with us\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "let this land be given to us", "text": "This can be stated in active form. AT: \"give this land to us\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "Do not make us cross over the Jordan", "text": "They wanted the land on the east side of the Jordan River instead of crossing over to the west side and claiming land there. AT: \"Do not make us cross over the Jordan to take possession of land on that side\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}]}, {"id": "06", "tn": [{"ref": "Should your brothers go to war while you settle down here?", "text": "Moses asks this question to rebuke the people from the tribes of Gad and Reuben. AT: \"It is wrong for you to settle down in this land while your brothers go to war.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why discourage the hearts ... the land that Yahweh has given them?", "text": "Moses asks this question to correct the people from the tribes of Gad and Reuben. AT: \"Do not discourage the hearts ... the land that Yahweh has given them.\" or \"Your actions would discourage the hearts ... the land that Yahweh has given them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "discourage the hearts of the people of Israel from going", "text": "Here the word \"hearts\" represents the people themselves and refers to the seat of their emotions. AT: \"discourage the people of Israel from going\" or \"cause the people of Israel to not want to go\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Reuben and Gad."}, {"ref": "Valley of Eshcol", "text": "This is the name of a place. See how you translated this in [[:en:bible:notes:num:13:23|13:23]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They saw the land", "text": "This refers to seeing what was in the land. AT: \"They saw the strong people and cities in the land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "discouraged the hearts of the people of Israel", "text": "Here the word \"hearts\" represents the people themselves and refers to the seat of their emotions. See how you translated this in [[:en:bible:notes:num:32:06|32:7]]. AT: \"discouraged the people of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Yahweh's anger was kindled", "text": "Yahweh becoming angry is spoken of as if his anger was a fire that begins to burn. This can be stated in active form. AT: \"Yahweh became very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "none of the men", "text": "\"none of the people.\" This phrase refers to both men and women."}, {"ref": "twenty years old and up", "text": "\"20 years old or older\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "completely followed me", "text": "Being devoted to Yahweh and obeying him are spoken of as if they were following Yahweh. AT: \"completely obeyed me\" or \"been completely devoted to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jephunneh ... Nun", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kenizzite", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "Yahweh's anger was kindled against Israel", "text": "Yahweh becoming angry is spoken of as if his anger was a fire that begins to burn. This can be stated in active form. AT: \"Yahweh became very angry with Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "all the generation ... sight was destroyed", "text": "This can be stated in active form. AT: \"he destroyed all the generation ... sight\" or \"all the generation ... sight had died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who had done evil in his sight", "text": "Being in someone's sight means to be in front of that person where he can see. AT: \"who had done evil before Yahweh\" or \"who had done evil in Yahweh's presence\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you have risen up in your fathers' place", "text": "The people of Reuben and Gad acting like their ancestors did is spoken of as if they were standing in the place where their ancestors did. AT: \"you have begun to act just like your ancestors\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to add to Yahweh's burning anger toward Israel", "text": "The people causing Yahweh to become angrier is spoken of as if his anger was a fire and the people are adding more fuel to that fire. AT: \"to cause Yahweh to be even more angry with Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all this people", "text": "\"this entire people\" or \"all this generation of people\""}]}, {"id": "16", "tn": [{"ref": "will be ready and armed", "text": "\"will be ready with weapons\" or \"will be ready to fight a war\""}, {"ref": "in the fortified cities", "text": "\"in the secured cities\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The leaders of Gad and Reuben continue speaking."}, {"ref": "has obtained his inheritance", "text": "The land that the people were to receive as a permanent possession is spoken of as if it were an inheritance that they were to obtain. AT: \"has taken possession of his portion of the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "if you arm yourselves", "text": "\"if you take your weapons\""}, {"ref": "before Yahweh", "text": "This means Yahweh will go with them to battle and enable them to defeat their enemy and take their land. AT: \"in the presence of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "until he has driven out his enemies from before him", "text": "\"until Yahweh has driven out his enemies from his presence.\" The pronouns here all refer to Yahweh. Yahweh enabling the Israelites to defeat their enemies is spoken of as if Yahweh were fighting their battles. AT: \"until Yahweh has enabled your soldiers to defeat the enemy and force them away from his presence\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and the land is subdued before him", "text": "Here the word \"land\" refers to the people who live there. This can be stated in active form. AT: \"and in his presence the Israelites have subdued the people who live in the land\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you may return", "text": "It is implied that they will return to the east side of the Jordan. AT: \"you may return to this land on the east side of the Jordan\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You will be guiltless toward Yahweh and toward Israel", "text": "Possible meanings are 1) \"You will have fulfilled your obligation to Yahweh and to Israel\" or 2) \"There will be nothing for which Yahweh or the people of Israel can blame you.\""}]}, {"id": "23", "tn": [{"ref": "Be sure that your sin will find you out", "text": "Moses speaks of sin as if it were a person who will condemn the guilty person. This means that the people cannot escape the punishment that their sin deserves. AT: \"Know for sure that Yahweh will punish you for your sin\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Your servants", "text": "The people of Gad and Reuben refer to themselves as \"your servants.\" This is a polite way of speaking to someone with greater authority."}]}, {"id": "26", "tn": [{"ref": "will cross over", "text": "You can make it clear that they will cross over the Jordan. AT: \"will cross over the Jordan River\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "every man who is armed for war", "text": "\"every man prepared for war\""}]}, {"id": "28", "tn": [{"ref": "every man who is armed", "text": "\"every man who is ready with his weapon\""}, {"ref": "if the land is subdued before you", "text": "Here the word \"land\" refers to the people who live there. This can be stated in active form. AT: \"if Yahweh subdues before you the people living in the land\" or \"if they help you subdue the people living in the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then they will acquire their possessions among you in the land of Canaan", "text": "\"then the descendants of Gad and Reuben will receive land with you in Canaan\""}]}, {"id": "31", "tn": [{"ref": "We will cross over armed", "text": "You can make it clear that they will cross the Jordan. AT: \"We will cross over the Jordan ready to fight\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "our possessed inheritance", "text": "The land that the people were to receive as a permanent possession is spoken of as if it were an inheritance that they were to obtain. AT: \"the portion of land that we will possess\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will remain with us", "text": "This idiom refers to ownership. AT: \"will be ours\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "33", "tn": [{"ref": "the kingdom of Sihon ... and of Og", "text": "These are names of kings who ruled two separate kingdoms. AT: \"the kingdom of Sihon ... and the kingdom of Og\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "34", "tn": [{"ref": "Dibon, Ataroth, Aroer, Atroth Shophan, Jazer, Jogbehah, Beth Nimrah, and Beth Haran", "text": "These are names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "37", "tn": [{"ref": "Heshbon, Elealeh, Kiriathaim, Nebo, Baal Meon ... Sibmah", "text": "These are names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "their names were later changed", "text": "This can be translated in active form. AT: \"people later changed the names of these cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Machir", "text": "This is the name of a man. See how you translated this name in [[:en:bible:notes:num:26:28|26:29]]."}]}, {"id": "40", "tn": [{"ref": "Jair ... Nobah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Havvoth Jair ... Kenath", "text": "These are names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]