[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a prayer for help."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "preserve", "text": "\"save\""}, {"ref": "Hide me from the secret plotting ... commotion of the doers of iniquity", "text": "These two clauses have similar meanings. The second clause provides more detail by describing what the \"secret plotting\" sounds like. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "from the commotion", "text": "Here the implied words \"hide me\" can be added to the translation. AT: \"hide me from the commotion\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "commotion", "text": "a confusing sound of noise and excitement"}]}, {"id": "003", "tn": [{"ref": "They have sharpened their tongues like swords", "text": "The writer speaks of his enemies' tongues as if they were as sharp as swords. Here \"tongues\" represents the harsh words that the enemies speak. AT: \"The harsh things that they say hurt me like a sharp sword\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "arrows, bitter words", "text": "The writer speaks of his enemies' bitter words as if they were arrows being shot at him. AT: \"bitter words which pierce me like arrows\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "Who will see us?", "text": "The evildoers do not expect an answer to their question because they think no one will see them. AT: \"No one will see what we are doing\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The inner thoughts and hearts of man are deep", "text": "The writer speaks of man's \"inner thoughts\" and \"hearts of man\" as if they were a deep body of water that no one can explore all the way to the bottom. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "inner thoughts ... hearts of man", "text": "Both of these phrases refer to man's private or inner thoughts. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "The writer continues to speak of the \"evildoers\" of [[:en:bible:notes:psa:064:001|64:01]]."}, {"ref": "But God will shoot them ... with his arrows", "text": "The writer speaks of God's punishment of the evildoers as if God were shooting arrows at them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be made to stumble", "text": "The writer speaks of God's causing the evildoers' plans to fail as if God were making them stumble in their paths. This can be stated in active form. AT: \"God will make them stumble\" or \"God will cause their plans to fail\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "since their own tongues are against them", "text": "Here \"tongues\" represents the words that they say. AT: \"since the words that they say are against them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what he has done", "text": "\"what God has done\""}]}, {"id": "010", "tn": [{"ref": "take refuge in him", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to him for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the upright in heart will take pride in him", "text": "Here \"upright in heart\" is an idiom that means godly or righteous. AT: \"all the people who are godly will praise him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]