[{"id": "01", "tn": [{"ref": "In those days", "text": "This phrase introduces the beginning of another event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "remote", "text": "far from where most people live"}, {"ref": "was unfaithful to him", "text": "This means that she was unfaithful in their relationship and that she began to sleep with other men. This can be stated explicitly if necessary. AT: \"began to sleep with other men\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "His servant was with him, and a pair of donkeys", "text": "\"He took with him his servant and two donkeys\""}, {"ref": "His father-in-law, the girl's father, persuaded", "text": "in-law, the girl's father, persuaded** - \"His father-in-law, that is, the girl's father, persuaded\" or \"The girl's father persuaded\""}, {"ref": "persuaded him to stay", "text": "\"spoke to him so he decided to stay\""}]}, {"id": "05", "tn": [{"ref": "he prepared", "text": "the Levite prepared"}, {"ref": "Strengthen yourself with a bit of bread", "text": "Here \"bread\" refers to \"food.\" AT: \"Eat some food so you will be strong enough to travel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Please be willing to spend the night", "text": "\"Please stay another night\" (UDB)"}]}, {"id": "07", "tn": [{"ref": "Strengthen yourself, and wait until the afternoon", "text": "The father-in-law is suggesting that he strengthen himself by eating. He is also asking him to wait until the afternoon to leave. This can be stated clearly. AT: \"Eat some food so you will be strong enough to travel, and wait until afternoon to leave\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "now the day is advancing toward evening", "text": "\"the day is almost over\" or \"it is almost evening\""}]}, {"id": "10", "tn": [{"ref": "that is Jerusalem", "text": "\"which was later called Jerusalem\""}, {"ref": "He had a pair of saddled donkeys", "text": "This can be stated in active form. AT: \"He put saddles on his two donkeys\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Come, let us", "text": "This is an idiom used to make a suggestion. AT: \"I suggest that we\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "turn aside to", "text": "This means to take a break from their journey and stop somewhere along the route. AT: \"stop at\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "turn aside into", "text": "This means to take a break from their journey and stop at a place along the route. See how you translated a similar phrase in [[:en:bible:notes:jdg:19:10|19:11]]. AT: \"stop at\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Come, let us", "text": "This is an idiom used to make a suggestion. AT: \"I suggest that we\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "turned aside", "text": "This means to take a break from their journey and stop at a place along the route. See how you translated a similar phrase in [[:en:bible:notes:jdg:19:10|19:11]]. AT: \"stopped\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the city square", "text": "the marketplace where people gathered during the day"}, {"ref": "took them into his house", "text": "This phrase means for someone to invite them to spend the night in their home. AT: \"invited them to stay in their house for that night\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "Benjamites", "text": "A Benjamite was a descendant of Benjamin. Translate the name of these people the same as you did in [[:en:bible:notes:jdg:03:15|3:15]]."}, {"ref": "He raised his eyes", "text": "Here the man looked up and paid attention to what was around him. AT: \"He looked up\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the city square", "text": "the marketplace where people gathered during the day. Translate this the same as you did in [[:en:bible:notes:jdg:19:14|19:14]]."}]}, {"id": "18", "tn": [{"ref": "who will take me into his house", "text": "This phrase refers to someone inviting other people into his house to spend the night there. AT: \"who has invited me to stay in his house\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will take me", "text": "Here the Levite says \"me,\" but he is actually referring to himself along with his servant and his concubine. AT: \"will take us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and there is bread and wine", "text": "Change to active voice. AT: \"and we have plenty of bread and wine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "me and your female servant here, and for this young man with your servants", "text": "The Levite speaks of himself and the others as servants and in the third person to show respect. AT: \"me, my concubine, and my servant\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "We lack nothing", "text": "This can be written as a positive statement. AT: \"We have everything we need\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "20", "tn": [{"ref": "Only do not", "text": "\"Do not.\" The word \"only\" is used here to emphasize what he did not want the Levite to do."}, {"ref": "square", "text": "This refers to the city square. Translate this the same as you did in [[:en:bible:notes:jdg:19:16|19:17]]."}, {"ref": "brought the Levite into his house", "text": "This means that he invited the Levite to spend the night in his house. Also, by inviting the Levite he was inviting the man's concubine and servant as well. AT: \"invited the Levite and his servants to stay in his house\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "22", "tn": [{"ref": "they were making their hearts glad", "text": "The phrase \"making their hearts glad\" is an idiom that means to have a good time with someone else. AT: \"they were have a good time together\" (UDB) or \"they were enjoying themselves\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "some men of ... surrounded the house", "text": "Some men stood on all sides of the house."}]}, {"id": "24", "tn": [{"ref": "See", "text": "This word is used to get the peoples' attention. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the men would not listen to him", "text": "Here the author speaks of \"agreeing\" as if it were \"listening.\" AT: \"the men would not accept his offer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the man seized his concubine", "text": "there could be confusion as to the identity of the man. AT: \"the Levite seized his concubine\""}, {"ref": "at dawn", "text": "\"when the sun was coming up\" or \"at first light\" This refers to when the sun begins to rise."}, {"ref": "it was light", "text": "This refers to morning when it is bright outside. AT: \"the sun was fully risen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "27", "tn": [{"ref": "But there was no answer", "text": "The woman did not answer because she was dead. This can be stated clearly. AT: \"But she did not answer because she was dead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "limb by limb", "text": "\"section by section\"  The author uses this graphic description of how the Levite cut up her body into specific pieces to emphasize what he did. \"Limbs\" refers to a person's arms and legs. If there is not a similar phrase in your language, this description may be left out of the translation. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "twelve pieces", "text": "\"12 pieces\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "sent the pieces everywhere throughout Israel", "text": "This means that he sent sent the different pieces to twelve different areas of Israel. AT: \"sent each piece to a different place throughout Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]