[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to be a prisoner in Caesarea."}, {"ref": "General Information:", "text": "Festus becomes the governor of Caesarea. See how you translated this name in [[:en:bible:notes:act:24:26|24:27]]."}, {"ref": "Now", "text": "This word marks the beginning of a new event in the story."}, {"ref": "Festus entered the province", "text": "Possible meanings are 1) Festus arrived in the area to begin his rule (UDB) or 2) Festus simply arrived in the area."}, {"ref": "he went from Caesarea up to Jerusalem", "text": "The phrase \"went up\" is used here because Jerusalem is higher in elevation than Caesarea."}, {"ref": "the prominent Jews brought accusations against Paul to Festus", "text": "This speaks about accusations as if they were an object that a person could bring to someone else. AT: \"the important Jews accused Paul to Festus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they spoke strongly to Festus", "text": "\"they begged Festus\""}, {"ref": "that he might call him ... so that they could kill him", "text": "\"that Festus might call Paul ... so that the Jews could kill Paul\""}, {"ref": "that he might call him", "text": "This means that Felix would order his soldiers to bring Paul to Jerusalem. AT: \"that he might order his soldiers to bring Paul\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they could kill him along the way", "text": "They were going to ambush Paul."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Here the word \"us\" refers to Festus and the Romans traveling with him. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "But Festus answered that Paul was a prisoner in Caesarea, and that he himself was soon to return there", "text": "This can be stated as a direct quotation. AT: \"But Festus said, 'Paul is a prisoner in Caesarea, and I myself will soon return there'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "\"Therefore, those who can,\" he said, \"should go there with us", "text": "The phrase \"he said\" can be moved to the beginning of the sentence. AT: \"Then he said, 'Therefore, those who are able to go to Caesarea should go there with us\" (See: [[:en:ta:vol2:translate:writing_quotations]])"}, {"ref": "If there is something wrong with the man", "text": "\"If Paul has done something wrong\""}, {"ref": "you should accuse him", "text": "\"you should accuse him of violating laws\" or \"you should bring charges against him\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here the first three times the word \"he\" is used as well as the word \"him,\" the words refer to Festus. The fourth word \"he\" refers to Paul."}, {"ref": "General Information:", "text": "The word \"they\" refers to the Jews who came from Jerusalem."}, {"ref": "down to Caesarea", "text": "Jerusalem is higher geographically than Caesarea. It was common to speak of coming down from Jerusalem."}, {"ref": "sat in the judgment seat", "text": "Here \"judgment seat\" refers to Festus' ruling as judge over Paul's trial. AT: \"sat upon the seat where he acted as judge\" or \"he sat down as judge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Paul to be brought to him", "text": "This can be stated in active form. AT: \"his soldiers bring Paul to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When he arrived", "text": "\"When he came and stood before Festus\""}, {"ref": "they brought many serious charges", "text": "Charging a person with a crime is spoken of as if it were an object that a person could bring to court. AT: \"they spoke against Paul many serious things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against the temple", "text": "Paul says he did not break any rules about who could enter the Jerusalem temple. AT: \"against the entry rules of the temple\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Paul asks to be taken before Caesar for judgment."}, {"ref": "wanted to gain the favor of the Jews", "text": "Here \"the Jews\" means the Jewish leaders. AT: \"wanted to please the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to go up to Jerusalem", "text": "Jerusalem was higher geographically than Caesarea. It was common to speak of going up to Jerusalem."}, {"ref": "and to be judged by me about these things there", "text": "This can be stated in active form. AT: \"where I will judge you with regard to these charges\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I stand before the judgment seat of Caesar where I must be judged", "text": "The \"judgment seat\" refers to Caesar's authority to judge Paul. This can be stated in active form. AT: \"I ask to go before Caesar, so he can judge me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Though if I have done wrong ... no one may hand me over to them", "text": "Paul is stating a hypothetical situation. If he were guilty, he would accept the punishment, but he knows that he is not guilty. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if I have done what is worthy of death", "text": "\"if I have done some wrong that deserves the death penalty\""}, {"ref": "if their accusations are nothing", "text": "\"if the charges against me are not true\""}, {"ref": "no one may hand me over to them", "text": "Possible meanings are 1) Festus does not have the legal authority to hand Paul over to these false accusers or 2) Paul was saying that if he has done nothing wrong, the governor should not give into the request of the Jews."}, {"ref": "I call upon Caesar", "text": "\"I ask that I go before Caesar so he can judge me\""}, {"ref": "with the council", "text": "This is not the Sanhedrin that is referred to as \"council\" throughout Acts. This is a political council in the Roman government. AT: \"with his own government advisors\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Festus explains Paul's case to King Agrippa."}, {"ref": "General Information:", "text": "King Agrippa and Bernice are new people in the story. Though he ruled over only a few territories, King Agrippa is the current reigning king in Palestine. Bernice is Agrippa's sister.(See: [[:en:ta:vol2:translate:writing_participants]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Now", "text": "This word marks the beginning of a new event in the story."}, {"ref": "to pay an official visit to Festus", "text": "\"to visit Festus concerning official matters\""}, {"ref": "A certain man was left behind here by Felix as a prisoner", "text": "This can be stated in active form. AT: \"When Felix left office, he left a man in prison here\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Felix", "text": "Felix was the Roman governor of the area who resided in Caesarea. See how you translated this name in [[:en:bible:notes:act:23:22|23:24]]."}, {"ref": "brought charges against this man to me", "text": "To charge someone in court is spoken of as if it were an object that a person brings to court. AT: \"spoke to me against this man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they asked for condemnation against him", "text": "The abstract noun \"condemnation\" can be expressed as a verb. AT: \"they asked me to condemn him to death\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to give up a man", "text": "\"to condemn a man to death\""}, {"ref": "to face his accusers", "text": "\"to meet directly with his those who accuse him\""}]}, {"id": "17", "tn": [{"ref": "Therefore", "text": "This word marks a statement because of what was said previously. In this case, Fetus had just said that an accused man should be able to face his accusers and make his defense."}, {"ref": "when they came together here", "text": "\"when the Jewish leaders came to meet with me here\""}, {"ref": "I sat in the judgment seat", "text": "Here \"judgment seat\" refers to Festus ruling over Paul's trial as judge. AT: \"I sat upon the seat to act as judge\" or \"I sat down as judge\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I ordered the man to be brought in", "text": "This can be stated in active form. AT: \"I ordered the soldiers to bring Paul before me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their own religion", "text": "Here \"religion\" means the belief system people have toward life and the supernatural."}, {"ref": "to be judged there about these things", "text": "This can be stated in active form. AT: \"where the Jewish council would decide if he were guilty of these charges\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Festus finishes explaining Paul's case to King Agrippa."}, {"ref": "But when Paul called to be kept under guard for the emperor's decision", "text": "This can be stated in active form. AT: \"But when Paul insisted that he stay under Roman guard so the emperor could decide his case\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I ordered him to be kept", "text": "This can be stated in active form. AT: \"I told the soldiers to keep him in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "\"Tomorrow,\" Festus said, \"You will hear him\"", "text": "The phrase \"Festus said\" can be moved to the beginning of the sentence. AT: \"Festus said, 'I will arrange for you to listen to Paul tomorrow'\" (See: [[:en:ta:vol2:translate:writing_quotations]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Festus again gives information about Paul's case to King Agrippa."}, {"ref": "General Information:", "text": "Though he ruled over only a few territories, Agrippa was the current reigning king in Palestine. Bernice was his sister. See how you translated these names in [[:en:bible:notes:act:25:13|25:13]]."}, {"ref": "with much ceremony", "text": "\"with a great ceremony to honor them\""}, {"ref": "the hall", "text": "This was a large room where people gathered for ceremonies, trials, and other events."}, {"ref": "Paul was brought to them", "text": "This can be stated in active form. AT: \"the soldiers brought Paul to appear before them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the multitude of Jews", "text": "This is an exaggeration used for emphasis. AT: \"many of the Jews\" or \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "they shouted to me", "text": "\"they spoke very strongly to me\""}, {"ref": "he should no longer live", "text": "This statement is made in the negative to emphasize the positive equivalent. AT: \"he should die immediately\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here the first \"you\" is plural; the second \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "because he called upon the emperor", "text": "\"because he asked for the emperor to judge him\""}, {"ref": "I have brought him to you, especially to you, King Agrippa", "text": "\"I have brought Paul to all of you, but especially to you, King Agrippa.\""}, {"ref": "so that I might have something more to write", "text": "\"so that I will have something else to write\" or \"so that I will know what I should write\""}, {"ref": "it seems unreasonable for me to send a prisoner and to not also state", "text": "The negative words \"unreasonable\" and \"to not\" can be stated in positive form. AT: \"it seems reasonable to me that if I send a prisoner then I should also state\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "the charges against him", "text": "Possible meanings are 1) the accusations that the Jewish leaders have brought against him or 2) the charges under Roman law that apply to Paul's case."}]}]