{"01": [{"ref": "General Information:", "text": "The scene shifts to events that occurred some time after events of the previous chapter. Here Jesus responds to the criticisms of the Pharisees. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Why do your disciples violate the traditions of the elders?", "text": "The Pharisees and scribes use this question to criticize Jesus and his disciples. AT: \"Your disciples do not respect the rules that our ancestors have given us\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "traditions of the elders", "text": "This is not the same as the law of Moses. This refers to later teachings and interpretations of the law given by religious leaders after Moses."}, {"ref": "they do not wash their hands", "text": "This washing is not only to clean hands. This refers to a ceremonial washing according to the tradition of the elders. AT: \"they do not wash their hands properly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then why do you violate the commandment of God for the sake of your traditions?", "text": "Jesus answers with a question to criticize what the religious leaders do. AT: \"And I see that you refuse to obey God's commands just so that you can follow what your ancestors taught you!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "04": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the Pharisees."}, {"ref": "General Information:", "text": "In verse 4, Jesus quotes twice from Exodus to show how God expects people to treat their parents."}, {"ref": "will surely die", "text": "\"the people will surely execute him\""}, {"ref": "But you say, 'Whoever says to his father or mother \"Whatever help you would have received from me is now a gift given to God,\"' that person does not need to honor his father", "text": "This has a quotation within a quotation. If necessary you can translate them as indirect quotations. AT: \"But you teach that a person does not need to honor his parents by giving them something that may help them if the person tells his parents that he has already given it as a gift to God\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "But you say", "text": "Here \"you\" is plural and refers to the Pharisees and scribes. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "does not need to honor his father", "text": "It is implied that \"his father\" means \"his parents.\" This means the religious leaders taught that a person does not need to show respect to his parents by taking care of them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you have made void the word of God for the sake of your traditions", "text": "\"you have made your traditions more important than God's commands\""}], "07": [{"ref": "Connecting Statement:", "text": "Jesus concludes his response to the Pharisees and scribes."}, {"ref": "General Information:", "text": "In verses 8 and 9, Jesus quotes the prophet Isaiah to rebuke the Pharisees and scribes."}, {"ref": "Well did Isaiah prophesy about you", "text": "\"Isaiah told the truth in this prophecy about you\""}, {"ref": "when he said", "text": "It is implied that Isaiah is speaking what God told him. AT: \"when he told what God said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This people honors me with their lips", "text": "Here \"lips\" refers to speaking. AT: \"These people say all the right things to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "me", "text": "All occurrences of this word refer to God."}, {"ref": "but their heart is far from me", "text": "Here \"heart\" refers to a person's thoughts or emotions. This phrase is a way of saying the people are not truly devoted to God. AT: \"but they do not really love me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They worship me in vain", "text": "\"Their worship means nothing to me\" or \"They only pretend to worship me\""}, {"ref": "the commandments of people", "text": "\"the rules that people make up\""}], "10": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach the crowd and his disciples about what defiles a person and why the Pharisees and scribes were wrong to criticize him."}, {"ref": "Listen and understand", "text": "Jesus is emphasizing the importance of what he is about to say. The implied information can  be made explicit. AT: \"Listen carefully to what I say so that you may understand its meaning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "enters into the mouth ... comes out of the mouth", "text": "Jesus is contrasting what a person eats to what a person says. Jesus means that God is concerned with what a person says rather than what a person eats. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "12": [{"ref": "the Pharisees were offended when they heard this statement", "text": "This can be stated in active form. AT: \"this statement made the Pharisees angry\" or \"this statement offended the Pharisees\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Every plant that my heavenly Father has not planted will be rooted up", "text": "This is a metaphor. Jesus means that the Pharisees do not actually belong to God, so God will remove them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my heavenly Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "will be rooted up", "text": "This can be stated in active form. AT: \"my Father will uproot them\" or \"my Father will take them out of the ground\" or \"my Father will remove them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let them alone", "text": "The word \"​them\"​ refers to the Pharisees."}, {"ref": "blind guides ... both will fall into a pit", "text": "Jesus uses another metaphor to describe the Pharisees. Jesus means that the Pharisees do not understand God's commands or how to please him. Therefore, they cannot teach others how to please God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "15": [{"ref": "Connecting Statement:", "text": "Jesus explains the parable that he told in [[:en:bible:notes:mat:15:12|15:13-14]]."}, {"ref": "to us", "text": "\"to us disciples\""}, {"ref": "Are you also still without understanding?", "text": "Jesus uses a question to rebuke the disciples for not understanding the parable. Also, the word \"you\" is emphasized. Jesus cannot believe his own disciples do not understand. AT: \"I am disappointed that you, my disciples, still do not understand what I teach!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not see ... into the latrine?", "text": "Jesus uses a question to rebuke the disciples for not understanding the parable. AT: \"Surely you understand ... into the latrine\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the mouth passes", "text": "\"the mouth goes\""}, {"ref": "latrine", "text": "This a polite term for the place where people bury body waste."}], "18": [{"ref": "Connecting Statement:", "text": "Jesus continues to explain the parable that he told in [[:en:bible:notes:mat:15:12|15:13-14]]."}, {"ref": "things that come out of the mouth", "text": "This refers to what a person says. AT: \"words that a person says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the heart", "text": "Here \"heart\" refers to a person's mind or innermost being. AT: \"from inside the person\" or \"from a person's mind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "murder", "text": "to kill innocent people"}, {"ref": "slander", "text": "to say something about another person that is offensive and that is not true"}, {"ref": "unwashed hands", "text": "This means a person has not ceremonially washed his hands according to the traditions of the elders."}], "21": [{"ref": "General Information:", "text": "This begins an account of Jesus healing the daughter of a Canaanite woman."}, {"ref": "Jesus went away", "text": "It is implied that the disciples went with Jesus. AT: \"Jesus and his disciples went away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "behold, a Canaanite woman came", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. AT: \"there was a Canaanite woman who came\""}, {"ref": "a Canaanite woman came out from that region", "text": "\"a woman from the group of people called Canaanites who live in that region\" (UDB). The country of Canaan no longer existed by this time. She was a part of a people group that lived near the cities of Tyre and Sidon."}, {"ref": "Have mercy on me", "text": "This phrase implies that she is requesting that Jesus heal her daughter. AT: \"Have mercy and heal my daughter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Son of David", "text": "Jesus was not David's literal son, so this may be translated as \"Descendant of David\" (UDB). However, \"Son of David\" is also a title for the Messiah, and the woman may have been calling Jesus by this title."}, {"ref": "my daughter is severely tormented by a demon", "text": "This can be stated in active form. AT: \"a demon is tormenting my daughter very much\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "answered her not a word", "text": "Here \"word\" refers to what a person says. AT: \"said nothing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "24": [{"ref": "I was not sent to anyone", "text": "This can be stated in active form. AT: \"God did not send me to anyone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to the lost sheep of the house of Israel", "text": "This is a metaphor comparing the entire nation of Israel to sheep who have strayed from their shepherd. See how you translated this in [[:en:bible:notes:mat:10:05|10:6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "she came", "text": "\"the Canaanite woman came\""}, {"ref": "bowed down before him", "text": "This shows that the woman is humbling herself before Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "It is not right to take the children's bread and throw it to the little dogs", "text": "Jesus responds to the woman with a proverb. The basic meaning is that it is not right to take what is supposed to belong to Jews and give it to non-Jews. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "little dogs", "text": "Use words here for dogs of any size that people keep as pets."}, {"ref": "the children's bread", "text": "Here \"bread\" refers to food in general. AT: \"the children's food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the little dogs", "text": "The Jews considered dogs to be unclean animals. Here they are used as an image for non-Jews."}], "27": [{"ref": "even the little dogs eat some of the crumbs that fall from their masters' tables", "text": "The woman responds by using the same imagery as Jesus used in the proverb he just spoke. She means non-Jews should be able to have a small amount of the good things Jews are throwing away. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "little dogs", "text": "Use words here for dogs of any size that people keep as pets. Translate this is you did in [[:en:bible:notes:mat:15:24|15:26]]."}, {"ref": "Let it be done", "text": "This can be stated in active form. AT: \"I will do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "her daughter was healed", "text": "This can be stated in active form. AT: \"Jesus healed her daughter\" or \"her daughter became well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at that hour", "text": "This is an idiom. AT: \"at exactly the same time\" or \"immediately\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "29": [{"ref": "General Information:", "text": "These verses give background information about the miracle that Jesus is about to perform by feeding four thousand people. (See: [[:en:ta:vol2:translate:writing_background]])."}, {"ref": "lame, blind, mute, and crippled people", "text": "\"those who could not walk, those who could not see, those who could not talk, and those whose arms or legs did not function\""}, {"ref": "They presented them at Jesus' feet", "text": "Here \"feet\" means they placed the sick in front of Jesus. AT: \"The crowds brought the sick people to Jesus\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the crippled made well", "text": "This can be stated in active form. AT: \"the crippled become well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the crippled ... the lame ... the blind", "text": "These nominal adjectives can be stated as adjectives. AT: \"the crippled persons ... the lame persons ... the blind persons\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}], "32": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus feeding four thousand people with seven loaves of bread and a few small fish."}, {"ref": "or they may faint on the way", "text": "\"because they might faint on the way\""}, {"ref": "Where can we get enough loaves of bread in such a deserted place to satisfy so large a crowd?", "text": "The disciples use a question to state that there is nowhere to get food for the crowd. AT: \"There is nowhere nearby that we can get enough bread for such a large crowd\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Seven, and a few small fish", "text": "The understood information can be made clear. AT: \"Seven loaves of bread, and a few small fish\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "sit down on the ground", "text": "Use your language's word for how people customarily eat when there is no table, whether sitting or lying down."}], "36": [{"ref": "He took", "text": "\"Jesus held in his hands.\" He did not steal them. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he broke the loaves", "text": "\"he tore the loaves\""}, {"ref": "gave them", "text": "\"gave the bread and the fish\""}, {"ref": "they gathered", "text": "\"the disciples gathered\" or \"some people gathered\""}, {"ref": "Those who ate", "text": "\"The people who ate\""}, {"ref": "four thousand men", "text": "\"4,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the region", "text": "\"the area\""}, {"ref": "Magadan", "text": "This region is sometimes called \"Magdala.\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}