[{"id": "01", "tn": [{"ref": "the wilderness of Sin", "text": "The word \"Sin\" here is the Hebrew name of the wilderness. It is not the English word \"sin.\" (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "on the fifteenth day of the second month", "text": "This time coincides with the end of April and the beginning of May on Western calendars. AT: \"on day 15 of the second month\" (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "The whole community of Israelites", "text": "\"All the Israelites.\" This is a generalization. Moses and Aaron did not complain. AT: \"The Israelites\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "complained", "text": "\"were angry and spoke\""}, {"ref": "If only we had died", "text": "This is a way of saying that they wished that they had died. AT: \"We wish that we had died\""}, {"ref": "by Yahweh's hand", "text": "The phrase \"Yahweh's hand\" represents Yahweh's action. AT: \"by Yahweh's action\" See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "I will rain down bread from heaven for you", "text": "God speaks of food coming down from heaven as if it were rain.  AT: \"I will make bread come down from heaven like rain\" or \"I will make bread fall to you from the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bread", "text": "God speaks of the food that he will send as if it were bread. The Israelites would eat this food every day, just as they had eaten bread every day before this. AT: \"food\" or \"food like bread\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walk in my law", "text": "God speaks of obeying his law as walking in it. AT: \"obey my law\" or \"live according to my law\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my law", "text": "\"my command\""}, {"ref": "It will come about on the sixth day, that they", "text": "\"It will happen on the sixth day that they\" or \"On the sixth day they\""}, {"ref": "on the sixth day", "text": "\"on day 6\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "twice", "text": "\"two times\" or \"2 times\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "06", "tn": [{"ref": "Who are we for you to complain against us?", "text": "Moses and Aaron used this question to show the people that it was foolish to complain against them. AT: \"We are not powerful enough for you to complain against us.\" or \"It is foolish to complain against us, because we cannot do what you want.\"  (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bread", "text": "Moses speaks of the food that God will send as if it were bread. The Israelites would eat this food every day, just as they had eaten bread every day before this. See how you translated it in [[:en:bible:notes:exo:16:04|16:4]]. AT: \"food\" or \"food like bread\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who are Aaron and I?", "text": "Moses used this question to show the people that he and Aaron did not have the power to give them what they wanted. AT: \"Aaron and I cannot give you what you want.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your complaints are not against us; they are against Yahweh", "text": "The people were complaining against Moses and Aaron, who were Yahweh's servants. So by complaining against them, the people were really complaining against Yahweh. AT: Your complaints are not really against us; they are against Yahweh, because we are his servants\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. The important event here is the people seeing Yahweh's glory. If your language has a way for doing this, you could consider using it here."}, {"ref": "behold", "text": "The word \"behold\" here shows that the people saw something interesting."}, {"ref": "bread", "text": "God speaks of the food that he will send as if it were bread. The Israelites would eat this food every day, just as they had eaten bread every day before this. See how you translated it in [[:en:bible:notes:exo:16:04|16:4]]. AT: \"food\" or \"food like bread\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "It came about ... that", "text": "This phrase is used here to mark an important part of the events. If your language has a way for doing this, you could consider using it here."}, {"ref": "quails", "text": "These are small, plump birds. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "like frost", "text": "The original readers knew what frost is like, so this phrase would help them understand what the flakes were like. Frost is frozen dew that forms on the ground. It is very fine. AT: \"that looked like frost\" or \"that was fine like frost\"  (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "bread", "text": "Moses speaks of the food that God sent as if it were bread. The Israelites would eat this food every day, just as they had eaten bread every day before this. See how you translated it in [[:en:bible:notes:exo:16:04|16:4]]. AT: \"food\" or \"food like bread\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Moses continues telling the people about the food that God was providing for them."}, {"ref": "omer", "text": "\"two liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "had no lack", "text": "\"did not lack any\" or \"had enough\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "22", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark the beginning of a new part of the story. Verses 16:22-30 tell about what the people did concerning the manna on the sixth and seventh days of the week. If your language has a way for marking this as a new part of the story, you could consider using it here."}, {"ref": "on the sixth day", "text": "\"on day 6\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "twice", "text": "\"two times\" or \"2 times\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "bread", "text": "This refers to the bread that appeared as thin flakes on the ground each morning."}, {"ref": "solemn", "text": "\"serious\" or \"quiet and thoughtful\""}]}, {"id": "24", "tn": [{"ref": "did not become foul", "text": "\"did not smell rotten\""}, {"ref": "today is a day reserved as a Sabbath to honor Yahweh", "text": "\"today is a Sabbath and is to be used only for honoring Yahweh\""}]}, {"id": "26", "tn": [{"ref": "but the seventh day", "text": "\"but on day seven\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "manna", "text": "This was the name the Israelites gave to the bread that Yahweh caused to appear for them each morning."}, {"ref": "they found none", "text": "\"they did not find any manna\""}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Yahweh speaks to Moses, but the word \"you\" refers to the people of Israel in general."}, {"ref": "How long will you refuse to keep my commandments and my laws?", "text": "God used this question to scold the people because they did not obey his laws. AT: \"You people still do not keep my commandments and laws!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to keep my commandments and my laws", "text": "\"to obey my commandments and my laws\""}, {"ref": "Yahweh has given you the Sabbath", "text": "Yahweh speaks about teaching people to rest on the Sabbath as if the Sabbath were a gift. AT: \"I, Yahweh, have taught you to rest on the Sabbath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sixth day ... two days ... seventh day", "text": "\"day 6 ... 2 days ... day 7\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "bread", "text": "This refers to the bread that appeared as thin flakes on the ground each morning."}]}, {"id": "31", "tn": [{"ref": "manna", "text": "This was the name the Israelites gave to the bread that Yahweh caused to appear for them each morning. See how you translated this in [[:en:bible:notes:exo:16:26|16:26]]."}, {"ref": "coriander seed", "text": "Coriander is also known as cilantro. People dry the seeds and grind them into a powder and put it in food to give it flavor. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "wafers", "text": "very thin biscuits or crackers"}, {"ref": "omer", "text": "\"2 liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "bread", "text": "This refers to the bread that appeared as thin flakes on the ground each morning."}]}, {"id": "33", "tn": [{"ref": "Now an omer is a tenth of an ephah", "text": "An omer and an ephah are both containers for measuring volume. The original readers would have known how much an ephah was. This sentence would help them know how much an omer was.  For languages that do not use fractions, this can be reworded. AT: \"Now ten omers equal one ephah\" (See: [[:en:ta:vol2:translate:translate_bvolume]] and [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "an omer", "text": "\"two liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}]}]