[{"id": "01", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Now you, son of man, will you judge? Will you judge the city of blood?", "text": "AT. \"Son of man, go and judge. Go and judge the city of blood.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "city of blood", "text": "Yahweh refers to Jerusalem as the city of blood. This refers to the murders and violence that happen in Jerusalem. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "her ... herself", "text": "The word \"her\" refers to Jerusalem. Cities were often thought of as a woman. This continues through verse 32. (See [[:en:ta:vol2:translate:figs_gendernotations]] and [[:en:ta:vol2:translate:figs_personification]])."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak through Ezekiel to the people of Jerusalem."}, {"ref": "For you have drawn your days close and approached your final years.", "text": "Both of these phrases mean that the time when Yahweh will punish Jerusalem is very near. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "full of confusion", "text": "many people in Jerusalem are confused"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh speaking about the ruler of Israel in Jerusalem."}, {"ref": "Behold", "text": "AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "come to you ... in your midst", "text": "The words \"you\" and \"your\" refer to Jerusalem."}, {"ref": "they eat on the mountains", "text": "Here, \"the mountains\" refer to the altars to idols that are on the mountains. They eat meat that has been sacrificed to the idols in order to be have the blessing of false gods. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They perform wickedness in your midst", "text": "This means that they do evil things inside the city of Jerusalem."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "God continues to speak through Ezekiel about the terrible things that the people of Jerusalem have done."}, {"ref": "you ... They", "text": "These pronouns refer to Jerusalem (the people of Jerusalem)."}, {"ref": "The nakedness of a father is revealed", "text": "This is the father's wife. It is the nakedness that is only meant for him to see. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "abused ... commit abominations with ... make their own daughters-in-law shamefully unclean", "text": "in-law shamefully unclean** - These are all ways to express that the men have had slept with women they should not have and how sinful their actions are."}, {"ref": "interest", "text": "This word refers to the money paid by a person to use borrowed money. However, some modern versions interpret \"interest\" in this passage as \"too much interest.\""}, {"ref": "you have forgotten me", "text": "refusing to obey Yahweh is like forgetting that he exists. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Jerusalem by speaking directly to the city of Jerusalem."}, {"ref": "I have struck the dishonest gain ... the bloodshed", "text": "The word \"struck\" refers to Yahweh taking action against those things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will your heart stand, will your hands be strong on the days when I myself will deal with you?", "text": "AT: \"Your heart will not stand, your hands will not be strong on the days when I myself will deal with you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "scatter you among the nations and disperse you through the lands", "text": "See how you translated this in [[:en:bible:notes:ezk:12:14|12:15]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "purge", "text": "remove something unwanted."}, {"ref": "in the eyes of the nations", "text": "\"in the opinion of the people in other nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "dross", "text": "AT: \"worthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "All of them are the leftovers of bronze and tin, and iron and lead in your midst", "text": "AT: \"All of the people around you are worthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "God continues to describe his punishment of the people if Israel in Jerusalem as metals being melted and purified in a furnace. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will melt you.", "text": "God's punishment is referred to as the fire of a furnace that will purify Jerusalem like a furnace that separates worthless materials from the precious metals when they are melted."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh tells Ezekiel to speak to Jerusalem."}, {"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "There is no rain on the day of wrath", "text": "Rain is used as an example of God's blessing. AT: \"There is no blessing on the day of wrath\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "conspiracy", "text": "a secret plan made by two or more people to do something harmful or illegal."}]}, {"id": "26", "tn": [{"ref": "her", "text": "This pronoun refers to Jerusalem."}, {"ref": "They pour out blood and destroy life", "text": "These two phrases mean basically the same thing and emphasize the violence that Jerusalem's princes practice. AT: \"They murder people\" (UDB). (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Yahweh compares the leaders of Jerusalem to a wall and himself to an invading army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a man from them who would build up a wall", "text": "a leader putting himself between Yahweh and the people by taking responsibility to lead them back into righteousness. AT: \"a man from them who would act like a wall\""}, {"ref": "stand before me in its breach", "text": "to stand in the place the wall has a gap or has been broken. A leader defending the people of Israel is like a warrior defending a city in battle."}, {"ref": "pour out my indignation upon them!", "text": "judgment that can be poured out like water from a bowl."}, {"ref": "the fire of my indignation", "text": "judgment of God is like fire because it is very intense."}, {"ref": "set their way on their own heads", "text": "Setting something on a person's head refers to making them carry it or take responsibility for it. AT: \"make them take responsibility for what they have done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]