[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "I am just a flower in a plain", "text": "The woman compares herself with a flower in a plain in order to emphasize that she is a common and delicate girl from the countryside that does not deserve the enormous amount of attention that her lover is giving to her. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a plain", "text": "an area of land that is flat, has no trees, and grows many different kinds of grasses and flowers"}, {"ref": "just a lily in a valley", "text": "The woman compares herself with a lily in a valley for the same reason that she compared herself with a flower in a plain."}, {"ref": "lily", "text": "a sweet smelling flower that is shaped like a trumpet"}, {"ref": "a valley", "text": "This refers to a very large flat area between mountains."}, {"ref": "As a lily ... my countrymen", "text": "The man means that the woman is far more beautiful and precious than all the other young women, just as a lily is far more beautiful and precious than all of the thorn bushes that might surround it. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "my love", "text": "See how you translated this in [[:en:bible:notes:sng:01:09|1:9]]."}, {"ref": "the daughters of my countrymen", "text": "\"other young women\""}]}, {"id": "03", "tn": [{"ref": "As an apricot tree ... the young men", "text": "As an apricot tree is more comforting and delightful than any of the other trees in the forest so the woman's beloved is more comforting and delightful than all the other young men. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "apricot tree", "text": "a tree that produces a small yellow fruit that is very sweet"}, {"ref": "I sit down under his shadow with great delight", "text": "The woman finds great joy and comfort in being so near to her beloved. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and his fruit is sweet to my taste", "text": "The woman compares the enjoyment of her beloved to sweet fruit. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "banqueting hall", "text": "a very large room where people ate large meals and enjoyed visiting with each other"}, {"ref": "and his banner", "text": "A \"banner\" is a large piece of cloth that people held up in at the front of an army in order to lead the way and give courage to the other men"}, {"ref": "his banner over me was love", "text": "The woman would have been nervous to enter the banqueting hall, but the love of her beloved showed her the way and gave her courage to enter. AT: \"but his love guided me and gave me courage like a banner.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Revive me", "text": "\"Return my strength\" or \"Give me energy\""}, {"ref": "with raisin cakes", "text": "\"by feeding me cakes made of raisins that stick together in flat patties\" or \"by giving me raisin cakes\""}, {"ref": "refresh me with apricots", "text": "\"support me by giving me apricots\" or \"help my by giving me apricots"}, {"ref": "for I am weak with love", "text": "\"because my love is so strong that I feel feeble.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "left hand ... right hand", "text": "\"left arm ... right arm\""}, {"ref": "embraces me", "text": "\"holds me\""}]}, {"id": "07", "tn": [{"ref": "daughters of Jerusalem", "text": "\"young women of Jerusalem\""}, {"ref": "by the gazelles and the does of the fields", "text": "These animals of the field are shy and timid, but experience absolute freedom."}, {"ref": "the gazelles", "text": "animals that look a lot like deer and are fast, slender, and shy"}, {"ref": "of the fields", "text": "\"that live in the countryside\""}, {"ref": "will not interrupt our lovemaking until it is over", "text": "\"will not interrupt us as we make love until we are finished\""}, {"ref": "interrupt", "text": "\"disturb\" or \"bother\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Here begins Part Two of the book"}, {"ref": "Oh, here he comes", "text": "The word \"Oh\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "leaping over the mountains, jumping over the hills", "text": "\"leaping on the mountains, running quickly on the hills.\" The beloved runs quickly and gracefully like a gazelle, even over the rough terrain of the mountains and the hills."}, {"ref": "like a gazelle or a young stag", "text": "The woman compares her beloved with a gazelle and a young buck because he is fast, beautiful, and graceful like these animals. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a gazelle", "text": "See how you translated \"the gazelles\" in [[:en:bible:notes:sng:08:02|2:9]]."}, {"ref": "a young stag", "text": "\"a young buck\" or \"a young male deer\""}, {"ref": "look, he is standing", "text": "The word \"look\" here shows that the woman saw something interesting."}, {"ref": "behind our wall", "text": "\"on the other side of our wall.\" The woman is in a house and her beloved is outside the house."}, {"ref": "our wall", "text": "The word \"our\" refers to the woman and the other people in the house with her."}, {"ref": "gazing through the window", "text": "\"he stares in through the windows\""}, {"ref": "peering through the lattice", "text": "\"he peeks through the lattice\""}, {"ref": "lattice", "text": "long strips of wood that someone has woven together in order to create a cover for a window or some other entrance"}]}, {"id": "10", "tn": [{"ref": "Arise", "text": "\"Get up\""}, {"ref": "my love", "text": "See how you translated this in [[:en:bible:notes:sng:01:09|1:9]]."}, {"ref": "Look, the winter", "text": "The word \"Look\" here adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "the rain is over and gone", "text": "In Israel, it only rains during the winter."}]}, {"id": "12", "tn": [{"ref": "The flowers have appeared", "text": "AT: \"You can see flowers\" or \"People can see flowers.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the land", "text": "\"all over this land\""}, {"ref": "the time for pruning", "text": "\"the season for people to prune\""}, {"ref": "and the singing of birds", "text": "\"and for birds to sing\""}, {"ref": "pruning", "text": "cutting off branches from a plant so that it will produce more fruit or look better"}, {"ref": "the sound of the doves is heard", "text": "AT: \"you can hear doves cooing\" or \"people can hear the sound of doves\""}, {"ref": "vines are in blossom", "text": "\"vines are flowering\" or \"vines have flowers\""}, {"ref": "they give off", "text": "The word \"they\" refers to the blossoms on the vines."}, {"ref": "fragrance", "text": "\"sweet smell\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The woman's beloved is speaking."}, {"ref": "My dove", "text": "The woman's beloved compares the woman with a dove because she has a beautiful face and a beautiful voice like a dove and because he was to be with her in a place that is far away from other people just as doves live in places far away from people."}, {"ref": "the clefts of the rock", "text": "\"the hiding places of the cliffs.\" Clefts are large cracks in the side of mountain rocks."}, {"ref": "in the secret clefts of the mountain crags", "text": "\"in the secret places on the steep mountain sides.\" This phrase describes the place where the beloved wants to see the face of the woman."}, {"ref": "your face", "text": "\"your appearance\" or \"your form\" or \"what you look like\""}]}, {"id": "15", "tn": [{"ref": "the jackals", "text": "This could also be translated as \"the foxes.\" These animals look like small dogs and were often used in love poetry to represent eager young men who would spoil a young lady. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for us", "text": "The word \"us\" could possibly refer to 1) the woman and her lover or 2) the woman and the rest of her family."}, {"ref": "the little jackals", "text": "\"the young jackals.\" Jackals give birth to their young in the spring when the vines are blooming."}, {"ref": "that spoil", "text": "\"that wreck\" or \"that destroy.\" Jackals and foxes destroy vineyards by digging holes and eating vines and grapes. This could also represent the young men who spoil the young ladies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in blossom", "text": "This could represent a young lady ready for marriage and bearing children. See how you translated this in [[:en:bible:notes:sng:02:12|2:13]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "My beloved is mine", "text": "\"My beloved belongs to me\""}, {"ref": "and I am his", "text": "\"and I belong to him\""}, {"ref": "he grazes", "text": "\"feeds\" or \"eats grass.\" The woman compares her beloved with an animal that eats plants among the lilies, like a gazelle or young stag."}, {"ref": "dawn", "text": "the part of the day when the sun is rising"}, {"ref": "the shadows flee away", "text": "The woman describes the shadows as though they were running away from the light of the sun. AT: \"the shadows disappear.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a gazelle or a young stag", "text": "See how you translated this in [[:en:bible:notes:sng:02:08|2:9]]."}, {"ref": "gazelle", "text": "a type of slender deer-like animal with long curved horns"}, {"ref": "stag", "text": "an adult male deer"}, {"ref": "rugged", "text": "\"rocky\" or \"rough\""}]}]