{"1": [{"a": "The city has become like a widow.", "q": "What has the city of Jerusalem become like even though she was once a mighty nation?", "ref": ["01-01"]}, {"a": "Judah can find no rest even though she lives among the nations.", "q": "What can Judah not find even though she lives among the nations?", "ref": ["01-03"]}, {"a": "Yahweh has afflicted the city of Jerusalem because of her many sins.", "q": "Why has Yahweh afflicted the city of Jerusalem?", "ref": ["01-05"]}, {"a": "Beauty has left the daughter of Zion.", "q": "What has left the daughter of Zion?", "ref": ["01-06"]}, {"a": "Jerusalem recalls all her precious treasures that she had in former days.", "q": "What did Jerusalem have in former days that she now calls to mind?", "ref": ["01-07"]}, {"a": "Jerusalem has become like a menstrual rag.", "q": "Because Jerusalem sinned greatly, what has she become like?", "ref": ["01-08"]}, {"a": "Jerusalem has seen the nations enter her sanctuary.", "q": "What has Jerusalem seen enter her sanctuary even though Yahweh had commanded that they must not enter?", "ref": ["01-10"]}, {"a": "The people groan as they search for bread.", "q": "What do the people do as they search for bread?", "ref": ["01-11"]}, {"a": "Yahweh has spread a net before the feet of Jerusalem.", "q": "What has Yahweh spread before the feet of Jerusalem to turn her back?", "ref": ["01-13"]}, {"a": "Jerusalem's strength has failed because of the yoke of her transgressions placed on her neck.", "q": "What has failed because of the yoke of Jerusalem's transgressions that are knit together and placed on her neck?", "ref": ["01-14"]}, {"a": "The Lord has trampled the virgin daughter of Judah like grapes in a wine press.", "q": "Like what has the Lord trampled the virgin daughter of Judah?", "ref": ["01-15"]}, {"a": "Jerusalem's children are desolate because the enemy has triumphed.", "q": "Why are Jerusalem's children desolate?", "ref": ["01-16"]}, {"a": "Jerusalem's virgins and vigorous men have gone into captivity.", "q": "Who have gone into captivity because Jerusalem rebelled against Yahweh's commandment?", "ref": ["01-18"]}, {"a": "Jerusalem's priests and elders perished in the city.", "q": "Who perished in the city while they sought food to restore their lives?", "ref": ["01-19"]}, {"a": "Jerusalem's heart is turned within her.", "q": "What is turned within Jerusalem because she grievously rebelled?", "ref": ["01-20"]}, {"a": "The enemies of Jerusalem rejoice.", "q": "What do the enemies of Jerusalem do when they hear of her adversity?", "ref": ["01-21"]}, {"a": "Jerusalem asks that Yahweh would torment her enemies as Yahweh has tormented her for all her transgressions.", "q": "What does Jerusalem request Yahweh to do to her enemies as they come before Yahweh?", "ref": ["01-22"]}], "2": [{"a": "He has taken away the beauty of Israel, has no compassion for the towns of Jacob, and has struck down the fortified cities of Judah.", "q": "How does the Lord express his anger because of Jeremiah's rebellion?", "ref": ["02-01", "02-02"]}, {"a": "The Lord has removed all of Israel's strength and poured his wrath on Zion.", "q": "How does his anger affect Israel and Zion?", "ref": ["02-03", "02-04"]}, {"a": "The Lord has become like an enemy, he destroyed the palace and the tabernacle, and has despised both king and priest.", "q": "How is the Lord's anger shown?", "ref": ["02-05", "02-06"]}, {"a": "They feel victorious because the Lord rejected his altar and has given the walls of the palace over to them.", "q": "Why does the enemy feel victorious?", "ref": ["02-07"]}, {"a": "Her gates have sunk into the ground, and Yahweh has destroyed and broken her gate bars.", "q": "What has happened to the gates and bars of Zion?", "ref": ["02-09"]}, {"a": "The elders sit on the ground, sprinkle their heads with dust while dressed in sackcloth. The virgins lower their heads to the ground.", "q": "How do the elders and virgins show they are grieving?", "ref": ["02-10"]}, {"a": "Because there is nothing for his people to eat or drink.", "q": "Why is Jeremiah lamenting?", "ref": ["02-11", "02-12"]}, {"a": "They clap their hands, hiss and shake their heads, they whistle and grind their teeth.", "q": "What do the mockers do as they pass through the city?", "ref": ["02-15", "02-16"]}, {"a": "They cry out to the Lord and lift their hands to him for the sake of their children.", "q": "How do the people show their remorse?", "ref": ["02-18", "02-19"]}, {"a": "Because he has dealt with them so severely, they are hungry, and they are concerned about their priests being slaughtered.", "q": "Why are the people begging for Yahweh's mercy?", "ref": ["02-20"]}, {"a": "On the day of Yahweh's wrath, Yahweh killed young and old, no one survived, and he showed no compassion.", "q": "How does Jeremiah describe the day of Yahweh's wrath?", "ref": ["02-21", "02-22"]}], "3": [{"a": "Yahweh's hand is turned against him all the day.", "q": "What does the writer say that Yahweh has turned against him all the day?", "ref": ["03-03"]}, {"a": "Yahweh has built a wall around him.", "q": "What does the writer say that Yahweh has built around him so that he cannot escape?", "ref": ["03-07"]}, {"a": "The writer describes Yahweh as a bear that is waiting to ambush him.", "q": "To what animal does the writer compare Yahweh and say that it is waiting to ambush him?", "ref": ["03-10"]}, {"a": "The writer has become a laughingstock to all his people.", "q": "What has the writer become to all his people?", "ref": ["03-14"]}, {"a": "The writer can no longer remember any happiness.", "q": "What can the writer no longer remember since Yahweh has removed peace from his life?", "ref": ["03-17"]}, {"a": "The writer's mood is one of despair within himself as he calls to mind his affliction.", "q": "What is the writer's mood as he calls to mind his affliction?", "ref": ["03-19", "03-20"]}, {"a": "The writer says that Yahweh's merciful actions occur afresh every morning.", "q": "What does the writer say occurs afresh every morning?", "ref": ["03-23"]}, {"a": "Yahweh is good to those who wait for him, and wait in silence for Yahweh's salvation.", "q": "What is Yahweh like toward the one who waits for him and to whose who wait in silence for the salvation of Yahweh?", "ref": ["03-25", "03-26"]}, {"a": "A person should sit alone and silent because Yahweh has laid it upon him.", "q": "How should a person sit because Yahweh has laid it upon him?", "ref": ["03-26", "03-28"]}, {"a": "Yahweh shows compassion even though he brings grief.", "q": "What does Yahweh show, even though he brings grief?", "ref": ["03-32"]}, {"a": "Yahweh does not oppress from his heart or torment the sons of men.", "q": "From where does Yahweh not oppress or torment the sons of men?", "ref": ["03-33"]}, {"a": "Calamity and success come out of the mouth of the Most High.", "q": "What two things come out of the mouth of the Most High?", "ref": ["03-38"]}, {"a": "The people should lift up their hearts and their hands to God in the heavens.", "q": "What should the people lift up to God in the heavens when they test and examine their ways and turn back to Yahweh?", "ref": ["03-40", "03-41"]}, {"a": "They should admit that they have sinned and rebelled against Yahweh.", "q": "What should the people admit that they have done against Yahweh as they pray?", "ref": ["03-42"]}, {"a": "Yahweh has made them to be castoffs and refuse among the peoples.", "q": "What does the writer say that Yahweh has made them to be among the peoples?", "ref": ["03-45"]}, {"a": "His tears are streams of water that flow out from his eyes.", "q": "How does the writer describe the tears that flow from his eyes?", "ref": ["03-48", "03-49"]}, {"a": "He says, \"I have been cut off!\"", "q": "What does the writer say as his enemies hunt him and destroy his life in a well and place a stone over him?", "ref": ["03-52", "03-54"]}, {"a": "Yahweh told him, \"Do not fear!\"", "q": "What did Yahweh tell the writer when he called on Yahweh's name and asked Yahweh to hear his cry for help?", "ref": ["03-55", "03-57"]}, {"a": "He asks Yahweh to judge his case justly.", "q": "How does the writer ask Yahweh to judge his case?", "ref": ["03-59"]}, {"a": "He is the object of their mocking song.", "q": "Of what is the writer the object from his enemies, whether in their sitting or their rising up?", "ref": ["03-63"]}, {"a": "He asks Yahweh to pay back to them as much harm as what their hands have done.", "q": "What does the writer ask Yahweh to do to his enemies?", "ref": ["03-64"]}, {"a": "he asks Yahweh to pursue his enemies in his anger and destroy them everywhere under the heavens.", "q": "What does the writer ask Yahweh to do to his enemies?", "ref": ["03-66"]}], "4": [{"a": "The gold has become completely tarnished, the purest gold has changed and the holy stones have been poured out at the head of every street.", "q": "What has become of the gold and the holy stones?", "ref": ["04-01"]}, {"a": "The sons of Zion were precious, valued greater than pure gold, but now they are regarded as clay jars made by potter's hands.", "q": "What were the sons of Zion, and how are they now valued?", "ref": ["04-02"]}, {"a": "They are as cruel as the ostrich in the desert.", "q": "How do the daughters of his people act?", "ref": ["04-03"]}, {"a": "The tongue of the nursing baby sticks to the roof of his mouth with thirst and the children are asking for bread but there is nothing for them.", "q": "What happens to the tongue of the nursing baby and what are the children asking for?", "ref": ["04-04"]}, {"a": "The ones who used to eat expensive food are now abandoned and starving, and the ones who wore scarlet clothing are now on top of the garbage heaps.", "q": "What has happened to the ones who used to eat expensive food and those who wore scarlet clothing?", "ref": ["04-05"]}, {"a": "The iniquity of the daughter is greater than the sin of Sodom.", "q": "How great is the iniquity of the daughter of his people?", "ref": ["04-06"]}, {"a": "Her leaders were like snow that shines, they were as white as milk, their bodies were more ruddy than coral, and their form like sapphire. Now darkness has blackened their appearance, they are unrecognizable, and their skin clings to their withered bones.", "q": "What were her leaders like before, and how are they now?", "ref": ["04-07", "04-08"]}, {"a": "Jeremiah says that those killed by the sword are better off than those killed by hunger.", "q": "What does Jeremiah say about those who have been killed by hunger compared to those killed by the sword?", "ref": ["04-09"]}, {"a": "They boiled their own children and the children became their food.", "q": "What did the compassionate women do with their children?", "ref": ["04-10"]}, {"a": "Yahweh satisfied his rage when he poured out his burning anger, kindled a fire in Zion, and devoured her foundations.", "q": "How did Yahweh satisfy his rage?", "ref": ["04-11"]}, {"a": "They did not believe that an enemy could enter the gates of Jerusalem.", "q": "What did the kings and the inhabitants of the world not believe could happen to Jerusalem?", "ref": ["04-12"]}, {"a": "The enemy entered the gates of Jerusalem.", "q": "What did the enemy do because of the sins of the prophets and the iniquities of the priests?", "ref": ["04-13"]}, {"a": "They wandered like blind men in the streets and were defiled by that blood so no one was able to touch their clothes.", "q": "What happened to those prophets and priests?", "ref": ["04-14"]}, {"a": "The prophets and the priests cried out and said to flee and to not touch them.", "q": "What did the prophets and priests cry out?", "ref": ["04-15"]}, {"a": "They wandered to other lands where the Gentiles said they could not live there any longer.", "q": "Where did the prophets and the priests go?", "ref": ["04-15"]}, {"a": "Yahweh scattered the prophets and priests and does not look on them with favor any longer.", "q": "What did Yahweh do to the prophets and the priests?", "ref": ["04-16"]}, {"a": "The priests are not respected anymore and the elders are not shown any concern.", "q": "How are the priests received and how are the elders received?", "ref": ["04-16"]}, {"a": "Their eyes failed to find help.", "q": "What failed to find worthless help?", "ref": ["04-17"]}, {"a": "They hunted their steps going through their streets.", "q": "What did the enemy do to them?", "ref": ["04-18"]}, {"a": "They said their end was near, their days were finished, and their end had come.", "q": "What did the people say about their end?", "ref": ["04-18"]}, {"a": "The pursuers were swifter than the eagles and chased them to the mountains and lay in wait for them in the wilderness.", "q": "How did the people describe the pursuers, and what did the pursuers do to them?", "ref": ["04-19"]}, {"a": "Their king was captured in the enemy's pits.", "q": "What happened to their king?", "ref": ["04-20"]}, {"a": "She is told to rejoice and be glad for the cup will pass to her and she will be drunk and strip naked.", "q": "Why is the daughter of Edom told to rejoice and be glad?", "ref": ["04-21"]}, {"a": "She is told her guilt is ended and Yahweh will no longer keep her in exile.", "q": "What is the daughter of Zion told?", "ref": ["04-22"]}, {"a": "The daughter of Edom is told Yahweh will punish her guilt and will uncover her sins.", "q": "What is the daughter of Edom told?", "ref": ["04-22"]}], "5": [{"a": "Jeremiah asks Yahweh to call to mind what has happened to them and to see their shame.", "q": "What does Jeremiah ask Yahweh to do?", "ref": ["05-01"]}, {"a": "Jeremiah tells Yahweh that their inheritance has been turned over to strangers, and their houses to foreigners.", "q": "What does Jeremiah tell Yahweh has happened to their inheritance?", "ref": ["05-02"]}, {"a": "Their enemies run after them, they are weary, and they have reached out to the Egyptians and Assyrians for food.", "q": "How does Jeremiah describe what is happening to them?", "ref": ["05-05", "05-06"]}, {"a": "They are saying their fathers sinned and they bear their fathers' sins.", "q": "What are the people saying about sin?", "ref": ["05-07"]}, {"a": "The people are saying the slaves rule over them and there is no one to rescue them.", "q": "What are the people saying about the slaves?", "ref": ["05-08"]}, {"a": "They risk their lives to get bread in the face of the sword in the wilderness.", "q": "How do they describe themselves when they go out to get bread?", "ref": ["05-09"]}, {"a": "Their skin is like an oven and burnt up from the fever of famine.", "q": "How do they describe their skin?", "ref": ["05-10"]}, {"a": "The women of Zion and the virgins of the cities of Judah were raped.", "q": "What happened to the women and virgins?", "ref": ["05-11"]}, {"a": "The princes were hung by their hands and the elders were not honored.", "q": "What happened to the princes and the elders?", "ref": ["05-12"]}, {"a": "The vigorous men were brought up to the grinding house and the youthful men staggered beneath logs.", "q": "What happened to the vigorous men and youthful men?", "ref": ["05-13"]}, {"a": "The elders were removed from the city gate and the vigorous men from their music.", "q": "What happened to the elders and the vigorous men?", "ref": ["05-14"]}, {"a": "Their joy has ceased, their dances have changed into mourning, and the crown has fallen from their head.", "q": "How do they describe the joy of their heart, their dances, and their crown?", "ref": ["05-15", "05-16"]}, {"a": "Their hearts have become sick and their eyes have grown dim.", "q": "What do they say about their hearts and eyes?", "ref": ["05-17"]}, {"a": "Yahweh reigns forever and his throne is from generation to generation.", "q": "What do they say about Yahweh's reign and throne?", "ref": ["05-19"]}, {"a": "They ask Yahweh whether he is forgetting them forever, and if he will turn them back to him.", "q": "What do they ask Yahweh?", "ref": ["05-20", "05-21"]}]}