[{"id": "01", "tn": [{"ref": "On that day", "text": "Here \"day\" represents a period of time in general. AT: \"At that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh with his hard, great and fierce sword will punish", "text": "Yahweh having the power to destroy his enemies is spoken of as if he had strong, large sword. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the monster that is in the sea", "text": "This refers to Leviathan."}, {"ref": "A vineyard of wine, sing of it", "text": "\"Sing about the vineyard of wine.\" This speaks about the people of Israel as if they were a vineyard that produced fruit. AT: \"Sing about the people of Israel as if they were a vineyard that produced grapes for wine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I, Yahweh, am its protector", "text": "\"I, Yahweh, protect the vineyard\""}, {"ref": "night and day", "text": "The words \"night\" and \"day\" are combined here to mean \"all the time.\" AT: \"all the time\" or \"continually\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "This continues to speak about the people of Israel as if they were a vineyard (See: [[:en:bible:notes:isa:27:01|27:2-3]])."}, {"ref": "I am not angry, Oh, that there were briers and thorns! In battle I would march against them", "text": "\"I am not angry. If there were briers and thorns I would march against them in battle\""}, {"ref": "I am not angry", "text": "It is understood that Yahweh is not angry with his people any longer. AT: \"I am not angry with my people any longer\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "that there were briers and thorns", "text": "The enemies of the people of Israel are spoken of as if they were briers and thorns growing in the vineyard. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "briers and thorns", "text": "Translate these words as you did in [[:en:bible:notes:isa:05:05|5:6]]."}, {"ref": "In battle I would march against them", "text": "Yahweh fighting his enemies is spoken of as if he were a warrior in an army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I would march against them; I would burn them all together", "text": "Here Isaiah combines different images to speak of Yahweh's enemies. He speaks of them as if they are briers and thorns but also as soldiers in an army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "unless they grasp my protection", "text": "This can be reworded so that the abstract noun \"protection\" is expressed as the verb \"protect.\" AT: \"unless they ask me to protect them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and make peace with me; let them make peace with me", "text": "\"and they ask to live peacefully with me; I want them to live peacefully with me\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking. He continues to describe the people of Israel as a vineyard. (See: [[:en:bible:notes:isa:27:01|27:2]])"}, {"ref": "In the coming day", "text": "This speaks about a day as if it travels and arrives somewhere. AT: \"In the future\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jacob will take root; Israel will blossom and bud", "text": "Yahweh blessing the people of Israel and causing them to prosper is spoken of as if they were a vine that grows roots and blossoms. AT: \"the descendants of Israel will prosper like a vine that has taken root and blossomed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jacob ... Israel", "text": "Here \"Jacob\" and \"Israel\" are metonyms that represent the descendants of Jacob. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will fill the surface of the ground with fruit", "text": "Yahweh causing the people of Israel to prosper greatly so that they can help other people is spoken of as if they were a vine that grows so much fruit that it would cover the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Has Yahweh attacked Jacob and Israel as he attacked those nations who attacked them?", "text": "The question is used to contrast the severity of God's punishment. AT: \"Yahweh has certainly punished the enemy nations more severely than he punished the people of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jacob ... Israel", "text": "These represent the descendants of Jacob. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Have Jacob and Israel been killed as in the slaughter of those nations that were killed by them?", "text": "This question too is used to contrast the severity of God's punishment. This can be stated in active form. AT: \"Yahweh has not killed the people of Israel like they killed their enemies from other nations.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "In exact measure you have contended", "text": "Here \"you\" refers to God. Yahweh punishing his people as much as they needed is spoken of as if God's punishment were something that could be measured. AT: \"But you did punish them as much as was needed\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sending Jacob and Israel away", "text": "This represents the descendants of Jacob. AT: \"sending the Israelites away\" (See [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he drove them away with his severe wind, on the day of the east wind", "text": "Yahweh's power to send his people away to a foreign country is spoken of as if Yahweh used a wind to blow them to a foreign country. AT: \"the power of Yahweh drove them out like a severe wind from the east\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "So in this way", "text": "Possible meanings are 1) \"this\" refers to Yahweh sending the people into exile as Isaiah mentioned in the previous verse or 2) \"this\" refers to the actions that Isaiah will mention in the next part of verse 9."}, {"ref": "the iniquity of Jacob will be atoned for", "text": "This can be stated in active form. AT: \"Yahweh will purge the sin from the Israelites\" or \"Yahweh will forgive the sins of the Israelites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "iniquity of Jacob ... removal of his sin", "text": "Here \"Jacob\" represents the descendants of Jacob. AT: \"iniquity of the Israelites ... removal of their sins\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for this will be", "text": "Here \"this\" refers to the actions that Isaiah will describe in the next part of verse 9."}, {"ref": "the full fruit", "text": "This speaks of the results of an action as if it were the fruit that grows as on a tree or vine. AT: \"the result\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will make all the altar stones as chalk and crushed to pieces, and no Asherah poles or incense altars will remain standing", "text": "Here \"he\" refers to Jacob who represents his descendants. AT: \"They will completely destroy all the altars on which they sacrifice to false gods, and they will remove all the Asherah idols and the altars on which they burn incense to false gods\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "For the fortified city is ... consumes its branches", "text": "Here Isaiah describes an event that will happen in the future as if it already happened. This emphasizes that it certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "For the fortified city is desolate, the habitation is deserted and forsaken like the wilderness", "text": "This can be stated in active form. AT: \"The cities that were strong and had many people living in them will become empty like a desert\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the fortified city ... the habitation", "text": "This does not refer to a specific city or habitation but to cities and habitations in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "a calf feeds, and there he lies down and consumes", "text": "Here \"calf\" represents calves or cattle in general. AT: \"calves feed, and there they lie down and consume\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "When the boughs ... not a people of understanding", "text": "The people becoming so weak because they disobey Yahweh so that enemies can easily destroy them is spoken of as if they are dry branches that women break off of a tree. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When the boughs are withered, they will be broken off. Women will come and make fires with them", "text": "This can be stated in active form. AT: \"When the branches wither, women will come and break them off and make fires with them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this is not a people of understanding", "text": "This can be made more explicit. AT: \"this is not a people who understands Yahweh or his law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a people", "text": "Possible meanings are 1) \"people\" refers to the people of Israel or 2) \"people\" refers the people of foreign nations who oppress the people of Israel."}, {"ref": "Therefore their Maker will not have compassion on them, and he who made them will not be merciful to them", "text": "Both clauses mean the same thing. AT: \"Because they do not understand, Yahweh, the one who made them, will not be merciful to them\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "12", "tn": [{"ref": "It will come about", "text": "This phrase marks an important event that will happen."}, {"ref": "on that day", "text": "Here \"day\" represents a period of time in general. AT: \"at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh will thresh", "text": "Yahweh gathering his people to bring them back from the foreign nations to the land of Israel is spoken of as if he were threshing wheat to separate the grain from the chaff. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the Euphrates River, to the Wadi of Egypt", "text": "Isaiah mentions the Euphrates River and the Wadi of Egypt to mean that Yahweh will bring back the people of Israel who were exiled in lands near those waters, that is, Assyria and Egypt. The Euphrates River is northeast of Israel, and the Wadi of Egypt is southwest of Israel."}, {"ref": "the Wadi of Egypt", "text": "\"the brook of Egypt\""}, {"ref": "you ... will be gathered one by one", "text": "This can be stated in active form. AT: \"Yahweh will gather you one by one\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a great trumpet will be blown", "text": "This can be stated in active form. AT: \"someone will blow a trumpet loudly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the perishing ones in the land of Assyria will come, and the outcasts in the land of Egypt", "text": "The understood information can be stated clearly. AT: \"those who are in exile and dying in the land of Assyria and the land of Egypt will return to the land of Israel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "holy mountain", "text": "The \"holy mountain\" is Mount Zion, in Jerusalem. See how you translated this in [[:en:bible:notes:isa:11:08|11:9]]."}]}]