[{"id": "01", "tn": [{"ref": "the words of Yahweh", "text": "This refers to the message that Yahweh spoke. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "completely destroy all that they have ... kill both man and woman, child and infant, ox and sheep, camel and donkey", "text": "These two phrases mean the same thing. The second phrase gives specific details about what they are to destroy completely. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Do not spare them", "text": "This negative statement emphasizes the completeness of the destruction. (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "04", "tn": [{"ref": "the people", "text": "\"the army\""}, {"ref": "numbered them", "text": "\"counted them\""}, {"ref": "city of Telem", "text": "a city in southern Judah (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "two hundred thousand men on foot, and ten thousand men of Judah", "text": "\"200,000 men on foot, and 10,000 men of Judah\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "06", "tn": [{"ref": "Kenites", "text": "a nomad people group that had always been friendly to the nation of Israel (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Havilah ... Shur", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh had told Saul to destroy everything, but here Saul disobeys Yahweh's command."}, {"ref": "he took Agag", "text": "\"he captured Agag\""}, {"ref": "the edge of the sword", "text": "The phrase, \"the edge of the sword,\" here is a synecdoche that represents the army of the nation of Israel. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Saul ... spared Agag", "text": "Saul disobeyed God by letting Agag live."}, {"ref": "as well as the best of the sheep", "text": "Saul disobeyed God by keeping the best of the livestock."}]}, {"id": "10", "tn": [{"ref": "the word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. AT: \"Yahweh spoke his word\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It grieves me", "text": "\"I am sorry\" (UBD)"}, {"ref": "he has turned back from following me", "text": "Saul not obeying Yahweh is spoken of as if Saul had physically turned away from walking behind God. AT: \"he has stopped following me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has not performed my commandments", "text": "\"has not obeyed what I commanded him to do.\" Saul was to completely destroy everything and everyone. God had placed a ban on the Amalekites. But Saul permitted some livestock to live."}, {"ref": "Samuel was angry", "text": "Possible meanings are 1) Samuel was angry with Saul for his disobedience or 2) Samuel was disturbed (UDB)."}]}, {"id": "12", "tn": [{"ref": "Samuel was told", "text": "\"Someone told Samuel\""}, {"ref": "he set up a monument to himself", "text": "Saul was full of pride."}, {"ref": "down to Gilgal", "text": "Gilgal was lower in elevation than Carmel."}, {"ref": "I have fulfilled the command of Yahweh", "text": "It is not clear if Saul understood that he had not fully obeyed God's command to completely destroy the Amalekites."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Samuel questions why Saul did not utterly destroyed the Amalekites."}, {"ref": "bleating of sheep ... lowing of the oxen", "text": "These are the sounds that these animals make. Your language may have different terms for these."}, {"ref": "in my ears ... that I hear", "text": "These two phrases mean the same thing. Here \"in my ears\" refers to hearing. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They have brought ... the people spared", "text": "The word \"they\" and the phrase \"the people\" here both represent Saul's army. Saul is blaming the people rather than himself."}, {"ref": "to sacrifice to Yahweh your God", "text": "Saul is arguing that animals for sacrifice were an exception to Yahweh's command to destroy everything."}, {"ref": "Yahweh your God", "text": "Saul here does not describe Samuel's God as his own God."}]}, {"id": "17", "tn": [{"ref": "in your own sight", "text": "Here \"sight\" refers to his opinion based on what he saw. AT: \"in your own opinion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were you not made the head of the tribes of Israel?", "text": "Samuel uses this question to remind Saul of now much God had given him. This question can be translated as a statement. AT: \"Yahweh made you the ruler of the tribes of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did you not obey ... Yahweh?", "text": "Samuel asks this question to rebuke Saul for disobeying Yahweh. This question can be translated as a statement. AT: \"You should have obeyed ... Yahweh!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the voice of Yahweh", "text": "Here \"voice\" refers to the commands that Yahweh spoke. AT: \"the things that Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but instead you seized the booty", "text": "Samuel is accusing Saul of direct disobedience. Yahweh commanded Saul to completely destroy everything belonging to the Amalekites, and not to bring anything back to camp."}, {"ref": "the booty", "text": "\"the plunder\" or \"the possessions you took from the enemy\""}, {"ref": "what was evil in the sight of Yahweh", "text": "Here \"sight\" refers to Yahweh's thoughts or opinion. AT: \"what Yahweh considers to be evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "I have indeed obeyed the voice of Yahweh", "text": "This is an emphatic statement. It is unclear if Saul thought this was true, or if he was simply making excuses for his sin."}, {"ref": "the voice of Yahweh", "text": "Here \"voice\" refers to the commands that Yahweh spoke. AT: \"the things that Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Agag", "text": "This is the name of the king of the Amalekites. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "But the people took", "text": "This appears to be shifting the blame to the people."}, {"ref": "things devoted to destruction", "text": "\"animals that Yahweh commanded them to destroy\""}, {"ref": "Gilgal", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "22", "tn": [{"ref": "Has Yahweh as much delight in burnt offerings and sacrifices, as in obeying the voice of Yahweh?", "text": "Samuel asks this question to emphasize that obedience is much more important than sacrifice. This can be translated as a statement. AT: \"Yahweh does not delight in burnt offerings and sacrifices as much as in obeying his voice!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the voice of Yahweh", "text": "Here \"voice\" refers to the commands that Yahweh spoke. AT: \"the things that Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Obedience is better than sacrifice", "text": "God wanted Saul's complete obedience in the destruction of the Amalekites. Nothing in the land was fit for sacrifice."}, {"ref": "better than the fat of rams", "text": "\"better than to sacrifice the fat of rams as a burnt offering\""}, {"ref": "rebellion is like the sin of divination", "text": "These abstract nouns can be stated as actions. AT: \"to rebel is as sinful as doing sorcery\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "stubbornness is like wickedness and iniquity", "text": "These abstract nouns can be stated as actions. AT: \"being stubborn is as sinful as worshiping idols\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "rejected the word of Yahweh", "text": "Here \"word\" refers to the command that Yahweh spoke. AT: \"refused to do what Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rejected you from being king", "text": "\"decided that you will no longer be king\""}]}, {"id": "24", "tn": [{"ref": "I have broken Yahweh's commandment", "text": "This is an idiom that means he had disobeyed the commandment. AT: \"I have disobeyed what Yahweh commanded\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "because I was afraid of the people", "text": "This is the reason Saul gives for not obeying God. AT: \"because I was afraid of the soldiers\""}, {"ref": "obeyed their voice", "text": "Here \"voice\" refers to what the soldiers asked Saul to do. AT: \"did what they asked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "return with me", "text": "Saul and Samuel were apparently talking in private away from the other people."}]}, {"id": "26", "tn": [{"ref": "for you have rejected the word of Yahweh", "text": "Samuel made it clear that Saul understood that he was disobeying God at the time when he spared the best animals and did not kill Agag."}, {"ref": "rejected the word of Yahweh", "text": "Here \"word\" refers to the command that Yahweh spoke. AT: \"refused to do what Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Saul took hold of the hem of his robe", "text": "Saul did this to try to stop Samuel from leaving. This can be stated explicitly. AT: \"Saul tried to stop him by grabbing the edge of Samuel's robe\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the hem of his robe", "text": "\"the edge of his robe\" or \"the fringe of his robe\""}]}, {"id": "28", "tn": [{"ref": "Yahweh has torn the kingdom of Israel", "text": "This refers back to when Saul tore Samuel's robe in [[:en:bible:notes:1sa:15:26|15:27]]. This can be made explicit. AT: \"Just as you tore my robe, Yahweh has torn the kingdom of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has given it to a neighbor of yours, one who is better than you", "text": "God had already decided who would be the next king after Saul."}, {"ref": "the Strength of Israel", "text": "This idiom refers to Yahweh, who gives strength to the Israelites. AT: \"Yahweh, who is the strength of Israel\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not lie nor change his mind", "text": "This is stated as a negative to emphasize that God tells the truth. This can be stated in positive form. AT: \"will always tell the truth and do what he says\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "his mind", "text": "This refers to his thoughts and decisions. AT: \"what he has decided to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is not a man, that he should change his mind", "text": "This is stated as a negative to emphasize that God is trustworthy. This can be stated in positive form. AT: \"he is God, and will do what he says he will do\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "30", "tn": [{"ref": "But please honor me now before the elders", "text": "Saul may have been more interested in being honored by the people than in actually worshipping God."}, {"ref": "before the elders of my people and before Israel", "text": "Here \"Israel\" refers to the people of Israel. AT: \"before the people of Israel and the elders who lead them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Turn again with me", "text": "\"Come back with me\" or \"Return with me\""}, {"ref": "So Samuel turned again after Saul", "text": "This implies that Samuel changed his mind, and that they went together to where the people were. AT: \"So Samuel finally agreed to do that, and they went together back to where the people were\" (UDB)"}]}, {"id": "32", "tn": [{"ref": "Agag came to him confined with chains and said", "text": "\"They brought Agag to him bound by chains and Agag said\""}, {"ref": "Surely the bitterness of death has past", "text": "This idiom appears to mean that Agag no longer thought he would be killed. AT: \"Surely I am no longer in danger or dying\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "As your sword has made women childless, so shall your mother be childless among women", "text": "Both of these phrases have similar meaning and may be intended to be in poetic form. AT: \"Since you have killed people, you will also be killed\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "made women childless, so shall your mother be childless", "text": "This is a polite way of referring to killing people. AT: \"killed the sons of other women, so shall I kill your mother's son\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Then Samuel chopped Agag to pieces", "text": "Samuel is the one who completed this task that Yahweh commanded Saul to do. AT: \"Then Samuel cut Agag into pieces with his sword\" (UDB)"}]}, {"id": "34", "tn": [{"ref": "Ramah ... Gibeah", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names ]])"}, {"ref": "went up to his house at Gibeah", "text": "Gibeah was higher in elevation than Gilgal where Saul and Samuel had been talking."}, {"ref": "Samuel did not see Saul until the day of his death", "text": "This statement is very precise and should be translated carefully. Samuel died before Saul and did not see Saul again while he lived. However, Samuel did appear to Saul in [[:en:bible:notes:1sa:28:11|28:11-19]] after Samuel died."}]}]