{"1": [{"a": "Paul remembers their work of faith, their labor of love, and their patience of hope.", "q": "What does Paul always remember before God concerning the Thessalonians?", "ref": ["01-03"]}, {"a": "The gospel came to the Thessalonians in word, in power, in the Holy Spirit, and in much assurance.", "q": "In what four ways did the gospel come to the Thessalonians?", "ref": ["01-05"]}, {"a": "The Thessalonians received the word in much tribulation.", "q": "What was happening to the Thessalonians as they received the word of the gospel?", "ref": ["01-06"]}, {"a": "The Thessalonians received the word with joy in the Holy Spirit.", "q": "What was the Thessalonians' attitude as they received the word of the gospel?", "ref": ["01-06"]}, {"a": "The word of the Lord rang out in every place their faith went out.", "q": "What happened to the word of the Lord after the Thessalonians received it?", "ref": ["01-08"]}, {"a": "The Thessalonians were worshiping idols before they became believers in the true God.", "q": "What were the Thessalonians worshiping before they became believers in the true God?", "ref": ["01-09"]}, {"a": "Paul and the Thessalonians were waiting for Jesus to come from heaven.", "q": "For what were Paul and the Thessalonians waiting?", "ref": ["01-10"]}, {"a": "Jesus delivers us from the wrath to come.", "q": "From what does Jesus deliver us?", "ref": ["01-10"]}], "2": [{"a": "Paul and his companions had suffered and had been treated shamefully.", "q": "How had Paul and his companions been treated before coming to the Thessalonians?", "ref": ["02-02"]}, {"a": "Paul is desiring to please God with his preaching of the gospel.", "q": "Who is Paul desiring to please with his preaching of the gospel?", "ref": ["02-04"]}, {"a": "Paul did not use flattery, nor seek glory from people.", "q": "What did Paul not do in his preaching of the gospel?", "ref": ["02-05", "02-06"]}, {"a": "Paul was gentle with the Thessalonians like a mother or father with their own children.", "q": "How did Paul treat the Thessalonians when he was among them?", "ref": ["02-7-8", "02-11"]}, {"a": "Paul and his companions worked night and day so that they were not a burden to the Thessalonians.", "q": "What did Paul and his companions do so that they were not a burden to the Thessalonians?", "ref": ["02-09"]}, {"a": "Paul told the Thessalonians that they should walk in a manner worth of God who calls them to his own kingdom and glory.", "q": "How did Paul tell the Thessalonians they should walk?", "ref": ["02-12"]}, {"a": "The Thessalonians received the message as the word of God, not as the word of man.", "q": "As what kind of word did the Thessalonians receive the message Paul preached to them?", "ref": ["02-13"]}, {"a": "The unbelieving Jews persecuted the churches in Judea, killed Jesus and the prophets, drove out Paul, and forbid Paul to speak to the Gentiles.", "q": "What had the unbelieving Jews done which did not please God?", "ref": ["02-14", "02-16"]}, {"a": "Paul was not able to come because Satan hindered him.", "q": "Why was Paul not able to come to the Thessalonians even though that was his wish?", "ref": ["02-17", "02-18"]}, {"a": "The Thessalonians will be Paul's hope, joy, and crown of glorying at the Lord's coming.", "q": "What will the Thessalonians be for Paul at the Lord's coming?", "ref": ["02-19", "02-20"]}], "3": [{"a": "Paul sent Timothy to strengthen and comfort the believers in Thessalonica.", "q": "What did Paul do, even though he would be left behind in Athens?", "ref": ["03-01", "03-02"]}, {"a": "Paul said that he was appointed to afflictions.", "q": "To what did Paul say he was appointed?", "ref": ["03-03"]}, {"a": "Paul was concerned that somehow the tempter had tempted them and that his labor had been in vain.", "q": "About what was Paul concerned regarding the Thessalonians?", "ref": ["18-05"]}, {"a": "Paul was comforted to hear the good news of the Thessalonians' faith and love, and that they longed to see him.", "q": "What comforted Paul when Timothy returned from Thessalonica?", "ref": ["03-06", "03-07"]}, {"a": "Paul says that he lives if the Thessalonians stand firm in the Lord.", "q": "Paul says that he lives if the Thessalonians do what?", "ref": ["03-08"]}, {"a": "Paul prays night and day that he might see the Thessalonians and provide what is lacking in their faith.", "q": "For what does Paul pray night and day?", "ref": ["03-10"]}, {"a": "Paul wishes the Thessalonians to increase and abound in love toward one another and toward all people.", "q": "In what does Paul wish the Thessalonians to increase and abound?", "ref": ["03-12"]}, {"a": "Paul wants the Thessalonians to be prepared for the coming of the Lord Jesus with all his holy ones.", "q": "For what event does Paul want the Thessalonians to be prepared by having their hearts blameless in holiness?", "ref": ["03-13"]}], "4": [{"a": "Paul wanted the Thessalonians to continue to walk and please God, and to do even more.", "q": "What did Paul want the Thessalonians to do with the instructions he had given them about how they must walk and please God?", "ref": ["04-01", "04-02"]}, {"a": "Paul said God's will for the Thessalonians was their sanctification.", "q": "What did Paul say was God's will for the Thessalonians?", "ref": ["04-03"]}, {"a": "The husbands were to treat their wives in holiness and honor.", "q": "How were the husbands to treat their wives?", "ref": ["04-04"]}, {"a": "The Lord would be an avenger toward a brother who sinned in the matter of sexual immorality.", "q": "What would happen to a brother who sinned in the matter of sexual immorality?", "ref": ["04-06"]}, {"a": "A person who rejects the call to holiness rejects God.", "q": "Who does a person reject who rejects the call to holiness?", "ref": ["04-08"]}, {"a": "Paul wanted the Thessalonians to love one another even more.", "q": "What were the Thessalonians doing that Paul wanted them to do even more?", "ref": ["04-09", "04-10"]}, {"a": "The Thessalonians were to be quiet, mind their own business, and work with their hands.", "q": "What were the Thessalonians to do so that they walked properly before unbelievers and had need of nothing?", "ref": ["04-11", "04-12"]}, {"a": "The Thessalonians possibly had a misunderstanding about what happened to those who slept.", "q": "About what subject did the Thessalonians possibly have a misunderstanding?", "ref": ["04-13"]}, {"a": "God will bring with Jesus those who have fallen asleep in Christ.", "q": "What will God do for those who have fallen asleep in Jesus?", "ref": ["04-14"]}, {"a": "The Lord will descend from heaven with a shout and with the trumpet of God.", "q": "How will the Lord descend from heaven?", "ref": ["04-16"]}, {"a": "The dead in Christ will rise first, then those who are still alive will be caught up with them.", "q": "Who will rise first, and then who will rise together with them?", "ref": ["04-16", "04-17"]}, {"a": "The risen will meet the Lord in the air, and will always then be with the Lord.", "q": "Who will the risen meet, and for how long?", "ref": ["04-17"]}, {"a": "Paul told the Thessalonians to comfort one another with his words.", "q": "What did Paul tell the Thessalonians to do with his teaching about those who had fallen asleep?", "ref": ["04-18"]}], "5": [{"a": "Paul says the day of the Lord will come like a thief in the night.", "q": "How does Paul say the day of the Lord will come?", "ref": ["05-02"]}, {"a": "Some people will be saying, \"Peace and safety\".", "q": "What will some people be saying when sudden destruction comes upon them?", "ref": ["05-03"]}, {"a": "Because the believers are not in darkness, but are sons of the light, the day of the Lord should not overtake them like a thief.", "q": "Why does Paul say the day of the Lord should not overtake the believers like a thief?", "ref": ["05-04", "05-05"]}, {"a": "Paul tells the believers to watch and be sober.", "q": "What does Paul tell the believers to do regarding the coming day of the Lord?", "ref": ["05-06"]}, {"a": "The believers are destined by God for salvation through the Lord Jesus Christ.", "q": "For what are the believers destined by God?", "ref": ["05-09"]}, {"a": "Paul says that they should acknowledge and highly regard them in love.", "q": "What attitude does Paul say the believers should have toward those who are over them in the Lord?", "ref": ["05-12", "05-13"]}, {"a": "Paul says that no one should pay back evil when evil is done to them.", "q": "What does Paul say no one should do when evil is done to them?", "ref": ["05-15"]}, {"a": "Paul says that the believers should give thanks in everything, because this is the will of God for them.", "q": "What does Paul say that the believers should do in everything, and why?", "ref": ["05-18"]}, {"a": "Paul instructs the believers to not despise prophecies, and to test all things, holding on to that which is good.", "q": "What instructions does Paul give the believers about prophecies?", "ref": ["05-20", "05-21"]}, {"a": "Paul prays that God will sanctify the believers completely in spirit, soul, and body.", "q": "What does Paul pray that God will do for the believers?", "ref": ["05-23"]}, {"a": "Paul prays that the grace of the Lord Jesus Christ would be with the believers.", "q": "What does Paul pray would be with the believers?", "ref": ["05-28"]}]}