[{"id": "01", "tn": [{"ref": "General Information:", "text": "Paul asks the believers to pray for him and his companions."}, {"ref": "And now", "text": "Paul uses the word \"now\" to mark a change in topic."}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "the word of the Lord may rush and be glorified", "text": "Paul speaks of God's word spreading as if it were running from place to place. AT: \"that more and more people will soon hear our message about our Lord Jesus and honor it\" (UDB)  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that we may be delivered", "text": "This can be stated in active form. AT: \"that God may save us\" or \"that God may rescue us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for not all have faith", "text": "\"for many people do not believe in Jesus\""}, {"ref": "who will establish you", "text": "\"who will strengthen you\""}, {"ref": "the evil one", "text": "\"Satan\""}]}, {"id": "04", "tn": [{"ref": "We have confidence", "text": "\"We have faith\" or \"We trust\""}, {"ref": "direct your hearts", "text": "Paul describes the Lord motivating Christians to love God as if the Lord were guiding them down a path. AT: \"help you know \" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hearts", "text": "This is a metaphor for the emotions or will, which control love and faithfulness. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the love of God and to the endurance of Christ", "text": "Paul speaks of God's love and Christ's endurance as if they were destinations on a path. AT: \"how much God loves you and how much Christ has endured for you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Paul gives the believers some final instructions about working and not being idle."}, {"ref": "Now", "text": "Paul uses this word to mark a change in topic."}, {"ref": "in the name of our Lord Jesus Christ", "text": "\"by Jesus' authority\""}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "our Lord", "text": "Here \"our\" refers to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "lives idly", "text": "\"is lazy and refuses to work\" (UDB)"}, {"ref": "to imitate us", "text": "\"to act like Paul and his fellow workers\" or \"to behave like Paul and his fellow workers\""}, {"ref": "We did not live among you as those who had no discipline", "text": "Paul uses a double negative to emphasize the positive. This can be stated as a positive. AT: \"We lived among you as those who had much discipline\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "we worked night and day", "text": "\"we worked during the night and during the day\" or \"we worked all the time\""}, {"ref": "in difficult labor and hardship", "text": "Paul emphasizes how hard his circumstances were. Difficult labor implies work that requires great effort. Hardship implies they endured pain and suffering. AT: \"in very difficult circumstances\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "We did this not because we have no authority", "text": "Paul uses a double negative to emphasize the positive. This can be stated as a positive. AT: \"We certainly have authority\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "10", "tn": [{"ref": "some walk idly", "text": "Here \"walk\" stands for behavior in life. AT: \"some live idle lives\" or \"some are lazy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but are instead meddlers", "text": "Meddlers are people who interfere in the affairs of others without being asked to help."}, {"ref": "with quietness", "text": "\"in a quiet, peaceful, mild manner.\" Paul exhorts the meddlers to stop getting involved in other people's affairs."}]}, {"id": "13", "tn": [{"ref": "But", "text": "Paul uses this word to contrast the lazy believers with the hardworking believers."}, {"ref": "you, brothers", "text": "The word \"you\" refers to all the Thessalonian believers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "do not lose heart", "text": "To \"lose heart\" is an idiom that means to get tired, weary, or discouraged. AT: \"do not be discouraged\" or \"do not grow weary\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "take note of him", "text": "Notice who he is. AT: \"publicly identify that person\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so that he may be ashamed", "text": "Paul instructs believers to shun lazy believers as a disciplinary action."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Paul makes closing remarks to the believers at Thessalonica."}, {"ref": "May the Lord of peace himself give you", "text": "You can make explicit that this is Paul's prayer for the Thessalonians. AT: \"I pray that the Lord of peace himself gives you ... \" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Lord of peace himself", "text": "Here \"himself\" emphasizes that the Lord will personally give peace to believers. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "This is my greeting, Paul, with my own hand", "text": "\"I, Paul, write this greeting with my own hand\""}, {"ref": "This is how I write", "text": "Paul makes it clear that this letter is from him and is not a forgery."}]}]