[{"id": "01", "tn": [{"ref": "Do not boast about tomorrow", "text": "This is a warning not to brag about what you expect to happen tomorrow. This can be stated clearly. AT: \"Do not speak proudly about your plans for tomorrow\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what a day may bring", "text": "Something happening on a certain day is spoken of as if the day were to bring that event. AT: \"what will happen on a day\" or \"what will happen tomorrow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your own mouth ... your own lips", "text": "These two phrases refer to the \"mouth\" and \"lips\" as speaking because those are parts of the body that are used for speaking. AT: \"yourself ... yourself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a stranger and not your own lips", "text": "The missing words can be supplied from the phrase before this. AT: \"let a stranger praise you and not your own lips\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "03", "tn": [{"ref": "the provocation of a fool is heavier than both", "text": "The difficulty of being patient with a fool who provokes you is spoken of as if that difficulty were heavy. AT: \"the provocation of a fool is harder to tolerate than either of them\" or \"It is harder to be patient when a fool provokes you than it is to be patient while carrying them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the provocation of a fool", "text": "\"the trouble caused by a fool.\" \"Provocation\" means actions or words that cause anger or irritation."}, {"ref": "There is the cruelty of rage and the flood of anger, but who is able to stand before jealousy?", "text": "The abstract nouns \"rage\", \"anger\" and \"jealousy\" can be translated as adjectives. AT: \"A raging person is cruel and an angry person is overwhelming, but who can stand before a jealous person?\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "cruelty", "text": "\"harshness\""}, {"ref": "the flood of anger", "text": "\"the destructiveness of anger.\" Anger is spoken of here as if it were a powerful flood. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but who is able to stand before jealousy?", "text": "This question implies that no one can stand before jealousy. It can be reworded as a statement. AT: \"but no one is able to stand before jealousy\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "to stand before jealousy", "text": "Here standing represents being strong and resisting being harmed by a jealous person who attacks. AT: \"to resist a jealous person\" or \"to remain strong when a jealous person attacks him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Better is an open rebuke", "text": "The abstract noun \"rebuke\" can be expressed with the verb \"rebuke.\" AT: \"It is better to be openly rebuked\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "than hidden love", "text": "\"than love that is not openly shown.\" The abstract noun \"love\" can be translated as a verbal phrase. AT: \"than to be loved secretly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Faithful are the wounds caused by a friend", "text": "\"The wounds that a friend causes are trustworthy.\" The word \"wounds\" here represents the pain and sadness that a person feels when a friend rebukes or corrects him.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Faithful are the wounds caused by a friend", "text": "The trustworthiness of a friend's rebuke is spoken of as if the sadness that his rebuke causes is trustworthy. AT: \"Though it causes sadness, a friend's rebuke is trustworthy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but an enemy may kiss you profusely", "text": "It can be stated clearly that the enemy's kisses are not trustworthy. AT: \"but the enemy's many kisses are not trustworthy\" or \"but an enemy may try to deceive you by kissing you profusely\" or (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "profusely", "text": "\"abundantly\" or \"too much\""}]}, {"id": "07", "tn": [{"ref": "A person who has eaten to the full", "text": "\"A person who is satisfied\" or \"A person who has eaten enough to be full\""}, {"ref": "rejects even a honeycomb", "text": "A honeycomb would normally be desirable, but not to the person who has already eaten enough to be satisfied."}, {"ref": "every bitter thing is sweet", "text": "\"everything that is bitter tastes sweet\""}, {"ref": "Like a bird that wanders from its nest is a man who strays from where he lives", "text": "The words \"wanders\" and \"strays\" mean the same thing in this verse. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "09", "tn": [{"ref": "Perfume", "text": "The word \"perfume\" here means a desirable oil or ointment."}, {"ref": "make the heart rejoice", "text": "Here \"the heart\" represents the feelings or emotions of a person. AT: \"make a person feel joyful\" or \"make a person glad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sweetness of a friend comes from his sincere counsel", "text": "Possible meanings are 1) \"sweetness\" represents kindness. AT: \"we recognize our friend's kindness by his counsel\" or 2) \"sweetness\" represents what we appreciate about a person. AT: \"what we appreciate about a friend is his advice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your brother's house", "text": "Here the word \"brother\" is a general reference to relatives, such as members of the same tribe, clan, or people group."}, {"ref": "calamity", "text": "extreme troubles and misfortune"}]}, {"id": "11", "tn": [{"ref": "make my heart rejoice", "text": "Here the \"heart\" represents the person's feelings or emotions. AT: \"make me feel joyful\" or \"make me glad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then I will give back an answer to the one who mocks me", "text": "Here \"answer\" does not mean to answer a question. It means to respond or to reply to someone who is mocking. How this relates to the clause before it can be made clear. AT \"then I will reply to the one who mocks me by telling him about you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "A prudent man sees trouble and hides himself, but the naive people go on and suffer because of it", "text": "Translate this as you did a similar phrase in [[:en:bible:notes:pro:22:03|22:3]]."}, {"ref": "A prudent man", "text": "\"A man who is wise\" or \"A man who has good sense\""}, {"ref": "the naive people", "text": "\"the inexperienced and immature people\""}]}, {"id": "13", "tn": [{"ref": "Take a garment of one who has put up security for a stranger", "text": "When lending money, a lender would take something from the borrower, such as a garment, as a guarantee of repayment. He would return it after the money was repaid. If the borrower was too poor, someone else could give something to the lender as a guarantee for him. See how you translated this in [[:en:bible:notes:pro:20:15|20:16]]. AT: \"Take a garment as security from the one who guarantees that what a stranger has borrowed will be paid back \" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who has put up security", "text": "This means for someone to give something to a lender as a guarantee that what was borrowed will be paid. See how you translated this in [[:en:bible:notes:pro:20:15|20:16]]. AT: \"who has guaranteed that what has been borrowed will be paid back\" or \"who has promised to pay a loan\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "hold it in pledge", "text": "To \"hold something in pledge\" means to hold on to something that someone has given as a pledge, or promise, that he will pay a debt. See how you translated this in [[:en:bible:notes:pro:20:15|20:16]]. AT: \"hold onto his coat as a guarantee of repayment\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Whoever gives his neighbor a blessing", "text": "\"If anyone gives his neighbor a blessing\""}, {"ref": "that blessing will be considered to be a curse", "text": "This can be stated in active form. AT: \"the neighbor will consider that blessing to be a curse\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "quarreling", "text": "This means making people angry with each other or causing strong disagreements between people."}, {"ref": "the constant dripping", "text": "The implied information is that it is rain that is constantly dripping. AT: \"the constant dripping of rain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a rainy day", "text": "\"a day of continual rain\""}, {"ref": "restraining her is like restraining the wind, or trying to catch oil in your right hand", "text": "The implied information is that it is as difficult or useless to try and restrain her as it is to try to restrain the wind or catch oil in your hand (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "restraining her", "text": "\"holding her back\" or \"keeping her under control.\" The implied information is that it is trying to stop her from quarreling. AT: \"restraining her from quarreling\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "restraining the wind", "text": "\"holding back the wind\" or \"keeping the wind under control\""}]}, {"id": "17", "tn": [{"ref": "Iron sharpens iron; in the same way, a man sharpens his friend.", "text": "These two phrases are comparing how iron and a man can be improved. AT: \"As iron can sharpen another piece of iron, so a man's character is improved by contact with his friend\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "tends", "text": "\"takes care of\""}, {"ref": "the one who protects his master will be honored", "text": "This can be stated in active form. AT: \"a master will honor the one who protects him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "a person's heart", "text": "Here this means a person's thoughts. AT: \"what a person thinks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abaddon", "text": "This is a name that means \"destroyer.\" AT: \"the Destroyer\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "satisfied", "text": "\"filled up\""}, {"ref": "a man's eyes", "text": "Here \"a man's eyes\" means the desire of a man for what he sees. AT: \"a man's desires\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "A crucible is for silver and a furnace is for gold", "text": "This refers to how gold and silver are refined. A metal is refined by heating it to a high temperature so that it melts and the impurities may be removed. See how you translated the very similar phrase in [[:en:bible:notes:pro:17:03|17:3]]. AT: \"A crucible is used to refine silver and a furnace is used to refine gold\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "crucible", "text": "a container used for heating substances to very high temperatures (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "furnace", "text": "an oven that can be made extremely hot (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "a person is tested when he is praised", "text": "This can be stated in active form. AT: \"when one praises a person, they are also testing that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Even if you crush a fool ... yet his foolishness will not leave him", "text": "This means that even if a fool is made to suffer hardship or pain (being crushed is often a metaphor for suffering in Hebrew), he will remain foolish. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pestle", "text": "a hard tool with a rounded end, used for crushing things in a bowl (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "23", "tn": [{"ref": "Be sure you know the condition of your flocks and be concerned about your herds", "text": "These two phrases have basically the same meaning and are used together for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "flocks", "text": "\"flocks of sheep\""}, {"ref": "herds", "text": "\"herds of goats\""}, {"ref": "Does a crown endure for all generations?", "text": "This question expects a negative answer to make the point that the reign of earthly rulers does not last forever. This can be expressed as a statement. AT: \"A crown does not endure for all generations\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a crown", "text": "Here \"crown\" is a metonym for a king's rule over his kingdom. AT: \"a king's rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the new growth appears", "text": "\"the new sprouts appear\" or \"the new grass starts to grow\""}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Verses 26 and 27 go together with verses 23 to 25 as one proverb."}, {"ref": "The lambs will provide your clothing", "text": "The implied information is that the wool (hair) from the lambs can be used to make clothing. AT: \"The lambs' wool will provide you with clothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the goats will provide the price of the field", "text": "The implied information is that the money received by selling the goats will be enough to buy a field. AT: \"selling your goats will provide the price of the field\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for your household", "text": "\"for your whole family\""}, {"ref": "and nourishment for your servant girls", "text": "The implied information is that there will also be enough goats' milk to feed the servant girls. AT: \"and there will be goat's milk to nourish your servant girls\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "nourishment", "text": "\"food\""}]}]