[{"id": "01", "tn": [{"ref": "he was high and elevated", "text": "The words \"high\" and \"elevated\" emphasize that the throne was very high and above everything around it. The height of the throne represents how great and powerful the Lord is. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "filled the temple", "text": "\"filled the palace.\" The word used for temple here is often used to refer to the palace of kings."}, {"ref": "Above him were the seraphim", "text": "The word \"seraphim\" is the plural of seraph. This means the Lord was seated on the throne and the seraphim were standing or flying near the Lord ready to serve him."}, {"ref": "seraphim", "text": "This word suggests that the creatures might have a fiery appearance or resemble snakes. Because we do not know exactly what \"seraphim\" means, you could translate this as \"winged creatures\" or \"winged living things.\" Or, you can borrow the word and use it in your language. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "each one had six wings", "text": "\"each seraph had six wings\" or \"each creature had six wings\""}, {"ref": "with two each covered his face, and with two he covered his feet, and with two he flew", "text": "The words \"wings\" and \"seraph\" are understood. AT: \"with two wings each seraph covered his face, and with two wings he covered his feet, and with two wings he flew\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe his vision."}, {"ref": "Each one called to another and said", "text": "\"The seraphim called out to one another and said\" or \"The winged creatures proclaimed to one another\""}, {"ref": "Holy, holy, holy, is Yahweh of hosts", "text": "Repeating the word \"holy\" three times indicates God is completely holy. AT: \"Yahweh of hosts is holy beyond all else\" or \"Yahweh of hosts is completely holy\""}, {"ref": "The whole earth is full of his glory", "text": "This speaks of the earth as if it were a container and glory were the contents in the container. AT: \"Everything on the earth is evidence of God's glory\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe his vision."}, {"ref": "The foundations of the thresholds shook at the voices of those who were crying out", "text": "\"When the seraphim called out, their voices shook the doorways and their foundations\""}, {"ref": "and the house was filled with smoke", "text": "This can be stated in active form. AT: \"and smoke filled the temple\" or \"and smoke filled the palace\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Woe is me! For I am doomed", "text": "This can be stated in active form. AT: \"I am in great trouble! Terrible things will happen to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "of unclean lips", "text": "Here \"lips\" represent what a person speaks. And, people saying things that are unacceptable to God is spoken of as if their lips were physically unclean. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh, Yahweh of hosts", "text": "Yahweh, the ruler of the angel armies\""}, {"ref": "my eyes have seen", "text": "Here \"eyes\" represents the whole person. AT: \"I have seen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe his vision."}, {"ref": "seraphim", "text": "This word suggests that the creatures might have a fiery appearance or resemble snakes. Because we do not know exactly what \"seraphim\" means, you could translate these as \"creatures\" or \"living things\" or \"beings.\" Or you can borrow the word and use it in your language. See how you translated this word in [[:en:bible:notes:isa:06:01|6:2]]. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "tongs", "text": "a tool used for grabbing or holding objects"}, {"ref": "your guilt has been taken away, and your sin atoned for", "text": "These two phrases say basically the same thing. This can be stated in active form. AT: \"Yahweh has taken away your guilt and has forgiven your sins\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your guilt has been taken away", "text": "Yahweh no longer considering a person to be guilty is spoken of as if \"guilt\" were an object that someone could take away from someone else. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe his vision."}, {"ref": "the voice of the Lord say", "text": "Here \"voice\" represents the Lord himself. AT: \"the Lord say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Whom shall I send", "text": "It is implied that Yahweh will send someone to speak his message to the people of Israel. AT: \"Whom shall I send to be a messenger to my people\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who will go for us", "text": "It seems \"us\" refers to Yahweh and the members of his heavenly council. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "this people", "text": "\"the people of Israel\""}, {"ref": "Listen, but do not understand; see, but do not perceive", "text": "Possible meanings are 1) the imperatives \"do not understand\" and \"do not perceive\" express what God is causing to happen. AT: \"You will listen, but Yahweh will not let you understand; you will look carefully, but Yahweh will not allow you to understand\" or 2) the imperatives \"Listen\" and \"see\" express the idea of \"if.\" AT: \"Even if you listen you will not understand; even if you look carefully, you will not understand\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Listen, but do not understand; see, but do not perceive", "text": "You can state clearly the understood information. AT: \"Listen to Yahweh's message, but do not understand what it means; look at what Yahweh is doing, but do not realize what it means\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Isaiah what he must do when Yahweh sends him to preach to the people."}, {"ref": "Make the heart of this people insensitive", "text": "Here \"heart\" represents a person's mind. A person who does not think clearly and is unable to understand and care about what is happening is spoken of as if his heart were insensitive. AT: \"Make these people unable to understand\" or \"Make the minds of these people dull\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Make the heart of this people", "text": "It may be more natural to translate \"heart\" and \"this\" as plurals. AT: \"Make the hearts of these people\""}, {"ref": "Make the heart ... insensitive", "text": "This command means that Yahweh will use Isaiah's message to cause the people to understand even less and to make them less sensitive to what Yahweh is doing."}, {"ref": "their ears dull, and blind their eyes", "text": "\"make it so that they cannot hear, and make it so that they cannot see.\" Isaiah making people to not understand Yahweh's message or what he is doing is spoken of as if Isaiah were making them deaf and blind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they might see with their eyes, hear with their ears", "text": "People being able to understand Yahweh's message and what he is doing is spoken of as if the people were able physically to see and hear. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "understand with their heart", "text": "Here \"heart\" represents as person's mind. Truly understanding something and caring about what is happening is spoken of as if the people were to understand with their hearts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then turn", "text": "Repenting and starting to obey Yahweh is spoken of as if the people were physically to turn towards him. AT: \"follow me again\" or \"then start trusting in me again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be healed", "text": "This can be stated in active form. AT: \"I would heal them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Until cities crash into ruins and are without inhabitants, and the houses are without people", "text": "\"Until all the cities and houses are ruined and no one lives there\""}, {"ref": "the land falls into a desolate waste", "text": "Here \"falls into\" is an idiom that means to become something worse. AT: \"the land becomes a desolate waste\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "until Yahweh has sent the people far away, and the solitude of the land is great", "text": "Here Yahweh speaks about himself in the third person. AT: \"until I, Yahweh, have sent all the people far away from their land, so that no one is left\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "13", "tn": [{"ref": "it will again be destroyed", "text": "This can be stated in active form. AT: \"armies will again destroy the land of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as a terebinth or an oak is cut down and whose trunk remains, the holy seed is in its stump", "text": "This simile means that even after Yahweh destroys Israel, he will still set apart people from among the Israelites to serve him. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "terebinth", "text": "a kind of oak tree (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "trunk ... stump", "text": "A trunk is the thick main stem of a tree. A stump is the part of a tree that remains in the ground after the tree is cut down."}, {"ref": "the holy seed", "text": "The people who will serve Yahweh after armies destroy Israel are spoken of as if they were set apart as a holy seed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]