[{"id": "01", "tn": [{"ref": "The Spirit of the Lord Yahweh is on me", "text": "\"Spirit\" here is the Holy Spirit of Yahweh who compels or motivates the person. See how you translated this in [[:en:bible:notes:isa:11:01|11:2]] or in [[:en:bible:notes:isa:42:01|42:1]]."}, {"ref": "the afflicted", "text": "This refers to poor people, those in great sorrow, or oppressed people who have problems they cannot overcome by themselves."}, {"ref": "liberty to the captives, and the opening of the prison for those who are bound", "text": "These two phrases mean the same thing. They state that God will certainly give freedom to captives. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "the year of Yahweh's favor, the day of vengeance", "text": "Both of these phrases refer to the same span of time. \"Year\" and \"day\" are both specific examples that represent the greater whole. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "year of Yahweh's favor", "text": "\"time when Yahweh will act kindly toward his people\" (UDB)"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "to give ... to give", "text": "Isaiah repeats this for emphasis."}, {"ref": "a turban", "text": "\"a headdress\" or \"a beautiful head covering.\" This is a long piece of cloth that is wrapped around the head."}, {"ref": "oil of joy ... a mantle of praise", "text": "People put oil on themselves and dressed in beautiful, long robes during times of celebration and joy. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in place of a spirit of dullness", "text": "\"in place of sadness\" or \"in place of mourning\""}, {"ref": "oaks of righteousness, the planting of Yahweh", "text": "This means Yahweh has caused the people to be strong and sturdy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that he may be glorified", "text": "This can be stated in active form. AT: \"so that the people's lives may glorify him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking using parallelisms in each line. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh's servant continues speaking to the people of Israel with each line a parallelism.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You will be called", "text": "This can be stated in active form. AT: \"People will call you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will have double", "text": "This probably refers to a double portion of land."}, {"ref": "they will rejoice over their share ... they will ... their land ... will be theirs", "text": "This still refers to the people of Israel. This can be stated in second person. AT: \"you will rejoice over your share ... you will ... your land ... will be yours\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "08", "tn": [{"ref": "Their descendants will be known among the nations, and their offspring among the peoples", "text": "These two clauses mean the same thing. This can be stated in active form. AT: \"People from other nations will know their descendants\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their offspring among the peoples", "text": "This clause assumes the same verb as the previous one. AT: \"their offspring will be known among the peoples\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "10", "tn": [{"ref": "I will greatly rejoice in Yahweh", "text": "\"I\" refers to the people of God speaking as one person whom Yahweh has restored."}, {"ref": "clothed me with the garments of salvation; he has clothed me with the robe of righteousness", "text": "The people of God speaking as one person now have salvation and righteousness as their distinct appearance visible to all. \"Garments\" and \"robe\" are clothing that everyone can see. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as a bridegroom adorns himself with a turban, and as a bride adorns herself with her jewels", "text": "This comparison emphasizes that the speaker is extremely happy, joyful, celebrating. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "turban", "text": "Translate this as in [[:en:bible:notes:isa:61:03|61:3]]."}, {"ref": "For as the earth produces its sprouting plants, and as the garden makes its planting grow", "text": "This is saying the same thing in two ways. The fact that whatever God says he will do is certainly going to happen is compared to the fact that seeds sprout after planting. AT: \"Just as seeds sown in a garden sprout from the soil and grow\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "righteousness and praise to sprout up", "text": "This expression describes these virtues as growing from seed like plants do. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]