[{"id": "01", "tn": [{"ref": "Bigthana and Teresh", "text": "These are the names of two men. They were spoken of in [[:en:bible:notes:est:02:19|2:21]], but Bigthana's name was spelled \"Bigthan\" there. You may translate his name as you did there or according to how it is spelled in this verse. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It was found recorded there", "text": "Here \"found\" is an metaphor for learning. Both \"found\" and \"recorded\" can be expressed in active form. AT: \"They found that the writers had recorded there\" or \"They learned that the writers had written\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What was done to give honor", "text": "This can be expressed in active form. AT: \"What did I do to give honor\" or \"What did we do to give honor \" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Nothing was done for him.", "text": "This can be expressed in active form. However it may be good to find a way that does not give them impression that servants were accusing the king. AT: \"No one did anything for Mordecai\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Haman", "text": "Translate this man's name as you did in [[:en:bible:notes:est:03:01|3:1]]"}, {"ref": "the outer courtyard", "text": "\"the first courtyard from the outside\""}, {"ref": "hanging Mordecai", "text": "It can be made clear what the purpose of hanging him was. AT: \"killing Mordecai by hanging him\" (See: [[:en:ta:vol1:translate:figs_explicit]]"}, {"ref": "the gallows he set up for him", "text": "The gallows was a structure that was used to kill people by hanging them from it. See how you translated \"gallows\" in [[:en:bible:notes:est:05:14|5:14]]. AT: \"the structure he set up for hanging him\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "set up", "text": "\"built\""}, {"ref": "the king takes pleasure in honoring", "text": "Taking pleasure in doing something is an idiom for being glad to do something or wanting to do something. AT: \"the king is glad to honor\" or \"the king wants to honor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "said in his heart", "text": "The heart represents the thoughts and attitudes. AT: \"thought\" or \"said to himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whom would the king take pleasure in honoring more than me?", "text": "This can be expressed as a statement. \"Surely there is no one whom the king would take greater pleasure in honoring more than me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "let royal robes be brought", "text": "This can be stated in active form. AT: \"let someone bring royal robes\" or \"tell your servants to bring royal robes\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on whose head is the royal crest", "text": "The word \"whose\" refers to the horse. The royal crest is a special symbol that represents the king's family."}, {"ref": "Then let the robes and the horse be given", "text": "This can be stated in active form. \"Then let them give the robes and the horse\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let them proclaim", "text": "\"Let noble official and servants proclaim\""}]}, {"id": "10", "tn": [{"ref": "Do not fail in a single matter of what you have said", "text": "The phrase \"a single matter\" emphasizes that he must do absolutely everything he said. It can be stated positively. AT: \"Be sure do absolutely everything you have said\""}]}, {"id": "12", "tn": [{"ref": "with his head covered", "text": "People often covered their head to show that they were either extremely sad or ashamed. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Zeresh", "text": "Translate this woman's name as you did in [[:en:bible:notes:est:06:12|6:13]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "before whom you have begun to fall", "text": "They spoke as if Haman and Mordecai were in a battle, and Haman was beginning to lose the battle. Losing the battle represents being dishonored. AT: \"before whom you are becoming less honored\" or \"before whom you are being humiliated (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will not overcome him", "text": "\"you will not win against him.\" They spoke as if Haman and Mordecai were in a battle. Overcoming someone represents having greater honor than him. AT: \"you will not have greater honor than he has\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will certainly fall before him", "text": "They spoke as if Haman and Mordecai were in a battle. Falling, or losing the battle, represents being dishonored. AT: \"you will certainly be dishonored before him\" or \"you will certainly be humiliated before him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]