[{"id": "01", "tn": [{"ref": "the fourteenth year", "text": "\"the 14th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "King Hezekiah", "text": "Translate the name of this king the same as you did in [[:en:bible:notes:isa:01:01|1:1]]."}, {"ref": "Sennacherib", "text": "This is the name of the king of Assyria. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sennacherib ... attacked all the fortified cities", "text": "Sennacherib's army attached the cities. AT: \"Sennacherib and his army ... attacked all the fortified cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the chief commander", "text": "Some versions of the Bible translate this as \"the Rabshakeh.\" This is the Assyrian word for one of the highest ranking military leaders in Assyria."}, {"ref": "Lachish", "text": "This is a city southwest of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the conduit of the upper pool, on the highway to the launderers' field", "text": "Translate this as in [[:en:bible:notes:isa:07:03|7:3]]."}, {"ref": "Hilkiah ... Eliakim", "text": "Translate the names of these men the same as you did in [[:en:bible:notes:isa:22:20|22:20]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shebna", "text": "Translate this man's name the same as you did in [[:en:bible:notes:isa:22:15|22:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Asaph ... Joah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "said to them", "text": "\"said to Eliakim, Shebna, and Joah\""}, {"ref": "What is the source of your confidence?", "text": "The king of Assyria uses this question to challenge Hezekiah and to say that he does not have a good source for confidence. This question may be written as a statement. AT: \"You have no reliable source for your confidence.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "there is counsel and strength for war", "text": "\"you have the council and the strength to go to war.\" The phrase \"strength for war\" refers to having a large enough and strong enough army with weapons. AT: \"you have enough military council, strong men, and weapons to go to war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now in whom are you trusting? Who has given you courage to rebel against me?", "text": "The king of Assyria uses questions to ridicule Hezekiah for believing he has the strength to rebel. This question may be written as a statement. AT: \"No matter in whom you trust, you will not have the courage to rebel against me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This continues the king of Assyria's message to Hezekiah. The chief commander is speaking the message to Hezekiah's men. (See: [[:en:bible:notes:isa:36:04|36:4-5]])"}, {"ref": "Look", "text": "Sennacherib uses this idiom to draw Hezekiah's attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "trusting in Egypt", "text": "Here \"Egypt\" refers to the Egyptian army. AT: \"trusting in the Egyptian army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "that splintered reed that you use as a walking staff, but if a man leans on it, it will stick into his hand and pierce it", "text": "This speaks of Egypt, specifically its army and its Pharaoh, as if it were a splintered reed to emphasize that relying on them would not help them but would only harm them. AT: \"that is like walking with a splintered reed for a staff. If a man leans on it, it will stick into his hand and pierce it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "splintered reed", "text": "A reed is the long, thin stem of a plant like tall grass. If it is splintered or damaged it cannot carry any weight."}, {"ref": "walking staff", "text": "This is a stick that someone would use for support when walking, made of whatever kind of tree limb that is found along the way."}, {"ref": "is not he the one whose high places and altars Hezekiah has taken away ... Jerusalem\"?", "text": "The king of Assyria uses this question to ridicule the people and to imply that Yahweh was angry about what Hezekiah did and would not protect them. This rhetorical question can be translated as a statement. AT: \"he is the one whose high places and altars Hezekiah has taken away ... Jerusalem\" or \"he is the one whom Hezekiah insulted by tearing down his high places and altars ... Jerusalem.\" (UDB). (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has said to Judah and to Jerusalem, \"You must worship before this altar in Jerusalem\"?", "text": "This can be written as an indirect quote. \"Judah\" and \"Jerusalem\" refer to the people who live in them. AT: \"has told the people of Judah and Jerusalem that they must worship only at this altar in Jerusalem.\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This continues the king of Assyria's message to Hezekiah by speaking the message to Hezekiah's men. (See: [[:en:bible:notes:isa:36:04|36:4-5]])"}, {"ref": "two thousand horses", "text": "\"2,000 horses\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "if you are able to find riders for them", "text": "The chief commander continues to ridicule Hezekiah and his army by implying that he did not have many soldiers. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This continues the king of Assyria's message to Hezekiah by speaking the message to Hezekiah's men. (See: [[:en:bible:notes:isa:36:04|36:4-5]])"}, {"ref": "How could you resist even one captain ... servants?", "text": "The chief commander continues to ridicule Hezekiah and his army. When he says \"you,\" referring to Hezekiah, he is actually referring to Hezekiah's army. This question may be written as a statement. AT: \"Your army could not even defeat one captain ... servants.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Now then, have I traveled up here without Yahweh to fight against this land and destroy it?", "text": "The chief commander uses another question to ridicule Hezekiah and the people of Judah. This question may be written as a statement. AT: \"I came here with Yahweh's command to destroy Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "without Yahweh", "text": "Here \"Yahweh\" refers to Yahweh's orders. AT: \"without Yahweh's command\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "against this land and destroy it ... Attack this land and destroy it", "text": "This means to fight against the people and cause destruction in the place where they live. The land referred to here is Jerusalem. AT: \"against this  people and destroy their land ... Attack these people and destroy their land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Eliakim ... Hilkiah ... Shebnah", "text": "Translate the names of these men the same as you did in [[:en:bible:notes:isa:22:20|22:20]]."}, {"ref": "Shebnah", "text": "Translate this man's name the same as you did in [[:en:bible:notes:isa:22:15|22:15]]."}, {"ref": "Joah ... chief commander", "text": "Translate this man's name and the phrase \"chief commander\" the same as you did in [[:en:bible:notes:isa:36:01|36:2-3]]."}, {"ref": "Please speak to your servants", "text": "Eliakim, Shebnah, and Joah refer to themselves as the chief commander's servants. This is a polite way to speak to someone who has greater authority."}, {"ref": "the Aramean language, Aramaic", "text": "\"Aramean\" is the name of a people group. \"Aramaic\" is the name of their language. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the ears of the people who are on the wall", "text": "The idiom \"to speak in someone's ear\" means to speak where they can hear you. AT: \"where the people who are on the wall may hear us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who are on the wall", "text": "This means that they are standing on the wall. The top of the wall was wide and a place where people could sit or stand. The full meaning of this statement can be made clear. AT: \"who are standing on the wall\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Has my master sent me to your master and to you to speak these words?", "text": "The chief commander uses this question to emphasize that his message is for all the people of Judah. This question may be written as a statement. AT: \"Certainly, my master has sent me to speak this message to you and to all who can hear.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Has he not sent me to the men who sit on the wall, who will have to ... you?", "text": "The chief commander uses this question to emphasize his insult. This can be written as a statement. AT: \"My master has sent me to everyone who hears this, who will have to ... you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will have to eat their own dung and drink their own urine with you", "text": "This is a very offensive statement. He is implying that they will need to eat these things because they will have nothing else to eat because their city will be under attack. The full meaning of this statement can be made clear. AT: \"will soon need to eat their own dung and drink their own urine, just as you will, because you will have nothing else to eat\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "the chief commander", "text": "Translate this phrase the same as you did in [[:en:bible:notes:isa:36:01|36:2]]."}, {"ref": "this city will not be given into the hand of the king of Assyria", "text": "This can be stated in active form. AT: \"Yahweh will not give Jerusalem into the hand of the king of Assyria\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the hand of the king", "text": "The king's \"hand\" refers to his \"control.\" AT: \"the control of the king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The chief commander continues speaking to the people of Judah."}, {"ref": "Make peace with me", "text": "This idiom means to agree officially to act peacefully towards one another. AT: \"Let us agree to have peace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "come out to me", "text": "This idiom means to surrender. AT: \"surrender to me\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "until I come and take", "text": "Here the king of Assyria is referring to his army as himself. AT: \"until my army comes and takes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a land of grain and new wine, a land of bread and vineyards", "text": "These two phrase have the same meaning and are used together to emphasize how prosperous the land will be. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a land of grain ... a land of bread", "text": "This means that they land is full of natural resources, such as grain. AT: \"a land where there is plenty of grain ... a land where there is plenty of bread\" (See: [[:en:ta:vol2:translate:figs_possession]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The chief commander continues speaking the king of Assyria's message to the people of Judah. (See: [[:en:bible:notes:isa:36:16|36:16]])"}, {"ref": "Has any of the gods of the peoples rescued them from ... Assyria?", "text": "The chief commander uses this question to ridicule the people of Judah. This question may be written as a statement. AT: \"None of the gods of the peoples rescued them from ... Assyria.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the hand of the king", "text": "The king's control is referred to as his \"hand.\" AT: \"the control of the king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my power?", "text": "The chief commander uses these questions to ridicule the people of Judah. These questions may be combined and written as a statement. AT: \"The gods of Hamath, Arpad, Sepharvaim, and Samaria did not rescue their people from my power.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Hamath ... Arpad", "text": "Translate the names of these cities the same as you did in [[:en:bible:notes:isa:10:07|10:09]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sepharvaim", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "is there any god who has rescued ... as if Yahweh could save Jerusalem from my power?", "text": "The chief commander uses this question to ridicule the people of Judah. This question may be written as a statement. AT: \"there is no god who has rescued ... and Yahweh will not save you in Jerusalem from my power.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his land", "text": "This refers to the people who live in the land. AT: \"his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Eliakim ... Hilkiah ... Shebna ... Joah ... Asaph", "text": "Translate the names of these men the same as you did in [[:en:bible:notes:isa:36:01|36:03]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "over the household", "text": "This idiom means that he was in charge of the affairs of the palace household. AT: \"in charge of the palace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with their clothes torn", "text": "Hezekiah's officials tore their clothes as a sign of mourning and distress. The meaning of this can be made clear.  AT: \"with their clothes torn because they were extremely distressed\" (UDB) (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}]