[{"id": "01", "tn": [{"ref": "A declaration", "text": "\"This is what Yahweh declares\" or \"This is Yahweh's message\""}, {"ref": "about the desert by the sea", "text": "This refers to the people who live in Babylon as being a desert, even though God has not made it into a desert yet. This event will certainly happen. AT: \"about the people who live in a land that soon will be a desert\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "Like stormwinds sweeping through the Negev", "text": "Isaiah compares the army that will attack the people to a storm with strong winds. They will be quick and powerful. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "from the wilderness", "text": "Here \"wilderness\" refers to the wilderness of Judea. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from a terrible land", "text": "The army is from a people that cause great fear."}, {"ref": "A distressing vision has been given to me", "text": "This can be stated in active form. AT: \"Yahweh showed me a troubling vision\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the treacherous man deals treacherously", "text": "\"those who deceive will deceive\""}, {"ref": "and the destroyer destroys", "text": "\"and those who destroy will destroy\""}, {"ref": "Go up and attack, Elam; besiege, Media", "text": "In the vision given to Isaiah, Yahweh speaks to the armies of Elam and Media as if they are there listening to him. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Go up and attack, Elam; besiege, Media", "text": "It is understood that they are to attack the Babylonians. AT: \"Go up and attack the Babylonians, you soldiers of Elam; go and besiege the Babylonians, you soldiers of Media\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Elam ... Media", "text": "Here \"Elam\" and \"Media\" represent the soldiers from these places. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will stop all her groaning", "text": "Here \"her\" represents all the people who are suffering because of the Babylonians. Yahweh will cause them to stop groaning when he sends the armies of Elam and Media to destroy the Babylonians. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "my loins are filled with pain", "text": "The vision that Isaiah sees is so troubling it causes him physical pain. Here he describes the pain and cramping in the middle part of his body."}, {"ref": "pains like the pains of a woman in labor have taken hold of me", "text": "Isaiah compares his pain to the pain of a woman giving birth. This emphasizes the great pain he is feeling. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I am bowed down by what I heard", "text": "This can be stated in active form. AT: \"What I heard has caused me to bend over in pain\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am disturbed by what I saw", "text": "This can be stated in active form. AT: \"what I saw has greatly troubled me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My heart pounds, I shake with fear", "text": "\"My heart beats fast and I am shaking\""}]}, {"id": "05", "tn": [{"ref": "They prepare", "text": "Here \"They\" refers to the leaders of Babylon."}, {"ref": "prepare the table", "text": "Here \"table\" represents the food that people will eat at the feast. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "arise, princes", "text": "Here \"princes\" refers in general to men with authority and not necessarily to sons of kings."}, {"ref": "anoint your shields with oil", "text": "Soldiers would put oil on their leather shields so they would stay soft and not crack during battle. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "post a watchman", "text": "\"tell a watchman to stand on the wall of Jerusalem\""}, {"ref": "a chariot, a pair of horsemen", "text": "\"a soldier riding in a chariot, a pair of horses pulling it\""}]}, {"id": "08", "tn": [{"ref": "Lord, on the watchtower I stand", "text": "Here \"Lord\" refers to the person with authority that commanded the watchman to stand on the wall of Jerusalem."}, {"ref": "Babylon has fallen, fallen", "text": "Babylon being completely defeated by their enemies is spoken of as if Babylon has fallen. Here \"Babylon\" is a metonym that represents the people of Babylon. AT: \"The people of Babylon are completely defeated\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fallen, fallen", "text": "The word \"fallen\" is repeated to emphasize that the people of Babylon were completely defeated by their enemies."}]}, {"id": "10", "tn": [{"ref": "My threshed and winnowed ones, children of my threshing floor", "text": "The people of Israel suffering because of the Babylonians is spoken of as if the people were grain that was threshed and winnowed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My threshed", "text": "The word \"my\" refers to Isaiah."}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}, {"id": "11", "tn": [{"ref": "A declaration", "text": "\"This is what Yahweh declares\" or \"This is a message from Yahweh\""}, {"ref": "about Dumah", "text": "This is another name for Edom. Here \"Dumah\" represents the people who live there. AT: \"about the people of Dumah\" or \"about the people of Edom\" (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "One calls to me", "text": "Here \"me\" refers to Isaiah."}, {"ref": "Seir", "text": "This is the name of mountains west of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Watchman, what is left of the night? Watchman, what is left of the night?", "text": "This is repeated to emphasize that the person asking the question is worried and nervous. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "If you want to ask, then ask; and come back again", "text": "\"Ask me now what you want to know, but also come back later and ask again\""}]}, {"id": "13", "tn": [{"ref": "A declaration", "text": "\"This is what Yahweh declares\" or \"This is the message of Yahweh\""}, {"ref": "about Arabia", "text": "Arabia refers to the population of Arabia. AT: \"about the people of Arabia\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "In the wilderness of Arabia", "text": "Arabia does not have a forest. AT: \"Far off from the road in Arabia\" or \"Out in the bushes of Arabia\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "caravans", "text": "a group of people traveling together"}, {"ref": "Dedanites", "text": "This is a people group that lived in Arabia. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "land of Tema", "text": "This is the name of a city in Arabia. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "fugitives", "text": "A fugitive is a person who runs away so that his enemy will not capture him. See how you translated this in [[:en:bible:notes:isa:15:05|15:5]]."}, {"ref": "with bread", "text": "Here \"bread\" represents food in general. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from the sword, from the drawn sword, from the bent bow", "text": "Here \"sword\" and \"bow\" represents the soldiers who attack the inhabitants of Tema. AT: \"from their enemies who attack them with swords and bows\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the weight of war", "text": "The terror and suffering that is experienced during war is spoken of as if war were a heavy weight on people. AT: \"from the horrors of war\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "as a laborer hired for a year would see it", "text": "\"as a hired laborer would count the days of a year.\" A hired worker is careful to count the days so that he works exactly the amount of time he is paid to work. This means Kedar will be defeated in exactly one year. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "of Kedar", "text": "This is a region in Arabia. Kedar represents the population of Kedar. AT: \"of the people of Kedar\" (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]