[{"id": "01", "tn": [{"ref": "General Information:", "text": "John gives a warning against false teachers who teach against Christ's having had a human body and teachers who talk the way those who love the world talk."}, {"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends.\" See how you translated this in [[:en:bible:notes:1jn:02:07|2:7]]."}, {"ref": "do not believe every spirit", "text": "Here, the word \"spirit\" refers to a spiritual power or being that gives a person a message or prophecy. AT: \"do not trust every prophet who claims to have a message from a spirit\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "test the spirits", "text": "Here, the word \"spirits\" refers to a spiritual power or being that gives a person a message or prophecy. AT: \"be sure to listen carefully to what the prophet says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "test", "text": "\"prove\""}, {"ref": "has come in the flesh", "text": "\"has taken on human form\" or \"has come in a physical body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This is the spirit of the antichrist", "text": "\"They are teacher who are against Christ\" or \"They are teachers who oppose Christ \" (UDB)"}, {"ref": "antichrist, which you have heard is coming", "text": "\"antichrist. You have heard that people like that are coming among us\""}, {"ref": "coming, and now is already in the world", "text": "\"coming. Even now they are already here\" (UDB)"}]}, {"id": "04", "tn": [{"ref": "dear children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"my dear children in Christ\" or \"you who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have overcome them", "text": "\"have not believed the false teachers\""}, {"ref": "the one who is in you", "text": "\"God, who is in you\""}, {"ref": "the one who is in the world", "text": "Two possible meanings are 1)\"those worldly teachers or 2) \"Satan, who is in the world.\""}, {"ref": "the world", "text": "The term \"the world\" refers to all the people who do not obey God and to the system of evil that exists in the sinful world.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They are from the world", "text": "\"Those false teachers are people who do not obey God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "therefore what they say is from the world", "text": "\"therefore they teach ideas that are against God\""}, {"ref": "and the world listens to them", "text": "\"so the people who do not believe God listen to them\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "John continues to teach about the new nature. He teaches his readers about God's love and loving one another."}, {"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends.\" See how you translated this in [[:en:bible:notes:1jn:02:07|2:7]]."}, {"ref": "let us love one another", "text": "\"believers are to love other believers\""}, {"ref": "and everyone who loves is born from God and knows God", "text": "\"because those who love their fellow believers have become God's children and know him\" (UDB)"}, {"ref": "for love is from God", "text": "\"because God causes us to love each other\""}, {"ref": "born from God", "text": "This is a metaphor which means someone has a relationship to God like a child to his father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The person who does not love does not know God, for God is love", "text": "\"God's nature is to love people. Those who do not love their fellow believers do not know God because the character of God is to love people.\""}, {"ref": "God is love", "text": "This is a metaphor which means \"the character of God is love\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Because of this the love of God was revealed among us", "text": "This can be made active. AT: \"By this God showed that he loved us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the love of God was revealed", "text": "The fact that God loves everyone is spoken of as if it were an object that God could show to them. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "so that we would live because of him", "text": "\"to enable us to live eternally because of what Jesus did\""}, {"ref": "In this is love", "text": "\"God showed us what real love is\""}, {"ref": "love, not that we loved God, but that he loved us, and", "text": "\"love: true love is not the way we love God, but the way he loved us, and\""}, {"ref": "he sent his Son to be the propitiation for our sins", "text": "Here \"propitiation\" refers to the event in which the Son became the sacrifice for the sins of all mankind. AT: \"and sent his Son to sacrifice himself so that God could forgive our sins\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends.\" See how you translated this in [[:en:bible:notes:1jn:02:07|2:7]]."}, {"ref": "if God so loved us", "text": "\"since God loves us in this way\""}, {"ref": "love one another", "text": "\"believers are to love other believers\""}, {"ref": "God remains in us ... we remain in him and he in us", "text": "\"God has a relationship with us ... we have a relationship with God and he has a relationship with us.\" See how this was translated in [[:en:bible:notes:1jn:02:04|2:5-6]]."}, {"ref": "his love is perfected in us", "text": "\"God's love is complete in us\""}, {"ref": "By this we know ... us, because he has given", "text": "Your translation may be more clear if you omit either \"by this\" or \"because.\" AT: \"We know ... us because he gave\" or \"By this we know ... us: he gave\""}, {"ref": "because he has given us some of his Spirit", "text": "\"because he gave us his Spirit\" or \"because he has put his Holy Spirit in us\" However, this phrase does not imply that God has less of his Spirit left after he has given us some."}, {"ref": "Also, we have seen and have borne witness that the Father has sent the Son to be the Savior of the world", "text": "\"And we apostles have seen the Son of God and tell everyone that God, the Father, has sent his Son to save people on this earth\""}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "15", "tn": [{"ref": "Whoever acknowledges that Jesus is the Son of God", "text": "\"Those who say the truth about Jesus, that he is the Son of God\""}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "God remains in him and he in God", "text": "\"God has a relationship with him and he also has a relationship with God.\" See how you translated this in [[:en:bible:notes:1jn:02:04|2:5-6]]."}, {"ref": "God is love", "text": "This is a metaphor which means \"the character of God is love.\" See how you translated this in [[:en:bible:notes:1jn:04:07|4:8]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the one who remains in this love remains in God, and God remains in him", "text": "\"those who continue to love others have a close relationship with God, and God has a close relationship with them\""}]}, {"id": "17", "tn": [{"ref": "Because of this, this love has been made perfect among us, so that we will have confidence", "text": "This can be stated in active form. Possible meanings are 1) \"Because of this\" refers back to [[:en:bible:notes:1jn:04:15|4:16]]. AT: \"Because whoever lives in love is in God and God is in him, God has made his love for us complete, and so we may have complete confidence\" or 2) \"Because of this\" refers to \"we may have confidence.\" AT: \"We are confident that God will accept us on the day he judges everyone, so we know he has made his love for us complete\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "love has been made perfect among us", "text": "\"this is how God has made his love for us complete\""}, {"ref": "because as he is, just so are we in this world", "text": "\"because the relationship that Jesus has with God is the same relationship we have with God in this world\""}, {"ref": "perfect love throws fear out", "text": "Here \"love\" is described as a person with the power to remove fear. God's love is perfect. AT: \"But when our love is complete, we are no longer afraid\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "because fear has to do with punishment", "text": "\"because we are afraid if we think God will punish us when he comes to judge everyone\""}, {"ref": "But the one who fears has not been made perfect in love", "text": "\"When a person is afraid that God will punish him, that means his love is not complete\""}]}, {"id": "19", "tn": [{"ref": "hates his brother", "text": "\"hates a fellow believer\" (UDB)"}, {"ref": "the one who does not love his brother, whom he has seen, cannot love God, whom he has not seen", "text": "If two negative statements in a row are confusing, this can be translated differently. AT: \"only he who loves his brother, whom he has seen, loves God, whom he has not seen\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}]