[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Praise Yahweh, you in the heavens ... you in the heights", "text": "\"Praise Yahweh, you in the heavens ... you in the sky.\" These two lines are parallel, with phrase \"the heights\" meaning the same thing as \"the heavens\" in the previous line. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "003", "tn": [{"ref": "Praise him, sun and moon", "text": "The writer speaks to the sun and moon as if they were people and commands them to praise Yahweh. AT: \"Praise Yahweh, sun and moon, as people do\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "praise him, all you shining stars", "text": "The writer speaks to the shining stars as if they were people and commands them to praise Yahweh. AT: \"Praise Yahweh, shining stars, as people do\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Praise him, highest heaven", "text": "The phrase \"highest heaven\" is an idiom that refers to heaven itself. The writer speaks to heaven as if it were a person and commands it to praise Yahweh. AT: \"Praise Yahweh, highest heaven, as people do\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "you waters that are above the sky", "text": "The writer speaks to \"the waters that are above the sky\" as if they are people and commands them to praise Yahweh. The verbal phrase can be supplied from the previous line. AT: \"praise him, you waters that are above the sky, as people do\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "waters that are above the sky", "text": "The writer speaks of a place above the sky where water is stored and from which the rain comes."}]}, {"id": "005", "tn": [{"ref": "Let them praise the name of Yahweh", "text": "Here the word \"name\" represents Yahweh himself. AT: \"Let them praise Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they were created", "text": "This can be stated in active form. AT: \"he created them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he issued a decree that will never change", "text": "Possible meanings are 1) \"he gave a command that is permanent\" or 2) \"he gave a command that they will not disobey.\""}, {"ref": "issued", "text": "\"gave,\" as a king gives"}]}, {"id": "007", "tn": [{"ref": "all ocean depths", "text": "This phrase represents every creature that lives in the depths of the oceans. AT: \"all creatures in the ocean depths\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fire and hail, snow and clouds, stormy wind", "text": "The writer speaks to these natural phenomena as if they are people and commands them to praise Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "stormy wind fulfilling his word", "text": "The phrase \"his word\" represents what Yahweh has commanded. AT: \"stormy wind that does what Yahweh commands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues to speak to things that are not human as if they were people and commands them to praise Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "animals wild and tame", "text": "The words \"wild\" and \"tame\" are opposites. Together they encompass all animals. AT: \"all animals\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "011", "tn": [{"ref": "Connecting Statement:", "text": "The writer commands all people to praise Yahweh."}, {"ref": "all nations", "text": "The word \"nations\" represents the people who live in those nations. AT: \"people of every nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "young men and young women, elderly and children", "text": "The writer uses two merisms, one related to gender and one related to age, to represent every person. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "013", "tn": [{"ref": "the name of Yahweh, for his name alone", "text": "Here the word \"name\" represents Yahweh himself. AT: \"Yahweh, for he alone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his glory extends over the earth and the heavens", "text": "The writer speaks of Yahweh's greatness as his glory being high above earth and heaven. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has lifted up the horn of his people", "text": "The writer speaks of strength as if it were the horn of an animal. Lifting up an animal horn was a symbolic action that represented military victory. AT: \"He has made his people strong\" or \"He has given his people victory\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "for praise from all his faithful ones", "text": "\"so that all his faithful ones praise him\""}, {"ref": "the people near to him", "text": "The writer speaks of Yahweh loving his people as if his people were physically close to him. AT: \"the people he loves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]