[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John continues to describe the events that happened before the throne of God. The Lamb begins to open the seals on the scroll."}, {"ref": "Come!", "text": "This is a command to one person, apparently the rider of the white horse who is spoken of in verse 2."}, {"ref": "he was given a crown", "text": "This kind of crown was a likeness of wreaths of olive branches or laurel leaves, probably hammered out in gold. Examples actually made of leaves were given to victorious athletes to wear on their heads. This can be translated with an active verb. AT: \"he received a crown\" or \"God gave him a crown (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a crown", "text": "This was a wreath of olive branches or of laurel leaves like the wreaths that winning athletes received in contests at the time of John."}]}, {"id": "03", "tn": [{"ref": "the second seal", "text": "\"the next seal\" or \"seal number two\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the second living creature", "text": "\"the next living creature\" or \"living creature number two\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "fiery red", "text": "\"it was red like fire\" or \"it was bright red\""}, {"ref": "To its rider was given permission", "text": "This can be stated with an active verb. AT: \"God gave permission to its rider\" or \"Its rider received person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This rider was given a huge sword", "text": "This can be stated with an active verb. AT: \"This rider received a huge sword\" or \"God gave this rider a huge sword\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "the third seal", "text": "\"the next seal\" or \"seal number three\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the third living creature", "text": "\"the next living creature\" or \"living creature number three\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "a pair of scales", "text": "a tool used for weighing things"}, {"ref": "A choenix of wheat for one denarius", "text": "Some languages might want a verb such as \"cost\" or \"buy\" in the sentence. AT: \"A choenix of wheat now costs one denarius\" or \"Buy a choenix of wheat with one denarius\" There was very little wheat for all the people, so its price was very high."}, {"ref": "A choenix of wheat", "text": "This refers to a specific measure that was about one liter. AT: \"one liter\" or \"one bowl\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "one denarius", "text": "This coin was worth a day's wages. AT: \"one silver coin\" or \"the pay for one day of work\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "But do not harm the oil and the wine", "text": "If the oil and wine were harmed, there would be less of them for people to buy, and their prices would go up."}, {"ref": "the oil and the wine", "text": "These expressions probably stand for the olive oil harvest and the grape harvest. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "the fourth seal", "text": "\"the next seal\" or \"seal number four\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the fourth living creature", "text": "\"the next living creature\" or \"living creature number four\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "pale", "text": "\"grey.\" This is the color of a dead body, so its color is a symbol of death."}, {"ref": "one-fourth of the earth", "text": "fourth of the earth** - The earth here represents the people of the earth. AT: \"one-fourth\" of the people on the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "the sword", "text": "A sword is a weapon, and here it represents war. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with the wild animals of the earth", "text": "This means that Death and Hades would cause the wild animals to attack and kill people."}]}, {"id": "09", "tn": [{"ref": "the fifth seal", "text": "\"the next seal\" or \"seal number five\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "under the altar", "text": "This may have been \"at the base of the altar.\""}, {"ref": "those who had been killed", "text": "This can be translated with an active verb. AT \"those whom others had killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the word of God and the testimony", "text": "Possible meanings are 1) the testimony is God's witness to the truth of his word (as shown in the UDB), or 2) the testimony is the believers' witness to the truth of God's word."}, {"ref": "which they held", "text": "Believing the word of God and the testimony is spoken of as if they were objects that could be physically held in one's hands. AT: \"which they believed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "avenge our blood", "text": "The word blood here represents their deaths. AT: \"punish those who killed us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until the full number ... were to be killed", "text": "This implies that God had decided that a certain number of people should be killed by their enemies."}, {"ref": "their fellow servants and their brothers and sisters", "text": "This is one group of people described in two ways: as servants and as brothers and sisters. AT: \"their brothers and sisters who serve God with them\" or \"their fellow believers who serve God with them\""}, {"ref": "brothers and sisters", "text": "Christians are often spoken of as being one another's brothers and sisters. AT: \"fellow Christians\" or \"fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "the sixth seal", "text": "\"the next seal\" or \"seal number six\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "as black as sackcloth", "text": "Sometimes sackcloth was made of black hair. People would wear sackcloth when they were mourning. The image of sackcloth is meant to lead people to think of death and mourning. AT: \"as black as mourning clothes\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like blood", "text": "The image of blood is meant to lead people to think of death. How it was like blood can be stated clearly. AT: \"red like blood\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "just as a fig tree drops its unripe fruit when shaken by a stormy wind", "text": "\"just as unripened fruit easily falls in great quantities from a fig tree when a strong wind shakes it\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The sky vanished like a scroll that was being rolled up", "text": "The sky was normally thought of as being strong like a sheet of metal, but now it was weak like a sheet of paper and easily torn and rolled up. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "the generals", "text": "This word refers to the warriors who command in the battle."}, {"ref": "caves", "text": "large holes in the sides of hill"}, {"ref": "the face of the one", "text": "This refers to God. They did not want God to see them and punish them. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "face", "text": "Here \"face\" is used for the idea of \"presence.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the great day of their wrath has come", "text": "The day of their wrath refers to the time when they would punish wicked people.  AT: \"this is the terrible time when they will punish people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has come", "text": "Existing now is spoken of as having come. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their wrath", "text": "\"Their\" refers to the one on the throne and the Lamb."}, {"ref": "Who is able to stand?", "text": "Surviving, or staying alive, is spoken of as standing.  This question is used to express their great sadness and fear that no one will be able to survive when God punishes them. AT: \"No one can survive\" (See: (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}]