[{"id": "01", "tn": [{"ref": "the king walking before you ... I have walked before you", "text": "These expressions mean that people can actually see the kind of lives Saul and Samuel are living. AT: \"the king's life was seen ... My life was seen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "Here I am; testify against me before Yahweh and before his anointed one", "text": "By this statement, Samuel is challenging the people to speak up if he has done anything wrong to anyone. AT: \"I stand in front of you now. I ask you to speak in front of Yahweh and his anointed king if I have done you any wrong\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Whose ox have I taken? Whose donkey have I taken?", "text": "Samuel uses rhetorical questions to remind the people that he has never stolen their animals. AT: \"I have never stolen a prized animal from anyone.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Whom have I defrauded?", "text": "Samuel uses another rhetorical question to say he has always been honest. AT: \"I have never cheated or bribed any man.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Testify against me, and I will restore it to you", "text": "\"If I have done any of these evil things, speak now, and I will pay back what I owe. I will make right any wrong\""}]}, {"id": "04", "tn": [{"ref": "from any man's hand ... in my hand", "text": "These phrases mean what a person possesses or what they have done to obtain favor from others. This is a polite way of saying he has not stolen, nor has he given or taken bribes. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "06", "tn": [{"ref": "all of the righteous deeds of Yahweh", "text": "Samuel is calling their attention to the history of Yahweh's dealing with Israel, which has been filled with goodness and purpose."}]}, {"id": "08", "tn": [{"ref": "into the hand of Sisera ... Philistines ... king of Moab", "text": "\"into the power of Sisera ... Philistines ... king of Moab\""}, {"ref": "Jacob ... Moses ... Aaron ... Sisera", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hazor", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he sold them", "text": "This is an expression for God giving them over to their enemies to be their slaves."}]}, {"id": "10", "tn": [{"ref": "They cried out to Yahweh", "text": "\"They\" refers to the nation of Israel."}, {"ref": "Jerub Baal", "text": "This is sometimes translated Jerubbaal. This is a name of godly honor and strength to fight the false god."}, {"ref": "Yahweh sent ... and gave you victory", "text": "Samuel is telling the story of what God did after the people's confession of sin and plea for help. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jerub Baal, Bedan, Jephthah, and Samuel", "text": "These are the names of some judges that God raised up. Samuel included himself in this list. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "have served the Baals and the Ashtoreths", "text": "Serving here is referring to acting worshipful towards the false gods. AT: \"have worshiped false gods and goddesses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hand of our enemies", "text": "This statement is using \"hand\" to refer to power. AT: \"the power or control of our enemies\" (See: [[:en:ta:vol2: translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "No! Instead, a king must reign over us", "text": "This statement shows the nation of Israel's strong reaction against Samuel when he told them about trusting God because God delivered them in the past."}, {"ref": "whom you have chosen, whom you have asked for", "text": "These two phrases have similar meanings and emphasize that this is the king whom the people wanted. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "14", "tn": [{"ref": "fear ... serve ... obey ... not rebel", "text": "These similar words are used to emphasize how important this is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Yahweh's hand will be against you, as it was against your ancestors", "text": "The word \"hand\" here represents Yahweh's power and control. AT: \"Yahweh will punish you, just as he punished your ancestors\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "16", "tn": [{"ref": "before your eyes", "text": "The word \"eyes\" here represents the people of the nation of Israel. AT: \"out in the open where all of the nation of Israel may see\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Is it not the wheat harvest today?", "text": "Samuel knows it is harvest time. He is using a rhetorical question to emphasize that it does not usually rain at this time so the people will know that the rain that will ruin their harvest is a judgment from Yahweh. AT: \"It is harvest time and does not usually rain at this time\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he may send thunder and rain", "text": "Samuel is asking Yahweh to punish Israel for asking for a king by sending a rainstorm during the harvest which will ruin the grain."}]}, {"id": "19", "tn": [{"ref": "so that we do not die", "text": "The ultimate punishment for sin is death. The nation of Israel had seen Yahweh destroy the nations that had oppressed them. They were concerned that they had become \"dedicated for destruction\" like those nations."}, {"ref": "Do not be afraid", "text": "The people did evil and were afraid of God destroying them. AT: \"Do not be afraid that God will be angry and destroy you because of this sin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "turn away after empty things", "text": "\"pursue worship of false gods\""}]}, {"id": "22", "tn": [{"ref": "For the sake of his great name", "text": "Here \"name\" refers to the reputation of Yahweh. AT: \"So that people will continue to honor and respect Yahweh \" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "far be it from me that I should sin against Yahweh by ceasing to pray for you", "text": "The people are filled with fear because of the rain and thunder that Yahweh sent when Samuel prayed. Some people may believe Samuel would use his prayers to harm them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]