[{"id": "01", "tn": [{"ref": "Because of the transgression of a land", "text": "The abstract noun \"transgression\" can be translated as a verb. AT: \"Because of how a land transgresses\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the transgression of a land", "text": "This is a metonym for the sins of the people living in a land. AT: \"the transgression of the people of a land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with a man of understanding and knowledge", "text": "The implied information is that this man is a ruler or leader. The abstract nouns \"understanding\" and \"knowledge\" can be translated as verbs. AT: \"with a man who understands and knows how to rule\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "03", "tn": [{"ref": "oppresses", "text": "\"severely mistreats\""}, {"ref": "like a beating rain that leaves no food", "text": "The poor man who oppresses other poor people is compared to a rain that falls so hard that it leaves no crop to harvest. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "beating rain", "text": "This is a metaphor for a rain coming down hard enough to cause crops to be driven down. AT: \"damaging rain\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "forsake the law", "text": "\"forsake God's law\""}, {"ref": "those who keep the law", "text": "To \"keep the law\" means to do what God's law requires. AT: \"those who obey God's law\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fight against them", "text": "\"struggle against them.\" This means to strongly oppose or resist them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Evil men", "text": "Here \"men\" means people in general. AT: \"People who do evil things\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "do not understand justice", "text": "The abstract noun \"justice\" can be expressed as an adjective. AT: \"do not understand what is just\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "those who seek Yahweh", "text": "Those who want to know Yahweh and please him are spoken of as if they are literally seeking to find Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "understand everything", "text": "The implied information is that those who seek Yahweh understand all about justice. AT:\"completely understand what is just\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is better for a poor person ... than for a rich person", "text": "\"It is better to be a poor person ... than it is to be a rich person\""}, {"ref": "walks in his integrity", "text": "This represents a person living a life of integrity. The abstract noun \"integrity\" can be expressed as an adverb. AT: \"walks honestly\" or \"lives honestly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who is crooked in his ways", "text": "Rich people who are dishonest are spoken of as if they walk on crooked or twisted paths. AT: \"who is not honest in what he does\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "He who keeps the law", "text": "To \"keep the law\" means to do what God's law requires. AT: \"He who obeys God's law\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a son who has understanding", "text": "The abstract noun \"understanding\" can be expressed as a verb. AT: \"a son who understands\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "gluttons", "text": "\"people who eat too much.\" A \"glutton\" is a person who often eats and drinks excessively."}, {"ref": "shames his father", "text": "\"puts his father to shame\" or \"dishonors his father\""}, {"ref": "makes his fortune", "text": "\"increases his wealth\""}, {"ref": "charging too much interest", "text": "\"charging extra money to borrow\""}, {"ref": "interest", "text": "money paid by a borrower for the use of someone else's money"}, {"ref": "gathers his wealth", "text": "\"brings his wealth together\""}, {"ref": "for another", "text": "\"for another person\""}, {"ref": "pity", "text": "a strong feeling of sadness or sympathy for someone"}]}, {"id": "09", "tn": [{"ref": "If one", "text": "\"If a person\""}, {"ref": "turns away his ear from hearing the law", "text": "This represents the whole person turning away from and rejecting God's law. AT: \"turns away from hearing and obeying the law\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "even his prayer is detestable", "text": "\"even his prayer is offensive to God.\" This can be written in active form. AT: \"God detests even his prayer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "detestable", "text": "Translate this as you did in [[:en:bible:notes:pro:03:31|3:32]]."}, {"ref": "Whoever misleads the upright into an evil way", "text": "This is a metaphor for leading upright people in an evil direction. AT: \"Whoever causes the upright to go in an evil direction\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whoever misleads ... evil way will fall", "text": "\"If anyone misleads ... evil way, he will fall\""}, {"ref": "the upright", "text": "This refers to upright persons in general. AT: \"upright persons\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "will fall into his own pit", "text": "\"will fall into the trap that he has dug.\" This is a metaphor for ending up in the same bad place as others had been led toward. AT: \"will end up in the same evil place toward which he guided other people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blameless", "text": "This refers to blameless persons in general. AT: \"blameless persons\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "will have a good inheritance", "text": "\"will inherit what is good\""}]}, {"id": "11", "tn": [{"ref": "be wise in his own eyes", "text": "The phrase \"his own eyes\" represents his thoughts. AT: \"be wise in his own thoughts\" or \"think he is wise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who has understanding", "text": "The abstract noun \"understanding\" can be expressed as a verb. AT: \"who understands\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will find him out", "text": "This is an idiom that means the poor person will be able to determine whether or not the rich person is really wise. AT: \"will see his true nature\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "When there is victory for righteous people", "text": "\"When righteous people succeed\" or \"When righteous people triumph\""}, {"ref": "when the wicked arise", "text": "This is an idiom that means when the wicked gain power or start to rule. AT: \"when the wicked rise to power\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the wicked", "text": "This refers to wicked people in general. AT: \"wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "people hide themselves", "text": "\"people go into hiding.\" How people respond when the wicked rise is spoken of as if the people hide from those in power, although they would not actually be hidden. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "13", "tn": [{"ref": "hides his sins", "text": "\"covers his sins.\" This is the opposite of confessing and forsaking sins, and is spoken of as covering sins rather than bringing them into the open (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "prosper", "text": "\"succeed\" or \"advance\""}, {"ref": "the one who confesses them and forsakes them will be shown mercy", "text": "This can be stated in active form. AT: \"God will show mercy to the one who confesses and forsakes them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The one who always lives with reverence is blessed", "text": "This can be expressed in active form. AT: \"God will bless the one who always lives with reverence\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lives with reverence", "text": "The abstract noun \"reverence\" can be expressed as an adjective. AT: \"lives a reverent life\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "reverence", "text": "This refers to deeply respecting Yahweh and showing that respect by obeying him."}, {"ref": "whoever hardens his heart", "text": "\"the one who hardens his heart\""}, {"ref": "hardens his heart", "text": "This is an idiom that means to be stubborn or unwilling to obey God. AT: \"refuses to obey God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will fall into trouble", "text": "This represents ending up in misery and distress. AT: \"will end up in trouble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Like a roaring lion or a charging bear is a wicked ruler over poor people", "text": "Poor people who are helpless against an evil ruler are compared to people who have a lion roaring at them or a bear attacking them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a charging bear", "text": "A bear is a large, furry, dangerous animal that walks on four legs and has sharp claws and teeth. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "The ruler who lacks understanding", "text": "The abstract noun \"understanding\" can be translated as a verb. AT: \"The ruler who does not understand\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "oppressor", "text": "a person who treats people harshly and makes their lives very difficult"}, {"ref": "the one who hates dishonesty", "text": "The abstract noun \"dishonesty\" can be translated as a verb. AT: \"the one who hates being dishonest\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "prolong his days", "text": "Possible meanings are 1) this is an idiom that means his living for more time. AT: \"live longer\" or 2) this is an idiom that means extending the length of his reign. AT: \"rule for a longer time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "he has shed someone's blood", "text": "Here \"blood\" represents a person's life. To \"shed blood\" means to murder someone. AT: \"he has killed someone\" or \"he has murdered someone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fugitive", "text": "a person who is running away to avoid being captured"}, {"ref": "until death", "text": "\"until he dies.\" This means for the rest of his life. AT: \"all of his life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Whoever walks with integrity will be kept safe", "text": "This can be expressed in active form. AT: \"God will keep safe anyone who walks with integrity\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever", "text": "\"Anyone who\""}, {"ref": "walks with integrity", "text": "This represents a person living a life of integrity. The abstract noun \"integrity\" can be expressed as an adverb. AT: \"walks honestly\" or \"lives honestly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the one whose way is crooked", "text": "A dishonest person is spoken of as if he walks on crooked or twisted paths. AT: \"the one who does not live honestly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will suddenly fall", "text": "What will happen to a dishonest person is spoken of as if he suddenly fell down. AT: \"will suddenly be ruined\" or \"will suddenly perish\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "works his land", "text": "This means to till, sow, and care for his crops."}, {"ref": "whoever", "text": "\"anyone who\""}, {"ref": "follows worthless pursuits", "text": "\"chases after worthless projects.\" The person who is busy doing things that do not produce anything is spoken of as chasing after useless things. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will have plenty of poverty", "text": "The person following worthless pursuits is spoken of as getting the opposite of plenty of food. The abstract noun \"poverty\" can be translated as an adjective. AT: \"will be very poor\" (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the one who gets rich quickly will not go unpunished", "text": "The double negative \"will not go unpunished\" is used for emphasis. This can be stated in active form. AT: \"God will certainly punish the one who gets rich quickly\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one who gets rich quickly", "text": "The implied information is that this person gains wealth by unfaithful or dishonest means. AT: \"the one who tries to get rich quickly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "for a piece of bread a man will do wrong", "text": "A small bribe is spoken of in an exaggerated way here as just a piece of bread. AT: \"a man will sin for very little gain\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "do wrong", "text": "\"sin\""}, {"ref": "A stingy man", "text": "\"A selfish man.\" This is a person who does not like to share his possessions or spend money."}, {"ref": "hurries after riches", "text": "The stingy man is spoken of as if he was chasing after wealth. AT: \"is greedy for riches\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "poverty will come upon him", "text": "The result of being stingy is spoken of as if poverty was overtaking the stingy person. The abstract noun \"poverty\" can be translated as an adjective. AT: \"he will suddenly become poor\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "23", "tn": [{"ref": "Whoever disciplines someone, afterward will find more favor from him than from the one who flatters him with his tongue", "text": "This can be stated in active form, with the abstract noun \"favor\" being expressed as a verb. AT: \"A person will favor the one who disciplines him more than he favors the person who flatters him with his tongue\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Whoever disciplines", "text": "\"If a person disciplines\""}, {"ref": "flatters him with his tongue", "text": "The tongue here represents speaking.  AT: \"flatters him with words\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flatters", "text": "praises someone in a manner that is not sincere, or praises someone about things that are not true"}, {"ref": "Whoever robs", "text": "\"The one who robs\""}, {"ref": "and says, \"That is no sin,\"", "text": "This can be expressed as an indirect quotation. AT: \"and says that it is not a sin,\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the companion of", "text": "Possible meanings are: 1) \"the friend of\" or 2) an idiom that means having the same character as. AT: \"the same kind of person as\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "A greedy man", "text": "a person who selfishly wants more things, money or food than what he needs"}, {"ref": "stirs up conflict", "text": "The action of the greedy man is spoken of as if he were stirring up or awakening conflict. AT: \"causes conflict\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "One who trusts in his own heart", "text": "Depending on one's self is spoken of as trusting in one's own heart. AT: \"The person who relies on himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever", "text": "\"any person who\""}, {"ref": "walks in wisdom", "text": "Possible meanings are 1) this is an idiom that means to live wisely. AT: \"lives wisely\" or 2) this is an idiom that means to follow the teachings of wise people. AT: \"follows wise teachings\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "27", "tn": [{"ref": "The one", "text": "\"The person\""}, {"ref": "the poor", "text": "This refers to poor people in general. AT: \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "lack nothing", "text": "This double negative is used for emphasis. AT: \"have everything they need\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "whoever closes his eyes to them will receive many curses", "text": "This can be stated in active form. Possible meanings are 1) they will receive many curses from the poor. AT: \"the poor will give many curses to whoever closes his eyes to them\" or 2) they will receive many curses from people in general. AT: \"people will give many curses to whoever closes his eyes to the poor\" or 3) they will receive many curses from God. AT: \"God will give many curses to whoever closes his eyes to the poor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whoever", "text": "\"anyone who\""}, {"ref": "closes his eyes to", "text": "Closing the eyes represents not responding to the needs of the poor. AT: \"ignores\" or \"chooses not to help\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When wicked people rise", "text": "This is an idiom that means when wicked people gain power or start to rule. AT: \"When wicked people rise to power\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "men hide themselves", "text": "\"people go into hiding.\" How people respond when wicked people rise is spoken of as if the people hide from those in power, although they would not actually be hidden. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "perish", "text": "Possible meanings are 1) \"go away\" or 2) \"fall from power\" or 3) \"are destroyed.\""}, {"ref": "increase", "text": "Possible meanings are 1) \"multiply\" or 2) \"rise to power.\""}]}]