[{"id": "01", "tn": [{"ref": "Nadab and Abihu", "text": "These are the names of Aaron's sons. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "censer", "text": "a shallow metal container which priests used to carry hot coals or incense"}, {"ref": "put fire in it", "text": "\"put burning coals in it\""}, {"ref": "Then they offered unapproved fire before Yahweh, which he had not commanded them to offer", "text": "\"But Yahweh did not approve of their offering because it was not according to what he commanded them to offer\""}, {"ref": "unapproved fire before Yahweh", "text": "\"unapproved fire to Yahweh\""}, {"ref": "So fire came out from before Yahweh", "text": "\"So Yahweh sent a fire\""}, {"ref": "came out from before Yahweh", "text": "\"came out from Yahweh\""}, {"ref": "devoured them", "text": "The fire completely burning the men up is spoken of as if the fire devoured or completely used them up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they died before Yahweh", "text": "\"they died in the presence of Yahweh\""}]}, {"id": "03", "tn": [{"ref": "\"This is what Yahweh was talking about when he said, 'I will reveal my holiness ... before all the people.'\"", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"This is what Yahweh was talking about when he said that he would reveal his holiness ... who come near him, and that he will be glorified ... people.\" (See:[[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I will reveal my holiness to those who come near me", "text": "The phrase \"those who come near me\" refers to the priests that serve Yahweh. \"I will show those that come near to serve me that I am holy\" or \"Those who come near to serve me must treat me as holy\""}, {"ref": "I will be glorified before all the people", "text": "This second part of Yahweh's statement still concerns the priest, who are the ones who come near to Yahweh. This can be translated in active form. AT: \"They must glorify me before all the people\" or \"They must honor me in the presence of all the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Mishael ... Elzaphan ... Uzziel", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "your brothers", "text": "This does not mean they were literal brothers. Here \"brothers\" means relatives or cousins."}]}, {"id": "05", "tn": [{"ref": "So they came near", "text": "\"So Mishael and Elzaphan came near\""}, {"ref": "carried them, still wearing their priestly tunics", "text": "carried the bodies of Nadab and Abihu, which still had on the priestly tunics"}, {"ref": "Eleazar ... Ithamar", "text": "These are the names of Aaron's sons. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Do not let your hair on your heads hang loosely, and do not tear your clothes", "text": "Yahweh is telling Aaron and his sons not to show any outward signs of grief or mourning. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "so that you may not die", "text": "\"so that you will not die\""}, {"ref": "not be angry with all the assembly", "text": "Here \"assembly\" means the whole congregation of Israel, not just a group of leaders. AT: \"not be angry with all the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the entire house of Israel", "text": "Here \"house\" represents the people. AT: \"all the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for those whom the fire of Yahweh has set ablaze", "text": "\"for those whom Yahweh killed with his fire\""}]}, {"id": "08", "tn": [{"ref": "This will be", "text": "Here \"This\" refers back to the command for the priests to not drink wine or strong drink when they enter the tent of meeting."}, {"ref": "a permanent statute throughout your people's generations", "text": "Translate these words the same way you did in [[:en:bible:notes:lev:03:15|3:17]]."}, {"ref": "to distinguish", "text": "You can start a new sentence here. \"You must do this so that you will be able to distinguish\""}, {"ref": "between the holy and the common", "text": "The nominal adjectives \"the holy\" and \"the common\" can be stated as adjectives. AT: \"between what is holy and what is common\" or \"between what is dedicated to God and what is ordinary\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "between the unclean and the clean", "text": "The nominal adjectives \"the unclean\" and \"the clean\" can be stated as adjectives. AT: \"between what is unclean and what is clean\" or \"between what God will not accept and what he will accept\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the unclean", "text": "A person or thing that Yahweh has stated is unfit to touch is spoken of as if they were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the clean", "text": "A person or thing that Yahweh has stated is fit to touch is spoken of as if they were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "the offerings to Yahweh made by fire", "text": "This can be translated in active form. AT: \"the burnt offerings to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for it is most holy", "text": "\"for the grain offering is most holy\""}, {"ref": "this is what I have been commanded to tell you", "text": "This can be translated in active form. AT: \"this is what Yahweh commanded me to tell you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "The breast that is waved and the thigh that is presented to Yahweh", "text": "This can be translated in active form. AT: \"The breast and thigh that a person waved and presented to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the breast", "text": "the front part of the animal's body below the neck"}, {"ref": "the thigh", "text": "the upper part of the leg above the knee"}, {"ref": "in a clean place", "text": "A place that is fit to be used for God's purposes is spoken of as if it were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for they are given as your share", "text": "This can be translated in active form. AT: \"for Yahweh has given them as your share\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You and your sons and daughters", "text": "Here \"You\" refers to Aaron. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "They will be yours and your sons' with you as a share forever", "text": "Translate this so it is understood that the portion belongs to Aaron and his sons. AT: \"This portion will always be for you and your sons\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "it was burned up", "text": "This can be translated in active form. AT: \"the priests had burned it all\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Eleazar and Ithamar", "text": "Translate these names as you did in [[:en:bible:notes:lev:10:05|10:6]]."}, {"ref": "Why have you not eaten ...  before him?", "text": "Moses uses a question to rebuke Eleazar and Ithamar. This rhetorical question can be translated as a statement. AT: \"You should have eaten ... before him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "since it is most holy", "text": "\"since the sin offering is most holy\""}, {"ref": "to take away the iniquity of the assembly", "text": "Causing Yahweh to forgive the people of Israel is spoken of as if iniquity were an object that Yahweh takes from the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before him", "text": "\"in his presence\""}, {"ref": "its blood was not brought", "text": "This can be translated in active form. AT: \"you did not bring its blood\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "this thing has happened", "text": "Aaron is referring to the death of his two sons."}, {"ref": "would it have been pleasing in the sight of Yahweh?", "text": "These sacrifices were to be eaten with joy and happiness. Aaron uses a question to emphasize that Yahweh would not be pleased for him to eat the sacrifices since he is sad because of his sons' deaths. This question may be translated as a statement. AT: \"certainly, Yahweh would not have been pleased.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]