[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul wants them to know that though teaching is more important because it instructs people, it must be done with love."}, {"ref": "Pursue love", "text": "Paul speaks of love as if it were a person. \"Follow after love\" or \"Work hard to love people\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "especially that you may prophesy", "text": "\"and work especially hard to be able to prophesy\""}, {"ref": "builds up", "text": "Paul speaks of helping people as if it were building a house. AT: \"helps people.\" See how \"builds up\" is translated in [[:en:bible:notes:1co:08:01|8:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "The one who prophesies is greater", "text": "Paul is emphasizing that the gift of prophecy is greater than the gift of speaking in tongues. AT: \"The one who prophesies has a greater gift\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "interprets", "text": "This means to tell what someone has said in a language to others who do not understand that language. See how this is translated in [[:en:bible:notes:1co:02:12|2:13]]."}, {"ref": "how will I benefit you", "text": "This can be a statement. AT: \"I will not benefit you\" or \"I will not have done anything that helps you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "they do not produce different tones", "text": "This refers to sounds of different pitch that make up the melody, not to the difference between a flute sound and a harp sound."}, {"ref": "how will anyone know what tune the flute or harp is playing?", "text": "Paul wants the Corinthians to answer this themselves. AT: \"no one will know what tune the flute or harp is playing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "tune", "text": "\"melody\" or \"song\""}, {"ref": "how will anyone know when it is time to prepare for battle?", "text": "Paul wants the Corinthians to answer this themselves. AT:  \"no one would know when it is time to prepare for battle.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "none is without meaning", "text": "This can be stated as a positive. AT: \"they all have meaning\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "12", "tn": [{"ref": "the manifestations of the Spirit", "text": "\"being able to do things that show that the Spirit controls you\""}, {"ref": "to abound in building up the church", "text": "Paul speaks of the church as if it were a house that one could build and of the work of building the church as if it were something one could harvest. \"to succeed greatly in making God's people more able to serve God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "interpret", "text": "This means to tell what someone has said in a language to others who do not understand that language. See how this is translated in [[:en:bible:notes:1co:02:12|2:13]]."}, {"ref": "my mind is unfruitful", "text": "\"I do not understand the words I am saying\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "15", "tn": [{"ref": "What am I to do?", "text": "Paul is introducing his conclusion. AT: \"This is what I will do.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "pray with my spirit ... pray with my mind ... sing with my spirit ... sing with my mind", "text": "Prayers and songs must be in a language that the people present can understand."}, {"ref": "with my mind", "text": "\"with words that I understand\""}, {"ref": "you praise God ... you are giving thanks ... you are saying", "text": "Though \"you\" is singular here, Paul is addressing everyone who prays only in the spirit, but not with the mind. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "how will the outsider say \"Amen\" ... saying?", "text": "This can be a statement. AT: \"the outsider will never be able to say 'Amen' ... saying.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the outsider", "text": "Possible meanings are 1) \"another person\" or 2) \"people who are new to your group.\""}, {"ref": "say \"Amen\"", "text": "\"be able to agree\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "you certainly give", "text": "Paul is speaking to the Corinthians as if they were one person, so the word \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "is not built up", "text": "Paul speaks of helping people as if it were building a house. AT: \"does not help.\" See how \"builds up\" is translated in [[:en:bible:notes:1co:08:01|8:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ten thousand words", "text": "\"10,000 words\" or \"a great many words\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Paul tells them that speaking in different languages was told ahead of time by the prophet Isaiah many years before this speaking in other languages happened at the start of Christ's church."}, {"ref": "children", "text": "\"people whom others can deceive easily\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In the law it is written,", "text": "This can be stated in active form: AT: \"The prophet wrote these words in the law:\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "By men of strange tongues and by the lips of strangers", "text": "These two phrases mean basically the same thing and are used together for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives specific instructions on an orderly way to use gifts in the church."}, {"ref": "not for unbelievers, but for believers", "text": "This can be expressed positively and combined with the other positive statement. AT: \"only for believers\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "would they not say that you are insane?", "text": "This can be a statement. AT: \"they would say that you are insane.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "he would be convicted by all he hears. He would be judged by all that is said", "text": "Paul says basically the same thing twice for emphasis. AT: \"he would realize that he is guilty of sin because he hears what you are saying\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and )"}, {"ref": "The secrets of his heart would be revealed", "text": "This can be stated in active form. AT: \"God would reveal to him the secrets of his heart\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "What is next then", "text": "\"Because everything I have just told you is true, this is what you need to do\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "interpret what is said", "text": "This can be stated in active form. AT: \"interpret what they said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "interpretation ... interpret", "text": "This means to tell what someone has said in a language to others who do not understand that language. See how \"interpret\" is translated in [[:en:bible:notes:1co:02:12|2:13]]."}]}, {"id": "29", "tn": [{"ref": "Let two or three prophets speak", "text": "Possible meanings are 1) only two or three prophets speak at any one meeting or 2) only two or three prophets take turns speaking at any one time."}, {"ref": "to what is said", "text": "This can be stated in active form. AT: \"to what they say\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if an insight is given to one", "text": "This can be stated in active form. AT: \"if God gives someone insight\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "prophesy one by one", "text": "Only one person should prophesy at a time."}, {"ref": "all may be encouraged", "text": "This can be stated in active form. AT: \"you may encourage all\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God is not a God of confusion", "text": "God does not create confusing situations by making people all speak at the same time."}]}, {"id": "34", "tn": [{"ref": "keep silent", "text": "Possible meanings are 1) stop speaking, 2) stop speaking when someone is prophesying, or 3) be absolutely silent during the church service."}, {"ref": "Did the word of God come from you? Are you the only ones it has reached?", "text": "Paul emphasizes that the Corinthians are not the only ones who understand what God wants Christians to do. AT: \"The word of God did not come from you in Corinth; you are not the only people who understand God's will.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "37", "tn": [{"ref": "he should acknowledge", "text": "A true prophet or truly spiritual person will accept Paul's writings as coming from the Lord."}, {"ref": "let him not be recognized", "text": "This can be stated in active form. AT: \"you should not recognize him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "39", "tn": [{"ref": "do not forbid anyone from speaking in tongues", "text": "Paul makes it clear that speaking in tongues at a church gathering is permissible and acceptable."}, {"ref": "But let all things be done properly and in order", "text": "Paul is stressing that church gatherings should be held in an orderly manner. AT: \"But do all things properly and in order\" or \"But do everything in an orderly, appropriate way\""}]}]