[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Give ear, you heavens ... Let the earth listen", "text": "Yahweh speaks to the heavens and earth as if they are there listening. Possible meanings are 1) Yahweh is speaking to the inhabitants of heaven and earth or 2) Yahweh is speaking to the heavens and earth as if they are persons. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Let my teaching drop down like the rain ... and like the showers on the plants", "text": "This means Yahweh wants the people to eagerly accept his helpful teaching. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "distill", "text": "Use the word in your language for the process by which dew appears."}, {"ref": "dew", "text": "water that forms on leaves and grass on cool mornings"}, {"ref": "tender grass", "text": "\"new plants\""}, {"ref": "showers", "text": "heavy rain"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "proclaim the name of Yahweh", "text": "This is an idiom.  \"tell how good Yahweh is\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "ascribe greatness to our God", "text": "\"make sure people know that our God is great\""}, {"ref": "The Rock", "text": "This a proper name that Moses gives to Yahweh, who, like a rock, is strong and able to protect his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his work", "text": "\"everything he does\""}, {"ref": "all his paths are just", "text": "\"he does everything in a just way\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He is just and upright", "text": "These two words mean basically the same thing and emphasize that Yahweh is fair and does what is right. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. Moses continues to use parallelism to emphasize what he is saying. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "acted corruptly against him", "text": "\"opposed him by doing what is wrong.\" Similar words appear in [[:en:bible:notes:deu:04:15|04:16]]."}, {"ref": "a perverted and crooked generation", "text": "The words \"perverted\" and \"crooked\" mean basically the same thing. Moses uses them to emphasize how wicked the generation is. AT: \"a completely wicked generation\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Do you reward Yahweh in this way ... people?", "text": "Moses uses a question to scold the people. AT: \"You should give Yahweh proper praise ... people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you foolish and senseless people", "text": "The words \"foolish\" and \"senseless\" mean the same thing and emphasize how foolish the people are for disobeying Yahweh. AT: \"you extremely foolish people\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "your father ... has created you ... made you and established you", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular."}, {"ref": "Is he not your father, the one who has created you?", "text": "Moses uses a question to scold the people. This rhetorical question can be translated as a statement. AT: \"Yahweh is your father and the one who created you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel."}, {"ref": "Call to mind  ... think about ... your father ... show you ... your elders ... tell you", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Call to mind", "text": "This is an idiom. AT: \"Remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "days of ancient times", "text": "\"days of long ago.\" Moses refers to the time period when the ancestors of the people of Israel were alive."}, {"ref": "think about the years of many ages past", "text": "This is a repetition of what Moses just said in the previous portion. Moses wants the people of Israel to focus on their history as a nation. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he will show you", "text": "\"he will make it clear to you\" or \"he will enable you to understand it\""}, {"ref": "gave the nations their inheritance", "text": "This is an idiom. \"put the nations in the places where they would live.\" Similar words, \"giving to you as an inheritance,\" appear in [[:en:bible:notes:deu:04:21|4:21]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and he set the boundaries of the peoples, as he also fixed the number of their gods", "text": "God assigned each people group, together with its gods, to its own territory. In this way, he limited the influence of a people group's idols."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. As he speaks to the Israelites, he talks about them as if they were someone else and as if they were one man. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For Yahweh's portion is his people; Jacob is his apportioned inheritance", "text": "These two phrases means basically the same thing and and can be combined. AT: \"The descendants of Jacob are Yahweh's inheritance\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He found him ... shielded him and cared for him ... guarded him", "text": "\"He found Jacob ... shielded him and cared for him ... guarded him\" You may need to translate this as if Moses were talking about the Israelites as many people. \"He found our ancestors ... shielded them and cared for them ... guarded them\" (See UDB)"}, {"ref": "howling wilderness", "text": "Here \"howling\" refers to the sound the wind makes as it blows through the empty land."}, {"ref": "he guarded him as the apple of his eye", "text": "This is an idiom. The apple of an eye refers to the dark part inside the eyeball that allows a person to see. This is a very important and sensitive part of the body. This means that the people of Israel are very important to God and something he protects. AT: \"he protected him as something very valuable and precious\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "As an eagle that guards her nest and flutters over her young, Yahweh spread out his wings and took them, and carried them on his pinions", "text": "This means Yahweh watched over and protected the Israelites while they were in the desert. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "pinions", "text": "the outer edges of a bird's wings"}, {"ref": "led him ... with him", "text": "Moses again speaks of the Israelites as \"Jacob\" ([[:en:bible:notes:deu:32:09|32:9-10]]). You may need to translate as if Moses were speaking of the Israelites as many people. \"led them ... with them\" (See UDB) (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He made him ride on high places of the land", "text": "This is an idiom. The word \"him\" refers to the people of Israel. AT: \"Yahweh made them ride on high places of the land\" or \"Yahweh helped them take and occupy the land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "made him ride ... fed him ... nourished him", "text": "Moses continues to speak of the Israelites as \"Jacob\" ([[:en:bible:notes:deu:32:09|32:9-10]]). You may need to translate this as though Moses were speaking of the Israelites as many people. \"made our ancestors ride ... fed them ... nourished them\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "he fed him the fruits of the field", "text": "\"he brought him to a land with plenty of crops he could eat\""}, {"ref": "he nourished him with honey from the rock, and oil from the flinty crag", "text": "The land had many wild bees, which produce honey, with hives inside rock holes. There were also many olive trees, which provide oil, and grow on rocks, hills, and mountains."}, {"ref": "nourished him with honey", "text": "This is like a mother giving her breast to an infant. \"allowed him to suck honey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He speaks to the Israelites as if they were one man, so the word \"you\" here is singular. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "He ate", "text": "Moses continues to speak of the Israelites as \"Jacob\" ([[:en:bible:notes:deu:32:09|32:9-10]]). You may need to translate as though Moses were speaking of the Israelites as many people. \"Our ancestors ate\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "fat of lambs, rams of Bashan and goats", "text": "The people of Israel had many healthy herd animals."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses continues speaking his poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Jeshurun", "text": "Moses speaks of the Israelites as if they were a well-fed animal whose owner named it Jeshurun. You may add a footnote that says, \"The name 'Jeshurun' means 'upright one.'\" If your language cannot speak of the Israelites as Jeshurun, you may refer to the Israelites as many people, as the UDB does. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "grew fat and kicked", "text": "Jeshurun, the well-fed animal who kicks instead of becoming gentle is a metaphor for the Israelites, who rebelled even though God took care of them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you grew fat, you were too fat, and you had eaten your fill", "text": "Moses scolds the Israelites by speaking in the song to Jeshurun. \"you became fat, you became fatter, and you became as fat as you could become\""}, {"ref": "the Rock of his salvation", "text": "This means Yahweh is strong like a rock and able to protect his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Rock", "text": "This a proper name that Moses gives to Yahweh, who, like a rock, is strong and able to protect his people. Translate as in [[:en:bible:notes:deu:32:03|32:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They made Yahweh jealous", "text": "The Israelites made Yahweh jealous."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses continues to speak his song to the Israelites. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "They sacrificed", "text": "\"The people of Israel sacrificed\""}, {"ref": "gods that recently appeared", "text": "This means the Israelites recently learned about these gods."}, {"ref": "your fathers", "text": "Moses is speaking to the Israelites as many people, so the word \"your\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You have deserted ... your father ... you forgot ... gave you", "text": "Moses is speaking to the Israelites as if they were one man, so all instances of \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You have deserted the Rock", "text": "Here Yahweh is called the rock because he is strong and protective. AT: \"You have left the protective care of Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Rock", "text": "This a proper name that Moses gives to Yahweh, who, like a rock, is strong and able to protect his people. Translate as in [[:en:bible:notes:deu:32:03|32:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who became your father ... who gave you birth", "text": "This compares Yahweh to a father and a mother. This means God caused them to live and to be a nation. AT: \"who fathered you ... who gave life to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his sons and his daughters", "text": "This refers to the people of Israel whom Yahweh gave life to and made into a nation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will hide my face from them", "text": "This is an idiom. AT: \"I will turn away from them\" or \"I will stop helping them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will see what their end will be", "text": "\"I will see what happens to them\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They have made me jealous", "text": "Here \"me\" refers to Yahweh."}, {"ref": "what is not god", "text": "\"what are false gods\""}, {"ref": "worthless things", "text": "You may need to make explicit what the \"things\" are. AT: \"worthless idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who are not a people", "text": "\"people who do not belong to one people group\""}, {"ref": "foolish nation", "text": "Translate \"foolish\" as in [[:en:bible:notes:deu:32:05|32:6]]."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For a fire is kindled by my anger ... foundations of the mountains", "text": "Yahweh compares his anger to a fire. This emphasizes his power to destroy what makes him angry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a fire is kindled by my anger and is burning ... it is devouring ... it is setting", "text": "This can be stated in active form. AT: \"I start a fire because I am angry, and it burns ... it is devouring ... it is setting\" or \"when I am angry, I destroy my enemies like a fire, and I destroy everything on earth and in ... I devour ... I set\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to the lowest Sheol", "text": "\"even to the world of the dead\""}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will heap disasters on them", "text": "Yahweh speaks of bad things that would happen to the Israelites as if they were something like dirt that he could pile up on top of the Israelites. AT: \"I will make sure that many bad things happen to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will shoot all my arrows at them", "text": "Here Yahweh compares the bad things he will make sure happen to the Israelites to someone shooting arrows from a bow. AT: \"I will do all I can do to kill them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be wasted by hunger", "text": "This can be stated in active form. The abstract noun \"hunger\" can be translated as the verb \"be hungry.\" AT: \"They will grow weak and die because they are hungry\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "They will ... hunger and devoured by burning heat and bitter destruction", "text": "Possible meanings of \"burning heat\" are 1) the Israelites will suffer from fevers or 2) the weather will be unusually hot during a drought or famine. This can be stated in active form. AT: \"They will ... hunger, and burning heat and terrible disasters will devour them\" or \"They will ... hunger, and they will die from burning heat and terrible disasters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will send on them the teeth of wild animals, with the poison of things that crawl in the dust", "text": "The teeth and the poison are synecdoches for the animals that use these things to kill. AT: \"I will send wild animals to bite them, and things that crawl in the dust to bite and poison them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Outside the sword will bereave", "text": "Here \"sword\" represents the army of the enemy. AT: \"When the Israelites are outside, the enemy army will kill them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "terror will do so", "text": "Yahweh speaks of being afraid as if it were a person who comes into a house and kills those who live in it. AT: \"you will die because you are afraid\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "young man and virgin, the nursing baby, and the man of gray hairs", "text": "These terms describing people of different ages are combined to mean that all kinds of people will die. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I said that I would ... away, that I would ... mankind", "text": "This can be translated as a direct quote. AT: \"I said, 'I will ... away, and I will ... mankind'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I would make the memory of them to cease from among mankind", "text": "\"I would make all people forget about them\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Were it not that I feared the provocation of the enemy", "text": "\"I was afraid of the provocation of the enemy\""}, {"ref": "the provocation of the enemy", "text": "This abstract noun can be translated as a verb. AT: \"that the enemy would provoke me\" or \"that the enemy would cause me to be angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the enemy", "text": "Yahweh speaks of his enemies as if they are one man. AT: \"my enemy\" or \"my enemies\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "judge mistakenly", "text": "\"misunderstand\""}, {"ref": "Our hand is exalted", "text": "Here \"hand\" represents the strength or power of a person. To be exalted is an idiom for defeating an enemy. AT: \"We have defeated them because we are more powerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Oh, that they were wise, that they understood this, that they would consider their coming fate", "text": "Moses states something that he wishes were true, but he knows that they are not wise and do not understand that their disobedience will cause Yahweh to bring this disaster on them. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "their coming fate", "text": "The abstract noun \"fate\" can be translated as a verb. AT: \"what is going to happen to them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words and tell them more of what they would have understood if they were wise ([[:en:bible:notes:deu:32:28|32:29]]). (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "How could one chase a thousand ... Yahweh had given them up?", "text": "Moses uses a question to scold the people for not being wise enough to understand why their enemies are defeating them. This question can be translated as a statement as in the UDB. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How could one chase a thousand, and two put ten thousand to flight", "text": "You can make clear the understood information. AT: \"How could 1 enemy soldier chase 1,000 of your men, and 2 enemy soldiers cause 10,000 of your men to run away\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "unless their Rock had sold them", "text": "The word \"Rock\" refers to Yahweh who is strong and able to protect his people. AT: \"unless Yahweh, their Rock, had handed them over\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their Rock ... our Rock", "text": "\"The Rock\" is a proper name that Moses gives to Yahweh, who, like a rock, is strong and able to protect his people. Translate \"Rock\" as in [[:en:bible:notes:deu:32:03|32:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "our enemies' rock is not like our Rock", "text": "The enemies' idols and false gods are not powerful like Yahweh."}, {"ref": "just as even our enemies admit", "text": "\"not only do we say so, but our enemies say so also\""}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For their vine comes from the vine of Sodom ... clusters are bitter", "text": "Moses compares enemies who worship false gods to the wicked people who lived in Sodom and Gomorrah and to grapevines that produce poisonous fruit. This means their enemies are wicked and will cause the Israelites to die if the Israelites start to act like the people who live around them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their vine comes from the vine of Sodom, and from the fields of Gomorrah", "text": "The vine is a metaphor for the people group. \"it is as if their vine were a branch of the vines that grew in the fields of Sodom and Gomorrah\" or AT: \"they do evil the same way the people who lived in Sodom and Gomorrah did\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their clusters", "text": "\"their clusters of grapes\""}]}, {"id": "33", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. He continues to quote Yahweh's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Their wine is the poison of serpents and the cruel venom of asps", "text": "Moses continues comparing the enemies of the people of Israel to grapevines that produce poisonous fruit and wine. This means their enemies are wicked. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "asps", "text": "\"snakes\""}, {"ref": "Is not this plan secretly kept by me, sealed up among my treasures?", "text": "This question emphasizes that Yahweh's plans for the people of Israel are kept secret like a valuable treasure. The rhetorical question can be translated as a statement. It can also be stated in active form. AT: \"I know what I have planned to do to the Israelite people and to their enemies, and I have locked up those plans as someone would lock up his valuable possessions.\" (See UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. This is the end of Moses's quotation of Yahweh's words that begins in [[:en:bible:notes:deu:32:19|32:20]]. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Vengeance is mine to give, and recompense", "text": "The words \"vengeance\" and \"recompense\" mean basically the same thing. AT: \"I will have vengeance and punish Israel's enemies\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "recompense", "text": "to punish or reward a person for what he has done"}, {"ref": "their foot slips", "text": "Something bad has happened to them. AT: \"they are helpless\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the day of disaster for them", "text": "\"the time for me to destroy them\""}, {"ref": "and the things that are to come on them will hurry to happen", "text": "Yahweh speaks of the bad things that will happen to his enemies as if the bad things were people running eagerly to punish them. AT: \"and I will punish them quickly\" (See UDB)  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Moses continues to speak a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For Yahweh will give justice to his people", "text": "The abstract noun \"justice\" can be translated as a verb. AT: \"For Yahweh will do what is just for his people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he will pity his servants", "text": "\"he will feel that he needs to help his servants\""}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: .[[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Where are their gods, the rock in whom they took refuge?", "text": "Yahweh scolds the people of Israel for seeking protection from other gods. This question can be translated as a statement. AT: \"Look, the gods that the Israelites thought would protect them have not come to help them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The gods who ate the fat of their sacrifices and drank the wine of their drink offerings?", "text": "Here Yahweh mocks the people of Israel for offering sacrifices to other gods. This question can be translated as a statement. AT: \"The gods to whom the Israelites offered meat and wine have not come to help them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Let them rise up and help you; let them be your protection", "text": "Yahweh says this to mock the Israelites. He knows these gods cannot help them. AT: \"These idols are not even able to get up and help or to protect you\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I, even I", "text": "\"I, I myself\" or \"I, I alone.\" Yahweh repeats \"I\" to emphasize that only he is God."}, {"ref": "I lift up my hand to heaven and say", "text": "\"I lift up my hand to heaven and swear\" or \"I have taken an oath.\" Lifting up the hand is a sign of making an oath."}, {"ref": "As I live forever", "text": "\"As certainly as I live forever\" or \"I swear by my life which is never-ending.\" This statement assures the people that what God says in [[:en:bible:notes:deu:32:41|32:41]]-[[:en:bible:notes:deu:32:42|32:42]] will happen."}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "When I sharpen my glittering sword", "text": "This means God is preparing to judge and punish his enemies. AT: \"When I sharpen my shining sword\" or \"When I am ready to judge my enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when my hand begins to bring justice", "text": "Here \"hand\" represents the whole person. AT: \"when I get ready to judge the wicked\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "42", "tn": [{"ref": "General Information:", "text": "Moses speaks a poetic song to the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will make my arrows drunk with blood, and my sword will devour flesh with the blood", "text": "Yahweh speaks of arrows as if they were people to whom he could give alcohol and make them drunk, and of a sword as if it were a person who was so hungry that he would eat an animal before draining the blood out. These metaphors are metonyms for a soldier using arrows and a sword to kill many enemies. This in turn is a metaphor for Yahweh killing his enemies in war. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from the heads of the leaders of the enemy", "text": "A possible meaning is \"from the long-haired heads of the enemy.\""}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "This is the end of Moses' song. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Rejoice, you nations", "text": "Moses addresses the peoples of all the nations as if they were there listening. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "for he will avenge the blood of his servants; he will render vengeance on his enemies", "text": "Here \"blood of his servants\" represents the lives of his innocent servants who were killed. AT: \"for he will take revenge on his enemies, who killed his servants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "44", "tn": [{"ref": "recited ... reciting", "text": "Possible meanings are 1) \"spoke ... speaking\" or 2) \"sang ... singing.\""}, {"ref": "in the ears of the people", "text": "Here \"ears\" represents the people themselves and emphasizes that Moses wanted to make sure they heard the song clearly. AT: \"to the people so they would be sure to hear it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "46", "tn": [{"ref": "He said to them", "text": "\"Moses said to the people of Israel\""}, {"ref": "Fix your mind on", "text": "This is an idiom. AT: \"Pay attention to\" or \"Think about\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have witnessed to you", "text": "Possible meanings are 1) \"I have testified to you,\" referring to what Yahweh has said he will do to the Israelites if they disobey, or 2) \"I have commanded you,\" referring to what Yahweh was commanding them to do."}, {"ref": "your children", "text": "\"your children and descendants\""}, {"ref": "this is", "text": "\"this law is\""}, {"ref": "no trivial matter", "text": "This litotes can be stated positively. AT: \"something very important\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "because it is your life", "text": "\"because you will live if you obey it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "prolong your days", "text": "Long days are a metaphor for a long life. AT: \"be able to live a long time.\" Translate these words as they are in [[:en:bible:notes:deu:04:25|4:26]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "48", "tn": [{"ref": "mountains of Abarim", "text": "This is the name of a mountain range in Moab. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abarim, up Mount Nebo", "text": "\"Abarim and climb up Mount Nebo\""}, {"ref": "Mount Nebo", "text": "This is the highest place in the Abarim Mountains. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "opposite Jericho", "text": "\"on the other side of the river from Jericho\""}]}, {"id": "50", "tn": [{"ref": "General Information:", "text": "Yahweh finishes speaking to Moses."}, {"ref": "be gathered to your people", "text": "This is a polite way of saying Moses' spirit would join the spirits of his relatives in the world of the dead. AT: \"join your ancestors who died before you\" (See: [[:en:ta:vol2:translate:figs_euphemism]] )"}, {"ref": "Mount Hor", "text": "This is the name of a mountain on the border of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Meribah", "text": "This is the name of the place in the desert where Moses disobeyed God. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "wilderness of Sin", "text": "This is the name of a wilderness on the southern border of Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]