[{"id": "01", "tn": [{"ref": "When Rachel saw that she bore Jacob no children", "text": "\"When Rachel realized that she was unable to become preganant\""}, {"ref": "I will die", "text": "Rachel is using hyperbole to show how upset she is about not having children. AT: \"I will feel completely worthless\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Give me children", "text": "\"Cause me to become pregnant\""}, {"ref": "Jacob's anger burned against Rachel", "text": "Jacob's anger is spoken of as if it were a fire. AT: \"Jacob was very angry with Rachel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Am I in the place of God, who has kept you from having children?", "text": "This is a rhetorical question that Jacob uses to scold Rachel. It can be translated as a statement. AT: \"I am not God! I am not the one who is preventing you from having children!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "She said", "text": "\"Rachel said\""}, {"ref": "See", "text": "\"Listen\" or \"Pay attention to what I am about to tell you.\" This adds emphasis to what Rachel says next."}, {"ref": "there is my servant Bilhah ... I will have children by her", "text": "At that time, this was an acceptable way for a barren woman to have children that would legally belong to her. The full meaning of this may be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Bilhah", "text": "This is the name of Rachel's female servant. See how you translated this name in [[:en:bible:notes:gen:29:28|29:29]]."}, {"ref": "on my knees", "text": "This is a way of saying that the child that Bilhah gives birth to will belong to Rachel. AT: \"for me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will have children by her", "text": "\"and in this way she will cause me to have children\""}]}, {"id": "05", "tn": [{"ref": "Bilhah", "text": "This is the name of Rachel's female servant. See how you translated this name in [[:en:bible:notes:gen:29:28|29:29]]."}, {"ref": "bore Jacob a son", "text": "\"gave birth to a son for Jacob\""}, {"ref": "she called his name", "text": "\"Rachel gave him the name\""}, {"ref": "called his name Dan", "text": "Translators may also add a footnote that says \"The name Dan means 'he judged.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "Bilhah ... conceived again", "text": "\"Bilhah ... became pregnant again\""}, {"ref": "and bore Jacob a second son", "text": "\"and gave birth to a second son for Jacob\""}, {"ref": "With mighty wrestlings have I wrestled with my sister", "text": "The phrase \"wrestlings have I wrestled\" is an idiom used for emphasis. It is also a metaphor that speaks of Rachel's attempts to have a child like her sister as if she were having a physical fight with Leah. AT: \"I have had a great struggle to have children like my older sister, Leah\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and have prevailed", "text": "\"and I have won\" or \"I have succeeded\""}, {"ref": "called his name Naphtali", "text": "Translators may also add a footnote that says \"The name Naphtali means 'my struggle.'\""}]}, {"id": "09", "tn": [{"ref": "When Leah saw that", "text": "\"When Leah became aware that\""}, {"ref": "she took Zilpah, her servant, and gave her to Jacob as a wife", "text": "\"she gave Zilpah, her servant, to Jacob as a wife\""}, {"ref": "Zilpah", "text": "This is the name of Leah's female servant. See how you translated this in [[:en:bible:notes:gen:29:23|29:24]]."}, {"ref": "bore Jacob a son", "text": "\"gave birth to a son for Jacob\""}, {"ref": "This is fortunate!", "text": "\"How fortunate!\" or \"What good luck!\""}, {"ref": "called his name Gad", "text": "Translators may also add a footnote that says \"The name Gad means 'fortunate.'\""}]}, {"id": "12", "tn": [{"ref": "Zilpah", "text": "This is the name of Leah's female servant. See how you translated this name in [[:en:bible:notes:gen:29:23|29:24]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "bore Jacob a second son", "text": "\"gave birth to a second son for Jacob\""}, {"ref": "I am happy!", "text": "\"How blessed I am!\" or \"How happy I am!\""}, {"ref": "the daughters", "text": "\"the women\" or \"the young women\""}, {"ref": "called his name Asher", "text": "Translators may also add a footnote that says \"The name Asher means 'happy.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "Reuben went", "text": "\"Reuben went out\""}, {"ref": "in the days of wheat harvest", "text": "Here the phrase \"in the days of\" is an idiom that refers to the season or time of year. AT: \"at the time of year of the wheat harvest\" or \"during the wheat harvest\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "mandrakes", "text": "This is a fruit that was said to increase fertility and the desire to sleep with one's lover. AT: \"love fruit\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Is it a small matter to you ... my husband?", "text": "\"Do you not care ... my husband?\" This is a rhetorical question used to scold Rachel. This question can be translated as a statement. AT: \"It is bad enough ... my husband.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you now want ... too?", "text": "This is a rhetorical question, used to scold Rachel. This question can be translated as a statement. AT: \"Now you want ... too!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Then he will sleep", "text": "\"Then Jacob will sleep\" or \"Then I will let Jacob sleep\""}]}, {"id": "16", "tn": [{"ref": "with my son's mandrakes", "text": "\"for the price of my son's mandrakes.\" See how you translated \"mandrake\" in [[:en:bible:notes:gen:30:14|30:14]]."}, {"ref": "she conceived", "text": "\"She became pregnant\""}, {"ref": "and bore Jacob a fifth son", "text": "\"and gave birth to a fifth son for Jacob\""}, {"ref": "God has given me my wages", "text": "God rewarding Leah is spoken of as if he were a boss paying wages to someone who works for him. AT: \"God has given my due\" or \"God has rewarded me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She called his name Issachar", "text": "Translators may also add a footnote that says: \"The name Issachar means 'there is a reward.'\""}]}, {"id": "19", "tn": [{"ref": "Leah conceived again", "text": "\"Leah became pregnant again\""}, {"ref": "and bore a sixth son to Jacob", "text": "\"and gave birth to a sixth son for Jacob\""}, {"ref": "She called his name Zebulun", "text": "Translators may also add a footnote that says: \"The name Zebulun means 'honor.'\""}, {"ref": "and called her name Dinah", "text": "This is the name of Leah's daughter. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "22", "tn": [{"ref": "God called Rachel to mind and listened to her", "text": "The phrase \"call to mind\" means to remember. This does not mean God forgot about Rachel. It means he considered her request. AT: \"God considered Rachel and granted to her what she wanted\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "God has taken away my shame", "text": "God causing Rachel to no longer feel ashamed is spoken of as if \"shame\" were an object that person could take away from someone else. The abstract noun \"shame\" can be stated as \"ashamed.\" AT: \"God has caused me to no longer feel ashamed\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "She called his name Joseph", "text": "Translators may also add a footnote that says: \"The name Joseph means 'may he add.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Yahweh has added to me another son", "text": "Rachel's first sons were through her female servant Bilhah."}]}, {"id": "25", "tn": [{"ref": "After Rachel had borne Joseph", "text": "\"After Rachel gave birth to Joseph\""}, {"ref": "and let me go", "text": "\"so I can go\""}, {"ref": "you know the service I have given you", "text": "Jacob is reminding Laban of their contract ([[:en:bible:notes:gen:29:26|Gen 29:27]]). The abstract noun \"service\" can be stated as \"served.\" AT: \"you know that I have served you long enough\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "27", "tn": [{"ref": "Laban said to him", "text": "\"Laban said to Jacob\""}, {"ref": "If now I have found favor in your eyes", "text": "The phrase \"in your eyes\" is a metonymy that represents Jacob's thoughts or opinion.  AT: \"If I have found favor with you\" or \"If you are pleased with me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "found favor", "text": "This is an idiom that means that someone is approved of by someone else. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "wait, because", "text": "\"please stay, because\""}, {"ref": "I have learned by using divination", "text": "\"I have discovered by my own spiritual and magical practices\""}, {"ref": "for your sake", "text": "\"because of you\""}, {"ref": "Name your wages", "text": "This can be made more explicit. AT: \"Tell me how much I have to pay to keep you here\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "Jacob said to him", "text": "\"Jacob said to Laban\""}, {"ref": "how your livestock have fared with me", "text": "\"how well your livestock have done since I started taking care of them\""}, {"ref": "For you had little before I came", "text": "\"your herds were small before I worked for you\""}, {"ref": "and it has increased abundantly", "text": "\"but now your wealth has greatly increased\""}, {"ref": "Now when will I provide for my own household also?", "text": "\"Now when will I take care of my own family?\" Jacob uses a question to emphasize that he wants to start providing for his own family. This question can be translated as a statement. AT: \"Now I want to take care of my family!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "31", "tn": [{"ref": "What will I pay you", "text": "\"What can I pay you\" or \"What can I give you.\" This can be made more explicit. AT: \"What can I pay you so that you stay and work for me\" (See [[:en:ta:vol1:translate:figs_explicit]])."}, {"ref": "If you will do this thing for me", "text": "The connecting word \"but\" can be added to indicate that this is the one thing Jacob wants. AT: \"But if you will do this thing for me\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "feed your flock and keep it", "text": "\"feed and take care of your flock\""}, {"ref": "removing from it every speckled and spotted sheep, and every black one among the sheep, and the spotted and speckled among the goats", "text": "\"and remove every sheep with spots, every black sheep, and every goat with spots\""}, {"ref": "These will be my wages", "text": "\"This will be the cost of keeping me here\""}]}, {"id": "33", "tn": [{"ref": "My integrity will testify for me later on", "text": "The word \"integrity\" means \"honesty.\" This speaks about integrity as if it were a person who could testify for or against another person. AT: \"And later you will know if I have been honest with you or not\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Every one that is not speckled and spotted among the goats, and black among the sheep, if any are found with me, will be considered to be stolen", "text": "This can be stated in active form. AT: \"If you find any goats without spots or any sheep that are not black, you can consider them stolen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let it be according to your word", "text": "Here \"word\" stands for something said. AT: \"It will be as you say\" or \"We will do what you have said\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "35", "tn": [{"ref": "that were striped and spotted", "text": "\"that had stripes and spots\""}, {"ref": "that were speckled and spotted", "text": "\"that had spots\""}, {"ref": "every one that had white in it", "text": "\"every goat that had some white in it\""}, {"ref": "and all the black ones among the sheep", "text": "\"and all the black sheep\""}, {"ref": "gave them into the hand", "text": "Here \"hand\" stands for control or care. AT: \"had his sons take care of them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "37", "tn": [{"ref": "fresh poplar ... almond ... plane tree", "text": "These are all trees with white wood. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "and peeled white streaks in them, and made the white inner wood appear that was in the sticks", "text": "\"and peeled off pieces of bark so that the white wood underneath would show\""}, {"ref": "the watering troughs", "text": "long open containers for holding water for animals to drink"}]}, {"id": "39", "tn": [{"ref": "The flocks bred", "text": "\"The animals of the flocks conceived\" or \"The animals mated\""}, {"ref": "produced striped, speckled, and spotted young", "text": "\"gave birth to babies with stripes and spots\""}, {"ref": "Jacob separated", "text": "It can be made explicit that this happened over several years. AT: \"During the several years following, Jacob separated\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "face toward", "text": "\"look toward\""}, {"ref": "he separated out his flocks for himself alone", "text": "\"he set his flocks apart\""}]}, {"id": "41", "tn": [{"ref": "before the eyes of the flock", "text": "Here \"eyes\" stands for \"seeing.\" AT: \"so that the flock could see them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "among the sticks", "text": "\"in front of the sticks\""}, {"ref": "the feebler animals", "text": "\"the weaker animals\""}, {"ref": "So the feebler animals were Laban's, and the stronger were Jacob's", "text": "\"So the weaker offspring belonged to Laban, while the stronger offspring belonged to Jacob.\" You can make this even more explicit. AT: \"So the weaker offspring did not have stripes or spots and so belonged to Laban, while the stronger offspring did have stripes or spots and so belonged to Jacob\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "43", "tn": [{"ref": "The man", "text": "\"Jacob\""}, {"ref": "became very prosperous", "text": "\"greatly prospered\" or \"became very wealthy\""}]}]