[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A song. A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote\""}, {"ref": "and remain unmoved", "text": "\"and do nothing to help us\""}, {"ref": "Look, your enemies are making a commotion", "text": "Here \"making a commotion\" means they are rioting and rebelling. AT: \"Look, your enemies are rebelling against you\""}, {"ref": "those who hate you have raised their heads", "text": "The phrase \"raised their heads\" is way of saying they are rebelling against God. AT: \"those who hate you are defying you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "003", "tn": [{"ref": "your protected ones", "text": "\"those whom you protect.\" This refers to the Israelites."}, {"ref": "the name of Israel will no longer be remembered", "text": "Here \"name\" represents a reputation or the memory of someone. This can be stated in active form. AT: \"no one will ever remember the Israelites existed\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They have schemed together with one strategy", "text": "\"Your enemies have agreed together with one plan\""}, {"ref": "against you they have made an alliance", "text": "\"they have joined together against you\""}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "The writer continues to list the people groups who want to destroy Israel."}, {"ref": "the tents of Edom", "text": "This refers to the people of Edom who lived in tents. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Hagrites", "text": "This is the name of a people group that lived on the east side of the Jordan River. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gebal, Ammon, Amalek ... Philistia", "text": "These all represent the people of each area or tribe. AT: \"the people of Gebal, the Ammonites, the Amalekites ... the Philistines\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Gebal", "text": "This is the name of a region south of the Dead Sea. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "008", "tn": [{"ref": "Assyria", "text": "This represents the people of Assyria. AT: \"the people of Assyria\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the descendants of Lot", "text": "This refers to the people of the nations of Moab and Ammon. You can make clear the understood information. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "009", "tn": [{"ref": "Do to them ... for the earth", "text": "The writer is asking God to defeat Israel's enemies as he has done in the past. (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "did to Midian", "text": "Here \"Midian\" represents the people of Midian. AT: \"did to the Midianites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Sisera ... Jabin", "text": "These are names of men. Jabin was king of Hazor. Sisera was the commander of Jabin's army. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kishon River", "text": "This is the name of a river in northern Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Endor", "text": "This is the name of a town in northern Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "became like manure for the earth", "text": "This means the bodies of Sisera and Jabin were not buried but were left to rot. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "011", "tn": [{"ref": "General Information:", "text": "The writer continues to remind God of other enemies he has defeated for Israel in the past. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Oreb ... Zeeb ... Zebah ... Zalmunna", "text": "These are all names of kings. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They said", "text": "Here \"They\" refers to Oreb, Zeeb, Zebah and Zalmunna."}, {"ref": "the pastures of God", "text": "This speaks about the land of Israel as if it were land for sheep to graze and God were the shepherd watching over it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "General Information:", "text": "The writer uses similes to describe God's total destruction of Israel's enemies. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "make them like the whirling dust, like chaff before the wind", "text": "Both statements speak of God destroying his enemies as if he were a strong wind easily blowing them away. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "like the fire that burns the forest, and like the flame that sets the mountains on fire", "text": "Both statements speak of God's punishment as if it were a fire, and the enemies of God are things that burn in the fire. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Chase them with your strong wind, and terrify them with your windstorm", "text": "Both statements ask God to destroy the enemies with storms. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "016", "tn": [{"ref": "Fill their faces with shame", "text": "Here \"faces\" represents the whole person. AT: \"Make them very ashamed\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they might seek your name", "text": "Here \"name\" represents God's power. God's enemies acknowledging that God is powerful is spoken of as if they are seeking to find Yahweh. AT: \"they might acknowledge that you are powerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seek your name", "text": "Possible meanings are 1) God's enemies admit that God is powerful or 2) God's enemies are asking God for help or 3) God's enemies start to worship and obey him."}, {"ref": "May they be put to shame and be terrified forever", "text": "This can be stated in active form. AT: \"Make them ashamed and terrified forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may they perish in disgrace", "text": "\"may they die while they are ashamed\""}]}, {"id": "018", "tn": [{"ref": "Then they will know", "text": "This can also be stated as the writer making a request to God. AT: \"Cause them to know\" (UDB)"}, {"ref": "are the Most High over all the earth", "text": "God ruling over everything in the earth is spoken of as if he were elevated higher than everything else. AT: \"are supreme, and you rule all things on the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]