[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Muth Labben", "text": "This may refer to a style of music."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I will give thanks to Yahweh with my whole heart", "text": "Since this song is addressed to Yahweh, Yahweh can be referred to as \"you.\" AT: \" Yahweh, I will give thanks to you with all my heart\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "all your marvelous deeds", "text": "The noun \"deeds\" can be expressed with the verb \"do.\" AT: \"all the marvelous things you do\" or \"all the marvelous things you have done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will sing praise to your name", "text": "Here God's name represents God. AT: \"I will sing praise to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "turn back", "text": "\"retreat\" or \"flee in fear\""}, {"ref": "you sit on your throne, a righteous judge", "text": "Kings had authority to judge people, and they would sit on their throne when they judged. David speaks as if God were an earthly king.  AT: \"you judge like a king who sits on his throne, and you are righteous\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "you have blotted out their name forever and ever", "text": "Causing people to be forgotten is spoken of as blotting out their name.  AT: \"you have caused them to be forgotten as if their name was blotted out\" or \"no one will ever remember them again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blotted out", "text": "\"erased\""}, {"ref": "The enemy crumbled like ruins", "text": "The enemy is spoken of as if it were a city full of broken down buildings. AT: \"Our enemies were destroyed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "when you overthrew their cities", "text": "\"when you destroyed their cities\""}, {"ref": "All remembrance of them has perished", "text": "Remembrance is spoken of as if it were a living being that could die. AT: \"All remembrance of them has stopped\" or \"There is no longer any remembrance of them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "All remembrance of them has perished", "text": "Remembrance can be expressed with the verb \"remember.\" AT: \"No one remembers them at all\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "007", "tn": [{"ref": "Yahweh remains forever", "text": "\"Remain\" probably represents sitting on the throne as king. AT: \"Yahweh sits on his throne forever\" or \"Yahweh rules forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has established his throne for justice", "text": "The phrase \"his throne\" represents God's rule. Possible meanings are 1) \"He rules in order to judge people\" or \"He rules over people justly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will judge the world with righteousness ... he will execute judgment for the nations with fairness", "text": "These two clauses express the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will judge the world with righteousness", "text": "Here \"the world\" refers to all the people in the world. AT: \"He will judge all the people of the world righteously\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "Yahweh also will be a stronghold for the oppressed", "text": "God is spoken of as if he were a place that people could go to for safety. AT: \"Yahweh will also protect the oppressed\" or \"Yahweh will also provide safety for those who are oppressed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stronghold", "text": "\"refuge\" or \"shelter\""}, {"ref": "Those who know your name", "text": "Here the words \"your name\" represent God. AT: \"Those who know you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not abandon", "text": "\"do not forsake\" or \"do not leave\""}]}, {"id": "011", "tn": [{"ref": "who rules in Zion", "text": "\"who lives in Jerusalem\""}, {"ref": "tell the nations", "text": "Here \"the nations\" represent all of the people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For the God who avenges bloodshed remembers", "text": "What he remembers can be stated clearly. AT: \"For the God who avenges bloodshed remembers those who were killed\" or \"For God remembers those who were killed and he punishes the killers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he does not forget the cry", "text": "\"He does not ignore the cry\""}]}, {"id": "013", "tn": [{"ref": "see how I am oppressed by those who hate me", "text": "This can be expressed in active form. AT: \"see how those who hate me oppress me\" or \"see how badly my enemies treat me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you who can snatch me from the gates of death", "text": "Death is spoken of as if it were a city that had gates through which people enter it. If someone is near the gates of death, it means that he will die soon. Keeping someone from dying is spoken of as taking him away from the gates of that city. AT: \"you who can rescue me from death\" or \"you who can keep me from dying\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "The nations have sunk down into the pit that they made", "text": "People dig pits in order to catch animals that fall into them. Here digging a pit represents making plans to destroy people. AT: \"The nations are like people who dig a pit for others and then fall into it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their feet are caught in the net that they hid", "text": "People hide nets in order to catch animals that get caught in them. Here hiding a net represents making plans to destroy people. AT: \"they are like people who hide a net and get trapped in it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ensnared", "text": "\"trapped\" or \"caught.\" This represents being destroyed. AT: \"destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "017", "tn": [{"ref": "turned back", "text": "\"rejected\""}, {"ref": "the destiny of all the nations that forget God", "text": "\"where all the nations that forget God will be\""}, {"ref": "For the needy will not always be forgotten", "text": "This can be stated in active form. AT: \"God will not always forget the needy\" or \"God will remember the needy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nor will the hopes of the oppressed be forever dashed", "text": "Hopes are spoken of as if they were objects that could be broken or destroyed. Hopes being destroyed represents the things that people hope for never happening. AT: \"and the oppressed will not hope forever without results\" or \"and someday what the oppressed hope for will happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "019", "tn": [{"ref": "Arise", "text": "Getting up represents starting to do something. AT: \"Do something\" or \"Take action\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "man", "text": "\"people\""}, {"ref": "be judged", "text": "Here judging represents punishing. AT: \"be punished\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your sight", "text": "Here sight represents presence. AT: \"in your presence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "may the nations be judged in your sight", "text": "This can be stated in active form. AT: \"judge the nations in your presence\" or \"take the nations into your presence and punish them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]