[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next event in the story, in which Jesus goes up to Jerusalem and heals a man. These verses give background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "After this", "text": "This refers to after Jesus healed the official's son. See how you translated this in [[:en:bible:notes:jhn:03:22]]."}, {"ref": "there was a Jewish festival", "text": "\"the Jews were celebrating a festival\""}, {"ref": "went up to Jerusalem", "text": "Jerusalem is located on the top of a hill. Roads to Jerusalem went up and down smaller hills. If your language has a different word for going up a hill than for walking on level ground, you may use it here."}, {"ref": "pool", "text": "This was a hole in the ground that people filled with water. Sometimes they lined the pools with tiles or other stonework."}, {"ref": "Bethesda", "text": "\"Bethesda\" means house of mercy. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "roofed porches", "text": "roofed structures with at least one wall missing and attached to buildings"}, {"ref": "A large number of people", "text": "\"Many people\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Verse 5 introduces the man lying beside the pool to the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "was there", "text": "\"was at the Bethesda pool\" ([[:en:bible:notes:jhn:05:01|5:1]])"}, {"ref": "thirty-eight years", "text": "eight years** - \"38 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "he realized", "text": "\"he understood\" or \"he found out\""}, {"ref": "he said to him", "text": "\"Jesus said to the paralyzed man\""}]}, {"id": "07", "tn": [{"ref": "Sir, I do not have", "text": "Here the word \"sir\" is a polite form of address."}, {"ref": "when the water is stirred up", "text": "This can be translated in an active form. AT: \"when the angel moves the water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the pool", "text": "This was a hole in the ground that people filled with water. Sometimes they lined the pools with tiles or other stonework. See how you translated \"pool\" in [[:en:bible:notes:jhn:05:01|5:2]]."}, {"ref": "another steps down before me", "text": "\"someone else always goes down the steps into the water before me\""}, {"ref": "Get up", "text": "\"Stand up!\""}, {"ref": "take up your bed, and walk", "text": "\"Pick up your sleeping mat, and walk!\""}]}, {"id": "09", "tn": [{"ref": "the man was healed", "text": "\"the man became healthy again\""}, {"ref": "Now that day was a Sabbath", "text": "\"Now that day was God's Day of Rest\""}, {"ref": "Now", "text": "\"Now\" is used here to draw attention to background information. It emphasizes the fact that this event takes place on the Sabbath. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "10", "tn": [{"ref": "So the Jews said to him", "text": "The Jews (especially the leaders of the Jews) became angry when they saw the man carrying his mat on the Sabbath."}, {"ref": "It is the Sabbath", "text": "\"It is God's Day of Rest\""}, {"ref": "He who made me healthy", "text": "\"The man who made me well\""}]}, {"id": "12", "tn": [{"ref": "They asked him", "text": "\"The Jewish leaders asked the man who was healed\""}]}, {"id": "14", "tn": [{"ref": "Jesus found him", "text": "\"Jesus found the man he had healed\""}, {"ref": "See", "text": "The word \"See\" is used here to draw attention to the words that follow."}]}, {"id": "16", "tn": [{"ref": "Now", "text": "\"Now\" marks John's summary statement about the attitude of the Jewish leaders toward Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "is working", "text": "This refers to doing labor, including anything that is done to serve other people."}, {"ref": "the Jews", "text": "Here \"the Jews\" is a synecdoche which represent the \"Jewish leaders.\" AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "making himself equal to God", "text": "\"saying that he was like God\" or \"saying that he had as much authority as God\""}, {"ref": "My Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Jewish leaders."}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "you will be amazed", "text": "\"you will be surprised\" or \"you will be shocked\""}, {"ref": "whatever the Father is doing, the Son does these things also. For the Father loves the Son", "text": "Jesus, as the Son of God, followed and obeyed his Father's leadership on earth, because Jesus knew the Father loved him. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Son ... Father", "text": "These are important titles that describe the relationship between Jesus and God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "loves", "text": "The kind of love that comes from God is focused on the good of others, even when it does not benefit oneself. God himself is love and is the source of true love."}]}, {"id": "21", "tn": [{"ref": "For as the Father raises the dead and gives them life ... the Son also gives life to whomever he wishes", "text": "The word \"for\" marks a comparison. The Son of God (God the Son) gives life just like God the Father gives life."}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "life", "text": "This refers to \"spiritual life.\""}, {"ref": "For the Father judges no one, but he has given all judgment to the Son", "text": "The word \"for\" marks a comparison. The Son of God carries out judgment for God the Father. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "honor the Son just as ... the Father. The one who does not honor the Son does not honor the Father", "text": "God the Son must be honored and worshiped just like God the Father. If we fail to honor God the Son, then we also fail to honor God the Father. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "24", "tn": [{"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "he who hears my word", "text": "Here \"word\" is a metonym that represents the message of Jesus. AT: \"anyone who hears my message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not be condemned", "text": "This can be stated positively. AT: \"will be judged to be innocent\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "25", "tn": [{"ref": "Truly, truly", "text": "Translate this the way your language emphasizes that what follows is important and true. See how you translated this in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "the dead will hear the voice of the Son of God, and those who hear will live", "text": "The voice of Jesus, the Son of God, will raise dead people from the grave. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "26", "tn": [{"ref": "For just as the Father has life in himself, so he has also given to the Son so that he has life in himself", "text": "The word \"For\" marks a comparison. The Son of God has the power to give life, just as the Father does. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples|Translating Son and Father]])"}, {"ref": "Father ... Son of Man", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples|Translating Son and Father]])"}, {"ref": "life", "text": "This means spiritual life."}, {"ref": "the Father has given the Son authority to carry out judgment", "text": "The Son of God has the authority of God the Father to judge."}]}, {"id": "28", "tn": [{"ref": "Do not be amazed at this", "text": "\"This\" refers to the fact that Jesus, as the Son of Man, has the power to give eternal life and to carry out judgment."}, {"ref": "hear his voice", "text": "\"hear my voice\""}]}, {"id": "30", "tn": [{"ref": "the will of him who sent me", "text": "The word \"him\" refers to God the Father."}, {"ref": "There is another who testifies about me", "text": "\"There is someone else who tells people about me\""}, {"ref": "another", "text": "This refers to God."}, {"ref": "the testimony that he gives about me is true", "text": "\"what he tells people about me is true\""}]}, {"id": "33", "tn": [{"ref": "the testimony that I receive is not from man", "text": "\"I do not need people's testimony\""}, {"ref": "that you might be saved", "text": "You can translate this in an active form. AT: \"so God can save you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "John was a lamp that was burning and shining", "text": "Here \"lamp\" is a metaphor. John displayed God's holiness in the same way a lamp gives light. AT: \"John was like a lamp that was burning and shining\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "the works that the Father has given me to accomplish ... that the Father has sent me", "text": "God the Father has sent God the Son, Jesus, to earth. Jesus completes what the Father gives him to do."}, {"ref": "The Father who sent me has himself testified", "text": "The reflexive pronoun \"himself\" emphasizes that it is the Father, not someone less important, who has testified. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the very works that I do, testify about me", "text": "Here Jesus says that the miracles \"testify\" or \"tell the people\" about him. AT: \"What I do shows the people that God has sent me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "You do not have his word ... in you, for you are not believing in the one whom he has sent", "text": "\"You do not believe in the one he has sent. That is how I know that you do not have his word remaining in you\""}, {"ref": "remaining in you", "text": "\"living in you\""}]}, {"id": "39", "tn": [{"ref": "in them you have eternal life", "text": "\"you will find eternal life if you read them\" or \"the scriptures will tell you how you can have eternal life\""}, {"ref": "you are not willing to come to me", "text": "\"you refuse to believe my message\""}]}, {"id": "41", "tn": [{"ref": "receive", "text": "\"accept\""}, {"ref": "you do not have the love of God in yourselves", "text": "This can mean 1) \"you really do not love God\" or 2) \"you have really not received God's love.\""}]}, {"id": "43", "tn": [{"ref": "in my Father's name", "text": "Here the word \"name\" is a metonym that symbolizes God's power and authority. AT: \"I have come with my Father's authority\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "receive", "text": "\"accept\""}, {"ref": "If another should come in his own name", "text": "The word \"name\" is a metonym that represents authority. AT: \"If another should come in his own authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How can you believe, you who accept praise ... God?", "text": "This remark appears in the form of a question in order to add emphasis. AT: \"There is no way you can believe because you accept praise ... God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "believe", "text": "This means to trust in Jesus."}]}, {"id": "45", "tn": [{"ref": "", "text": "Jesus finishes speaking to the Jewish leaders."}, {"ref": "The one who accuses you is Moses ... your hopes", "text": "\"Moses\" is a metonym here that stands for the law itself. AT: \"Moses accuses you in the Law, the very Law in which you have put your hopes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your hopes", "text": "\"your confidence\" or \"your trust\""}, {"ref": "If you do not believe his writings, how are you going to believe my words?", "text": "This remark appears in the form of a question to provide emphasis. AT: \"You do not believe his writings, so you will never believe my words!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my words", "text": "\"what I say\""}]}]