[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This continues the missionary journeys of Paul with Silas."}, {"ref": "General Information:", "text": "Timothy is introduced into the story and joins Paul and Silas. Verses 1 and 2 give background information about Timothy. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "The first, third, and fourth instances of the word \"him\" refer to Timothy. The second \"him\" refers to Paul."}, {"ref": "Paul also came", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "Derbe", "text": "This is the name of a city in Asia Minor. See how you translated it in [[:en:bible:notes:act:14:05|14:6]]."}, {"ref": "behold", "text": "The word \"behold\" alerts us to a new person in the narrative. Your language may have a way of doing this."}, {"ref": "who believed", "text": "The words \"in Christ\" are understood. AT: \"who believed in Christ\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He was well spoken of by the brothers", "text": "This can be stated in active from. AT: \"The brothers spoke well of him\" or \"Timothy had a good reputation among the brothers\" or \"The brothers said good things about him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the brothers", "text": "Here \"brothers\" refers to believers. AT: \"by the believers\""}, {"ref": "and circumcised him", "text": "It is possible that Paul himself circumcised Timothy, but it is more likely that he had someone else circumcise Timothy."}, {"ref": "because of the Jews that were in those parts", "text": "\"because of the Jews living in the areas where Paul and Timothy would be traveling\""}, {"ref": "for they all knew that his father was a Greek", "text": "Since Greek men did not have their sons circumcised, the Jews would have known Timothy was not circumcised, and they would have rejected Paul and Timothy before hearing their message about Christ. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The word \"they\" here refers to Paul, Silas ([[:en:bible:notes:act:15:39|15:40]]), and Timothy ([[:en:bible:notes:act:16:01|16:3]])."}, {"ref": "they delivered to the churches", "text": "\"they told to the believers in the churches there\""}, {"ref": "for them to obey", "text": "\"for the church members to obey\" or \"for the believers to obey\""}, {"ref": "that had been written by the apostles and elders in Jerusalem", "text": "This can be stated in active form. AT: \"that the apostles and elders in Jerusalem had written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the churches were strengthened in the faith and increased in number daily", "text": "This can be stated in active form. AT: \"The believers became stronger in their faith, and there were more and more people becoming believers every day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the churches were strengthened in the faith", "text": "This speaks of helping someone to believe more confidently as if it were making them physically stronger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the churches", "text": "Here this stands for the believers in the churches. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Phrygia", "text": "This is a region in Asia. See how you translated this name in [[:en:bible:notes:act:02:08|2:10]]."}, {"ref": "they had been forbidden by the Holy Spirit", "text": "This can be stated in active form. AT: \"the Holy Spirit had forbidden them\" or \"the Holy Spirit did not permit them\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "the word", "text": "Here \"word\" stands for \"message.\" AT: \"the message about Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When they came", "text": "Here \"came\" can be translated as \"went\" or \"arrived.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "Mysia ... Bithynia", "text": "These are two more regions in Asia. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "the Spirit of Jesus", "text": "\"the Holy Spirit\""}, {"ref": "they came down to the city of Troas", "text": "The phrase \"came down\" is used here because Troas is lower in elevation than Mysia."}, {"ref": "they came down", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Here the word \"him\" refers to Paul."}, {"ref": "General Information:", "text": "The word \"we\" is inclusive and refers to Paul and his companions including Luke, the author of Acts. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "General Information:", "text": "The first use of \"us\" refers to the people in Macedonia. The second use of \"us\" refers to Paul and his companions. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "General Information:", "text": "The word \"them\" refers to the people of Macedonia."}, {"ref": "A vision appeared to Paul", "text": "\"Paul saw a vision from God\" or \"Paul had a vision from God\""}, {"ref": "calling him", "text": "\"begging him\" or \"inviting him\""}, {"ref": "Come over into Macedonia", "text": "The phrase \"Come over\" is used because Macedonia is across the sea from Troas."}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul and his companions are now in Philippi on their missionary trip. Verse 13 begins the story of Lydia. This short story happens during Paul's travels."}, {"ref": "General Information:", "text": "The word \"we\" is inclusive and refers to Paul and his companions including Luke, the author of Acts. (See: [[:en:ta:vol2:translate:figs_inclusive|Inclusive \"We\"]])"}, {"ref": "Samothrace ... Neapolis", "text": "These are coastal cities near Phillipi in Macedonia. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "we came to Neapolis", "text": "Here \"came to\" can be translated as \"went to\" or \"arrived at.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "a Roman colony", "text": "This is a city outside of Italy where many people who came from Rome lived. It had the same rights and freedoms as a city in Italy. They could govern themselves and they did not have to pay taxes. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "This ends the story of Lydia."}, {"ref": "A certain woman named Lydia", "text": "Here \"A certain woman\" introduces a new person in the story. AT: \"There was a woman named Lydia\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "a seller of purple", "text": "Here \"cloth\" is understood. AT: \"a merchant who sold purple cloth\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Thyatira", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "worshiped God", "text": "A worshiper of God is a Gentile who gives praise to God and follows him, but does not obey all of the Jewish laws."}, {"ref": "The Lord opened her heart to pay attention to the things", "text": "For the Lord to cause someone to pay attention and to be receptive to Paul's message is spoken of as if he were opening a person's heart. AT: \"The Lord caused her to understand and pay close attention to the things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "opened her heart", "text": "Here \"heart\" stands for a person's mind. Also, the author speaks about the \"heart\" or \"mind\" as if it were a box that a person could open so it is ready for someone to fill it. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the things which were spoken by Paul", "text": "This can be stated in active form. AT: \"the things which Paul spoke\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "When she was baptized, and her household", "text": "This can be stated in active form. AT: \"When they baptized Lydia and members of her household\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "This begins the first event in another short story during Paul's travels; it is about a young fortune teller."}, {"ref": "General Information:", "text": "Background information is given here to explain that this young fortune teller brought much financial gain to her masters by guessing people's futures. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It came about that", "text": "This phrase marks the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "a certain young woman", "text": "The phrase \"a certain\" introduces a new person to the story. AT: \"there was a young woman\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "a spirit of divination", "text": "An evil spirit spoke to her often about the immediate future of people."}, {"ref": "the way of salvation", "text": "How a person can be saved is spoken of here as if it were a way or path that a person walks on. AT: \"how God can save you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But Paul, being greatly annoyed by her, turned", "text": "This can be stated in active form. AT: \"But she greatly annoyed Paul so he turned around\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the name of Jesus Christ", "text": "Here \"name\" stands for speaking with the authority or as the representative of Jesus Christ. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "And it came out right away", "text": "\"And the spirit came out immediately\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the word \"them\" refers to Paul and Silas but not Timothy and Luke."}, {"ref": "General Information:", "text": "Here the first two uses of the word \"they\" refer to the masters of the girl who had been fortunetelling. The third use of the word \"they\" refers to Paul and Silas."}, {"ref": "General Information:", "text": "Here the masters' use of the word \"us\" includes the authorities in their claim since they were also Romans. (See: [[:en:ta:vol2:translate:figs_inclusive|Inclusive \"We\"]])"}, {"ref": "her masters", "text": "\"the owners of the slave girl\""}, {"ref": "the hope of their gain", "text": "This refers to the ability the girl had of divination or telling the future and for people to pay for her prophecies."}, {"ref": "into the marketplace", "text": "\"into the public square.\" This is a public place of business, where buying and selling of goods, cattle, or services takes place."}, {"ref": "before the authorities", "text": "\"into the presence of the authorities\" or \"so that the authorities could judge them\""}, {"ref": "When they had brought them to the magistrates", "text": "\"When they had brought them to the judges\""}, {"ref": "magistrates", "text": "\"rulers\" or \"judges\""}, {"ref": "to receive or to observe", "text": "\"to believe or to obey\" or \"to accept or to do\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the words \"their\" and \"them\" refer to Paul and Silas."}, {"ref": "General Information:", "text": "The word \"they\" here refers to soldiers."}, {"ref": "commanded them to be beaten with rods", "text": "This can be stated in active form. AT: \"commanded the soldiers to beat them  with rods\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "had laid many blows upon them", "text": "\" had hit them many times with rods\""}, {"ref": "commanded the jailer to keep them securely", "text": "\"told the jailer to make sure they did not get out\" (UDB)"}, {"ref": "jailer", "text": "a person responsible for all the people held in the jail or prison"}, {"ref": "he got this command", "text": "\"he heard this command\""}, {"ref": "fastened their feet in the stocks", "text": "\"securely locked their feet in the stocks\""}, {"ref": "stocks", "text": "a piece of wood with holes for preventing a person's feet from moving"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "This continues Paul and Silas' time in Philippi in prison and tells what happens to their jailer."}, {"ref": "General Information:", "text": "The word \"them\" refers to Paul and Silas."}, {"ref": "earthquake, so that the foundations of the prison were shaken", "text": "This can be stated in active form. AT: \"earthquake which shook the foundations of the prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the foundations of the prison", "text": "When the foundations shook, this caused the entire prison to shake. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all the doors were opened", "text": "This can be stated in active form. AT: \"all the doors opened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone's chains were unfastened", "text": "This can be stated in active form. AT: \"everyone's chains came loose\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Paul, Silas, and all of the other prisoners but excludes the jailer. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "The jailer was awakened from sleep", "text": "This can be stated in active form. AT: \"The jailer woke up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was about to kill himself", "text": "\"was ready to kill himself.\" The jailer preferred to commit suicide rather than suffer the consequences of letting the prisoners escape."}]}, {"id": "29", "tn": [{"ref": "called for lights", "text": "The reason why the jailer needed light can be made explicit. AT: \"called for someone to bring light so he could see who was still in the prison\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for lights", "text": "The word \"lights\" stands for something that makes light. AT: \"for torches\" or \"for lamps\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rushed in", "text": "\"quickly entered the jail\""}, {"ref": "fell down before Paul and Silas", "text": "The jailer humbled himself by bowing down at the feet of Paul and Silas. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "brought them out", "text": "\"led them outside the jail\""}, {"ref": "what must I do to be saved", "text": "This can be stated in active form. AT: \"what must I do for God to save me from my sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be saved", "text": "This can be stated in active form. AT: \"God will save you\" or \"God will save you from your sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your house", "text": "Here \"house\" stands for the people who live in the house. AT: \"all the members of your household\" or \"your family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "Here the first use of the word \"they\" as well as the words \"their\" and \"them\" refer to Paul and Silas. Compare [[:en:bible:notes:act:16:25|16:25]]. The last use of the word \"they\" refers to the people in the jailers' household."}, {"ref": "General Information:", "text": "The words \"him,\" \"his,\" and \"he\" refer to the jailer."}, {"ref": "They spoke the word of the Lord to him", "text": "Here \"word\" stands for a message. AT: \"They told him the message about the Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he and all his household were baptized", "text": "This can be stated in active form. AT: \"Paul and Silas baptized the jailer and all members of his household\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "This is the last event in the story of Paul and Silas in Philippi. (See: [[:en:bible:notes:act:16:11|16:12]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke tells the last event in the story that started in [[:en:bible:notes:act:16:16|16:16]]."}, {"ref": "sent word to the guards", "text": "Here \"word\" stands for \"message\" or \"command.\" AT: \"sent a message to the guards\" or \"sent a command to the guards\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sent word", "text": "Here \"sent\" means the magistrates told someone to go tell the guards their message."}, {"ref": "Let those men go", "text": "\"Release those men\" or \"Allow those men to leave\""}, {"ref": "come out", "text": "\"come outside of the jail\""}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "All of the times the word \"they\" is used and the first time \"them\" is used, the words refer to the magistrates. The word \"themselves\" refers to the magistrates. The second time the word \"them\" is used, it refers to Paul and Silas."}, {"ref": "General Information:", "text": "The word \"us\" refers only to Paul and Silas. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "said to them", "text": "Probably Paul is speaking to the jailer, but he intends for the jailer to tell the magistrates what he says. AT: \"said to the jailer\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They have publicly beaten us", "text": "Here \"They\" refers to the magistrates who commanded their soldiers to beat them. AT: \"The magistrates ordered their soldiers to beat us in public\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "men who are uncondemned Romans, and have thrown us into prison", "text": "\"men who are Roman citizens, and they had their soldiers put us in jail though they had not proven in court that we were guilty\""}, {"ref": "and do they now drive us out secretly? No indeed", "text": "Paul uses a question to emphasize that he will not allow the magistrates to send them out the city in secret after they had  mistreated Paul and Silas. AT: \"I will certainly not let them send us out of the city in secret!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let them come themselves", "text": "Here \"themselves\" is used for emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "the magistrates were afraid when they heard that Paul and Silas were Romans", "text": "To be a Roman meant to be a legal citizens of the Empire. Citizenship provided freedom from torture and the right to a fair trial. The city leaders were afraid that more important Roman authorities might learn how the city leaders had mistreated Paul and Silas. (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of Paul and Silas' time in Philippi. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "General Information:", "text": "Here the word \"they\" refers to Paul and Silas. The word \"them\" refers to the believers in Philippi."}, {"ref": "came to the house", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "the house of Lydia", "text": "\"the home of Lydia\""}, {"ref": "saw the brothers", "text": "Here \"brothers\" refers to believers whether male or female. AT: \"saw the believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}]}]