[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John continues to write about fellowship and shows that it is possible because Jesus goes between believers and the Father."}, {"ref": "General Information:", "text": "Here the words \"we\" and \"us\" refer to John and all believers. The words \"him\" and \"his\" could refer to God the Father or to Jesus. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"My dear children in Christ\" or \"You who are as dear to me as my own children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am writing these things", "text": "\"I write this letter\""}, {"ref": "But if anyone sins", "text": "\"But when anyone sins.\" This is something that is likely to happen."}, {"ref": "an advocate with the Father", "text": "The word \"advocate\" here refers to Jesus. AT: \"someone who speaks to God the Father and asks him to forgive us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He is the propitiation for our sins", "text": "\"He sacrificed his own life for us, and because of that God forgives our sins\""}, {"ref": "By this we know that we know him: if we keep his commandments", "text": "\"If we do what he tells us to do, then we can be certain that we have a good relationship with him\""}, {"ref": "we know him", "text": "\"we have a relationship with him\""}]}, {"id": "04", "tn": [{"ref": "The one who says", "text": "\"Anyone who says\" or \"The person who says\""}, {"ref": "I know God", "text": "\"I have a good relationship with God\""}, {"ref": "does not keep", "text": "\"does not do\" or \"disobeys\""}, {"ref": "his commandments", "text": "\"what God tells him to do\""}, {"ref": "the truth is not in him", "text": "The truth is spoken of as if it were an object that could be inside the believers. AT: \"he does not believe what God says is true\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "keeps", "text": "\"does\" or \"obeys\""}, {"ref": "his word", "text": "\"what God tells him to do\""}, {"ref": "the love of God", "text": "Possible meanings are 1) \"our love for God\" or 2) \"God's love for us.\""}, {"ref": "truly, it is in that person that the love of God has been perfected", "text": "This can be stated in active form. AT: \"God has perfected the love of God in that person,\" \"For sure, those who obey God's commands are the people who love God in every way,\" or \"God's love for people has achieved its goal when they do what he tells them to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "By this we know that we are in him", "text": "The phrase \"we are in him\" means that the believer is always united with God or has continual fellowship with God. Often in 1 John the phrase \"remain in him\" is used to mean the same thing. AT: \"When we obey what God says, we can be certain that we have fellowship with him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "remains in God", "text": "\"has a relationship with God\""}, {"ref": "should himself also walk just as Jesus Christ walked", "text": "Conducting one's life is spoken of as if it were walking. AT: \"must live as Jesus Christ lived\" or \"should also obey God just as Jesus Christ did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "John gives believers basic principles of fellowship - obedience and love."}, {"ref": "Beloved", "text": "\"You people whom I love\" or \"Dear friends\""}, {"ref": "I am not writing a new commandment to you, but an old commandment", "text": "\"I write to you to love one other, which is not a new thing to do but an old commandment that you had heard.\" John refers to Jesus' command to love one another."}, {"ref": "from the beginning", "text": "Here, \"beginning\" refers to when they decided to follow Christ. AT: \"from when you first believed in Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yet I am writing a new commandment to you", "text": "\"But in one way the commandment I write to you is new\""}, {"ref": "which is true in Christ and in you", "text": "Here the word \"in\" means \"because of.\" AT: \"which is true because what Christ did, and because of what you are doing\""}, {"ref": "the darkness is passing away, and the true light is already shining", "text": "Here \"darkness\" refers to evil and \"light\" refers to goodness. AT: \"because you are ceasing to do evil and you are doing more and more good\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Here the word \"brother\"  refers to a fellow Christian."}, {"ref": "The one who says", "text": "\"Anyone who says\" or \"Those who claim\" (UDB). This does not refer to a specific person."}, {"ref": "he is in the light", "text": "This is a picture of living right. When people do what is right, they can do it in the light and not hide in the dark. AT: \"he does what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is in the darkness", "text": "This is a picture of living sinfully. When people do what is wrong, they like to hide in the dark. AT: \"is in the darkness, doing what is evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no occasion for stumbling in him", "text": "\"nothing will cause him to stumble.\" The word \"stumbling\" is a metaphor that means to fail spiritually or morally. AT: \"nothing will cause him to sin\" or \"he will not fail to do what is pleasing to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "is in the darkness and walks in the darkness", "text": "This same idea is said twice to bring attention to how evil it is to hate a fellow believer. AT: \"is living in darkness\" or \"is living in the darkness of sin\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he does not know where he is going", "text": "This is a picture of the believer who is not living as a Christian should be living. AT: \"he does not even know he is doing what is evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the darkness has blinded his eyes", "text": "\"the darkness has made him unable to see.\" Darkness is a metaphor for sin or evil. AT: \"sin has made it impossible for him to understand the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "John explains why he is writing his letter to either different age groups or to believers with differences in maturity. Try to use similar wording for these sentences, as they are written poetically."}, {"ref": "dear children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"my dear children in Christ\" or \"you who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your sins are forgiven", "text": "This can be stated in active form. AT: \"God forgives your sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because of his name", "text": "\"his name\" refers to Christ and who he is. AT: \"because of what Christ has done for you\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am writing to you, fathers", "text": "The word \"fathers\" here is possibly a metaphor referring to mature believers. AT: \"I am writing to you, mature believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you know", "text": "\"you have a relationship with\""}, {"ref": "the one who is from the beginning", "text": "\"the one who has always lived\" or \"the one who has always existed.\" It refers either to \"Jesus\" or to \"God the Father.\""}, {"ref": "young men", "text": "This possibly refers to those who are no longer new believers but are growing in spiritual maturity. AT: \"young believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are strong", "text": "Here \"strong\" refers not to believers' physical strength, but to their faithfulness to Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the word of God remains in you", "text": "The writer refers to the believers' increased faithfulness to Christ and knowledge of him as if he were speaking of God's word existing in them. AT: \"you know the word of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "overcome", "text": "The writer is speaking of the believers' refusal to follow Satan and of their frustrating his plans as if it were a matter of conquering him. (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Do not love the world", "text": "In 2:15-17 the word \"world\" refers to all the things people want to do that do not honor God. AT: \"Do not behave like the people in the world who do not honor God\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nor the things that are in the world", "text": "\"and do not want the same things those who dishonor God want\""}, {"ref": "If anyone loves the world, the love of the Father is not in him", "text": "A person cannot love this world and all that dishonors God and love the Father at the same time. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the love of the Father is not in him", "text": "\"he does not love the Father\""}, {"ref": "the lust of the flesh, the lust of the eyes, and the arrogance of life", "text": "This is a list of some of the things in the world. It explains what is meant by \"everything that is in the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the lust of the flesh", "text": "\"the strong desire to have sinful physical pleasure\""}, {"ref": "the lust of the eyes", "text": "\"the strong desire to have things that we see\""}, {"ref": "the arrogance of life", "text": "\"pride of life.\" This could imply both possessions and attitudes.  \"bragging about what a person has or does\" or \"the pride people feel because of their things and what he does\""}, {"ref": "life", "text": "This could refer here to the things that people have in order to live, such as possessions and wealth as well as attitudes."}, {"ref": "is not from the Father", "text": "\"does not come from the Father\" or \"is not how the Father teaches us to live\""}, {"ref": "are passing away", "text": "\"pass away\" or \"will one day not be here\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "John warns about those who are against Christ."}, {"ref": "Little children", "text": "\"Immature Christians.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]."}, {"ref": "it is the last hour", "text": "The phrase \"the last hour\" refers to the time just before Jesus returns. AT: \"Jesus will return soon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "many antichrists have come", "text": "\"there are many people who are against Christ\""}, {"ref": "By this we know", "text": "\"and because of this we know\" or \"and because many antichrists have come, we know\""}, {"ref": "They went out from us", "text": "\"They left us\""}, {"ref": "but they were not from us", "text": "\"but they did not really belong to us anyway\" or \"they were not really part of our group in the first place.\" The reason they were not really part of the group is that they were not believers in Jesus."}, {"ref": "For if they had been from us they would have remained with us", "text": "\"We know this because they would not have left us if they really had been believers\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "In the Old Testament the word \"anointing\" referred to pouring oil on a person to set him apart to serve God."}, {"ref": "But you have an anointing from the Holy One", "text": "\"But the Holy One has anointed you.\" Here \"anointing\" refers to Jesus' giving the Holy Spirit to believers to set them apart to serve God. AT: \"But Jesus Christ, the Holy One, has given you his Spirit\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "no lie is from the truth", "text": "Here the action of lying is spoken of as if it were an object. AT: \"no lie comes from God, who is true\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "22", "tn": [{"ref": "Who is the liar but the one who denies that Jesus is the Christ?", "text": "\"Who is the liar? Anyone who denies that Jesus is the Christ.\" John used a question to emphasize who liars are. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "denies that Jesus is the Christ", "text": "\"refuses to say that Jesus is the Christ\" or \"says that Jesus is not the Messiah\""}, {"ref": "denies the Father and the Son", "text": "\"refuses to say the truth about the Father and the Son\" or \"rejects the Father and the Son.\""}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "has the Father", "text": "\"belongs to the Father\""}, {"ref": "acknowledges the Son", "text": "\"speaks the truth about the Son\""}, {"ref": "has the Father", "text": "\"belongs to the Father\""}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "John reminds believers to continue in what they had first heard."}, {"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to the people to whom John wrote as well as all believers. The word \"he\" is emphatic and refers to Christ. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "As for you", "text": "This marks John's telling them how they should live as followers of Jesus instead of how those against Christ live."}, {"ref": "let what you have heard from the beginning remain in you", "text": "\"remember and believe what you have heard from the beginning.\" How they heard it, what they heard, and what \"the beginning\" means can be made explicit: AT: \"continue to trust what we have taught you about Jesus just as you have trusted since you first became believers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what you have heard from the beginning", "text": "\"what we taught you about Jesus when you first became believers\""}, {"ref": "If what you heard from the beginning remains in you", "text": "The word \"remains is talking about relationship, not salvation. \"If you continue to trust what we first taught you\""}, {"ref": "also remain in the Son and in the Father", "text": "\"also have a relationship with the Son and with the Father.\" See how this was translated in [[:en:bible:notes:1jn:02:04|2:5-6]]."}, {"ref": "And this is the promise he gave to us: eternal life", "text": "\"And this is what he promised to give us - eternal life\" or \"And he has promised to cause us to live forever\""}, {"ref": "life", "text": "The word \"life\" throughout this letter refers to more than physical life. It stands here for Jesus, the eternal life. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "would lead you astray", "text": "\"want to draw you away.\"  There are those who would try to draw believers away from God.  AT: \"want to draw you away from God and His truth\" \"would try to make you believe a lie\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lead you astray", "text": "Persuading someone to disobey God is spoken of as if it were leading someone off the right path to follow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Starting in verse 29, John introduces the idea of being born into God's family. The previous verses show that believers continue to sin; this part shows believers also have the new nature which cannot sin. It continues to show how believers can recognize each other."}, {"ref": "As for you", "text": "This marks John's telling them something else about how they should live as followers of Jesus instead of following those who are against Christ."}, {"ref": "the anointing", "text": "This refers to \"God's Spirit.\" See the note about \"anointing\" in [[:en:bible:notes:1jn:02:20|2:20]]."}, {"ref": "as his anointing teaches you", "text": "\"because his anointing teaches you\""}, {"ref": "everything", "text": "Here this phrase is a hyperbole. AT: \"everything that you need to know\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "remain in him", "text": "\"live for him.\" See how this phrase was translated in [[:en:bible:notes:1jn:02:04|2:5-6]]. How a person remains refers to his fellowship or relationship. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "And now", "text": "This phrase is used here to mark a new part of the letter."}, {"ref": "dear children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"my dear children in Christ\" or \"you who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he appears", "text": "\"we see him\""}, {"ref": "boldness", "text": "\"confidence\""}, {"ref": "at his coming", "text": "\"when he comes again\""}, {"ref": "has been born from him", "text": "\"has been born of God\" or \"is God's child\""}]}]