[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song\""}, {"ref": "cause his face to shine on us", "text": "The writer speaks of Yahweh acting favorably towards them as if Yahweh's face shone a light on them. AT: \"act favorably towards us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your ways may be known on earth", "text": "This can be stated in active form. AT: \"people may know your ways on earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your salvation among all nations", "text": "The writer desires for everyone to know that God has the power to save them. This can be made clear in the translation. AT: \"and the people of all nations may know that you have the power to save them\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "003", "tn": [{"ref": "Let the peoples praise you ... let all the peoples praise you", "text": "The second clause intensifies the meaning of the first to emphasize the importance of praising God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "let the nations ... govern the nations", "text": "Here \"nations\" represents the people who live in all the nations on the earth. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "with justice", "text": "\"fairly\" or \"justly\""}]}, {"id": "005", "tn": [{"ref": "Let the peoples praise you ... let all the peoples praise you", "text": "The second clause intensifies the meaning of the first to emphasize how important it is to praise God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The earth has yielded its harvest", "text": "Here the writer speaks of \"the earth\" as if it has chosen to provide a harvest to the people. AT: \"We have reaped a bountiful harvest from our crops\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "007", "tn": [{"ref": "all the ends of the earth honor him", "text": "This means that people everywhere should honor God because of his blessings. AT: \"I desire that all people everywhere on the earth may have an awesome respect for him\" UDB (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]