[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote.\""}, {"ref": "you have showed favor to your land", "text": "Here \"land\" represents the nation and people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "well-being", "text": "being** - This refers to a person being happy, healthy and prosperous."}, {"ref": "of Jacob", "text": "Here \"Jacob\" represents Jacob's descendents, the Israelites. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you have covered all their sin", "text": "Here sin that is forgiven is spoken of as if it were covered so that it can not be seen. AT: \"you have deliberately forgotten their sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their sin", "text": "This writer thought of himself as belonging to God's people. AT: \"our sin\""}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "003", "tn": [{"ref": "You have withdrawn all your wrath", "text": "God no longer punishing the Israelites is spoken of as if wrath were an object that Yahweh could take away from the Israelites. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have turned back from your hot anger", "text": "God no longer being angry with the Israelites is spoken of as if anger were a fire that God from which God turned away. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God of our salvation", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"God who saves us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "let go of your displeasure with us", "text": "Asking God to stop being angry with the Israelites is spoken of as if displeasure were an object the writer wants God to let go of. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will you be angry with us forever? Will you remain angry throughout future generations?", "text": "The writer uses these questions to emphasize that he is requesting God to stop being angry with them. These rhetorical questions can be translated as a statement. AT: \"Please do not stay angry at us forever.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "006", "tn": [{"ref": "Will you not revive us again?", "text": "The writer uses a question to emphasize his request to God to make the people of Israel prosper and happy again. AT: \"Please make us prosper again.\" This rhetorical question can be translated as a statement. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Show us your covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as an adjective. AT: \"Be faithful because of your covenant with us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "grant us your salvation", "text": "The word \"by\" can be added to indicate this is how the writer wants God to show his faithfulness to his people. The abstract noun \"salvation\" can be stated as a verb. AT: \"by saving us\" (See: [[:en:ta:vol2:translate:writing_connectingwords]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "008", "tn": [{"ref": "make peace with his people", "text": "\"have a peaceful relationship with his people\" or \"bring peace to his people\""}, {"ref": "Yet they must not turn again to foolish ways", "text": "A person changing the way he behaves is spoken of as if he were physically turning to a different direction. AT: \"Yet they must not start doing foolish things again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Surely his salvation is near to those", "text": "God being ready to save someone is spoken of as if salvation were an object that God has placed near someone. AT: \"Surely God is ready to save those\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then glory will remain in our land", "text": "Here \"glory\" represents God's presence. AT: \"then his glorious presence will remain in our land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "Covenant faithfulness and trustworthiness have met together", "text": "Possible meanings are 1) God will be faithful because his covenant and do what he promised to do or 2) God will be faithful because of his covenant and the people will respond by being faithful to him. Either way faithfulness and trustworthiness are spoken of as if they were persons who meet together. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "have met together ... have kissed each other", "text": "Most likely the speaker is describing a time in the future when God causes the people to prosper again. AT: \"will meet together ... will kiss each other\""}, {"ref": "righteousness and peace have kissed each other", "text": "Possible meanings are 1) the people will do what is right and God will cause the people to live in peace or 2) God will do what is right and will cause the people to live in peace. Either way righteousness and peace are spoken of as if they were persons who kiss each other. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "kissed each other", "text": "This was a common way for friends to greet each other."}, {"ref": "Trustworthiness springs up from the ground", "text": "The people on earth being faithful to God is spoken of as if trustworthiness were a plant growing out of the ground. AT: \"Here on earth, we will be loyal to God\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "righteousness looks down from the sky", "text": "The writer describes righteousness as a person looking down as God does. AT: \"God will look upon us with favor and give us victory\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "012", "tn": [{"ref": "Righteousness will go before him and make a way for his footsteps", "text": "God doing what is right everywhere he goes is spoken of as if righteousness were a person who goes ahead of God and prepares a path for God to walk. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his footsteps", "text": "Here \"footsteps\" represents where God walks. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]