{"1": [{"a": "Paul was made an apostle according to the commandment of God.", "q": "How was Paul made an apostle of Christ Jesus?", "ref": ["01-01"]}, {"a": "Timothy was Paul's true son in the faith.", "q": "What was the relationship between Paul and Timothy?", "ref": ["01-02"]}, {"a": "Timothy was to remain in Ephesus.", "q": "Where was Timothy to remain?", "ref": ["01-03"]}, {"a": "He was to command them not to teach a different doctrine.", "q": "What was Timothy to command certain people not to do?", "ref": ["01-03"]}, {"a": "His goal was love from a pure heart, from a good conscience, and from sincere faith.", "q": "What did Paul say was the goal of his commandment and teaching?", "ref": ["01-05"]}, {"a": "The law is for lawless, rebellious, ungodly people, and sinners.", "q": "For whom is the law made?", "ref": ["01-09"]}, {"a": "They commit murder, sexual immorality, kidnapping, and lying.", "q": "What are four examples of sins that such people commit?", "ref": ["01-09", "01-10"]}, {"a": "Paul was a blasphemer, persecutor, and a violent man.", "q": "What sins did Paul formerly commit?", "ref": ["01-13"]}, {"a": "The grace of our Lord overflowed to Paul.", "q": "What overflowed to Paul, resulting in Paul becoming an apostle of Jesus Christ?", "ref": ["01-14"]}, {"a": "Christ Jesus came into the world to save sinners.", "q": "Who did Christ Jesus come into the world to save?", "ref": ["01-15"]}, {"a": "Paul says he is an example because he was the worst of sinners, yet he received God's mercy first.", "q": "Why does Paul say that he is an example of God's mercy?", "ref": ["01-15", "01-16"]}, {"a": "Paul agrees with the prophecies made about Timothy, concerning Timothy's good warfare done with faith and a good conscience.", "q": "What things were said about Timothy with which Paul agrees?", "ref": ["01-18", "01-19"]}, {"a": "Paul gave them over to Satan so that they may be taught not to blaspheme.", "q": "What did Paul do for those men who had rejected faith and a good conscience and had shipwrecked their faith?", "ref": ["01-20"]}], "2": [{"a": "Paul requests prayers be made for all people, for kings and all who are in authority.", "q": "For whom does Paul request that prayers be made?", "ref": ["02-01", "02-02"]}, {"a": "Paul desires that Christians be allowed to live a peaceful and quiet life in all godliness and dignity.", "q": "What kind of life does Paul desire Christians be allowed to live?", "ref": ["02-02"]}, {"a": "God desires all people to be saved and to come to the knowledge of the truth.", "q": "What does God desire for all people?", "ref": ["02-04"]}, {"a": "Christ Jesus is the mediator between God and man.", "q": "What is Christ Jesus' position between God and man?", "ref": ["02-05"]}, {"a": "Christ Jesus gave himself as a ransom for all.", "q": "What did Christ Jesus do for all?", "ref": ["02-06"]}, {"a": "Paul is a teacher of the Gentiles.", "q": "Who does the apostle Paul teach?", "ref": ["02-07"]}, {"a": "Paul wants men to pray and lift up holy hands.", "q": "What does Paul want men to do?", "ref": ["02-08"]}, {"a": "Paul wants women to dress modestly and with self-control.", "q": "What does Paul want women to do?", "ref": ["02-09"]}, {"a": "Paul does not permit a woman to teach or to exercise authority over a man.", "q": "What does Paul not allow a woman to do?", "ref": ["02-12"]}, {"a": "Paul says his reasons are that Adam was formed first, and that Adam was not deceived.", "q": "What reasons does Paul give for this?", "ref": []}, {"a": "Paul wants women to continue in faith and love and sanctification with soundness of mind.", "q": "In what does Paul want women to continue?", "ref": ["02-15"]}], "3": [{"a": "The work of an overseer is good work.", "q": "What kind of work is the work of an overseer?", "ref": ["03-01"]}, {"a": "An overseer must be able to teach.", "q": "What must an overseer be able to do?", "ref": ["03-02"]}, {"a": "An overseer must not be addicted to alcohol, and must not love money.", "q": "How must an overseer handle alcohol and money?", "ref": ["03-03"]}, {"a": "An overseer's children must obey and respect him.", "q": "How should an overseer's children treat him?", "ref": ["03-04"]}, {"a": "It is important because if he cannot manage his household well, he will likely not care well for a church.", "q": "Why is it important that an overseer manage his household well?", "ref": ["03-05"]}, {"a": "The danger is that he will become proud and fall into condemnation.", "q": "What is the danger if the overseer is a new convert?", "ref": ["03-06"]}, {"a": "An overseer must have a good reputation with those outside the church.", "q": "What must an overseer's reputation be with those outside the church?", "ref": ["03-07"]}, {"a": "Before they serve, deacons should be approved.", "q": "What should be done with deacons before they serve?", "ref": ["03-10"]}, {"a": "Godly women are dignified, not slanderers, moderate, and faithful in all things.", "q": "What are some characteristics of godly women?", "ref": ["03-11"]}, {"a": "The house of God is the church.", "q": "What is the house of God?", "ref": ["03-15"]}, {"a": "Jesus was proclaimed among nations, believed on in the world, and taken up in glory.", "q": "After Jesus appeared in the flesh, was justified by the Spirit, and was seen by angels, what did he do?", "ref": ["03-16"]}], "4": [{"a": "Some people will leave the faith and pay attention to deceitful spirits.", "q": "According to the Spirit, what will some people do in the later times?", "ref": ["04-01"]}, {"a": "They will forbid marriage and forbid eating some foods.", "q": "What lies will these people teach?", "ref": ["04-04"]}, {"a": "Anything we eat is consecrated and acceptable through the word of God and prayer.", "q": "How is anything we eat consecrated and acceptable for our use?", "ref": ["04-05"]}, {"a": "Paul tells Timothy to train himself in godliness.", "q": "In what does Paul tell Timothy to train himself?", "ref": ["04-07"]}, {"a": "Training in godliness is more profitable because it holds promise for this life and the life to come.", "q": "Why is training in godliness more profitable than bodily training?", "ref": ["04-08"]}, {"a": "Paul exhorts Timothy to proclaim and teach these things to others.", "q": "What does Paul exhort Timothy to do with all of the good things that he has received in Paul's teaching to him?", "ref": ["04-11"]}, {"a": "Timothy is to be an example in word, conduct, love, faith, and purity.", "q": "In what ways is Timothy to be an example to others?", "ref": ["04-12"]}, {"a": "The gift was given to Timothy by prophecy with the laying on of the hands of the elders.", "q": "How did Timothy receive the spiritual gift that he had?", "ref": ["04-14"]}, {"a": "Timothy will save himself and those who listen to him.", "q": "If Timothy continues faithfully in his life and teaching, who will be saved?", "ref": ["04-16"]}], "5": [{"a": "Paul told Timothy to treat him as if he were a father.", "q": "How did Paul tell Timothy to treat an older man in the church?", "ref": ["05-01"]}, {"a": "Children and grandchildren should repay their parents and take care of her.", "q": "What should children and grandchildren of a widow do for her?", "ref": ["05-04"]}, {"a": "He has denied the faith and is worse than an unbeliever.", "q": "What has someone done who does not take care of those in his own household?", "ref": ["05-08"]}, {"a": "A widow should be known for good deeds.", "q": "For what should a widow be known?", "ref": ["05-10"]}, {"a": "There is the danger that she will later want to marry, revoking her prior commitment.", "q": "What danger is there when a young widow commits to remaining a widow for the rest of her life?", "ref": ["05-11", "05-12"]}, {"a": "Paul wants younger women to marry, to bear children, and to manage the house.", "q": "What does Paul want younger women to do?", "ref": ["05-14"]}, {"a": "Elders who lead well should be considered worthy of double honor.", "q": "What should be done for elders who lead well?", "ref": ["05-17"]}, {"a": "There must be two or three witnesses before an accusation is received against an elder.", "q": "What must there be before an accusation is received against an elder?", "ref": ["05-19"]}, {"a": "Paul commands Timothy to be careful to keep these rules without favoritism.", "q": "Paul commands Timothy to be careful to keep these rules in what way?", "ref": ["05-21"]}, {"a": "For some people, their sins are not known until the judgment.", "q": "For some people, their sins are not known until when?", "ref": ["05-24"]}], "6": [{"a": "Paul said that slaves should regard their masters as worthy of honor.", "q": "How did Paul say slaves should regard their masters?", "ref": ["06-01"]}, {"a": "The person who rejects healthy words and godly teaching is proud and knows nothing.", "q": "What kind of person rejects healthy words and godly teaching?", "ref": ["06-03", "06-04"]}, {"a": "Paul says that godliness with contentment is great gain.", "q": "What does Paul say is great gain?", "ref": ["06-06"]}, {"a": "We should be content because we have brought nothing into the world, and cannot take anything out.", "q": "Why should we be content with food and clothing?", "ref": ["06-07", "06-08"]}, {"a": "Those who desire to become wealthy fall into a temptation and trap.", "q": "Into what do those who desire to become wealthy fall?", "ref": ["06-09"]}, {"a": "The love of money is a root of all kinds of evil.", "q": "What is a root of all kinds of evil?", "ref": ["06-10"]}, {"a": "Some who have loved money have wandered away from the faith.", "q": "What has happened to some who have loved money?", "ref": ["06-10"]}, {"a": "Paul says Timothy must fight the good fight of faith.", "q": "What fight does Paul say Timothy must fight?", "ref": ["06-12"]}, {"a": "The Blessed One dwells in inapproachable light where no man can view him.", "q": "Where does the Blessed One and the only power dwell?", "ref": ["06-16"]}, {"a": "The rich should hope in God because he offers all the true riches.", "q": "Why should the rich hope in God and not in uncertain riches?", "ref": ["06-17"]}, {"a": "Those who are rich in good works store up for themselves a good foundation, and take hold of real life.", "q": "Those who are rich in good works do what for themselves?", "ref": ["06-19"]}, {"a": "Paul tells Timothy to protect what has been given to him.", "q": "Finally, what does Paul tell Timothy to do with the things given to him?", "ref": ["06-20"]}]}