[{"id": "01", "tn": [{"ref": "General Information:", "text": "Paul is the author of this letter, but he includes Silvanus and Timothy as senders of the letter. He begins by greeting the church at Thessalonica."}, {"ref": "General Information:", "text": "The words \"we\" and \"us\" refer to Paul, Silvanus, and Timothy, unless otherwise noted. Also, the word \"you\" is plural and refers to the believers at the church of Thessalonica. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Silvanus", "text": "This is the Latin form of \"Silas.\" He is the same person listed in the book of Acts as Paul's fellow traveler."}, {"ref": "May grace be to you", "text": "Paul commonly uses this greeting in his letters."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Paul gives thanks for the believers in Thessalonica."}, {"ref": "should always give thanks to God", "text": "Paul is saying that he should regularly give thanks to God. AT: should often give thanks to God (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "brothers", "text": "Here \"brothers\" means fellow Christians, including both men and women. AT: \"brothers and sisters\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "For this is appropriate", "text": "\"For it is the right thing to do\" or \"For it is good\""}, {"ref": "love of each of you abounds for one another", "text": "\"you sincerely love one another\""}, {"ref": "one another", "text": "Here \"one another\" means fellow Christians."}, {"ref": "we ourselves", "text": "Here \"ourselves\" is used to emphasize Paul's boasting. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "that you will be considered worthy of the kingdom of God", "text": "This can be stated in active form. AT: \"that God would consider you worthy to be part of his kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "As Paul continues, he talks about God being just."}, {"ref": "It is righteous for God", "text": "\"God is right\" or \"God is just\""}, {"ref": "and relief to you", "text": "You can make it explicit that God is the one who returns relief. AT: \"and for God to return relief to you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the angels of his power", "text": "\"God's powerful angels\""}, {"ref": "In flaming fire he will take vengeance on those who do not know God and on those who", "text": "\"He will punish with blazing fire those who do not know God and those who\" or \"Then with blazing fire he will punish those who do not know God and those who\""}]}, {"id": "09", "tn": [{"ref": "They will suffer", "text": "Here \"They\" refers to the people who do not obey the gospel."}, {"ref": "when he comes on that day", "text": "Here \"that day\" is the day when Jesus will return to the world."}, {"ref": "to be glorified by his people", "text": "This can be stated in active form. AT: \"his people will glorify him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be marveled at by all those who believed", "text": "This can be stated in active form. AT: \"all those who believed will stand in awe of him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "we also pray continually for you", "text": "Paul is emphasizing how often he prays for them. AT: we also pray regularly for you. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "calling", "text": "Here \"calling\" refers to God appointing or choosing people to be his children, his servants, and proclaim his message of salvation through Jesus."}, {"ref": "fulfill every desire of goodness", "text": "\"make you able to do good in every way that you desire\" (UDB)"}, {"ref": "that the name of our Lord Jesus may be glorified by you", "text": "This can be stated in active form. AT: \"that you may glorify the name of our Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be glorified by him", "text": "This can be stated in active form. AT: \"Jesus will glorify you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because of the grace of our God", "text": "\"because of God's grace\""}]}]