[{"id": "01", "tn": [{"ref": "assembled the elders of Israel", "text": "\"called together the leaders of Israel\""}, {"ref": "All the men of Israel", "text": "This may refer either 1) to the people whom Solomon called to Jerusalem and who are listed in 8:1 or 2) generally to those who traveled to Jerusalem for the feast, not necessarily to every male person who lived in Israel. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "at the feast", "text": "This is a reference to the Feast of Succoth, also known as the Feast of Tabernacles or Feast of Shelters (UDB)."}, {"ref": "in the month of Ethanim, which is the seventh month", "text": "\"Ethanim\" is the seventh month of the Hebrew calendar. It is during the last part of September and the first part of October on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "all the assembly of Israel", "text": "This is a generalization. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "sheep and oxen that could not be counted", "text": "This can be stated in active form. AT: \"more sheep and oxen than anyone would ever be able to count\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "into the inner room of the house, to the most holy place, under", "text": "\"into the inner room of the house—that is, to the most holy place—under\""}, {"ref": "poles by which it was carried", "text": "This can be stated in active form. AT: \"poles by which the priests carried it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they could not be seen", "text": "This can be stated in active form. AT: \"no one could see them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this day", "text": "This means the day on which the writer wrote."}]}, {"id": "09", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}]}, {"id": "12", "tn": [{"ref": "Yahweh has said ... darkness", "text": "Solomon speaks to Yahweh as if he were speaking to someone else to show that he respects Yahweh. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "lofty residence", "text": "beautiful building in which someone very important lives"}]}, {"id": "14", "tn": [{"ref": "all the assembly of Israel", "text": "This is a generalization. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "May Yahweh, the God of Israel, be praised", "text": "This can be stated in active form. AT: \"Praise Yahweh, the God of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "with his own hands", "text": "The hand is a metonym for the power in the hand. AT: \"by his own power\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in order for my name to be", "text": "The word \"name\" is a metonym for the person, and \"for ... name\" refers to worshiping the person. Similar words appear in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"so that people would worship me\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "it was in the heart of David my father ... it was in your heart ... for it to be in your heart", "text": "What David desired is spoken of as if it were an item in a container and the heart as if it were a container. AT: \"David my father desired ... you desired ... to desire to do that\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the name of Yahweh ... for my name", "text": "The word \"name\" is a metonym for the person, and \"for ... name\" refers to worshiping the person. Similar words appear in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"in which people would worship Yahweh ... in which people will worship me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "In that it was in your heart", "text": "\"Because you desired\""}, {"ref": "for it to be in your heart", "text": "\"by wanting to do that\""}, {"ref": "one who will be born from your loins", "text": "This can be stated in active form. AT: \"one who will be your own offspring\" or \"one whom you yourself will father\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "has carried out the word that he had said", "text": "This is an idiom. AT: \"has done exactly what he said he would do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have arisen in the place of David my father", "text": "Height is a metaphor for power. AT: \"I have gained the power that David my father had\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I sit on the throne of Israel", "text": "The throne is a metonym for the activity of the one who sits on the throne. AT: \"I rule over Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the name of Yahweh", "text": "The word \"name\" is a metonym for the person, and \"for ... name\" refers to worshiping the person. Translate as in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"in which people will worship Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is Yahweh's covenant, which", "text": "The stone tablets on which Yahweh had written the terms of the covenant are spoken of as if they were the covenant itself. AT: \"are the tablets on which Yahweh wrote the terms of the covenant that\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "all the assembly of Israel", "text": "This is a generalization. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "walk before you with all their heart", "text": "The way a person lives is spoken of as if that person were walking on a path. AT: \"live wholeheartedly the way that you want them to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fulfilled it with your hand", "text": "The hand is a metonym for the power of the hand. AT: \"by your power fulfilled what you said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "to sit on the throne of Israel", "text": "The throne is a metonym for the activity of the one who sits on the throne. AT: \"to rule over Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walk before me ... have walked before me", "text": "The way a person lives is spoken of as if that person were walking on a path. AT: \"live as I want you to ... have lived as I want you to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "But will God actually live on the earth?", "text": "Possible meanings of this question are 1) Solomon is asking a real question and expecting an answer or 2) the question is rhetorical and Solomon is emphasizing that God is too big and mighty to live on earth. AT: But it surely cannot be that God will actually live on the earth!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But will God", "text": "Here Solomon speaks about God in the third person. It can be stated in the second person. AT: \"But will you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Look", "text": "\"What I am about to say is important\" or \"The truth is that\""}, {"ref": "you—how much less can this temple that I have built", "text": "\"you, so this temple that I have built certainly cannot\""}, {"ref": "respect this prayer of your servant and his request", "text": "The words \"prayer\" and \"request\" mean basically the same thing and emphasize that he is sincere as he makes his request. Solomon refers to himself as \"your servant\" to show that he respects Yahweh. This can be stated in first person. AT: \"respect me, your servant, as I make this request\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "listen to the cry and prayer that your servant prays before you today", "text": "The words \"cry\" and \"prayer\" mean basically the same thing and emphasize that he is sincere as he asks Yahweh to help him. Solomon refers to himself as \"your servant\" to show that he respects Yahweh. This can be stated in first person. AT: \"listen to me, your servant, as I call today for you to help me\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "29", "tn": [{"ref": "May your eyes be open toward", "text": "The eye is a metonym for what the eye does. AT: \"May you watch over\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "night and day", "text": "This is a merism. AT: \"all the time\" or \"continually\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "My name and my presence", "text": "These two words together emphasize that Yahweh will dwell in the temple. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "that your servant will pray", "text": "Solomon speaks of himself as \"your servant\" to show that he respects Yahweh. This can be stated in first person. AT: \"that I, your servant, will pray\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "listen to the request of your servant and of your people Israel", "text": "Solomon speaks of himself as \"your servant\" to show that he respects Yahweh. This can be stated in first person. AT: \"listen to my request and the request of your people Israel\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "31", "tn": [{"ref": "is required to swear", "text": "This can be stated in active form. AT: \"someone requires him to swear\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "upon his own head", "text": "Here \"head\" refers to the whole person. AT: \"on him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to reward him for his righteousness", "text": "\"to give him what he deserves because he is innocent\""}]}, {"id": "33", "tn": [{"ref": "your people Israel are defeated by an enemy", "text": "This can be stated in active form. AT: \"an enemy defeats your people Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "confess your name", "text": "Possible meanings are 1) \"confess that they have sinned against you\" or 2) \"praise you\" or 3) \"say that they will obey you from now on.\""}, {"ref": "request forgiveness from you", "text": "The abstract noun \"forgiveness\" can be translated as a verb. AT: \"ask you to forgive them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "35", "tn": [{"ref": "the skies are shut up and there is no rain", "text": "The sky is spoken of as if it were a building in which God stores the rain. AT: \"you do not allow rain to fall\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "confess your name", "text": "Possible meanings are 1) \"confess that they have sinned against you\" or 2) \"praise you\" or 3) \"say that they will obey you from now on.\" Translate as in [[:en:bible:notes:1ki:08:33|8:33]]."}, {"ref": "in which they should walk", "text": "The way a person lives is spoken of as if that person were walking on a path. AT: \"that they should live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "37", "tn": [{"ref": "blight or mildew", "text": "These are agricultural terms that refer to the death of crops from either too little or too much rain, respectively."}, {"ref": "locusts or caterpillars", "text": "A \"locust\" is a type of grasshopper that causes destruction by eating crops. The word \"caterpillar\" refers to an early growth stage of the locust."}, {"ref": "prayers and requests are made by a person or by all your people Israel", "text": "This can be stated in active form. AT: \"a person, or all your people Israel, prays and makes a request\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "prayers and requests", "text": "The words \"prayer\" and \"request\" mean basically the same thing and emphasize that the person is sincere as he makes his request. Similar words appear in [[:en:bible:notes:1ki:08:27|8:28]]. AT: \"requests\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "knowing the plague in his own heart", "text": "Possible meanings are 1) \"knowing the sin in his own heart\" or 2) \"knowing in his heart that the plague is the result of his own sin.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "41", "tn": [{"ref": "your mighty hand, and your raised arm", "text": "These two phrases mean basically the same thing and refer to God's power. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this house I have built is called by your name", "text": "This can be stated in active form. The phrase \"called by your name\" indicates that the person possesses and owns the house. AT: \"you own this house that I have built\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "44", "tn": [{"ref": "Suppose that your people go out ... suppose that they pray", "text": "When Solomon was speaking, these hypothetical situations had not happened, but Solomon knew that they might happen in the future. Use the form in your language for talking about events that have not happened but might happen in the future. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "for your name", "text": "The word \"name\" is a metonym for the person, and \"for ... name\" refers to worshiping the person. Similar words appear in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"in which people will worship you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their prayer and their request", "text": "The words \"prayer\" and \"request\" mean basically the same thing and emphasize that the people are sincere as they make their request. Similar words appear in [[:en:bible:notes:1ki:08:27|8:28]]. AT: \"their request\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "46", "tn": [{"ref": "Suppose that they sin ... suppose that you are ... suppose that they realize ... suppose that they repent ... Suppose that they say", "text": "When Solomon was speaking, these hypothetical situations had not happened, but Solomon knew that they might happen in the future. Use the form in your language for talking about events that have not happened but might happen in the future. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "where they have been exiled", "text": "This can be stated in active form. AT: \"where their enemies have taken them as exiles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "captors", "text": "people who keep others as prisoners"}, {"ref": "We have acted perversely and sinned. We have behaved wickedly", "text": "These two sentences mean the same thing. Together they emphasize how bad the people's actions were. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "acted perversely and sinned", "text": "The words mean basically the same thing and emphasize how badly the people sinned. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "48", "tn": [{"ref": "with all their heart and with all their soul", "text": "The idiom \"with all ... heart\" means \"completely\" and \"with all ... soul\" means \"with all ... being.\" These two phrases have similar meanings. Translate as in [[:en:bible:notes:1ki:02:01|2:4]]. AT: \"with all their being\" or \"with all their energy\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in the land", "text": "\"while they are living in the land\""}, {"ref": "toward their land", "text": "\"toward the land in which they belong.\" This refers to Israel."}, {"ref": "for your name", "text": "The word \"name\" is a metonym for the person, and \"for ... name\" refers to worshiping the person. Similar words appear in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"in which people will worship you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "49", "tn": [{"ref": "their prayer and their request", "text": "The two words \"prayer\" and \"request\" mean basically the same thing. Together they emphasize that the people were sincere as they made their request to Yahweh. Similar words appear in [[:en:bible:notes:1ki:08:27|8:28]]. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Forgive your people, who have sinned against you, and all their sins with which they have transgressed against your commands", "text": "Solomon twice requests Yahweh to forgive the people. This emphasizes the earnestness of his request. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "51", "tn": [{"ref": "a furnace where iron is forged", "text": "This can be stated in active form. AT: \"a furnace where people forge iron\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your eyes may be open", "text": "The eye is a metonym for the person. AT: \"you will pay attention\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "54", "tn": [{"ref": "prayer and request", "text": "The words \"prayer\" and \"request\" mean basically the same thing and emphasize that he is sincere as he makes his request. Similar words appear in [[:en:bible:notes:1ki:08:27|8:28]]. AT: \"request\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "May Yahweh be praised", "text": "This can be stated in active form. AT: \"Praise Yahweh\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Not one word has failed out of all Yahweh's good promises", "text": "This can be stated positively. AT: \"Yahweh has made every word of his good promises come true\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "57", "tn": [{"ref": "leave us or forsake us", "text": "These two phrases mean basically the same thing and emphasize Solomon's desire for Yahweh to be present with the people. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "incline our hearts to him", "text": "Desiring to please someone is spoken of as inclining the heart toward that person. AT: \"make us want to please him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "live in all his ways", "text": "Here \"in his ways\" is an idiom that refers to the way he wants people to live. AT: \"live as he requires us to live\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "59", "tn": [{"ref": "day and night", "text": "This merism refers to \"all the time\" or \"continually.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "let your heart be true", "text": "\"be wholly devoted\""}, {"ref": "walk in his statutes", "text": "The way a person lives is spoken of as if that person were walking on a path. AT: \"always obey his statutes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "62", "tn": [{"ref": "all Israel with him ... all the people of Israel", "text": "These generalizations may refer either 1) to the people whom Solomon called to Jerusalem and who are listed in [[:en:bible:notes:1ki:08:01|8:1]], or 2) to those who traveled to Jerusalem for the feast, not necessarily to every person who lived in Israel. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "64", "tn": [{"ref": "the bronze altar that was before Yahweh", "text": "\"the bronze altar that was in Yahweh's presence.\" Since the temple is Yahweh's dwelling place among his people, the altar is described as being in his presence."}]}, {"id": "65", "tn": [{"ref": "all Israel with him", "text": "This generalization may refer either 1) to the people whom Solomon called to Jerusalem and who are listed in [[:en:bible:notes:1ki:08:01|8:1]], or 2) to those who traveled to Jerusalem for the feast, not necessarily to every person who lived in Israel. Similar words appear in [[:en:bible:notes:1ki:08:62|8:62]]. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "seven days ... seven days ... fourteen days", "text": "\"7 days ... 7 days ... 14 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "eighth day", "text": "The word \"eighth\" is the ordinal form of \"8.\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "joyful and glad", "text": "The two words mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]