[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells believers how to live under their rulers."}, {"ref": "Let every soul be obedient to", "text": "Here \"soul\" is a synecdoche for the whole person. \"Every Christian should obey\" or \"Everyone should obey\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "higher authorities", "text": "\"government officials\" (UDB)"}, {"ref": "for", "text": "\"because\""}, {"ref": "there is no authority unless it comes from God", "text": "\"all authority comes from God\""}, {"ref": "And the authorities that exist have been appointed by God", "text": "You can translate this in an active form. AT: \"And the people who are in authority are there because God put them there\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that authority", "text": "\"that government authority\" or \"the authority that God placed in power\""}, {"ref": "those who oppose it will receive judgment on themselves", "text": "You can translate this in an active form. AT: \"God will judge those who oppose government authority\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "For", "text": "Paul uses this word to begin his explanation of [[:en:bible:notes:rom:13:01|13:2]] and to tell about what will result if the government condemns a person."}, {"ref": "rulers are not a terror", "text": "Rulers do not make good people afraid."}, {"ref": "to good deeds ... to evil deeds", "text": "People are identified with their \"good deeds\" or \"evil deeds.\""}, {"ref": "Do you desire to be unafraid of authority?", "text": "Paul uses this question to emphasize his point. You can translate this as a statement. AT: \"Let me tell you how you can be unafraid of the government!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you will have praise from it", "text": "The government will say good things about people who do what is good."}, {"ref": "he does not carry the sword for no reason", "text": "You can translate this in a positive form. AT: \"he carries the sword for a very good reason\" or \"he has the power to punish people, and he will punish people\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "carry the sword", "text": "Roman governors carried a short sword as a symbol of their authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "an avenger for wrath", "text": "Here \"wrath\" represents the punishment people receive when they do evil deeds. AT: \"a person who punishes people as an expression of the government's anger against evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not only because of the wrath, but also because of conscience", "text": "\"not only so the government will not punish you, but also so you will have a clear conscience before God\""}]}, {"id": "06", "tn": [{"ref": "Because of this", "text": "\"Because the government punishes evildoers\""}, {"ref": "you ... Pay to everyone", "text": "Paul is addressing the believers here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "For", "text": "\"This is why you should pay taxes:\""}, {"ref": "attend to", "text": "\"administer\" or \"work on\""}, {"ref": "tax to whom tax is due; toll to whom toll is due; fear to whom fear is due; honor to whom honor is due", "text": "These clauses are ellipses. You can include the missing words in your translation. AT: \"pay taxes to those who require that you pay taxes. Pay duties on goods to those who require that you pay those duties. Respect those whom you ought to respect. Honor those whom you ought to honor\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "toll", "text": "This refers to a customs duty."}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells believers how to act toward neighbors."}, {"ref": "Owe no one anything, except to love one another", "text": "This is a double negative. You can translate it in a positive form. AT: \"Pay all you owe to everyone, and love one another\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Owe", "text": "This verb is plural and applies to all the Roman Christians. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "except to love one another", "text": "This is the one debt that can remain as shown in the note above."}, {"ref": "love", "text": "This refers to the kind of love that comes from God and focuses on the good of others, even when it does not benefit oneself."}, {"ref": "You will", "text": "All occurrences of \"you\" in 13:9 are singular, but the speaker was addressing a group of people as if they were one person. If this is not natural in your language, you may need to use plural forms here. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "covet", "text": "to desire to have or possess something that another person possesses."}, {"ref": "Love does not harm one's neighbor", "text": "This phrase portrays love as a person who is being kind to other people. AT: \"People who love their neighbors do not harm them\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "11", "tn": [{"ref": "you know the time, that it is already time for you to awake out of sleep", "text": "Paul speaks of the need for the Roman believers to change their behavior as if they needed to wake up from being asleep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The night has advanced", "text": "Paul speaks of the time when the people did evil deeds as night. AT: \"The present sinful time is almost over\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the day has come near", "text": "Paul speaks of the time when people stop doing evil deeds as the day. AT: \"Christ will return soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "works of darkness", "text": "These are wicked deeds which people prefer to do at night, when it is dark and no one can see them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let us put on the armor of light", "text": "Paul speaks of doing things to resist Satan as if the people were putting on armor in preparation for battle.  AT: \"we should allow God to protect us by doing only those deeds we want people to see us doing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Let us", "text": "Paul includes his readers and other believers with himself. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Let us walk appropriately, as in the day", "text": "Paul speaks of living as true believers as if one were walking while it is day. AT: \"Let us walk in a visible way knowing that everyone can see us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in sexual immorality or in uncontrolled lust", "text": "These concepts mean basically the same thing. You can combine them in your translation. AT: \"sexually immoral acts\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "strife", "text": "This refers to plotting against and arguing with other people."}, {"ref": "jealousy", "text": "This refers to negative feelings against another person's success or advantage over others."}, {"ref": "put on the Lord Jesus Christ", "text": "Paul speaks of accepting the moral nature of Christ as if he were our outer clothing that people can see. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "put on", "text": "If your language has a plural form for commands, use it here."}, {"ref": "make no provision for the flesh", "text": "Here the \"flesh\" refers to the self-directed nature of people who oppose God. This is the sinful nature of human beings. AT: \"do not allow your old evil heart any opportunity at all for doing wicked things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]