[{"id": "01", "tn": [{"ref": "about Babylon", "text": "The name of the city stands for the people of Babylon. AT: \"about the people of Babylon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Amoz", "text": "Amoz was the father of Isaiah. See how you translated this in [[:en:bible:notes:isa:01:01|1:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "cry aloud to them", "text": "The word \"them\" refers to soldiers from another country."}, {"ref": "the gates of the nobles", "text": "Possible meanings are 1) \"the gates of Babylon where the nobles live\" or 2) \"the gates of the nobles' large houses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the nobles", "text": "\"the respected people\" or \"the rulers\""}, {"ref": "my holy ones", "text": "\"the ones I have set apart for myself\" or \"the army that I have set apart for myself\""}, {"ref": "I have called my mighty men to execute my anger", "text": "Executing God's anger represents punishing people because of God's anger. AT: \"I have called my mighty soldiers to punish the people of Babylon because they have made me angry\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "even my proudly exulting ones", "text": "\"even those who proudly exult.\" Why they proudly exult can be stated clearly. AT: \"even my people who proudly exult because of the great things I do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "The noise of a multitude in the mountains, as of many people", "text": "The words \"there is\" are understood. The phrases \"multitude\" and \"many people\" mean the same thing. AT: \"There is the noise of many people in the mountains\" or \"There is the noise of a great crowd of people in the mountains\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The noise of a tumult of the kingdoms like many nations gathered together", "text": "The words \"there is\" are understood. The words \"kingdoms\" and \"nations\" here refer to the same thing. AT: \"There is the noisy commotion of many kingdoms gathered together\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "is mustering", "text": "\"is gathering\""}, {"ref": "from way over the horizon", "text": "\"from places far beyond the horizon\" or \"from very distant places\""}, {"ref": "his instruments of judgment", "text": "The soldiers that God is sending to  attack Babylon are spoken of as if they were weapons. \"Judgment\" represents punishment because God has judged Babylon. AT: \"the army that he will use to punish Babylon\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Howl", "text": "\"Cry out loud\""}, {"ref": "the day of Yahweh is near", "text": "Something that is about to happen soon is spoken of as if it is coming near. AT: \"the day of Yahweh will happen soon\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it comes with destruction from the Almighty", "text": "The word \"it\" refers to the day of Yahweh. \"It comes with destruction\" means that destruction will happen on that day. \"Destruction from the Almighty\" means that the Almighty will destroy them. AT: \"on that day, the Almighty God will destroy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "all hands hang limp", "text": "This shows that all the people are very weak and unable to do anything."}, {"ref": "every heart melts", "text": "People being terribly afraid is spoken of as if their hearts melt. AT: \"everyone is terribly afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pain and agony will seize them", "text": "People suddenly feeling terrible pain and sorrow is spoken of as if the pains and sorrows were people who grab them. AT: \"they will suddenly feel terrible pain and agony\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "like a woman in labor", "text": "Being in labor represents giving birth to a baby. AT: \"like a woman giving birth to a baby\" or \"like the pain of a woman who is giving birth to a baby\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their faces will be aflame", "text": "Their faces being hot and red is spoken of as if they were burning. Possible reasons for their faces being hot are 1) the people are very afraid or 2) the people feel ashamed or 3) the people cry. AT: \"their faces will be hot and red\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "the day of Yahweh comes with cruel wrath and overflowing anger", "text": "The day coming with wrath and anger means that there will be wrath and anger on that day. The abstract nouns \"wrath\" and \"anger\" can be expressed with the adjectives \"furious\" and \"angry\". AT: \"on the day of Yahweh, he will be furious and extremely angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "overflowing anger", "text": "Anger here is spoken of as if the one who is angry is a container filled with anger. Overflowing anger means that he is extremely angry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to make the land a desolation", "text": "This can be reworded so that the abstract noun \"desolation\" is expressed with the verb \"ruin.\" AT: \"to ruin the land\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "The stars of heaven and the constellations", "text": "\"The stars in the sky\""}, {"ref": "will not give their light", "text": "Giving light represents \"shining.\" AT: \"will not shine\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The sun will be darkened", "text": "This can be stated in active form. AT: \"Yahweh will darken the sun\" or \"The sun will be dark\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to talk about what he will do on the day of Yahweh."}, {"ref": "the world", "text": "This refers to \"the people of the world.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wicked ... the proud ... the ruthless", "text": "These phrases refer to people who have these qualities. AT: \"wicked people ... proud people ... ruthless people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the ruthless", "text": "\"cruel people\""}, {"ref": "and will bring down the arrogance of the ruthless", "text": "Being low often represents being humble. Bringing down people's arrogance represents making them humble. AT: \"and will humble the ruthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make men more rare than fine gold", "text": "Why there will be so few people can be stated clearly. AT: \"I will cause so many people to die that living people will be more rare than fine gold\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "men more rare than fine gold ... mankind harder to find than the pure gold of Ophir", "text": "These two phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "pure gold of Ophir", "text": "Ophir was the name of a place where there was pure gold. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Like a hunted gazelle or like a sheep with no shepherd", "text": "\"Like gazelles that run away swiftly when people hunt them, and like sheep that have no shepherd run away from wild animals\" (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "gazelle", "text": "an animal that is similar to a deer. People hunt them, and wild animals sometimes attack and kill them. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "like a sheep with no shepherd", "text": "Sheep that have no shepherd have no one to protect them from wild animals that attack and kill them."}]}, {"id": "15", "tn": [{"ref": "Every one who is found will be killed ... every one who is captured will die by the sword", "text": "These two phrases mean basically the same thing. This can be stated in active form. AT: \"The enemy will kill with the sword everyone they find\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Their infants also will be dashed in pieces", "text": "This can be stated in active form. AT: \"The enemy will also dash their infants to pieces\" or \"The enemy will beat their infants until they die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before their eyes", "text": "\"Before their eyes\" means \"in their presence\" or \"while they watch.\" It can be stated clearly that the parents are unable to help their infants.  AT: \"while their parents helplessly watch\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their houses will be plundered", "text": "This means that everything valuable will be stolen from their houses. This can be stated in active form. AT: \"The enemy will plunder the people's houses\" or \"The enemy will steal everything valuable from the people's houses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their wives raped", "text": "This means that the enemies will attack the women and force them to have sex with them. The words \"will be\" are understood. This can also be expressed with an active form. AT: \"their wives will be raped\" or \"their enemies will rape their wives.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking."}, {"ref": "I am about to stir up the Medes to attack them", "text": "Making people want to do something is spoken of as stirring them up. AT: \"I am about to make the Medes want to attack them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking."}, {"ref": "the most admired of kingdoms", "text": "This can be stated in active form. AT: \"the kingdom that people most admire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the splendor of Chaldean pride", "text": "The noun \"pride\" can be expressed with the adjective \"proud.\" AT: \"the beautiful city that the Chaldeans are so proud of\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will be overthrown", "text": "\"will be destroyed\""}, {"ref": "like Sodom and Gomorrah", "text": "\"as Sodom and Gomorrah were overthrown.\" See how you translated these city names in [[:en:bible:notes:isa:01:09|1:9]]. (See: [[:en:ta:vol1:translate:figs_simile]] and  [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It will not be inhabited or lived in", "text": "The two verbs mean basically the same thing. This can be stated in active form. AT: \"No one will live in it\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from generation to generation", "text": "The phrase \"generation to generation\" refers to all generations of people who will live in the future. AT: \"for ever\" \"ever again\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The Arab", "text": "This refers to Arab people in general, not one person. AT: \"Arabs\" or \"Arab people\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking about what will happen to Babylon."}, {"ref": "will lie there", "text": "\"will lie in Babylon\""}, {"ref": "Their houses", "text": "\"The people's houses\""}, {"ref": "owls", "text": "Owls are wild birds that hunt at night. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "ostriches", "text": "Ostriches are large wild birds that run fast and cannot fly. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Hyenas", "text": "Hyenas are large wild animals that look like dogs and eat dead animals. Their loud cry sounds like a person laughing. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "and jackals in the beautiful palaces", "text": "The words \"will cry\" are understood. AT: \"And jackals will cry in the beautiful palaces\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "jackals", "text": "wild dogs (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Her time is near, and her days will not be delayed", "text": "These two phrases mean basically the same thing. \"Her time\" and \"her days\" both refer to the time that God has chosen for Babylon to be destroyed. This can be stated in active form. AT: \"The time that all of this will happen to the people of Babylon is near, and nothing will stop it\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]