[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After the shipwreck, people on the island of Malta helped Paul and everyone on the ship. They stay there for 3 months."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Paul and Luke, the author of Acts, who traveled with Paul on this journey.\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "When we were brought safely through", "text": "This can be stated in active form. AT: \"When we arrived safely\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we learned", "text": "Paul and Luke learned the name of the island. AT: \"we learned from the people\" or \"we found out from the residents\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "the island was called Malta", "text": "Malta is an island located south of the modern-day island of Sicily. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The native people", "text": "\"The local people\""}, {"ref": "offered to us not just ordinary kindness", "text": "Being kind to someone is spoken of as if it were an object that someone offers. AT: \"were not only very kind to us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not just ordinary kindness", "text": "This phrase is used to emphasize the opposite of what is said. AT: \"a great deal of kindness\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "they lit a fire", "text": "\"they put together twigs and branches and burned them\""}, {"ref": "welcomed us all", "text": "Possible meanings are 1) \"welcomed all of the people from the ship\" or 2) \"welcomed Paul and all his companions.\""}]}, {"id": "03", "tn": [{"ref": "a viper came out", "text": "\"a poisonous snake came out of the bundle of sticks\""}, {"ref": "fastened onto his hand", "text": "\"bit Paul's hand and did not let go\""}, {"ref": "This man certainly is a murderer", "text": "\"For sure, this man is a murderer\" or \"This man is truly a murderer\""}, {"ref": "yet justice", "text": "The word \"justice\" refers to the name of a god that they worshiped. AT: \"the god called Justice\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "shook the animal into the fire", "text": "\"shook his hand so that the snake fell from his hand into the fire\""}, {"ref": "suffered no harm", "text": "\"Paul was not hurt at all\""}, {"ref": "become inflamed with a fever", "text": "Possible meanings are 1) his body would swell because of the snake venom or 2) he would become very hot with fever."}, {"ref": "nothing was unusual with him", "text": "This can be stated in positive form. AT: \"everything about him was as it should be\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "they changed their minds", "text": "To think differently about a situation is spoken of as if a person is changing his mind. AT: \"they thought again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and said that he was a god", "text": "This can be stated as a direct quotation. AT: \"and said, 'This man must be a god'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "said that he was a god", "text": "Perhaps there was a belief that someone who lived after a poisonous snake bite was divine or a god."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Here the words \"us\" and we\" refer to Paul, Luke, and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Now in a nearby place", "text": "\"Now\" is used to introduce a new person or event in the account."}, {"ref": "chief man of the island", "text": "Possible meanings are 1) the main leader of the people or 2) someone who was the most important person on the island, perhaps because of his wealth."}, {"ref": "a man named Publius", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It happened that the father of Publius ... fever and dysentery", "text": "This is background information about Publius' father that is important to understanding the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "had been made ill", "text": "This can be stated in active form. AT: \"was ill\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ill with a fever and dysentery", "text": "Dysentery is an infectious intestinal disease."}, {"ref": "placed his hands on him", "text": "\"touched him with his hands\""}, {"ref": "and were healed", "text": "This can be stated in active form. AT: \"and he healed them too\" (See: [[:en:ta:vol2:translate:figs_activepassive]]) (UDB)"}, {"ref": "honored us with many honors", "text": "Probably they honored Paul and those with him by giving them gifts."}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul's journey to Rome continues."}, {"ref": "General Information:", "text": "The Twin Brothers refers to Castor and Pollux, the twin sons of Zeus, a Greek god. They were thought to be  protectors of ships. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "an Alexandrian ship", "text": "Possible meanings are 1) \"a ship that came from Alexandria\" or 2) \"a ship that was registered or licensed in Alexandria.\" See how you translated \"Alexandrian\" in [[:en:bible:notes:act:06:08|6:9]]."}, {"ref": "that had wintered at the island", "text": "\"that the crew left at the island for the cold season\""}, {"ref": "city of Syracuse", "text": "Syracuse is a city on the southeast coast of the modern-day island of Sicily, just southwest of Italy. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The Market of Appius and The Three Taverns was a popular market and inn on the main highway called the Appian Way, about 50 kilometers south of the city of Rome. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "city of Rhegium", "text": "This is the port city located at the southwestern tip of Italy. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a south wind sprang up", "text": "\"the wind began to blow from the south\""}, {"ref": "city of Puteoli", "text": "Puteoli is located in modern-day Naples on the west coast of Italy. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "There we found", "text": "\"There we met\""}, {"ref": "brothers", "text": "These were followers of Jesus, including both men and women. AT: \"fellow believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "and were invited", "text": "This can be stated in active form. AT: \"and they invited us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "In this way we came to Rome", "text": "Once Paul reached Puteoli, the rest of the journey to Rome was on land. AT: \"And after we stayed seven days with them, we went to Rome\""}, {"ref": "after they heard about us", "text": "\"after they heard we were coming\""}, {"ref": "he thanked God and took courage", "text": "Taking courage is spoken of as if it were an object that a person could take. AT: \"this encouraged him, and he thanked God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Paul arrives in Rome as a prisoner but with the freedom to stay in his own place. He calls the local Jews together to explain what has happened to him."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, who wrote the book of Acts as well as Paul and those traveling with him. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "When we entered Rome, Paul was allowed to", "text": "This can be stated in active form. AT: \"After we had arrived in Rome, the Roman authorities gave Paul permission to\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then it came about that", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "the leaders among the Jews", "text": "These are the Jewish civil or religious leaders present in Rome."}, {"ref": "Brothers", "text": "Here this means \"Fellow Jews.\""}, {"ref": "against the people", "text": "\"against our people\" or \"against the Jews\""}, {"ref": "I was delivered as a prisoner from Jerusalem into the hands of the Romans", "text": "This can be stated in active form. AT: \"some of the Jews arrested me in Jerusalem and placed me in the custody of the Roman authorities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the hands of the Romans", "text": "Here \"hands\" stands for power or control. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there was no reason in me for a death penalty", "text": "\"I had done nothing to cause them to execute me\""}]}, {"id": "19", "tn": [{"ref": "the Jews", "text": "This does not mean all of the Jews. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "spoke against their desire", "text": "\"complained about what the Roman authorities wanted to do\""}, {"ref": "I was forced to appeal to Caesar", "text": "This can be stated in active form. AT: \"I had to ask for Caesar to judge me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "although it is not as if I were bringing any accusation against my nation", "text": "The abstract noun \"accusation\" can be stated as the verb \"accuse.\" Here \"nation\" stands for the people. AT: \"but it was not because I wanted to accuse the people of my nation before Caesar\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what Israel is confident about", "text": "Possible meanings are 1) the people of Israel confidently expect the Messiah to come or 2) the people of Israel confidently expect God to bring those who have died back to life."}, {"ref": "what Israel is", "text": "Here \"Israel\" stands for the people. AT: \"what the people of Israel are\" or \"what the Jews are\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that I am bound with this chain", "text": "Here \"bound with this chain\" stands for being a prisoner. AT: \"that I am a prisoner\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The Jewish leaders respond to Paul."}, {"ref": "General Information:", "text": "Here the words \"We,\" \"we,\" and \"us\" refer to the Jewish leaders in Rome. (See: [[:en:bible:notes:act:28:16|28:17]] and [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "nor did any of the brothers", "text": "Here \"brothers\" stands for fellow Jews. AT: \"nor did any of our fellow Jews\""}, {"ref": "you think about this sect", "text": "A sect is a smaller group within a larger group. Here it refers to those who believe in Jesus. AT: \"you think about this group to which you belong\""}, {"ref": "because it is known by us", "text": "This can be stated in active form. AT: \"because we know\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it is spoken against everywhere", "text": "This can be stated in active form. AT: \"many Jews all over the Roman Empire are saying bad things about it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the Jewish leaders in Rome. (See: [[:en:bible:notes:act:28:16|28:17]])"}, {"ref": "General Information:", "text": "The words \"him,\" \"his,\" and  \"He\" and refer to Paul."}, {"ref": "had set a day for him", "text": "\"had chosen a time for him to speak to them\""}, {"ref": "testified about the kingdom of God", "text": "Here \"kingdom of God\" stands for God's rule as king. AT: \"told them about God's rule as king\" or \"told them how God would show himself as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the prophets", "text": "Here \"the prophets\" refers to what they wrote. AT: \"from what the prophets wrote\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Some were convinced about the things which were said", "text": "This can be stated in active form. AT: \"Paul was able to convince some of them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "As the Jewish leaders were ready to leave, Paul quotes the Old Testament scriptures that were appropriate for this time."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the Jewish leaders in Rome. (See: [[:en:bible:notes:act:28:16|28:17]])"}, {"ref": "General Information:", "text": "The word \"your\" refers to the people to whom  Paul had been speaking. In verse 26, Paul begins to quote the prophet Isaiah."}, {"ref": "after Paul had spoken this one word", "text": "Here \"word\" stands for a message or statement. AT: \"after Paul had said one more thing\" or \"after Paul had made this statement\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The Holy Spirit spoke well through Isaiah the prophet to your forefathers. He said, 'Go to this people and say, \"By hearing you will hear, but not understand; And seeing you will see, but will not perceive", "text": "This has quotations within quotations. You can translate one of the inner quotations as an indirect quotation as in the UDB. Or, you can translate two of the inner quotations as indirect quotations. AT: \"The Holy Spirit spoke well through Isaiah the prophet to your forefathers when the Spirit told Isaiah to tell them that they will hear but will not understand; And they will see but they will not perceive\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "By hearing you will hear ... And seeing you will see", "text": "The words \"hear\" and \"see\" are repeated for emphasis. \"You will listen carefully ... And you will look intently\""}, {"ref": "but not understand ... but will not perceive", "text": "Both of these phrases mean basically the same thing. They emphasize that the Jewish people will not understand God's plan. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes quoting Isaiah the prophet."}, {"ref": "General Information:", "text": "Translate Paul's quotation of Isaiah as a direct quotation or indirect quotation according to how you translated it in [[:en:bible:notes:act:28:25|28:25-26]]."}, {"ref": "For the heart of this people has become dull", "text": "People who stubbornly refuse to understand what God is saying or doing are spoken of as if their heart is dull. Here \"heart\" stands for the mind. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with their ears they hardly hear, and they have shut their eyes", "text": "People who stubbornly refuse to understand what God is saying or doing are spoken of as if they are unable to hear and are shutting their eyes so that they will see. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "understand with their heart", "text": "Here \"heart\" stands for the mind. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and turn again", "text": "To start obeying God is spoken of as though the person were physically turning toward God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I would heal them", "text": "This does not mean God will only heal them physically. He will also heal them spiritually by forgiving their sins."}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes speaking to the Jewish leaders in Rome."}, {"ref": "this salvation of God has been sent to the Gentiles", "text": "God's message about how he saves people is spoken of as if it were an object that is sent. This can be stated in active form. AT: \"God is sending his messengers to the Gentiles to tell them about how he will save them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will listen", "text": "\"some of them will listen.\" This response of the Gentiles is in contrast to the way the Jews of that time responded."}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Luke ends the story of Paul in the book of Acts. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "He was preaching the kingdom of God", "text": "Here \"kingdom of God\" refers to God's rule as king. AT: \"He was preaching about God's rule as king\" or \"He was preaching about how God will show himself as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]