[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a new part of the story."}, {"ref": "a famine happened", "text": "\"there was a famine\" or \"there was another famine\""}, {"ref": "in the land", "text": "You can state explicitly the land to which this refers. AT: \"in the land where Isaac and his family lived\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that had been in the days of Abraham", "text": "The phrase \"in the days\" means the time when Abraham lived. AT: \"that had happened during Abraham's life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh begins to speak to Isaac."}, {"ref": "appeared to him", "text": "\"appeared to Isaac\""}, {"ref": "Do not go down to Egypt", "text": "It was common to speak of leaving the promised land as \"going down\" to another place. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for to you and to your descendants, I will give all these lands", "text": "\"for I will give all these lands to you and your descendants\""}, {"ref": "I will fulfill the oath that I swore to Abraham your father", "text": "\"I will do what I promised Abraham your father I would do\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Isaac."}, {"ref": "I will multiply your descendants", "text": "\"I will cause you to have very many descendants.\""}, {"ref": "like the stars of heaven", "text": "This speaks about the number of Isaac's descendants as if they were the same as the number of stars. See how you translated this in [[:en:bible:notes:gen:22:15|22:17]]. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "heaven", "text": "This refers to everything we see above the earth, including the sun, moon, and stars."}, {"ref": "all the nations of the earth will be blessed", "text": "This can be stated in active form. AT: \"I will bless all the nations of the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Abraham obeyed my voice and kept my instructions, my commandments, my statutes, and my laws", "text": "The phrases \"obeyed my voice\" and \"kept my instructions, my commandments, my statutes, and my laws\" mean basically the same thing. AT: \"Abraham obeyed me and did everything I commanded him to do\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "obeyed my voice", "text": "Here \"voice\" stands for Yahweh. AT: \"obeyed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "So Isaac settled in Gerar", "text": "Only Isaac is mentioned because he is the leader of the family, but his whole family was with him. AT: \"So Isaac and his family settled in Gerar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He feared to say", "text": "Here \"fear\" refers to the unpleasant feeling a person has when there is a threat of harm to himself or others. \"He was afraid to say\""}, {"ref": "to get Rebekah", "text": "\"in order to take Rebekah\""}, {"ref": "He saw, behold, Isaac", "text": "The word \"behold\" shows that what Abimelech saw surprised him. AT: \"And he was surprised to see that Isaac\""}, {"ref": "was caressing Rebekah", "text": "Possible meanings are 1) he was touching her the way a husband touches his wife or 2) he was laughing and talking with her the way a husband talks with his wife."}]}, {"id": "09", "tn": [{"ref": "Abimelech called Isaac to him", "text": "Abimelech probably sent someone to tell Isaac that Abimelech wanted to see him. AT: \"Abimelech sent someone to bring Isaac to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why did you say, 'She is my sister'?", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Why did you say that she is your sister?\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "to get her", "text": "\"so he could take her\""}, {"ref": "What is this you have done to us?", "text": "Abimelech used this question to scold Isaac. AT: \"You should not have done this to us!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you would have brought guilt upon us", "text": "This speaks about causing someone to be guilty as if \"guilt\" were an object that is placed on someone. AT: \"you would have caused us to be guilty of taking a man's wife\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "upon us", "text": "Here \"us\" refers to Abimelech and his people. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Whoever touches this man", "text": "Here \"touches\" means to touch in a harmful way. AT: \"Whoever harms this man\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will surely be put to death", "text": "Abimelech may have intended to tell someone to kill anyone who might harm Isaac or Rebekah. This can be stated in active form. AT: \"I will put him to death\" or \"I will order my men to kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "This begins a new part of the story. It changes from telling about Isaac calling Rebekah his sister, and it starts to tell about how Isaac became very rich and the Philistines were jealous of him."}, {"ref": "in that land", "text": "\"in Gerar\""}, {"ref": "a hundredfold", "text": "This means \"one hundred times as much as he planted.\" It can be translated more generally as \"a very large crop\" (UDB). (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "The man became rich", "text": "\"Isaac became rich\" or \"He became rich\""}, {"ref": "and grew more and more until he became very great", "text": "\"and he gained more and more until he became very wealthy\""}, {"ref": "sheep", "text": "This may also include goats. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a large household", "text": "Here \"household\" stands for workers or servants. AT: \"many servants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The Philistines envied him", "text": "\"The Philistines were jealous of him\""}]}, {"id": "15", "tn": [{"ref": "Now", "text": "Here this word does not mean \"at this moment.\" It is indicating where the action in the story begins. It can be translated with the connecting word \"So\" to show that this is a result of what happened in [[:en:bible:notes:gen:26:12|26:12-13]]. (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "in the days of Abraham his father", "text": "The phrase \"in the days of\" stands for a person's lifetime. AT: \"when Abraham, his father, was living\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abimelech said", "text": "Possible meanings are 1) this is another action to force Isaac and his people to leave. AT: \"Then Abimelech said\" or \"Finally Abimelech said\" or 2) Abimelech made this decision because he saw that his people were jealous and acting in a hostile way towards Isaac. AT: \"Therefore Abimelech said\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "much mightier than we", "text": "\"much stronger than we are\""}, {"ref": "So Isaac departed", "text": "Only Isaac is mentioned because he is the leader, but his family and servants went with him. AT: \"So Isaac and his household left\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Isaac dug out", "text": "Here \"Isaac\" stands for Isaac and his servants. AT: \"Isaac and his servants dug out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which they had dug", "text": "\"which Abraham's servants had dug\""}, {"ref": "in the days of Abraham his father", "text": "The phrase \"in the days of\" stands for a person's lifetime. AT: \"when Abraham, his father, was living.\" See how this was translated in [[:en:bible:notes:gen:26:15|26:15]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The Philistines had stopped them up", "text": "This was the reason that Isaac dug them out. Possible ways to translate this are: 1) Since this happened first, this sentence can come before the sentence about Isaac digging them out, as in the UDB. or 2) This sentence can start with \"Isaac did this because the Philistines had stopped them up.\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "had stopped them up", "text": "\"had filled them with earth\""}]}, {"id": "19", "tn": [{"ref": "flowing water", "text": "This phrase refers to a natural spring they uncovered when they were digging a new well. It provided a continuous flow of fresh drinking water. AT: \"fresh water\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "herdsmen", "text": "\"men who tended the herds\""}, {"ref": "This water is ours", "text": "Here \"ours\" refers to the herdsmen of Gerar. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Esek", "text": "Translators may also add a footnote that says \"The name Esek means 'quarrel' or 'argue.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "21", "tn": [{"ref": "Then they dug", "text": "\"Then Isaac's servants dug\" (UDB)"}, {"ref": "they quarreled", "text": "\"the herdsmen of Gerar argued with Isaac's herdsmen\""}, {"ref": "so he gave it", "text": "\"so Isaac gave it\""}, {"ref": "Sitnah", "text": "Translators may add a footnote that says \"The name Sitnah means 'oppose' or 'accuse.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Rehoboth", "text": "Translators may add a footnote that says \"The name Rehoboth means 'make room for' or 'empty place.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "us ... we", "text": "Isaac was speaking about himself and his household."}]}, {"id": "23", "tn": [{"ref": "Isaac went up from there to Beersheba", "text": "Here \"went up\" is probably a reference to going north. Say that he departed in the most natural way for your language. AT: \"Isaac left there and went to Beersheba\""}, {"ref": "multiply your descendants", "text": "\"will cause your descendants to increase greatly\" or \"will cause your descendants to be very many\""}, {"ref": "for my servant Abraham's sake", "text": "\"for my servant Abraham\" or you can make the full meaning explicit. AT: \"because I promised my servant Abraham that I would do this\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Isaac built an altar there", "text": "You can make explicit why Isaac built an altar. AT: \"Isaac built an altar there to sacrifice to Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "called on the name of Yahweh", "text": "To \"call on\" means to pray or to worship. Here \"name\" stands for Yahweh. AT: \"prayed to Yahweh\" or \"worshiped Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "went to him", "text": "\"went to Isaac\""}, {"ref": "Ahuzzath", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "his friend", "text": "Possible meanings are 1) \"Abimelech's friend\" or 2) \"Abimelech's advisor.\""}, {"ref": "Phicol", "text": "This is the name of a man. See how you translated his name in [[:en:bible:notes:gen:21:22|21:22]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "28", "tn": [{"ref": "they said", "text": "This refers to Abimelech, Ahuzzath, and Phicol. One of them spoke and the other two agreed with what he said. It does not mean they all spoke at the same time. AT: \"one of them said\""}, {"ref": "We have clearly seen", "text": "\"We know\" or \"We are certain\""}, {"ref": "So let us make a covenant", "text": "\"So we want to make a covenant\""}, {"ref": "and as we have treated you well", "text": "This can also be translated as the beginning of a new sentence. \"We have done only good to you\""}, {"ref": "you are blessed by Yahweh", "text": "This can be stated in active form. AT: \"Yahweh has blessed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "Isaac made a feast for them, and they ate and drank", "text": "Eating a meal together was a part of making a covenant with one another. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for them", "text": "Here \"them\" refers to \"Abimelech, Ahuzzath, and Phicol\""}, {"ref": "they ate", "text": "Here \"they\" refers to Isaac, Abimelech, Ahuzzath, and Phicol. AT: \"they all ate\" (UDB)"}, {"ref": "They rose early", "text": "\"They awoke early\""}]}, {"id": "32", "tn": [{"ref": "He called the well Shibah", "text": "\"So he called the well Shibah.\" Translators may add a footnote that says \"The name Shibah sounds like the word that means 'oath.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Beersheba", "text": "Translators may add a footnote saying \"Beersheba can mean either \"well of the oath\" or \"well of seven.\" (See note on [[:en:bible:notes:gen:21:31|21:32]])"}]}, {"id": "34", "tn": [{"ref": "General Information:", "text": "Most of Genesis 26 was about Isaac. These verses are about his older son Esau."}, {"ref": "forty", "text": "\"40\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "he took a wife", "text": "\"he married.\" You can state explicitly that he married two women. AT: \"he took two wives\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Judith ... Basemath", "text": "These are the names of Esau's wives. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Beeri ... Elon", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Hittite", "text": "\"the descendant of Heth\" or \"a descendant of Heth\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They brought sorrow to Isaac and Rebekah", "text": "Here \"they\" refers to Judith and Basemath. To make someone sorrowful or miserable is spoken of as if \"sorrow\" were an object that a person could bring to another person. AT: \"They made Isaac and Rebekah sorrowful\" or \"Isaac and Rebekah were miserable because of them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]