[{"id": "01", "tn": [{"ref": "General Information:", "text": "It is not yet Passover and Jesus is together with his disciples for supper. These verses explain the setting of the story and give background information about Jesus and Judas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "loved", "text": "This is the kind of love that comes from God, which is focused on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "the devil had already put it into the heart of Judas Iscariot son of Simon, to betray Jesus", "text": "The phrase \"put it into the heart\" is an idiom that means to cause someone to think about something. AT: \"the devil had already caused Judas Iscariot, the son of Simon, to think about betraying Jesus\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Verse 3 continues to tell us background information about what Jesus knew. The action in the story begins in verse 4. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "had given everything over into his hands", "text": "Here \"his hands\" is a metonym for power and authority. AT: \"had given him complete power and authority over everything\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he had come from God and was going back to God", "text": "Jesus had always been with the Father, and would return there after his work on earth was finished."}, {"ref": "He got up from dinner and took off his outer clothing ... began to wash the feet of the disciples", "text": "Because the region was very dusty, it was customary for the host of a dinner to provide a servant to wash the feet of the guests."}]}, {"id": "06", "tn": [{"ref": "Lord, are you going to wash my feet?", "text": "Peter's question shows that he is not willing for Jesus to wash his feet. AT: \"Lord, it is not right for you to wash the feet of me, a sinner!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If I do not wash you, you have no share with me", "text": "Here Jesus states two negatives to convince Peter to allow him to wash his feet. Jesus implies that Peter must let him wash his feet if he wants to continue being a disciple. AT: \"If I wash you, you will always belong with me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to speak to Simon Peter."}, {"ref": "General Information:", "text": "Jesus uses the word \"you\" to refer to all of his disciples."}, {"ref": "He who is bathed has no need, except to wash his feet", "text": "Here \"bathed\" is a metaphor that means that God has cleansed a person spiritually. AT: \"If anyone has already received God's forgiveness, he now only needs to receive cleansing from his daily sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Not all of you are clean", "text": "Jesus implies that the one who will betray him, Judas, has not trusted in him. Therefore God has not forgiven him of his sins. AT: \"Not all of you have received God's forgiveness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "Do you know what I have done for you?", "text": "This remark appears in the form of a question so Jesus can emphasize the importance of what he is teaching his disciples. AT: \"You need to understand what I have done for you!\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "You call me 'teacher' and 'Lord,'", "text": "Here Jesus implies that his disciples have great respect for him. AT: \"You show me great respect when you call me 'teacher' and 'Lord.'\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you should also do just as I did for you", "text": "Jesus implies that his disciples should be willing to follow his example and serve one another. AT: \"you should also humbly serve each other\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to speak to his disciples."}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "greater", "text": "\"more important\""}, {"ref": "you are blessed", "text": "Here \"bless\" means to cause good, beneficial things to happen to a person. You can translate this in an active form. AT: \"God will bless you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this so that the scripture will be fulfilled", "text": "You can translate this in an active form. AT: \"this is in order to fulfill the scripture\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "'He who eats my bread lifted up his heel against me'", "text": "Here the phrase \"eats my bread\" is an idiom for someone who pretends to be a friend. The phrase \"lifted up his heel\" is also an idiom, which means someone who has become an enemy. If you have idioms in your language that carry these meanings, you can use them here. AT: \"the one who has pretended to be my friend has turned out to be an enemy\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "I tell you this now before it happens", "text": "\"I am telling you now what is going to happen before it happens\""}, {"ref": "you may believe that I AM", "text": "\"you may believe that I am who I said I am\" or \"you may believe that I am the Messiah\""}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}]}, {"id": "21", "tn": [{"ref": "troubled", "text": "concerned, upset"}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "The disciples looked at each other, wondering of whom he was speaking", "text": "\"The disciples looked at each other and wondered: \"Who will betray Jesus?\""}]}, {"id": "23", "tn": [{"ref": "One of his disciples, whom Jesus loved", "text": "This refers to John."}, {"ref": "lying down at the table", "text": "During the time of Christ, Jews would often dine together in the Greek style, in which they lay on their sides on low couches. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jesus' side", "text": "Lying with one's head against the side of another diner in the Greek style was considered to be the place of greatest friendship with him."}, {"ref": "loved", "text": "This kind of love comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}]}, {"id": "26", "tn": [{"ref": "Iscariot", "text": "This indicates that Judas was from the village of Kerioth. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "And then, after the bread", "text": "This phrase is an ellipsis. You can include the implied words. AT: \"As soon as Judas took the piece of bread\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Satan entered into him", "text": "This is an idiom that means Satan took complete control of Judas. AT: \"Satan took control of him\" or \"Satan started to command him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so Jesus said to him", "text": "Here Jesus is speaking to Judas."}, {"ref": "What you are doing, do it quickly", "text": "\"Do quickly what you are planning to do!\""}]}, {"id": "28", "tn": [{"ref": "that he should give something to the poor", "text": "You can translate this as a direct quote: \"Go and give some money to the poor.\""}, {"ref": "he went out immediately. It was night", "text": "John seems to draw attention here to the fact that Judas will do his evil or \"dark\" deed in the darkness of the night. AT: \"he went out immediately into the dark night\" (See: [[:en:ta:vol2:translate:writing_background|Background Information]])"}]}, {"id": "31", "tn": [{"ref": "Now the Son of Man is glorified, and God is glorified in him", "text": "You can translate this in an active form. AT: \"Now people are about to see how the Son of Man will receive honor and how God will receive honor through what the Son of Man is doing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God will glorify him in himself, and he will glorify him immediately", "text": "The word \"him\" refers to the Son of Man. The word \"himself\" is a reflexive pronoun that refers to God. AT: \"God himself will immediately give honor to the Son of Man\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "Little children", "text": "Jesus uses the term \"Little children\" to communicate that he loves the disciples as though they were his children."}, {"ref": "as I said to the Jews", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"as I said to the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "love", "text": "This is the kind of love that comes from God and focuses on the good of others, even when it does not benefit oneself. This kind of love cares for others, no matter what they do."}, {"ref": "everyone", "text": "This is an exaggeration that adds emphasis to Jesus' statement. It refers to those people who see the disciples' love for each other. AT: \"Everyone who is aware of your love for one another\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "36", "tn": [{"ref": "lay down my life", "text": "\"give up my life\" or \"die\""}, {"ref": "Will you lay down your life for me?", "text": "This remark appears in the form of a question to add emphasis to Jesus' statement. AT: \"You say that you will die for me, but the truth is that you will not!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the rooster will not crow before you have denied me three times", "text": "\"you will say that you do not know me three times before the rooster crows\""}]}]