[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul advises the believers to have unity and humility and reminds them of Christ's example."}, {"ref": "If there is any encouragement in Christ", "text": "\"If Christ has encouraged you \""}, {"ref": "if there is any comfort from his love", "text": "\"if his love has given you any comfort\""}, {"ref": "if there is any fellowship of the Spirit", "text": "\"if you have fellowship with the Spirit\""}, {"ref": "if there are any tender mercies and compassions", "text": "\"if you have experienced many of God's acts of tender mercy and compassion\""}, {"ref": "make my joy full", "text": "Paul speaks here of joy as if it were a liquid filling a container. AT: \"cause me to rejoice greatly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "Do nothing out of selfishness or empty conceit", "text": "\"Do not serve yourselves or think of yourselves as better than others\""}, {"ref": "Each of you should take care not only for your own needs, but also for the needs of others", "text": "\"Do not care only about what you need, but also about what others need\""}]}, {"id": "05", "tn": [{"ref": "Think in the way that was also in Christ Jesus", "text": "\"Have the same attitude that Christ Jesus had\" or \"Think about things the way Christ Jesus did\""}, {"ref": "he did not consider his equality with God as something to hold on to", "text": "Paul is speaking here of equality with God the Father as if it were something that Christ could grasp with his hands. As the UDB makes clear, during Christ's time on earth, he did not cease to be God; instead, he ceased to act as God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he emptied himself", "text": "Paul speaks of Christ as if he were a container in order to say that Christ refused to act with his divine powers during his ministry on earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He was found in appearance as a man. He humbled", "text": "The words \"was found ... as\" is an idiom for \"was\" or \"became.\" \"Having become a human being, he humbled\" (See: [[:en:ta:vol1:translate:figs_idiom]]). Your language might have a similar idiom, such as \"Everyone could see he was a human being. He humbled.\""}, {"ref": "became obedient to the point of death", "text": "Paul speaks of death here in a figurative way. The translator can understand it either as a metaphor of location (Christ went all the way to death) or as a metaphor of time (Christ was obedient even until the time that he died).  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even death of a cross", "text": "\"even death on a cross\""}]}, {"id": "09", "tn": [{"ref": "the name that is above every name", "text": "Here \"name\" is a metonym that refers to rank or honor. AT: \"the rank that is above any other rank\" or \"the honor that is above any other honor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "above every name", "text": "The name is more important, more to be praised than any other name. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the name of Jesus", "text": "Possible meanings are 1) \"when everyone hears the name Jesus\" (UDB) or 2) \"in honor of Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "every knee should bend", "text": "Here \"knee\" refers to the whole person, and bending the knee to kneel on the ground is a metonym for worship. AT: \"every person will worship God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "under the earth", "text": "Possible meanings are 1) the place where people go when they die or 2) the place where demons dwell."}, {"ref": "every tongue", "text": "Here \"tongue\" refers to the whole person. AT: \"every person\" or \"every being\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to the glory of God the Father", "text": "Here the word \"to\" expresses result: \"with the result that they will praise God the Father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages the Philippian believers and shows them how to live the Christian life before others and reminds them of his example."}, {"ref": "my beloved", "text": "\"my dear fellow believers\""}, {"ref": "in my presence", "text": "\"when I am there with you\""}, {"ref": "in my absence", "text": "\"when I am not there with you\""}, {"ref": "work out your own salvation", "text": "\"continue obeying God\""}, {"ref": "with fear and trembling", "text": "The words \"fear\" and \"trembling\" mean basically the same thing. Paul uses them to emphasize reverence before God. AT: \"trembling with fear\" or \"with deep reverence\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "both to will and to work", "text": "\"God acts so that you will desire to obey him and then so that you will obey him\""}]}, {"id": "14", "tn": [{"ref": "blameless and honest", "text": "Paul expresses the same idea using both positive and negative words. AT: \"completely innocent\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "children of God without blemish", "text": "\"children of God without fault\" or \"perfect children of God\""}, {"ref": "shine as lights", "text": "Here Paul speaks of believers as if they were lights shining in the dark, helping others to find a way to honor God. AT: \"live in a way that honors God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the world", "text": "Here \"world\" refers to all values and behaviors that do not honor God (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crooked and depraved", "text": "These two words mean basically the same thing. Paul uses them to emphasize how wicked the generation is. AT: \"completely wicked\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hold tightly to the word of life", "text": "Paul speaks here of God's word as if it were something that could be physically held. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to glory", "text": "\"to rejoice\" or \"to be glad\""}, {"ref": "on the day of Christ", "text": "This refers to when Jesus comes back to set up his kingdom and rule over the earth. AT: \"when Christ returns\""}, {"ref": "I did not run in vain or labor in vain", "text": "The phrases \"run in vain\" and \"labor in vain\" here mean the same thing. Paul uses them together to emphasize how hard he has worked to help people believe in Christ. AT: \"I did not work so hard for nothing\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "run", "text": "The scriptures often speak of walking as meaning conducting one's life. Running is living life intensively. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "But even if I am poured out as an offering on the sacrifice and service of your faith, I rejoice, and I rejoice with you all", "text": "Paul speaks of his death as if it were an animal sacrifice on which wine or olive oil was poured. What Paul means is that he would gladly die for the Philippians if that would make them more pleasing to God. Also, this can be expressed in active form. AT: \"But, even if the Romans decide to execute me, I will greatly rejoice if my death will make your faith and obedience more pleasing to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you also rejoice, and you rejoice with me", "text": "These two expressions together signal intense joy. \"I want you to greatly rejoice with me\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells the Philippian believers about his plan to send Timothy soon and that they should treat Epaphroditus as special."}, {"ref": "But I hope in the Lord Jesus", "text": "\"But, if the Lord Jesus is willing, I hope\""}, {"ref": "For I have no one else with his same attitude", "text": "\"No one else here loves you as much as he does\""}, {"ref": "For they all", "text": "Here the word \"they\" refers to a group of people Paul does not feel he can trust to send to Philippi. Paul is also expressing his displeasure with the group, who should have been able to go, but Paul does not trust them to fulfill their mission. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "22", "tn": [{"ref": "as a child serves his father, so he served with me", "text": "Paul speaks of Timothy, who served Christ with Paul, as if he were a child serving his father. Paul is emphasizing the close father-son relationship he has with Timothy in serving Christ. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in the gospel", "text": "Here \"the gospel\" stands for the activity of telling people about Jesus. AT: \"in telling people about the gospel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am confident in the Lord that I myself will also come soon", "text": "\"I am sure, if it is the Lord's will, that I will also come soon\""}]}, {"id": "25", "tn": [{"ref": "Epaphroditus", "text": "This is the name of a man sent by the Philippian church to minister to Paul in prison. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "fellow worker and fellow soldier", "text": "Here Paul is speaking of Epaphroditus as if he were a soldier. He means that Epaphroditus is trained and is dedicated to serving God, no matter how great the hardship he must suffer. AT: \"fellow believer who works and struggles along with us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and your messenger and servant for my needs", "text": "\"and who brings your messages to me and helps me when I am in need\""}, {"ref": "he was very distressed, and he longed to be with you all", "text": "\"he was very worried and wanted to be with you all\""}, {"ref": "sorrow upon sorrow", "text": "The cause of the sorrow can be made explicit. AT: \"the sorrow of losing him added to the sorrow I already have from being in prison\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "I will be freer from anxiety", "text": "\"I will be less anxious\" or \"I will not worry as much as I have been\""}, {"ref": "Welcome Epaphroditus", "text": "\"Gladly receive Epaphroditus\""}, {"ref": "in the Lord with all joy", "text": "\"as a fellow believer in the Lord with all joy\" or \"with the great joy we have because the Lord Jesus loves us\" (UDB)"}, {"ref": "he came near death", "text": "Paul here speaks of death as if it were a place that one could go to. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fill up what you could not do in service to me", "text": "Paul speaks of his needs as if they were a container that Epaphroditus filled with good things for Paul. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]