[{"id": "01", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision that he saw."}, {"ref": "He said to me", "text": "The word \"He\" refers to the \"\"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]])."}, {"ref": "Son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. \"Mortal person\" or \"Human\""}, {"ref": "what you have found", "text": "This refers to the scroll that God was giving him. (See: [[:en:bible:notes:ezk:02:09|2:9]])"}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that scroll", "text": "Many versions have \"the scroll\" or \"this scroll.\""}, {"ref": "feed your belly and fill your stomach with this scroll", "text": "The word \"belly\" refers to the part of the body people can see from the outside. The word \"stomach\" refers to the internal organs inside the belly."}, {"ref": "it was as sweet as honey", "text": "Honey tastes sweet, and the scroll tasted sweet."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision that he saw."}, {"ref": "he said to me", "text": "If your language has to identify the one speaking, it would be best to identify the speaker as the \"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]]). It was not \"the Spirit.\""}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]."}, {"ref": "of a strange speech or a difficult language", "text": "\"who speak a strange or difficult language\""}, {"ref": "not to a mighty nation of strange speech", "text": "\"I am not sending you to a mighty nation whose people speak a strange language\""}, {"ref": "If I sent you to them, they would listen to you", "text": "This is a hypothetical situation that could have happened but did not. Yahweh did not send Ezekiel to people who did not understand his language. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If I sent you to them", "text": "The word \"them\" refers to a mighty nation other than Israel."}, {"ref": "strong browed and hard hearted", "text": "\"very rebellious\" (UDB) or \"very stubborn\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "strong browed", "text": "unwilling to change (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "hard hearted", "text": "This phrase suggests that the people resist God and are unwilling to obey him. The heart is used to describe the place in the body where a person decides what they want to do. Translate as in [[:en:bible:notes:ezk:02:04|2:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The Spirit of God continues speaking to Ezekiel."}, {"ref": "Behold!", "text": "The word \"Behold\" here alerts Ezekiel to pay attention to the surprising information that follows."}, {"ref": "I have made your face as stubborn as their faces", "text": "The words \"face\" and \"faces\" are used to stand for the people the sentence is about. AT: \"I have made you as stubborn as they are.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I have made ... your brow as hard as their brows", "text": "The \"brow\" is the forehead or eyebrow and is a metonym for the person. AT: \"I have made ... you strong so you will not stop doing what you are doing\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have made your brow like a diamond, harder than flint", "text": "\"I have made your brow like the hardest stone, harder than flint.\""}, {"ref": "flint", "text": "a stone that is hard enough to start a fire by hitting it with metal or another stone"}, {"ref": "house", "text": "This is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"people group\" Translate as in [[:en:bible:notes:ezk:02:04|2:5]].(See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "take them into your heart and hear them with your ears", "text": "\"remember them and listen carefully\""}, {"ref": "Then go to the captives", "text": "The word \"captives\" refers to the people of Israel who were living in Babylon."}, {"ref": "your people", "text": "\"your people group.\" Ezekiel had lived in Judah before the Babylonians took him to Babylon."}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Ezekiel continues telling about the vision he saw."}, {"ref": "I heard behind me the sound of a great earthquake: \"Blessed be the glory of Yahweh from his place!\"", "text": "Some versions take \"Blessed ... place!\" as a words that the \"great earthquake\" spoke: \"I heard behind me the sound of a great earthquake, which said, 'Blessed be the glory of Yahweh from his place!'\" Others understand the sound of the earthquake as the sound of the glory of Yahweh leaving his place, \"as the glory of Yahweh left its place, I heard behind me the sound of a great earthquake.\""}, {"ref": "the sound of a great earthquake", "text": "It is not clear if the sound came from an earthquake, from a voice that was loud like an earthquake, or from the wings and wheels. \"a sound like the sound of a great earthquake\" or \"a voice speaking; the voice sounded like a great earthquake\" or \"a loud rumbling noise\""}, {"ref": "the glory of Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:01:27|1:28]]."}, {"ref": "the sound of a great earthquake", "text": "\"a loud, deep and powerful rumbling sound like the sound of an earthquake\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Ezekiel seems to have been angry because Yahweh had sent him to speak to the Israelite exiles, thus rebelling against Yahweh himself. Though he was supposed to speak to them, he sat in silence for seven days, even though he could feel the anger of Yahweh \"powerfully pressing on\" him."}, {"ref": "with bitterness in my spirit's rage", "text": "The words \"bitterness\" and \"rage\" are types of anger. Alternate translations: \"I was bitter and my spirit was full of anger\" or \"I was very bitter and angry.\""}, {"ref": "bitterness", "text": "Ezekiel speaks of his anger at Yahweh as if there were a bad taste in his mouth because Yahweh had forced him to eat something that tasted bad."}, {"ref": "for the hand of Yahweh was powerfully pressing on me", "text": "Ezekiel speaks of being sad and tired because Yahweh had commanded him to do things he did not want to do as if Yahweh were pushing him down into the ground. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hand of Yahweh", "text": "Possible meanings are 1) the word \"hand\" is often used to refer to someone's power or action, AT: \"the power of Yahweh,\" or 2) Ezekiel knew that Yahweh was angry with him because he was not obeying Yahweh by speaking to the Israelite exiles. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tel Abib", "text": "A town in Babylon, about 80 kilometers southeast of the main city, which was also called Babylon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Chebar Canal", "text": "This is a river that people in Chaldea had dug to give water to their gardens. Translate as in [[:en:bible:notes:ezk:01:01|1:1]]."}, {"ref": "overwhelmed in amazement", "text": "\"unable to do anything because I was so amazed\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Ezekiel tells about his experience at Tel-Abib."}, {"ref": "the word of Yahweh came to me", "text": "\"Yahweh spoke to me.\" Translate as in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "watchman", "text": "God told Ezekiel to warn the people of Israel just as a watchman would warn the people of a city if enemies were coming, so that they could prepare and be safe. (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "house of Israel", "text": "The word \"house\" is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"the Israelite people group\" Translate as in [[:en:bible:notes:ezk:03:01|3:1]]."}, {"ref": "a warning to the wicked about his evil deeds so he might live", "text": "\"a warning to the wicked to stop doing his evil deeds so that he might live\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the wicked", "text": "\"wicked people\""}, {"ref": "require his blood from your hand", "text": "This is an idiom for holding someone responsible or guilty of murder. AT: \"I will treat you as if you had murdered him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he does not turn from his wickedness or from his wicked deeds", "text": "The phrase \"wicked deeds\" means the same thing as \"wickedness.\" AT: \"he does not stop doing wicked things.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "20", "tn": [{"ref": "set a stumbling block before him", "text": "Possible meanings are 1) \"make something bad happen to him\" (UDB) or 2) \"cause him to sin openly.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will die in his sin", "text": "\"he will die as a sinner\" or \"he will die as a guilty person because he has disobeyed me\""}, {"ref": "I will require his blood from your hand", "text": "This is an idiom for holding someone responsible or guilty of murder. AT: \"I will treat you as if you had murdered him\" Translate as in [[:en:bible:notes:ezk:03:16|3:18]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "since he was warned", "text": "This can be translated in active form. AT: \"since you warned him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "the hand of Yahweh", "text": "The word \"hand\" is often used to refer to someone's power or action. Alternate translation: \"the power of Yahweh.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the glory of Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:01:27|1:28]]."}, {"ref": "the Chebar Canal", "text": "This is a river that people in Chaldea had dug to give water to their gardens. Translate as in [[:en:bible:notes:ezk:01:01|1:1]]."}, {"ref": "I fell on my face", "text": "\"I bowed down to the ground\" or \"I lay on the ground.\" Ezekiel did not fall by accident. He went down to the ground to show that he respected and feared Yahweh. Translate as in [[:en:bible:notes:ezk:01:27|1:28]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "he spoke with me", "text": "If your language has to identify the one speaking, it would be best to identify the speaker as the \"one who looked like a man\" ([[:en:bible:notes:ezk:01:26|1:26]]). It was not \"the Spirit.\""}, {"ref": "they will place ropes upon you and tie you so you cannot go out among them", "text": "This is best translated literally."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "The Spirit continues speaking to Ezekiel."}, {"ref": "the roof of your mouth", "text": "\"the top of your mouth\""}, {"ref": "you will be mute", "text": "\"you will not be able to speak\""}, {"ref": "house", "text": "This is a metonym for the family that lives in the house, in this case the Israelites, the descendants of Jacob over many years. AT: \"people group\" Translate as in [[:en:bible:notes:ezk:02:04|2:5]].(See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will open your mouth", "text": "\"I will make you able to speak\""}, {"ref": "the one who will not listen will not listen", "text": "\"the one who refuses to listen will not listen\""}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}]}]