[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote.\" See how this is translated in [[:en:bible:notes:psa:053:001|53:1]]."}, {"ref": "my feet almost slipped; my feet almost slipped out from under me", "text": "The psalmist speaks of being unable to trust God and wanting to sin as if he had almost fallen while walking on a slippery path. AT: \"I almost stopped trusting in God; I was almost guilty of committing a great sin against him\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was envious of the arrogant", "text": "\"I envied the arrogant\" or \"I did not want arrogant people to have the good things that they had\""}, {"ref": "the arrogant", "text": "The adjective \"arrogant\" can be translated as a noun phrase. AT: \"arrogant people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the prosperity of the wicked", "text": "The word \"prosperity\" can be translated as a verb. AT: \"how the wicked have so many good things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the wicked", "text": "The adjective \"wicked\" can be translated as a noun phrase. AT: \"wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "004", "tn": [{"ref": "General Information:", "text": "Asaph begins to describe how he sometimes wants to complain to God about those who are \"arrogant\" and \"wicked\" ([[:en:bible:notes:psa:073:001|73:3]])."}, {"ref": "the burdens of other men", "text": "The words \"burdens\" is a metonym for the struggles of daily life (need for food, shelter, clothing, and health). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they are not afflicted like other men", "text": "\"they do not suffer the way other people do\""}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "Asaph continues to describe how he sometimes wants to complain to God about those who are \"arrogant\" and \"wicked\" ([[:en:bible:notes:psa:073:001|73:3]])."}, {"ref": "Pride adorns them like a necklace around their neck; violence clothes them like a robe", "text": "This means the wicked show everyone how proud and violent they are as if they were wearing a necklace or beautiful robe. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "necklace ... robe", "text": "This refers to things that rich and important people wear."}, {"ref": "necklace", "text": "a chain usually made of gold or jewels that goes around the neck"}, {"ref": "Out of such blindness comes sin", "text": "Because they are like blind people who cannot see where they are going, they sin without knowing it. Being blind is a metaphor for a person being unable to see how wicked he is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "evil thoughts pass through their hearts", "text": "Here the psalmist describes people's thoughts as if they were people. He also describes the inner beings of wicked people as if they were a building in which those people could walk. AT: \"in their inner beings they are always thinking about more evil things to do\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "008", "tn": [{"ref": "General Information:", "text": "Asaph continues to describe how he sometimes wants to complain to God about those who are \"arrogant\" and \"wicked\" ([[:en:bible:notes:psa:073:001|73:3]])."}, {"ref": "They mock", "text": "Whom they mock can be stated clearly. AT: \"They mock God and his people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They set their mouth against the heavens", "text": "Here the word \"heavens\" is a metonym for God, who lives in the heavens. AT: \"They speak against God, who is in the heavens\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "set their mouth", "text": "\"speak strongly\" or \"speak with purpose\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "their tongues march through the earth", "text": "The word \"tongues\" is a metonym for the people themselves. Possible meanings are 1) \"they go through the earth saying bad things about God\" or \"they go everywhere and boast about themselves.\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "General Information:", "text": "Asaph continues to describe how he sometimes wants to complain to God about those who are \"arrogant\" and \"wicked\" ([[:en:bible:notes:psa:073:001|73:3]])."}, {"ref": "his people turn to them", "text": "Possible meanings are 1) \"God's people love the wicked people\" or \"the wicked people return to this place\""}, {"ref": "abundant waters are drained out", "text": "Possible meanings are 1) \"God's people listen gladly to the words of the wicked people\" or 2) \"the wicked people have plenty of food to eat and wine to drink\""}, {"ref": "They say", "text": "the wicked people say"}, {"ref": "How does God know? Is there knowledge with the Most High?", "text": "These rhetorical questions are to show contempt for God. These questions can be translated as statements. AT: \"Surely God does not know what we are doing. The Most High has no knowledge of it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "013", "tn": [{"ref": "General Information:", "text": "In verses 13 and 14, Asaph continues to describe how he sometimes wants to complain to God about those who are \"arrogant\" and \"wicked\" ([[:en:bible:notes:psa:073:001|73:3]]). In verse 15 he begins to talk about what he is really thinking."}, {"ref": "I have", "text": "The word \"I\" refers to Asaph."}, {"ref": "guarded my heart", "text": "Asaph speaks of guarding his heart as if he were guarding a city or building against enemies. AT: \"I have kept my thoughts pure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "washed my hands in innocence", "text": "The writer speaks of his purity as if he had washed his hands with innocence instead of with water. See how you translated this in [[:en:bible:notes:psa:026:006|26:6]]. AT: \"my actions have remained pure\" or \"I have washed my hands to show that I am innocent\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the day long", "text": "\"always\" or \"every day\""}, {"ref": "I have been afflicted", "text": "\"You have made me suffer.\" See how \"they are not afflicted\" is translated in [[:en:bible:notes:psa:073:004|73:5]]."}, {"ref": "I have been ... disciplined", "text": "\"I have been ... punished\""}, {"ref": "If I had said, \"I will say these things,\" then I would have betrayed this generation of your children", "text": "This hypothetical situation did not happen. AT: \"I never said, 'I will say these things,' so I did not betray this generation of your children\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "016", "tn": [{"ref": "these things", "text": "The good things that happen to \"the wicked\" ([[:en:bible:notes:psa:073:004|73:4]]-[[:en:bible:notes:psa:073:010|12]])."}, {"ref": "their fate", "text": "\"what happens to wicked people when they die\" (UDB) or \"how wicked people die\""}]}, {"id": "018", "tn": [{"ref": "put them", "text": "The word \"them\" refers to the wicked."}, {"ref": "slippery places", "text": "\"unsafe or unstable ground.\" See how \"slipped\" is translated in [[:en:bible:notes:psa:073:001|73:2]]."}, {"ref": "How they become a wilderness in a moment", "text": "The word \"wilderness\" is a metaphor for a person who has lost everything good. AT: \"How quickly they are destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a dream after one wakes up", "text": "The wicked will last no longer than what a person sees in a dream. It disappears as soon as the person wakes up. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "021", "tn": [{"ref": "my heart was grieved", "text": "The word \"heart\" is a metonym for a person's thoughts and feelings. AT: \"I was very sad\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I was deeply wounded", "text": "The psalmist speaks of emotional pain as if it were physical pain. AT: \"I felt like someone had wounded me\" with a knife or arrow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ignorant and lacked insight", "text": "These two phrases mean basically the same thing and emphasize how little he knew. AT: \"very ignorant\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "lacked insight", "text": "\"understood nothing\""}, {"ref": "you", "text": "This \"you\" refers to God."}]}, {"id": "023", "tn": [{"ref": "I am always with you", "text": "The word \"I\" here represents Asaph. The word \"you\" here represents God."}, {"ref": "you hold my right hand", "text": "This shows an intimate relationship with God that offers stability and security. AT: \"You hold me close\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "receive me to glory", "text": "Possible meanings are 1) \"put me where people will honor me\" or 2) \"honor me by taking me to where you are.\" See how \"receive me\" is translated in [[:en:bible:notes:psa:049:014|49:15]]."}]}, {"id": "025", "tn": [{"ref": "Whom have I in heaven but you?", "text": "You can translate this as a statement. AT: \"There is no one for me in heaven but you\" or \"You are the only one I have in heaven\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in heaven", "text": "\"among the gods\" or \"among the supernatural beings\""}, {"ref": "no one on earth", "text": "\"no human being\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My flesh and my heart", "text": "These two phrases share similar meanings. Together they represent the whole person. AT: \"My body and my mind\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "027", "tn": [{"ref": "General Information:", "text": "Asaph continues to talk about God."}, {"ref": "Those who are far from you", "text": "Here the idea of staying far from God is compared to being unwilling to obey him. AT: \"Those who do not want to obey you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my refuge", "text": "The writer speaks of Yahweh as if he were a place to which a person could flee for safety. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]