[{"id": "01", "tn": [{"ref": "the people saw", "text": "Here understanding something is spoken of as if it were being seen. AT: \"the people realized\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Come, make us an idol", "text": "The word \"come\" strengthens the force of the command following it. The people were demanding that Aaron make an idol for them."}, {"ref": "go before us", "text": "\"lead us\" or \"be our leader\""}, {"ref": "bring them to me", "text": "The word \"them\" refers to the golden rings."}]}, {"id": "03", "tn": [{"ref": "All the people", "text": "This refers to all the people who rejected Moses as their leader and Moses' God as their God."}, {"ref": "fashioned it in a mold, and made it into a molded calf", "text": "Aaron melted the gold and poured it into a mold that had the shape of a calf. When the gold became hard, he removed the mold, and the hardened gold had the shape of a calf."}]}, {"id": "05", "tn": [{"ref": "When Aaron saw this", "text": "\"When Aaron saw what the people did\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to carouse in wild celebration", "text": "\"to have a wild party.\" The people likely behaved in sexually immoral ways at the party."}]}, {"id": "07", "tn": [{"ref": "left the way that I commanded them", "text": "Here God speaks of the people disobeying what he commanded them as if he had told them to walk on a certain road and they left that road.  AT: \"stopped doing what I commanded them to do\" or \"have stopped obeying what I commanded them to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have molded for themselves a calf", "text": "\"They have made a gold statue for themselves shaped like a calf\""}]}, {"id": "09", "tn": [{"ref": "I have seen this people", "text": "Here Yahweh compares knowing the people to seeing them. AT: \"I know this people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a stiff-necked people", "text": "necked people** - Yahweh speaks of the people being stubborn as if they had stiff necks. AT: \"a stubborn people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Now then", "text": "The word \"now\" is used here to mark a break in what Yahweh was telling Moses. Here Yahweh tells what he will do to the people."}, {"ref": "My anger will burn hot against them", "text": "Yahweh speaks of his anger as if it were a fire that could burn hot. AT: \"My anger towards them will be terrible\" or \"I am extremely angry with them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from you", "text": "The word \"you\" refers to Moses. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "why does your anger burn against your people", "text": "Moses used this question to to try to persuade Yahweh not to be so angry with his people. This rhetorical question can be translated as a statement. AT: \"Do not let your anger burn against your people\" or \"Do not be so angry with your people\" (See: [[:en:ta:vol1:translate:figs_metaphor]]) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "great power ... mighty hand", "text": "These two phrases share similar meanings and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a mighty hand", "text": "Here the word \"hand\" refers to the things Yahweh did. AT: \"and the powerful things you did\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses continues to reason with God not to destroy Israel."}, {"ref": "Why should the Egyptians say, 'He led them out ... to destroy them from the face of the earth?'", "text": "Moses used this question to try to persuade God not to destroy his people. This rhetorical question can be translated with a statement. AT: If you destroy your people, the Egyptians might say, 'He led them out ... to destroy them from the face of the earth.' (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "face of the earth", "text": "\"from the surface of the earth\" or \"from the earth\""}, {"ref": "Turn from your burning anger", "text": "\"Stop your burning anger\" or \"Stop being so angry\""}, {"ref": "your burning anger", "text": "Moses speaks of God's anger as if it were a fire that was burning. AT: \"your terrible anger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Call to mind Abraham", "text": "\"Remember Abraham\" or \"Think about Abraham\""}, {"ref": "swore", "text": "\"made an oath\" or \"solemnly promised\""}, {"ref": "They will inherit it forever", "text": "God speaks about them possessing the land as if they would inherit it. AT: \"They will possess it forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "tablets of the covenant decrees", "text": "These are the two stone slabs on which God had engraved his commandments."}, {"ref": "The tablets were God's own work, and the writing was God's own writing", "text": "These two phrases share similar meanings. The second explains how the tablets were \"God's own work.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "17", "tn": [{"ref": "he said to Moses", "text": "It is assumed that Joshua met Moses while Moses was going back to the camp. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "the tablets", "text": "\"the two stone slabs that Yahweh had written on\""}]}, {"id": "21", "tn": [{"ref": "Then Moses said to Aaron, \"What did this people ... a great sin on them?\"", "text": "This can be stated as an indirect quote. AT: \"Then Moses asked Aaron what the people do to him, that he have brought such a great sin on them\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "you have brought such a great sin on them", "text": "Moses spoke of causing people to sin as if sin were an object and Aaron put it on them. AT: \"you have caused them to sin so terribly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not let your anger burn hot", "text": "Aaron spoke of Moses' anger as if it were a fire that could burn. \"Do not be so angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are set on doing evil", "text": "Being determined to do evil is spoken of as being set on evil. AT: \"they are determined to do what is evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this Moses", "text": "People showed disrespect by putting the word \"this\" before his name, as if Moses were someone they did not know and could not trust."}, {"ref": "So I said to them, 'Whoever has any gold, let him take it off.'", "text": "This can be stated as an indirect quote. AT: \"So I told them that whoever had any gold should take it off\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I threw it into the fire, and out came this calf", "text": "Instead of taking ownership for making the calf, Aaron claims the calf came out of the fire supernaturally."}]}, {"id": "25", "tn": [{"ref": "were running wild", "text": "\"were behaving wildly\" or \"were not controlling themselves\""}, {"ref": "Then Moses stood at the entrance ... \"Whoever is on Yahweh's side, come to me.\"", "text": "This can be stated as an indirect quote. AT: \"Then Moses stood at the entrance to the camp and said that whoever was on Yahweh's side should come to him\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Whoever is on Yahweh's side", "text": "Moses speaks of being loyal to Yahweh as being on Yahweh's side. AT: \"Whoever is loyal to Yahweh\"  or \"Whoever serves Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "go back and forth from entrance to entrance", "text": "\"go in and out from one entrance of the camp to the other entrance\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "28", "tn": [{"ref": "three thousand of the people", "text": "\"3000 of the people\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "You have been placed into Yahweh's service", "text": "This probably means \"You have been chosen to serve Yahweh\" or \"You have become Yahweh's servants.\""}, {"ref": "for each of you has taken action against his son and his brother", "text": "The fact that they did this in obedience to God can be stated clearly. AT: \"for you have obeyed Yahweh and killed your sons and your brothers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "You have committed a very great sin", "text": "They worshiped an idol."}, {"ref": "Perhaps I can make atonement for your sin", "text": "Moses spoke of persuading God to forgive the people as if he could make atonement for their sin. AT: \"Perhaps I can persuade Yahweh to forgive you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blot me out of the book", "text": "The word \"me\" here refers to the name of Moses. AT: \"erase my name from the book\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the book that you have written", "text": "What God had written in the book can be stated clearly. AT: \"the book in which you have written the names of your people\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "that person I will blot out of my book", "text": "The phrase \"that person\" represents \"that person's name.\" AT: \"I will erase that person's name from my book\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my book", "text": "This refers to the book of Yahweh that Moses spoke of in [[:en:bible:notes:exo:32:30|32:32]]."}, {"ref": "But on the day that I punish them, I will punish them", "text": "On the day that God decides to punish them, it will be clear that it is God who is judging them."}, {"ref": "Yahweh sent a plague on the people", "text": "This plague may have been a serious illness. AT: \"Yahweh made the people very sick\""}, {"ref": "they had made the calf, the one that Aaron made", "text": "Even though Aaron made the calf, the people were also guilty because they told Aaron to do it. AT: \"they told Aaron to make the calf\""}]}]