[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "As the prophet Isaiah had foretold, John begins to preach good news to the people."}, {"ref": "General Information:", "text": "These verses give background information to tell what is happening when Jesus' cousin John begins his ministry."}, {"ref": "In the fifteenth year of the reign of Tiberius Caesar", "text": "\"when Tiberius Caesar had ruled for fifteen years\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Philip ... Lysanias", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ituraea and Trachonitis ... Abilene", "text": "These are names of territories. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "during the high priesthood of Annas and Caiaphas", "text": "\"while Annas and Caiaphas were serving together as the high priest.\" Annas was the high priest, and the Jews continued to recognize him as such even after the Romans appointed his son-in-law, Caiaphas, to replace him as high priest."}, {"ref": "the word of God came", "text": "\"God spoke his word\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "preaching a baptism of repentance", "text": "The terms \"baptism\" and \"repentance\" could be stated as actions. AT: \"and he preached that people should be baptized to show that they were repenting\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the forgiveness of sins", "text": "The term \"forgiveness\" can be stated as an action. AT: \"so that their sins would be forgiven\" or \"so that God would forgive their sins.\" They would repent so that God would forgive their sins. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The author, Luke, quotes a passage from Isaiah the prophet concerning John the Baptist."}, {"ref": "As it is written ... prophet", "text": "Verses 4-6 are a quotation from Isaiah. They can be stated in active form. AT: \"This happened as Isaiah the prophet had written in his book\" or \"John fulfilled the words that the prophet Isaiah had written in his book\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A voice of one calling out in the wilderness", "text": "This can be expressed as a sentence. AT: \"The voice of one calling out in the wilderness is heard\" or \"They hear the sound of someone calling out in the wilderness\""}, {"ref": "Make ready the way of the Lord ... make his paths straight", "text": "These two phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Make ready the way of the Lord", "text": "\"Get the road ready for the Lord.\" Doing this represents being prepared to hear the Lord's message when he comes. People do this by repenting of their sins. AT: \"Prepare to hear the Lord's message when he comes\" or \"Repent and be ready for the Lord to come\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the way", "text": "\"the path\" or \"the road\""}]}, {"id": "05", "tn": [{"ref": "Every valley will be filled ... every mountain and hill will be made low", "text": "When people prepare the road for an important person who is coming, they cut down the high places and fill in the low places so that the road will be level. This is part of the metaphor started in the previous verse. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Every valley will be filled", "text": "This can be stated in active form. AT: \"They will fill in every low place in the road\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every mountain and hill will be made low", "text": "This can be stated in active form. AT: \"they will level every mountain and hill\" or \"they will remove every high place in the road\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "see the salvation of God", "text": "This can be stated as an action. AT: \"learn how God saves people from sin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "07", "tn": [{"ref": "to be baptized by him", "text": "This can be stated in active form. AT: \"for John to baptize them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You offspring of vipers", "text": "In this metaphor, John compares the crowd to vipers, which were deadly or dangerous snakes and represent evil. AT: \"You evil poisonous snakes!\" or \"People should stay away from you just like they avoid poisonous snakes!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who warned you ... coming?", "text": "He was not really expecting them to answer. John was rebuking the people because they were asking him to baptize them so that God would not punish them, but they did not want to stop sinning. AT: \"You cannot flee from God's wrath like this\" or \"You cannot escape from God's wrath just by being baptized\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "from the wrath that is coming", "text": "The word \"wrath\" is used here to refer to God's punishment because his wrath precedes it. AT: \"from the punishment that God is sending\" or \"from God's wrath on which he is about to act\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "produce fruits that are worthy of repentance", "text": "In this metaphor, a person's behavior is compared to fruit. Just as a plant is expected to produce fruit that is appropriate for that kind of plant, a person who says that he has repented is expected to live righteously. AT: \"produce the kind of fruit that shows that you have repented\" or \"do the good things that show that you have turned away from your sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to say within yourselves", "text": "\"saying to yourselves\" or \"thinking\""}, {"ref": "We have Abraham for our father", "text": "\"Abraham is our ancestor\" or \"We are Abraham's descendants.\" If it is unclear why they would say this, you may also add the implied information: \"so God will not punish us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "raise up children for Abraham", "text": "This idiom means \"create children for Abraham\" or \"cause people to become descendants of Abraham.\""}, {"ref": "from these stones", "text": "John was probably referring to the actual stones along the Jordan River."}]}, {"id": "09", "tn": [{"ref": "now the ax is set against the root of the trees", "text": "The ax that is in position so it can cut the roots of a tree is a metaphor for the punishment that is about to begin. It can be stated in active form. AT: \"God is like the man who has placed his ax against the root of the trees\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every tree that does not produce good fruit is chopped down", "text": "This can be stated in active form. AT: \"he chops down every tree that does not produce good fruit\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thrown into the fire", "text": "\"fire\" is also a metaphor for punishment. This can be stated in active form. AT: \"throws it into the fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "John begins to respond to questions that people in the crowd ask him."}, {"ref": "asking him, saying", "text": "\"asking him and said\" or \"asking John\""}, {"ref": "answered and said to them", "text": "\"answered them, saying\" or \"answered them\" or \"said\""}, {"ref": "do the same", "text": "\"share extra food just as you shared the extra tunic.\" This refers back to giving food to those in need. AT: \"give food to someone who does not have any\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "12", "tn": [{"ref": "to be baptized", "text": "This can be stated in active form. AT: \"for John to baptize them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not collect more money", "text": "\"Do not ask for more money\" or \"Do not demand more money.\" The tax collectors were collecting more money than they should have been. They should stop doing that."}, {"ref": "than you have been ordered to collect", "text": "This is passive to show that the tax collector's authority comes from Rome. AT: \"than what the Romans have authorized you to take\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "soldiers", "text": "\"men serving in the army\""}, {"ref": "And what about us? What must we do?", "text": "\"How about us soldiers, what must we do?\" John is not included in the words \"us\" and \"we.\" The soldiers have implied that John had told the crowd and the tax collector what they must do and want to know what they as soldiers are to do. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "do not accuse anyone falsely", "text": "It seems that the soldiers were making false charges against people in order to get money. This can be stated clearly. AT: \"in the same way, do not accuse anyone falsely in order to get money from them\" or \"do not say that an innocent person has done something illegal\""}, {"ref": "Be content with your wages", "text": "\"Be satisfied with your pay\""}]}, {"id": "15", "tn": [{"ref": "as the people", "text": "\"because the people.\" This refers to the same people who came to John."}, {"ref": "wondering in their hearts", "text": "This expression here means \"thinking about them silently\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "John answered by saying", "text": "John's answer about a greater person coming clearly implies that John is not the Christ. It may be helpful to state this clearly for your audience, as the UDB does: \"No, I am not\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I baptize you with water", "text": "\"I baptize using water\" or \"I baptize by means of water\""}, {"ref": "not worthy even to untie the strap of his sandals", "text": "\"not important enough even to loosen the straps of his sandals.\" Untying the straps of sandals was a duty of a slave. John was saying that the one who would come is so great that John was not even worthy enough to be his slave."}, {"ref": "sandals", "text": "\"shoes made with leather\" or \"flip-flops of leather straps\""}, {"ref": "He will baptize you with the Holy Spirit and with fire", "text": "This metaphor compares literal baptism that brings a person into contact with water to a spiritual baptism that brings them into contact with the Holy Spirit and with fire. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fire", "text": "Here the word \"fire\" may refer to 1) judgment or 2) purification. It is preferred to leave it as \"fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "His winnowing fork is in his hand", "text": "John speaks of the Christ coming to judge as if he were a farmer who is ready to separate wheat grain from chaff. AT: \"He is holding a winnowing fork because he is ready\" or \"He is ready to judge like a farmer who is ready to winnow grain\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "winnowing fork", "text": "This is a tool for tossing wheat into the air to separate the wheat grain from the chaff. The heavier grain falls back down and the unwanted chaff is blown away by the wind. It is similar to a pitchfork."}, {"ref": "to thoroughly clear off his threshing floor", "text": "The threshing floor is the place where wheat was stacked in preparation for threshing. To \"clear off\" the floor means to finish threshing the grain. AT: \"to finish threshing his grain\""}, {"ref": "to gather the wheat", "text": "The wheat is the acceptable harvest that is kept and stored."}, {"ref": "burn up the chaff", "text": "The chaff is not useful for anything, so people burn it up."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The story tells what is going to happen to John but has not happened at this time. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "With many other exhortations", "text": "\"With many other strong urgings\""}, {"ref": "Herod the tetrarch", "text": "Herod was a tetrarch, not a king. He had only limited rule over the region of Galilee."}, {"ref": "for marrying his brother's wife Herodias", "text": "\"because Herod married Herodias, his own brother's wife.\" This was evil because Herod's brother was still alive. This can be stated clearly. AT: \"because he married his brother's wife, Herodias, while his brother was still alive\" See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he locked John up in prison", "text": "\"he told his soldiers to put John in jail\""}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins his ministry with his baptism."}, {"ref": "Now it came about", "text": "This phrase marks the beginning of a new event in the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "when all the people were baptized", "text": "\"while John had baptized all the people.\" The phrase \"all the people\" refers to the people present with John. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "baptized", "text": "\"Jesus was baptized by John.\" Some audiences might be confused that John was baptizing when Herod put him in prison in the previous verse. If so, it might be helpful to tell them that this account happened before John was arrested. The UDB does this by putting \"But before John was put in prison\" at the beginning of this verse. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Jesus also was baptized", "text": "This can be stated in active form. AT: \"John baptized Jesus, too\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the heavens opened", "text": "\"the sky opened\" or \"the sky became open.\" This is more than a simple clearing of clouds, but it's not clear what it means. It possibly means that a hole appeared in the sky."}, {"ref": "the Holy Spirit in bodily form came down on him", "text": "\"the Holy Spirit came down onto Jesus\""}, {"ref": "like a dove", "text": "\"in physical form the Holy Spirit appeared like a dove\""}, {"ref": "You are my Son, whom I love", "text": "God the Father speaks to his Son (\"whom I love\"), Jesus is God the Son, while God the Spirit descends upon Jesus. The persons of God love one another and work together as Father, Son, and Spirit."}, {"ref": "my Son, whom I love", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Luke lists the ancestors of Jesus through the line of his supposed father, Joseph."}, {"ref": "When", "text": "This word is used here to mark a change from the story to background information about Jesus' age and ancestors. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "thirty years of age", "text": "\"30 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He was the son (as it was assumed) of Joseph", "text": "\"It was thought that he was the son of Joseph\" or \"People assumed that he was the son of Joseph\""}, {"ref": "the son of Heli, the son of Matthat, the son of Levi", "text": "Consider how people normally list ancestors in your language. You should use the same wording throughout the whole list. Possible formats are 1) \"who was the son of Heli, who was the son of Matthat, who was the son of Levi\" or 2) \"Joseph was the son of Heli, Heli was the son of Matthat, Matthat was the son of Levi\" or 3) \"Heli's father was Matthat, Matthat's father was Levi\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "25", "tn": [{"ref": "the son of Mattathias, the son of Amos ... Joda", "text": "This is a continuation of the list of Jesus' ancestors. Use the same format as you used in the previous verses. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "27", "tn": [{"ref": "the son of Joanan, the son of Rhesa ... Levi", "text": "This is a continuation of the list of Jesus' ancestors. Use the same format as you used in the previous verses. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the son of Salathiel", "text": "The name Salathiel may be a different spelling of the name Shealtiel (as some versions have it), but identification is difficult."}]}, {"id": "30", "tn": [{"ref": "the son of Simeon, the son of Judah ... Nahshon", "text": "This is a continuation of the list of Jesus' ancestors. Use the same format as you used in the previous verses. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "33", "tn": [{"ref": "the son of Amminadab, the son of Admin ... Shelah", "text": "This is a continuation of the list of Jesus' ancestors. Use the same format as you used in the previous verses. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "36", "tn": [{"ref": "the son of Cainan, the son of Arphaxad ... Adam", "text": "This is a continuation of the list of Jesus' ancestors. Use the same format as you used in the previous verses. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Adam, the son of God", "text": "\"Adam, created by God\" or \"Adam, who was from God\" or \"Adam, the son, we could say, of God\""}]}]