[{"id": "01", "tn": [{"ref": "Where is the certificate of divorce with which I divorced your mother?", "text": "Yahweh speaks of Zion as if the city were the mother of the people who lived there and of sending the people into exile as if he were divorcing their mother. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "Where is the certificate of divorce with which I divorced your mother?", "text": "Yahweh asks this rhetorical question so that the people would produce \"the certificate of divorce,\" which would provide the reason Yahweh sent them into exile. AT: \"Show me the certificate of divorce with which I divorced your mother.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "To which of my creditors did I sell you?", "text": "Yahweh speaks of sending the people into exile as if he were selling them. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "To which of my creditors did I sell you?", "text": "Yahweh asks this question to emphasize that he did not sell them because he owed a debt to a creditor. It is implied that this is what the people had thought. AT: \"I did not sell you because I owed a debt to someone.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]] and [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "you were sold because of your sins, and because of your rebellion, your mother was sent away", "text": "Yahweh gives the reason for sending the people into exile, which he speaks of as if he had sold them and divorced their mother. This can be stated in active form. AT: \"I sold you because of your sins, and I divorced your mother because of your rebellion\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Why did I come but there was no one there? Why did I call but no one answered?", "text": "These two sentences mean basically the same thing. Yahweh uses questions to emphasize that the people are in exile because they did not respond to him, not because he was unwilling to save them. AT: \"When I came to you, you should have been there, but you were not. When I called you, you should have answered, but you did not.\" or \"When I came to speak to you, you did not respond to me.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was my hand too short to ransom you? Was there no power in me to rescue you?", "text": "Yahweh uses two similar questions to rebuke the people for believing that he was not strong enough to rescue them. AT: \"My hand was certainly not too short for me to ransom you, and I had the power to rescue you!\" or \"I certainly have the power to rescue you from your enemies.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was my hand too short", "text": "Here the word \"hand\" represents Yahweh's power. Yahweh not being strong enough is spoken of as if his hand were short. AT: \"Was I not strong enough\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Was there no power in me", "text": "\"Did I not have the power\""}, {"ref": "I make the rivers a desert", "text": "Yahweh speaks of drying up the rivers as if he were turning them into a desert. AT: \"I make the rivers as dry as a desert\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their fish die for lack of water and rot", "text": "\"their fish die and rot for lack of water.\" The word \"their\" refers to the sea and the rivers."}, {"ref": "I clothe the sky with darkness; I cover it with sackcloth", "text": "These two phrases mean basically the same thing. Yahweh speaks of causing the sky to become dark as if he were clothing it with sackcloth. AT: \"I make the sky dark, as if it were wearing dark sackcloth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh's servant begins to speak."}, {"ref": "The Lord Yahweh has given me a tongue as one of those who are taught", "text": "The word \"tongue\" represents what he says. Possible meanings are 1) Yahweh has enabled him to speak as one who has learned to speak skillfully. AT: \"The Lord Yahweh has enabled me to be a skillful speaker\" or 2) Yahweh has taught him what to say. AT: \"The Lord Yahweh has enabled me to speak what he has taught me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he awakens my ear to hear", "text": "Here \"my ear\" refers to Yahweh's servant. Yahweh enabling him to hear and understand what Yahweh teaches him is spoken of as if Yahweh awakened his ear from sleep. AT: \"he has enabled me to understand what he says\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like those who are taught", "text": "The servant compares himself with a student who learns from his teacher. Possible meanings are 1) \"like one who learns from his teacher\" or 2) \"like one whom he has taught\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The servant of Yahweh continues speaking."}, {"ref": "The Lord Yahweh has opened my ear", "text": "Yahweh enabling his servant to hear and understand is spoken of as if Yahweh opened his ear. AT: \"The Lord Yahweh has enabled me to hear and understand him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and I was not rebellious, nor did I turn away backward", "text": "These two phrases mean basically the same thing. Disobeying what Yahweh said is spoken of as if it were turning one's back toward him. This can be stated in positive terms. AT: \"and I obeyed what he said\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I gave my back to those who beat me, and my cheeks to those who plucked out my beard", "text": "Allowing people to beat him and pluck out his beard is spoken of as if it were giving his back and cheeks to them. AT: \"I allowed people to beat me on my back and to pluck out my beard from my cheeks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I did not hide my face from acts of shame and spitting", "text": "Hiding one's face means to protect oneself. AT: \"I did not defend myself when they mocked me and spat on me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh's servant continues speaking."}, {"ref": "therefore I am not disgraced", "text": "Even though the servant has been mistreated, he will not be ashamed because he has obeyed Yahweh. This can be stated in active form. AT: \"therefore I will not be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so I have made my face like flint", "text": "Here \"my face\" refers to the servant. The servant being steadfastly determined to obey Yahweh is spoken of as if his face were as hard as flint. AT: \"so I am absolutely determined\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for I know that I will not be put to shame", "text": "The servant looks to the future with confidence, secure in Yahweh's calling. This can be stated in active form. AT: \"for I know that my enemies will not be able to make me feel shame\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh's servant continues speaking."}, {"ref": "Who will oppose me? Let us stand ... Who is my accuser? Let him come", "text": "The servant uses these questions to emphasize that there is no one who can legitimately accuse him of wrong. AT: \"If anyone would oppose me, let us stand ... If anyone would accuse me, let him come\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who will declare me guilty?", "text": "The servant uses this question to assert that no one can declare him guilty. AT: \"There is no one who can declare me guilty.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they will all wear out like a garment; the moth will eat them up", "text": "There being no one left to accuse the servant of being guilty is spoken of as if the accusers were garments that wear thin and are eaten by moths. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The servant continues speaking to the people of Israel."}, {"ref": "Who among you fears Yahweh? Who obeys the voice of his servant? Who walks in deep darkness without light? He should ... his God.", "text": "The servant uses these questions to identify those to whom he is speaking. AT: \"If someone among you fears Yahweh and obeys the voice of his servant, but he walks in deep darkness without light, then he should ... his God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "obeys the voice of his servant", "text": "Here the word \"voice\" represents what the servant says. AT: \"obeys his servant\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walks in deep darkness without light", "text": "The servant speaks of people who are suffering and feel helpless as if they were walking in a very dark place. AT: \"is suffering and feels helpless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "trust in the name of Yahweh and lean on his God", "text": "These two phrases mean basically the same thing. Here the word \"name\" represents Yahweh himself. Trusting in God is spoken of as if it were leaning on him. AT: \"trust in Yahweh, his God\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "all you who light fires ... flames that you have ignited", "text": "This continues the metaphor from the previous verse of people who walk in darkness. Here people who try to live according to their own wisdom instead of trusting in Yahweh are spoken of as if they lit their own fires and carried about torches in order to see in the dark. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will lie down in a place of pain", "text": "Here to \"lie down\" refers to dying. Dying painfully is spoken of as if it were lying down in a place where they will experience pain. AT: \"you will die with great suffering\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]