[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. It is the Sabbath and Jesus is at Pharisee's house. Verse 1 gives background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "It happened one Sabbath", "text": "This indicates a new event. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "to eat bread", "text": "\"to eat\" or \"for a meal.\" Bread was an important part of a meal and is used in this sentence to refer to a meal. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "watching him closely", "text": "They wanted to see if they could accuse him of doing anything wrong."}, {"ref": "Behold, there in front of him was a man", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. English uses \"There in front of him was a man\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "was suffering from edema", "text": "Edema is swelling caused by water building up in parts of the body. Some languages may have a name for this condition. AT: \"was suffering because parts of his body were swollen with water\""}, {"ref": "Is it lawful to heal on the Sabbath, or not?", "text": "\"Does the law permit us to heal on the Sabbath, or does it forbid it?\""}]}, {"id": "04", "tn": [{"ref": "But they kept silent", "text": "The religious leaders refused to answer Jesus' question."}, {"ref": "So Jesus took hold of him", "text": "\"So Jesus took hold of the man who suffered from edema\""}, {"ref": "Which of you who has a son or an ox ... will not immediately pull him out?", "text": "Jesus uses a question because he wanted them to admit that they would help their son or ox, even on the Sabbath. Therefore, it was right for him to heal people even on the Sabbath. AT: \"If one of you has a son or an ox ... you would surely pull him out immediately\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "They were not able to give an answer", "text": "They knew the answer and that Jesus was right, but they did not want to admit that he was correct. AT: \"They had nothing to say\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to speak to the guests at the house of the Pharisee who had invited him to a meal."}, {"ref": "those who were invited", "text": "It may be helpful to identify these people, and to state this in active form. AT: \"those whom the leader of the Pharisees had invited to the meal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the seats of honor", "text": "\"the seats for honored people\" or \"the seats for important people\""}, {"ref": "When you are invited by someone", "text": "This can be stated in active form. AT: \"When someone invites you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When you ... than you ... say to you ... you will proceed", "text": "These occurrences of \"you\" are singular. Jesus is speaking to the group as if to each individual person. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "because someone may have been invited who is more honored than you", "text": "This can be stated in active form. AT: \"because the host may have invited a person who is more important than you are\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "both of you", "text": "This occurrence of \"you\" refers to the two people who want the same seat of honor. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and then in shame", "text": "\"and then you will feel ashamed and\""}, {"ref": "the lowest place", "text": "\"the least important place\" or \"the place for the least important person\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the people at the Pharisee's house."}, {"ref": "when you are invited", "text": "This can be stated in active form. AT: \"when someone invites you to a meal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the lowest place", "text": "\"the seat meant for the least important person\""}, {"ref": "go up higher", "text": "\"move to a seat for a more important person\""}, {"ref": "Then you will be honored", "text": "This can be stated in active form. AT: \"Then the one who invited you will honor you\" or \"Then those who sit at the table will honor you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who exalts himself", "text": "\"who tries to look important\" or \"who takes an important position\""}, {"ref": "will be humbled", "text": "\"will be shown to be unimportant\" or \"will be given an unimportant position.\" This can be stated in active form. AT: \"God will humble\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "humbles himself", "text": "\"who chooses to look unimportant\" or \"who takes an unimportant position\""}, {"ref": "will be exalted", "text": "\"will be shown to be important\" or \"will be given an important position.\" This can be stated in active form. AT: \"God will exalt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking at the Pharisee's house, but addresses his host directly."}, {"ref": "the man who had invited him", "text": "\"the Pharisee who had invited him to his house for a meal\""}, {"ref": "When you give", "text": "\"you\" is singular because Jesus is speaking directly to the Pharisee that invited him. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "do not invite", "text": "This probably does not mean they can never invite these people. More likely it means they should invite others as well. AT: \"do not only invite\" or \"do not always invite\""}, {"ref": "as they may", "text": "\"because they might\""}, {"ref": "you will be repaid", "text": "This can be stated in active form. AT: \"in this way they will repay you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Pharisee who had invited him to his home."}, {"ref": "invite the poor", "text": "It may be helpful to add \"also\" since this statement is probably not exclusive. AT: \"also invite the poor\""}, {"ref": "you will be blessed", "text": "This can be stated in active form. AT: \"God will bless you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they cannot repay you", "text": "\"they cannot invite you to a banquet in return\""}, {"ref": "you will be repaid", "text": "This can be stated in active form. AT: \"God will repay you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the resurrection of the just", "text": "This refers to the final judgment. AT: \"when God brings the righteous people back to life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "One of the men at the table speaks to Jesus and Jesus responds to him by telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "one of them who sat at the table", "text": "This introduces a new person. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Blessed is he", "text": "The man was not talking about a specific person. AT: \"Blessed is anyone who\" or \"How good it is for everyone\""}, {"ref": "he who will eat bread", "text": "The word \"bread\" is used to refer to the whole meal. AT: \"he who will eat at the meal\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "But Jesus said to him", "text": "Jesus begins telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "A certain man", "text": "This phrase is a way of referring to the man without giving any specific information about his identity."}, {"ref": "invited many", "text": "\"invited many people\" or \"invited many guests\""}, {"ref": "When the dinner was prepared", "text": "\"At the time for the dinner\" or \"When the dinner was about to begin\""}, {"ref": "those who were invited", "text": "This can be stated in active form. AT: \"those he had invited\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues telling his parable."}, {"ref": "General Information:", "text": "All of the people who were invited gave the servant excuses about why they could not come to the banquet."}, {"ref": "to make excuses", "text": "\"to say why they could not come to the dinner\""}, {"ref": "Please excuse me", "text": "\"Please forgive me\" or \"Please accept my apology\""}, {"ref": "five pairs of oxen", "text": "Oxen were used in pairs to pull farming tools. AT: \"10 oxen to work in my fields\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "married a wife", "text": "Use an expression that is natural in your language. Some languages may say \"gotten married\" or \"taken a wife.\""}]}, {"id": "21", "tn": [{"ref": "became angry", "text": "\"became angry with the people he had invited\""}, {"ref": "bring in here", "text": "\"invite in here to eat the dinner\""}, {"ref": "The servant said", "text": "It may be necessary to state clearly the implied information that the servant did what the master commanded him. AT: \"After the servant went out and did that, he came back and said\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "what you commanded has been done", "text": "This can be stated in active form. AT: \"I have done what you commanded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes his parable."}, {"ref": "the highways and hedges", "text": "This refers to roads and paths outside of the city. AT: \"the main roads and paths outside of the city\""}, {"ref": "compel them to come in", "text": "\"demand that they come in\""}, {"ref": "that my house may be filled", "text": "\"so that people may fill my house\""}, {"ref": "For I say to you", "text": "The word \"you\" is plural, so it is unclear to whom it is addressed. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "those men", "text": "The word here for \"men\" means \"male adults\" and not just people in general."}, {"ref": "who were invited", "text": "This can be stated in active form. AT: \"whom I invited\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will taste my dinner", "text": "\"will enjoy the dinner I have prepared\""}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Jesus begins to teach the crowd that was traveling with him."}, {"ref": "If anyone comes to me and does not hate his own father ... he cannot be my disciple", "text": "Here, \"hate\" is an exaggeration to show how important it is to love Jesus much more than anyone else. AT: \"If anyone comes to me and does not love me more than he loves his father ... he cannot be my disciple\" or \"Only if a person loves me more than he loves his own father ... can he be my disciple\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Whoever does not carry his own cross and come after me cannot be my disciple", "text": "This could be stated with positive verbs. AT: \"If anyone wants to be my disciple, he must carry his own cross and follow me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "carry his own cross", "text": "Jesus does not mean every Christian must be crucified. The Romans often made people carry their own crosses before they crucified them as a sign of their submission to Rome. This metaphor means they must submit to God and be willing to suffer in any way to be Jesus' disciples. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Jesus continues to explain to the crowd that it is important to count the cost of being a disciple."}, {"ref": "For which of you, who desires to build a tower, does not first sit down and count the cost to calculate if he has what he needs to complete it?", "text": "Jesus uses this question to prove that people count the cost of a project before they begin it. AT: \"If a person wanted to build a tower, he would certainly first sit down and determine if he had enough money to complete it\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "tower", "text": "This may have been a watchtower. AT: \"a tall building\" or \"a high lookout platform.\""}, {"ref": "Otherwise", "text": "It may be helpful to give more information. AT: \"If he does not first count the cost\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "when he has laid a foundation", "text": "\"when he has built a base\" or \"when he has completed the first part of the building\""}, {"ref": "is not able to finish", "text": "It is understood that he was not able to finish because he did not have enough money. This could be stated. AT: \"does not have enough money to be able to finish\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Jesus continues to explain to the crowd that it is important to count the cost of being a disciple."}, {"ref": "Or", "text": "Jesus used this word to introduce another situation where people count the cost before making a decision."}, {"ref": "what king ... will not sit down first and take advice ... men?", "text": "Jesus uses another question to teach the crowd about counting the cost. AT: \"you know that a king ... would sit down first and take counsel ... men\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "take advice", "text": "Possible meanings are 1) \"think carefully about\" or 2) \"listen to his advisors.\""}, {"ref": "ten thousand ... twenty thousand", "text": "\"10,000 ... 20,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "And if not", "text": "It may be helpful to state more information. AT: \"And if he realizes that he will not be able to defeat the other king\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "conditions of peace", "text": "\"terms to end the war\" or \"what the other king wants him to do in order to end the war\""}, {"ref": "any one of you who does not give up all that he has cannot be my disciple", "text": "This can be stated with positive verbs. AT: \"only those of you who give up all that you have can be my disciples\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "give up all that he has", "text": "\"leave behind all that he has\""}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching the crowd."}, {"ref": "Salt is good", "text": "\"Salt is useful.\" Jesus is teaching a lesson about those who want to be his disciple. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how can it be made salty again?", "text": "Jesus uses a question to teach the crowd. AT: \"it cannot be made salty again\" or \"no one can make it salty again\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "manure pile", "text": "People use manure to fertilize gardens and fields. Salt without taste is so useless it is not even worth mixing with manure. AT: \"compost heap\" or \"fertilizer\""}, {"ref": "It is thrown away", "text": "This can be stated in active form. AT: \"Someone just throws it away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He who has ears to hear, let him hear", "text": "It may be more natural in some languages to use the second person: \"You who have ears to hear, hear\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "He who has ears to hear", "text": "Possible meanings are 1) \"Everyone\" since everyone has ears or 2) \"Whoever has the ability to understand\" which refers to those who are willing to listen to God. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him hear", "text": "\"he should listen well\" or \"he should pay attention to what I say\""}]}]