[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul contrasts human wisdom and God's wisdom. He emphasizes that spiritual wisdom comes from God."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "I decided to know nothing ... except Jesus Christ", "text": "Paul spoke about the crucifixion of Christ rather than human ideas. AT: \"I decided to talk as much as I could ... about Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "03", "tn": [{"ref": "I was with you", "text": "\"I was visiting with you\""}, {"ref": "in weakness", "text": "Possible meanings are: 1) \"physically weak\" (UDB) or 2) \"feeling like I could not do what I needed to do.\""}, {"ref": "persuasive words of wisdom", "text": "words that sound wise and with which the speaker hopes to cause people to do or believe something"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Paul interrupts his main argument to explain what he means by \"wisdom\" and to whom he desires to speak."}, {"ref": "Now we do speak", "text": "The word \"Now\" is used here to mark a break in the main teaching. Paul begins to explain that true wisdom is God's wisdom."}, {"ref": "speak wisdom", "text": "\"speak words of wisdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the mature", "text": "\"mature believers\""}, {"ref": "before the ages", "text": "\"before God created anything\""}, {"ref": "for our glory", "text": "\"in order to ensure our future glory\""}]}, {"id": "08", "tn": [{"ref": "the Lord of glory", "text": "\"Jesus, the glorious Lord\""}, {"ref": "Things that no eye ... imagined, the things ... who love him", "text": "This is an incomplete sentence. Some translations make it a complete sentence: \"Things that no eye ... imagined; these are the things ... who love him.\" Others leave it incomplete but show that it is incomplete by using non-final punctuation here and beginning the next verse as a continuation of this verse: \"'Things that no eye ... imagined, the things ... who love him'—\""}, {"ref": "Things that no eye has seen, no ear has heard, no mind has imagined", "text": "This is a triplet referring to all parts of a person to emphasize that no man has ever been aware of the things that God has prepared. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the things that God has prepared for those who love him", "text": "The Lord has created in heaven wonderful surprises for those who love him."}]}, {"id": "10", "tn": [{"ref": "These are the things", "text": "Paul speaks of the truths about Jesus and the cross. If [[:en:bible:notes:1co:02:08|2:9]] is treated as an incomplete sentence, \"these are the things.\""}, {"ref": "For who knows a person's thoughts except the spirit of the person in him?", "text": "Paul uses this question to emphasize that no one knows what a person is thinking except the person himself. AT: \"No one knows what a person is thinking except that person's spirit\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "spirit of the person", "text": "This refers to a person's inner being, his own spiritual nature."}, {"ref": "no one knows the deep things of God except the Spirit of God", "text": "\"only the Spirit of God knows the deep things of God\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" includes both Paul and his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "freely given to us by God", "text": "\"that God freely gave to us\" or \"that God has freely given us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The Spirit interprets spiritual words with spiritual wisdom", "text": "The Holy Spirit communicates God's truth to believers in the Spirit's own words and gives them his own wisdom."}, {"ref": "interprets", "text": "\"explains\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" includes both Paul and his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "unspiritual person", "text": "the non-Christian person, who has not received the Holy Spirit"}, {"ref": "because they are spiritually discerned", "text": "\"because understanding these things requires the aid of the Spirit\""}, {"ref": "The one who is spiritual", "text": "\"The believer who has received the Spirit\""}, {"ref": "For who can know the mind of the Lord, that he can instruct him?", "text": "Paul uses this question to emphasize that no one knows the mind of the Lord. AT: \"No one can know the mind of the Lord, so no one can teach him anything he does not already know\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]