[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The book of Mark begins with the prophet Isaiah's foretelling the coming of John the Baptist who baptizes Jesus."}, {"ref": "General Information:", "text": "The author is Mark, also called John Mark, who is the son of one of the several women named Mary mentioned in the four Gospels. He is also the nephew of Barnabas."}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "before your face", "text": "This is an idiom that means \"ahead of you.\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your face ... your way", "text": "Here the word \"your\" refers to Jesus and is singular. When you translate this, use the pronoun \"your\" because this is a quote from a prophet, and he did not use Jesus' name. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the one", "text": "This refers to the messenger."}, {"ref": "will prepare your way", "text": "Doing this represents preparing the people for the Lord's arrival. AT: \"will prepare the people for your arrival\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The voice of one calling out in the wilderness", "text": "This can be expressed as a sentence. AT: \"The voice of one calling out in the wilderness is heard\" or \"They hear the sound of someone calling out in the wilderness\""}, {"ref": "Make ready the way of the Lord ... make his paths straight", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Make ready the way of the Lord", "text": "\"Get the road ready for the Lord.\" Doing this represents being prepared to hear the Lord's message when he comes. People do this by repenting of their sins. AT: \"Prepare to hear the Lord's message when he comes\" or \"Repent and be ready for the Lord to come\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "In these verses the words \"he,\" \"him,\" and \"his\" refer to John."}, {"ref": "John came", "text": "Be sure your reader understands that John was the messenger spoken of by the prophet Isaiah in the previous verse."}, {"ref": "The whole country of Judea and all the people of Jerusalem", "text": "This generalization refers to a great number of people, not to every single person. AT: \"Many people from Judea and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "They were baptized by him ... confessing their sins", "text": "These two actions happened simultaneously. The people were baptized because they repented of their sins. AT: \"When they repented of their sins, John baptized them in the Jordan River\""}]}, {"id": "07", "tn": [{"ref": "He proclaimed", "text": "\"John proclaimed\""}, {"ref": "I am not worthy even to stoop down to untie the strap of his sandals", "text": "John is comparing himself to a servant to show how great Jesus is. AT: \"I am not even worthy to do the lowly task of removing his shoes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the strap of his sandals", "text": "At the time Jesus was alive, people wore sandals that were often made of leather and tied to the foot with leather straps."}, {"ref": "stoop down", "text": "\"bend down\""}, {"ref": "but he will baptize you with the Holy Spirit", "text": "This metaphor compares John's baptism with water to the future baptism with of the Holy Spirit. This means John's baptism only symbolically cleanses people of their sins. The baptism by the Holy Spirit will truly cleanse people of their sins. If possible, use the word \"baptize\" in your translation to keep the comparison to John's baptism. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "It happened in those days", "text": "This marks the beginning of a new event in the storyline.  (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "he was baptized by John", "text": "This can be stated in active form. AT: \"John baptized him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Spirit coming down on him like a dove", "text": "Possible meanings are 1) this is a simile, and the Spirit descended upon Jesus like a bird descends from the sky toward the ground or 2) the Spirit literally looked like a dove as he descended upon Jesus. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a voice came out of the heavens", "text": "This represents God speaking. Sometimes people avoid referring directly to God because they respect him. AT: \"God spoke from the heavens\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "beloved Son", "text": "This is an important title for Jesus. The Father calls Jesus his \"beloved Son\" because of his eternal love for him. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "After Jesus' baptism, he is in the wilderness for 40 days and then goes to Galilee to teach and call his disciples."}, {"ref": "compelled him to go out", "text": "\"drove Jesus out forcefully\""}, {"ref": "He was in the wilderness", "text": "\"He stayed in the wilderness\""}, {"ref": "forty days", "text": "\"40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He was with", "text": "\"He was among\""}]}, {"id": "14", "tn": [{"ref": "after John was arrested", "text": "\"after John was placed in prison.\" This can be stated in active form. AT: \"after they arrested John\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "proclaiming", "text": "\"preaching\""}, {"ref": "The time is fulfilled", "text": "\"It is now time\""}]}, {"id": "16", "tn": [{"ref": "he saw Simon and Andrew", "text": "\"Jesus saw Simon and Andrew\""}, {"ref": "casting a net in the sea", "text": "The full meaning of this statement can be made explicit. AT: \"throwing a net into the water to catch fish\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Come, follow me", "text": "\"Follow me\" or \"Come with me\""}, {"ref": "I will make you fishers of men", "text": "This metaphor means Simon and Andrew will teach people God's true message, so others will also follow Jesus. AT: \"I will teach you to gather men to me like you gather fish\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "in the boat", "text": "It can be assumed that this boat belongs to James and John. AT: \"in their boat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "mending the nets", "text": "\"repairing the nets\""}, {"ref": "called them", "text": "It may be helpful to state clearly why Jesus called to James and John. AT: \"called them to come with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "hired servants", "text": "\"servants who worked for them\""}, {"ref": "they followed him", "text": "James and John went with Jesus."}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "In the town of Capernaum on the Sabbath Jesus teaches in the synagogue. He sends a demon out of a man, which amazes the people in all the nearby area around Galilee."}, {"ref": "came into Capernaum", "text": "\"arrived at Capernaum\""}, {"ref": "as someone who has authority and not as the scribes", "text": "There are words left out in this statement that can be added. AT: \"as someone who has authority taught and not as the scribes taught\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "23", "tn": [{"ref": "What do we have to do with you, Jesus of Nazareth?", "text": "The demons ask this rhetorical question meaning there is no reason for Jesus to interfere with them and that they desire him to leave them. AT: \"Jesus of Nazareth, leave us alone! There is no reason for you to interfere with us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you come to destroy us?", "text": "The demons ask this rhetorical question to urge Jesus not to harm them. AT: \"Do not destroy us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "threw him down", "text": "Here the word \"him\" refers to the demon-possessed man."}, {"ref": "while crying out with a loud voice", "text": "The demon is the one who is crying out, not the man."}]}, {"id": "27", "tn": [{"ref": "they asked each other, \"What is this? A new teaching with authority?", "text": "The people's response can be written with statements instead of rhetorical questions. AT: \"they said to each other, \"This is amazing! He gives a new teaching, and he speaks with authority!\"(See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He even commands", "text": "The word \"He\" refers to Jesus."}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "After healing the demon-possessed man, Jesus healed Simon's mother-in-law as well as many other people."}, {"ref": "Now Simon's mother-in-law was lying sick with a fever", "text": "in-law was lying sick with a fever** - The word \"Now\" introduces Simon's mother-in-law to the story and gives background information about her. (See: [[:en:ta:vol2:translate:writing_participants]] and [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the fever left her", "text": "It can be shown clearly who healed her. AT: \"Jesus healed her of the fever\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "she started serving them", "text": "It is implied that food was served. AT: \"she provided them with food and drinks\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "Here the words \"him\" and \"he\" refer to Jesus."}, {"ref": "all who were sick or possessed by demons", "text": "Here the word \"all\" is a hyperbole and is used to emphasize that a great number of people came. AT: \"many who were sick or possessed by demons\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "The whole city gathered together at the door", "text": "Here the word \"whole\" is a hyperbole used to emphasize the great number of people seeking Jesus. AT: \"Many people from that city gathered outside the door\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "Jesus takes time to pray in the midst of his time of healing people. He then goes to towns throughout Galilee to preach, heal, and cast out demons."}, {"ref": "General Information:", "text": "Here the words \"he\" and \"him\" refer to Jesus."}, {"ref": "a solitary place", "text": "\"a place where he could be alone\""}, {"ref": "Simon and those who were with him", "text": "Here \"him\" refers to Simon. Also, those with him include Andrew, James, John, and possibly other people."}, {"ref": "Everyone is looking for you", "text": "The word \"Everyone\" is a hyperbole used to emphasize that many people were looking for Jesus. AT: \"Many people are looking for you\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "Here the words \"he\" and \"I\" refer to Jesus."}, {"ref": "Let us go elsewhere", "text": "\"We need to go to some other place.\" Here Jesus uses the word \"us\" to refer to himself, along with Simon, Andrew, James, and John."}, {"ref": "He went throughout all of Galilee", "text": "The word \"throughout\" is an exaggeration used to emphasize that Jesus went to many locations during his ministry. AT: \"He went to many places in Galilee\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "40", "tn": [{"ref": "A leper came to him. He was begging him; he knelt down and said to him", "text": "\"A leper came to Jesus. He knelt down and was begging Jesus and said\""}, {"ref": "If you are willing, you can make me clean", "text": "The phrase \"to make me clean\" is understood from the next phrase. AT: \"If you are willing to make me clean, then you can make me clean\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "are willing", "text": "\"want\" or \"desire\""}, {"ref": "you can make me clean", "text": "In biblical times, a person who had certain skin diseases was considered unclean until the skin was healed enough to no longer be contagious. AT: \"you can heal me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Moved with compassion, Jesus", "text": "Here the word \"moved\" is an idiom meaning to feel emotion about another's need. AT: \"Having compassion for him, Jesus\" or \"Jesus felt compassion for the man, so he\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am willing", "text": "It may be helpful to state what Jesus is willing to do. AT: \"I am willing to make you clean\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "The word \"him\" used here refers to the leper whom Jesus healed."}, {"ref": "Be sure to say nothing to anyone", "text": "\"Be sure to not say anything to anyone\""}, {"ref": "show yourself to the priest", "text": "Jesus told the man to show himself to the priest so that the priest could look at his skin to see if his leprosy was really gone. It was required in the law of Moses for a man to present himself to the priest if he had been cleansed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "show yourself", "text": "The word \"yourself\" here represents the skin of the leper. AT: \"show your skin\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a testimony to them", "text": "It is best to use the pronoun \"them,\" if possible, in your language. Possible meanings are 1) \"a testimony to the priests\" or 2) \"a testimony to the people.\""}]}, {"id": "45", "tn": [{"ref": "But he went", "text": "The word \"he\" refers to the man Jesus healed."}, {"ref": "tell everyone ... spread the word", "text": "These two phrases share similar meanings and are used together to emphasize that the man told a lot of people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "everyone", "text": "The word \"everyone\" is a hyperbole, an exaggeration to emphasize a large number of people. AT: \"many people he met\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Jesus could no longer freely enter into any town", "text": "It is implied that the large crowds prevented Jesus from being able to enter the towns because the crowds made it difficult for him to walk around there. AT: \"the crowds prevented Jesus from moving freely in towns\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "solitary places", "text": "\"lonely places\" or \"places where no one lived\" (UDB)"}, {"ref": "from everywhere", "text": "The word \"everywhere\" is a hyperbole used to emphasize that the people came from many places. AT: \"from all over the region\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}]