[{"id": "01", "tn": [{"ref": "gives any of his children to Molech", "text": "Those who worshiped Molech sacrificed their children to him by means of fire. The full meaning of this statement can be made explicit. AT: \"kills any of his children as a sacrifice to Molech\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "must certainly be put to death. The people in the land must stone him with stones", "text": "This can be translated in active form. AT: \"the people in the land must stone him to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "I also will set my face against that man", "text": "The phrase \"set my face against\" is an idiom which means \"to reject\" or \"to oppose strongly.\" AT: \"I will also reject him\" or \"I will also oppose him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he has given his child", "text": "\"he has sacrificed his child\""}, {"ref": "so as to defile my holy place and profane my holy name", "text": "\"and by doing that, he has defiled my holy place and profaned my holy name\""}, {"ref": "profane my holy name", "text": "God's name represents God and his reputation. AT: \"dishonor my reputation\" or \"dishonor me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "close their eyes to", "text": "The phrase \"to close their eyes\" implies they \"cannot see\" and  represents their inability to understand. AT: \"disregard\" or \"ignore\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who prostitutes himself in order to play the harlot with Molech", "text": "This phrase compares those who are unfaithful to Yahweh to prostitutes. AT: \"who is unfaithful to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "so as to prostitute themselves with them", "text": "This phrase compares the unfaithful people to prostitutes. AT: \"by doing that, they seek advice from the spirits rather than from me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set my face against", "text": "\"to reject\" or \"to oppose strongly\" (See: [[:en:ta:vol1:translate:figs_idiom]]). See how you translated this in [[:en:bible:notes:lev:20:03|20:3]]."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "You must keep my commands and carry them out", "text": "The words \"keep\" and \"carry out\" mean basically the same thing. They are used together in order to emphasize that the people must obey God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "must surely be put to death", "text": "This can be translated in active form. AT: \"you must surely put to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "The man who commits adultery with another man's wife, that is, anyone who commits adultery with his neighbor's wife", "text": "The full meaning of this can be made explicit. AT: \"The man who commits adultery with someone else's wife\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "certainly be put to death", "text": "This can be translated in active form. AT: \"you must certainly put both of them to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lies down with his father's wife to sleep with her", "text": "This is a polite way of saying that he had sex with his father's wife. Some languages use more direct phrases such as \"has sex with his father's wife.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "They have committed perversion", "text": "Here God calls a man having sex with his son's wife a \"perversion\", a serious sin. See how you translated \"perversion\" in [[:en:bible:notes:lev:18:22|18:23]]."}]}, {"id": "13", "tn": [{"ref": "a man sleeps with", "text": "This is a polite way of saying that he had sex with another man. Some languages use more direct phrases such as \"a man had sex with.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "as with a woman", "text": "The way he treats the man is the same way he would treat a woman. AT: \"just like he would with a woman\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "something detestable", "text": "\"something shameful\" or \"something repulsive\""}, {"ref": "They must surely be put to death", "text": "This can be translated in active form. AT: \"You must surely put them to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They must be burned, both he and the women", "text": "This can be translated in active form. AT: \"You must burn to death both the man and the women\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "he must surely be put to death", "text": "This can be stated in active form. AT: \"you must surely put him to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you must kill the woman and the animal. They must certainly be put to death", "text": "Both clauses mean the same thing. They emphasize that the woman and animal must die. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They must certainly be put to death", "text": "This can be stated in active form. AT: \"You must certainly put them to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "a man sleeps with", "text": "This is a polite way of saying that he had sex with his sister. Some languages use more direct phrases such as \"a man had sex with.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "either his father's daughter or his mother's daughter", "text": "This means a man cannot sleep with his sister, even if she has a different mother or father.  The full meaning of this statement can be made explicit. AT: \"whether it is his full sister or half-sister\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "must be cut off from", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. See how you translated this idea in [[:en:bible:notes:lev:07:19|7:20]]. AT: \"that person may no longer live among his people\" or \"you must separate that person from his people\""}, {"ref": "He must carry his guilt", "text": "This phrase means the man is responsibile for his sin. AT: \"He is responsible for his sin\" or \"You must punish him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "menstrual period", "text": "the time when a woman bleeds from her womb"}, {"ref": "he has uncovered the flow of her blood, the source of her blood", "text": "This phrase compares having sex with a woman during her menstrual period to removing the cover off of something that should remain hidden. The fact that this was a shameful thing to do can be stated clearly. AT: \"he has done a shameful thing by by uncovering the flow of her blood\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Both the man and woman must be cut off", "text": "It can be stated clearly why this must be done. AT: \"Because they have done this shameful thing, both the man and woman must be cut off\" (See:  [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "sleeps with", "text": "This is a polite way of saying that he had sex with his aunt. Some languages use more direct phrases such as \"had sex with.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "You must carry your own guilt", "text": "The idiom \"carry your own guilt\" means \"you are responsible for your own sin.\" AT: \"You are responsible for your sin\" or \"I will punish you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will take away any inheritance their children might receive from their parents", "text": "Many versions of the Bible translate this as \"they will die childless.\""}]}, {"id": "22", "tn": [{"ref": "the land into which I am bringing you to live will not vomit you up", "text": "This phrase describes the land as a vomiting person who needs to reject bad food. Instead of rejecting bad food, the land rejects the people and removes them. See how you translated this metaphor in [[:en:bible:notes:lev:18:24|18:25]]. AT: \"the land to which I am bringing you will not reject you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "You must not walk in", "text": "Doing the actions of idol worshipers is spoken of as walking in their ways. AT: \"you must not follow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "drive out", "text": "\"remove\""}]}, {"id": "24", "tn": [{"ref": "a land flowing with milk and honey", "text": "The phrase \"flowing with milk and honey\" means \"that is rich and productive with enough food for everyone.\" AT: \"a land that is excellent for cattle and farming\" or \"a productive land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "26", "tn": [{"ref": "I have separated you", "text": "\"I have distinguished you\" or \"I have set you apart\""}]}, {"id": "27", "tn": [{"ref": "talks with", "text": "\"attempts to communicate with\""}, {"ref": "must certainly be put to death", "text": "This can be stated in active form. AT: \"they must certainly put to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]