[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "he was a leading officer", "text": "Here the word \"he\" refers to Pashur."}, {"ref": "Pashhur beat Jeremiah", "text": "Possible meanings are 1) that Pashhur himself beat Jeremiah or 2) that Pashhur ordered other men to beat Jeremiah. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stocks", "text": "Stocks are a wooden frame with holes in it that people use to lock up a prisoner's hands, feet, and head."}, {"ref": "Upper Gate of Benjamin", "text": "This gate is different from the gate in the city wall that shared the same name."}]}, {"id": "03", "tn": [{"ref": "It happened", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "you are Magor Missabib", "text": "This name means \"terror on every side\" or \"surrounded by terror.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Look", "text": "AT: \"Take note to what I am about to tell you\""}, {"ref": "they will fall by the sword of their enemies", "text": "AT: \"their enemies will kill them with swords\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your eyes will see it", "text": "AT: \"you will see it\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will give all of Judah into the hand of the king of Babylon", "text": "Here the word \"hand\" refers to power. AT: \"I will enable the king of Babylon to conquer all of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "I will give him", "text": "Here the word \"him\" refers to the king of Babylon."}, {"ref": "all the wealth ... all of its riches, all of its precious items and all the treasures", "text": "Yahweh repeats the same basic idea four times for emphasis. That is Babylon will take away all the wealth of Israel, including the King's possessions. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will place these things in the hand of your enemies", "text": "Here the word \"hand\" refers to possession. AT: \"I will allow your enemies to take possession of these things\" or \"I will give these things to your enemies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You and all of your loved ones to whom you prophesied deceitful things will be buried there", "text": "AT: \"There, people will bury you and all of your loved ones to whom you prophesied deceitful things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Jeremiah Speaks to Yahweh"}, {"ref": "I was indeed deceived", "text": "This can be stated in active form. AT: \"You indeed deceive me\" (UDB) or \"you really did deceive me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You deceived me, Yahweh. I was indeed deceived", "text": "Some modern versions interpret these Hebrew expressions as \"You persuaded me, Yahweh. I was indeed persuaded.\""}, {"ref": "laughingstock", "text": "This is a person whom others laugh at and make fun of."}, {"ref": "The people mock me every day, all the day", "text": "This phrase means basically the same thing as the previous phrase. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "called out and proclaimed", "text": "These two phrases mean basically the same thing and emphasize that he proclaimed Yahweh's message boldly. AT: \"openly proclaimed\" or \"proclaimed loudly\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh's word has become for me reproach and mocking every day", "text": "Here \"word\" refers to the message of Yahweh. AT: \"People reproach and mock me every day because I proclaim Yahweh's message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for me reproach and mocking", "text": "The words \"reproach\" and \"mocking\" mean basically the same thing and emphasize that people have ridiculed Jeremiah for proclaiming Yahweh's message. AT: \"a reason for people to ridicule me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will no longer proclaim his name", "text": "Possible meanings are 1) \"I will no longer say anything about him\" (UDB) or 2) \"I will no longer speak as his messenger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is like a fire in my heart, held within my bones", "text": "Jeremiah speaks of Yahweh's message as if it were an uncontrollable fire. AT: \"Yahweh's word is like a fire that burns deep within me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Report. We must report it", "text": "Jeremiah's enemies say these words."}, {"ref": "Perhaps he can be tricked ... take our revenge on him", "text": "Jeremiah's enemies say these words."}, {"ref": "Perhaps he can be tricked", "text": "\"Perhaps we can trick him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh is with me like a powerful warrior", "text": "Yahweh is like a powerful warrior who protects Jeremiah and defeats his enemies. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "it will never be forgotten", "text": "\"people will never forget it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "who see the mind and the heart", "text": "AT: \"who knows what people think and desire\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rescued the lives of those who are oppressed", "text": "AT: \"rescued oppressed people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from the hand of evildoers", "text": "Here the word hand refers to power. AT: \"from the power of evildoers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Jeremiah continues speaking to Yahweh."}, {"ref": "Let the day when I was born be cursed", "text": "AT: \"Curse the day I was born\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not let the day that my mother bore me be blessed", "text": "AT: \"Do not bless the day that my mother bore me.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let the man who informed my father be cursed", "text": "AT: \"Curse the man who informed my father\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "that man", "text": "This refers to the man who informed Jeremiah's father of Jeremiah's birth."}, {"ref": "the cities that Yahweh overthrew", "text": "This refers to Sodom and Gomorrah."}, {"ref": "he would not have mercy", "text": "Here the word \"he\" refers to Yahweh."}, {"ref": "May he hear a call for help", "text": "Here the word \"he\" refers to \"that man.\""}, {"ref": "make my mother my tomb", "text": "Jeremiah's mother's womb would have held his dead body like tombs hold the bodies of dead people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why is it that I came out from the womb to see troubles and agony ... shame?", "text": "Jeremiah uses this question to complain that there was no good reason for him to be born. AT: \"There was no reason for me to be born only to see troubles and agony ... shame.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to see troubles and agony", "text": "The words \"troubles\" and \"agony\" mean basically the same thing and emphasize the amount and severity of suffering. AT: \"to experience so much suffering.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "my days are filled with shame", "text": "AT: \"my life is filled with shame\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]