[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "Those who trust in Yahweh are like Mount Zion, unshakable, forever enduring", "text": "People who trust in Yahweh are spoken of as if they they were Mount Zion. Mountains are unable to be moved.  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "As the mountains surround Jerusalem, so Yahweh surrounds his people", "text": "Yahweh's protection is spoken of as if he was the mountains surrounding Jerusalem. Jerusalem was surrounded by several mountains, which protected it from attack. AT: \"As the hills that surround Jerusalem protect it, so Yahweh protects his people\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "now and forever", "text": "Here, this phrase means \"always.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "The scepter of wickedness", "text": "Here the scepter of wickedness represents the rule of wicked people. AT: \"Wicked people\" or \"Wicked rulers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "Do good, Yahweh", "text": "This is a request. The abstract noun \"good\" can be stated as an action. AT: \"Yahweh, Please do good things\" or \"Yahweh, I beg you to do good things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "are upright in their hearts", "text": "Here, \"hearts\" refers to their desires. AT: \"desire to do the right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "turn aside", "text": "Refusing to obey Yahweh is spoken of as turning away from a good path. AT: \"leave good and go\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their crooked ways", "text": "Here wicked ways are spoken of as if they were a path that is not straight. AT: \"their wicked ways\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lead them away", "text": "People are lead away in order to punish them. The full meaning of this statement can be made clear. AT: \"lead them away to punish them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]