{"1": [{"a": "Jotham, Ahaz, and Hezekiah were kings of Judah when the word of Yahweh came to Micah.", "q": "Who were the kings of Judah when the word of Yahweh came to Micah?", "ref": ["01-01"]}, {"a": "Yahweh will come down and tread on the pagan shrines on the earth.", "q": "On what will Yahweh come down and tread?", "ref": ["01-03"]}, {"a": "Yahweh will bring this judgment because of the rebellion of Jacob, and because of the sins of the house of Israel.", "q": "Why will Yahweh bring this judgment?", "ref": ["01-05"]}, {"a": "Samaria gathered carved figures, gifts, and idols from the gifts to her prostitution.", "q": "How did Samaria gather carved figures, gifts, and idols?", "ref": ["01-07"]}, {"a": "Micah lamented and wailed, and went barefoot and naked.", "q": "How did Micah express his grief over the sin of Israel and Jacob?", "ref": ["01-08"]}, {"a": "Beth Ezel mourned, for their protection was taken away.", "q": "Why did Beth Ezel mourn?", "ref": ["01-11"]}, {"a": "Lachish was the beginning of sin for the daughter of Zion.", "q": "What city was the beginning of sin for the daughter of Zion?", "ref": ["01-13"]}, {"a": "They should shave their heads, for their children would go into exile from them.", "q": "Why should the Israelites shave their heads?", "ref": ["01-16"]}], "2": [{"a": "They are planning on their beds to do evil.", "q": "Where are people planning to do evil?", "ref": ["02-01"]}, {"a": "Yahweh will change the territory of the people, and remove it from them. So the rich people will have no descendants to divide up the territory.", "q": "Why will the rich people have no descendants to divide up the territory?", "ref": ["02-04", "02-05"]}, {"a": "They strip the robe from those who pass by unsuspectingly.", "q": "From whom do Yahweh's people strip the robe?", "ref": ["02-08"]}, {"a": "They should get up and leave for this was not a place where they could stay, because of its uncleanness.", "q": "Why should Yahweh's people get up and leave?", "ref": ["02-10"]}, {"a": "Yahweh will gather the remnant of Israel.", "q": "Who will gather the remnant of Israel?", "ref": ["02-12"]}], "3": [{"a": "The leaders of Jacob eat the flesh of Yahweh's people.", "q": "Who eats the flesh of Yahweh's people?", "ref": ["03-03"]}, {"a": "Yahweh will hide his face from the leaders of Jacob because they have done evil deeds.", "q": "Why will Yahweh hide his face from the leaders of Jacob?", "ref": ["03-04"]}, {"a": "It will be dark so that the prophets will do no divination.", "q": "Why will the prophets do no divination?", "ref": ["03-06"]}, {"a": "The leaders judge for a bribe.", "q": "For what do the leaders judge?", "ref": ["03-11"]}], "4": [{"a": "In the last days the mountain of Yahweh's house will be established over the other mountains.", "q": "When will the mountain of Yahweh's house be established over the other mountains?", "ref": ["04-01"]}, {"a": "Many nations will want to go to the mountain of Yahweh, so he will teach them his ways, and they will walk in his paths.", "q": "Why will many nations want to go to the mountain of Yahweh?", "ref": ["04-02"]}, {"a": "All the peoples walk in the name of their god.", "q": "In what do all the peoples walk?", "ref": ["04-05"]}, {"a": "Yahweh will assemble the lame and gather the outcast, those whom he had afflicted.", "q": "Whom will Yahweh assemble?", "ref": ["04-06"]}, {"a": "The daughter of Zion will be rescued in Babylon.", "q": "Where will the daughter of Zion be rescued?", "ref": ["04-10"]}, {"a": "The nations do not know Yahweh's thoughts", "q": "According to the prophet, who does not know Yahweh's thoughts?", "ref": ["04-12"]}, {"a": "Yahweh will devote their unjust wealth to himself.", "q": "To whom will Yahweh devote many peoples' unjust wealth?", "ref": ["04-13"]}], "5": [{"a": "They will strike the leader of Israel with a rod on the cheek.", "q": "With what will the enemy strike the leader of Israel?", "ref": ["05-01"]}, {"a": "God will give them up, until the time when she who was in labor bears a child.", "q": "For how long will God give up the clans of Judah?", "ref": ["05-03"]}, {"a": "The child will shepherd his flock in the strength of Yahweh.", "q": "Who will shepherd his flock in the strength of Yahweh?", "ref": ["05-04"]}, {"a": "The remnant of Jacob do not wait for man.", "q": "For what do the remnant of Jacob not wait?", "ref": ["05-07"]}, {"a": "When the Israelites' hand is lifted against their enemies, it will destroy them.", "q": "What will happen when the Israelites' hand will be lifted against their enemies?", "ref": ["05-09"]}, {"a": "Yahweh will execute vengeance on the nations that have not listened.", "q": "On whom will Yahweh execute vengeance?", "ref": ["05-15"]}], "6": [{"a": "Yahweh will fight in court against Israel.", "q": "What will Yahweh do against Israel?", "ref": ["06-02"]}, {"a": "He commanded them to testify against him.", "q": "What did Yahweh command his people to do against him?", "ref": ["06-03"]}, {"a": "Yahweh required his people to act justly, love kindness, and walk humbly with their God.", "q": "What did Yahweh require from his people?", "ref": ["06-08"]}, {"a": "The tongue of the inhabitants who have spoken lies is deceitful.", "q": "Whose tongue is deceitful?", "ref": ["06-12"]}, {"a": "Yahweh made the city a ruin because of his sins.", "q": "Why did Yahweh make the city a ruin?", "ref": ["06-13"]}, {"a": "The city walked by the advice of Omri and Ahab.", "q": "By whose advice did the city walk?", "ref": ["06-16"]}], "7": [{"a": "The godly man perished from the earth.", "q": "Who perished from the earth?", "ref": ["07-02"]}, {"a": "The watchmen foretold the day of the punishment of the remaining people.", "q": "Who foretold the day of the punishment of the remaining people?", "ref": ["07-04"]}, {"a": "A man's enemies are the people of his own house.", "q": "Who are a man's enemies?", "ref": ["07-06"]}, {"a": "After Micah falls, he will rise.", "q": "What would happen after Micah falls?", "ref": ["07-08"]}, {"a": "Micah will bear Yahweh's rage until Yahweh pleaded his cause, and executed judgment for Micah.", "q": "For how long will Micah bear Yahweh's rage?", "ref": ["07-09"]}, {"a": "Micah's eyes will look at his enemy.", "q": "At whom will Micah's eyes look?", "ref": ["07-10"]}, {"a": "When a day comes to build the walls, the boundaries will be extended very far.", "q": "What will happen when a day comes to build the walls?", "ref": ["07-11", "07-12"]}, {"a": "Micah asked Yahweh to shepherd his people with his rod.", "q": "How did Micah ask Yahweh to shepherd his people?", "ref": ["07-14"]}, {"a": "Yahweh will show them wonders.", "q": "What will Yahweh show his people?", "ref": ["07-15"]}, {"a": "They will see and be ashamed of all their power.", "q": "What will the nations see and be ashamed of?", "ref": ["07-16"]}, {"a": "The nations will come to Yahweh and they will be afraid because of him.", "q": "Who will the nations come to and be afraid of?", "ref": ["07-17"]}, {"a": "Yahweh will not keep his anger forever, because he loves to show his covenant faithfulness.", "q": "Why will Yahweh not keep his anger anger forever?", "ref": ["07-18"]}, {"a": "Yahweh will throw all their sins into the depths of the sea.", "q": "Into what will Yahweh throw all the sins of the people of Israel?", "ref": ["07-19"]}]}