[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul proclaims ​the advantage that Jews have because God gave them his law."}, {"ref": "Then what advantage does the Jew have? And what is the benefit of circumcision?", "text": "Paul uses these questions to capture the attention of his readers. You can translate this as a strong statement. AT: \"Then Jewish people have no benefit from God's covenant, even though God promised that they would!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It is great in every way", "text": "Here \"It\" refers to being a member of the Jewish people. AT: \"There is a great advantage!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "First of all", "text": "Possible meanings are 1) \"First in order of time\" or 2) \"Most certainly\" (UDB) or 3) \"Most importantly.\""}, {"ref": "the Jews were entrusted with revelation from God", "text": "Here \"revelation\" refers to God's words and promises. You can translate this in an active form. AT: \"God gave his words that contain his promises to the Jews\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "For what if some Jews were without faith? Will their unbelief make God's faithfulness invalid?", "text": "Paul uses these questions to make people think. AT: \"Some Jews have not been faithful to God. Should we conclude from this that God will not fulfill his promise?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "This expression strongly denies that this could happen. You may have an expression in your language that you could use here. \"That is not possible!\" or \"Certainly not!\""}, {"ref": "Instead", "text": "\"We should say this instead\""}, {"ref": "let God be found to be true", "text": "God will always be true and will keep his promises. AT: \"God always does what he has promised\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "even though every man is a liar", "text": "Paul exaggerates here to add emphasis that God is always true to his promises. AT: \"even if every man were a liar\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "As it has been written", "text": "You can translate this in an active form. AT: \"The Scriptures themselves agree with what I am saying\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "That you might be shown to be righteous in your words, and might prevail when you come into judgment", "text": "These two phrases have very similar meanings. You can translate this in an active form. AT: \"Everyone must acknowledge that what you say is true, and you will always win your case when anyone accuses you\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "But if our unrighteousness shows the righteousness of God, what can we say?", "text": "This remark appears in the form of a question to add emphasis. AT: \"But some men argue that when we do wrong, people can see more clearly how God does right. What can we say about that?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God is not unrighteous when he is inflicting his wrath, is he?", "text": "This remark appears in the form of a question to add emphasis. AT: \"We cannot say that God is not righteous when he punishes people\" or \"We must still say that God is righteous, even when he punishes people\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "his wrath", "text": "Here \"wrath\" is a metonym for God's punishment. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am speaking according to human logic", "text": "Here \"human logic\" refers to the way humans would normally speak. AT: \"I am saying here what people would normally say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For then how would God judge the world?", "text": "Paul uses this question to show that the arguments against the gospel are not valid, since the Jews believe that God will judge all people. AT: \"We all know that God will in fact judge the world!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the world", "text": "The \"world\" is a metonym for the people who live in the world. AT: \"anyone in the world\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "But if the truth of God through my lie provides abundant praise for him, why am I still being judged as a sinner?", "text": "Here Paul imagines someone continuing to reject the Christian gospel. That adversary argues, because his sin shows the righteousness of God, then God should not declare that he is a sinner on judgment day if, for example, he tells lies. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why not say ... come\"?", "text": "Here Paul raises a question of his own, to show how ridiculous the argument of his imaginary adversary is. AT: \"I might as well be saying ... come!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "as we are falsely reported to say", "text": "\"some lie to tell others that this is what we are saying\""}, {"ref": "The judgment on them is just", "text": "It will be only fair when God condemns these enemies of Paul, for telling lies about what Paul has been teaching."}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Paul sums up that all are guilty of sin, none are righteous, and no one seeks God."}, {"ref": "What then? Are we excusing ourselves?", "text": "Paul asks these questions to emphasize his point. AT: \"We Jews should not try to imagine we are going to escape God's judgment, just because we are Jewish!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Not at all", "text": "These words are stronger than a simple \"no,\" but not as strong as \"absolutely not!\""}, {"ref": "This is as it is written", "text": "You can translate this in an active form. AT: \"This is as the prophets have written in the Scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "There is no one who understands", "text": "There is no one who understands what is right. AT: \"No one really understands what is right\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "There is no one who seeks after God", "text": "Here the phrase \"seeks after God\" means to have a relationship with God. AT: \"No one sincerely tries to have a right relationship with God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They have all turned away", "text": "This is an idiom that means the people do not even want to think about God. They want to avoid him. AT: \"They have all turned away from God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They together have become useless", "text": "Since no one does what is good, they are useless to God. AT: \"Everyone has become useless to God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "Their ... Their", "text": "The word \"their\" refers to the \"Jews and Greeks\" of [[:en:bible:notes:rom:03:09|3:9]]."}, {"ref": "Their throat is an open grave", "text": "The word \"throat\" is a metonym for everything that people say that is unrighteous and disgusting. Here \"open grave\" is a metaphor that refers to the stench of the evil words of the people. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their tongues have deceived", "text": "The word \"tongues\" is a metonym for the false words that people speak. AT: \"People speak lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The poison of snakes is under their lips", "text": "Here \"poison of snakes\" is a metaphor that is used to represent the great harm of the evil words that the people speak. The word \"lips\" refers to the words of the people. AT: \"Their evil words injure people just like the poison of a venomous snake\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their mouths are full of cursing and bitterness", "text": "Here \"mouths\" is a metonym that represents the evil words of the people. The word \"full\" is an exaggeration that is used for emphasis. AT: \"They constantly speak curses and cruel words\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "15", "tn": [{"ref": "Their ... their ... These people ... their", "text": "These words refer to the Jews and Greeks in [[:en:bible:notes:rom:03:09|3:9]]."}, {"ref": "Their feet are swift to pour out blood", "text": "Here \"feet\" is a synecdoche that represents the people themselves. The word \"blood\" is a metaphor that refers to killing people. AT: \"They are in a hurry to harm and murder people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Destruction and suffering are in their paths", "text": "Here \"destruction and suffering\" are metonyms that represent the harm that these people cause others to suffer. AT: \"They try to destroy others and cause them to suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a way of peace", "text": "\"how to live at peace with others.\" A \"way\" is a road or path."}, {"ref": "There is no fear of God before their eyes", "text": "Here \"fear\" is a metonym that represents respect for God and willingness to honor him. AT: \"Everyone refuses to give God the respect he deserves\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "19", "tn": [{"ref": "whatever the law says, it speaks to", "text": "Paul speaks of the law here as if it were alive and had its own voice. AT: \"everything that the law says people should do is for\" or \"all the commands that Moses wrote in the law are for\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the ones who are under the law", "text": "\"those who must obey the law\""}, {"ref": "in order that every mouth may be shut", "text": "Here \"mouth\" is a synecdoche that means the words people speak. You can translate this in an active form. AT: \"so that no people will be able to say anything valid to defend themselves\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that all the world may become answerable to God", "text": "Here \"world\" is a synecdoche that represents all the people who live in the world. AT: \"that God can declare everyone in the world guilty!\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "flesh", "text": "Here \"flesh\" refers to all human beings."}, {"ref": "For", "text": "Possible meanings are 1) \"Therefore\" or 2) \"This is because\""}, {"ref": "through the law comes the knowledge of sin", "text": "\"when someone knows God's law, he realizes that he has sinned\""}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The word \"but\" here shows Paul has completed his introduction and is now beginning to make his main point."}, {"ref": "now", "text": "The word \"now\" refers to the time since Jesus came to the earth."}, {"ref": "apart from the law the righteousness of God has been made known", "text": "You can translate this in an active form. AT: \"God has made known a way to be right with him without obeying the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It was witnessed by the law and the Prophets", "text": "The words \"the law and the Prophets\" refer to the parts of scripture that Moses and the prophets wrote in the Jewish scriptures. Paul describes them here as if they were people testifying in court. You can translate this in an active form. AT: \"What Moses and the prophets wrote confirms this\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the righteousness of God through faith in Jesus Christ", "text": "Here \"righteousness\" means being right with God. AT: \"being right with God through trusting Jesus Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For there is no distinction", "text": "Paul implies that God accepts all people in the same way. AT: \"There is no difference at all between the Jews and the Gentiles\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "and come short of the glory of God", "text": "Here the \"glory of God\" is a metonym that refers to the image of God and his nature. AT: \"and have failed to be like God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They are freely justified by his grace through the redemption that is in Christ Jesus", "text": "Here \"justified\" refers to being made right with God. You can translate this in an active form. AT: \"God has made them right with himself as a free gift, because Christ Jesus has set them free\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "in his blood", "text": "This is a metonym for the death of Jesus as a sacrifice for sins. AT: \"in his death as a sacrifice for sins\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "disregard", "text": "Possible meanings are 1) ignoring or 2) forgiving."}, {"ref": "This all happened for the demonstration of his righteousness at this present time", "text": "\"He did this to show how God makes people right with himself\""}, {"ref": "This was so he could prove himself just, and to show that he justifies anyone because of faith in Jesus", "text": "\"By this he shows that he is both just and the one who declares everyone righteous who has faith in Jesus\""}]}, {"id": "27", "tn": [{"ref": "Where then is boasting? It is excluded", "text": "Paul asks this question to show that there is no reason for people to boast about obeying the law. AT: \"So there is no way that we can boast that God favors us because we obeyed those laws. Boasting is excluded\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "On what grounds? Of works? No, but on the grounds of faith", "text": "Paul asks and answers these  rhetorical questions to emphasize that each point he is making is certainly true. You can translate this by including the words that Paul implies, and by using an active form. AT: \"On what grounds should we exclude boasting? Should we exclude it because of our good works? No, rather, we should exclude it because of faith\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "without", "text": "\"apart from\" or \"with no consideration for\""}]}, {"id": "29", "tn": [{"ref": "Or is God the God of Jews only?", "text": "Paul asks this question for emphasis. AT: \"You who are Jews certainly should not think that you are the only ones whom God will accept!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is he not also the God of Gentiles? Yes, of Gentiles also", "text": "Paul asks this question to emphasize his point. AT: \"He will also accept non-Jews, that is, Gentiles\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he will justify the circumcision by faith, and the uncircumcision through faith", "text": "Here \"circumcision\" is a metonym that refers to Jews and \"uncircumcision\" is a metonym that refers to non-Jews. AT: \"God will make both Jews and non-Jews right with himself through their faith in Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Paul confirms the law though faith."}, {"ref": "Do we then nullify the law through faith?", "text": "Paul asks this question to add emphasis. AT: \"Should we ignore the law because we have faith?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it never be", "text": "This expression gives the strongest possible negative answer to the preceding rhetorical question. You may have a similar express in your language that you could use here. AT: \"This is certainly not true!\" or \"Certainly not!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we uphold the law", "text": "\"we obey the law\""}, {"ref": "we", "text": "This pronoun refers to Paul, other believers, and the readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}]