[{"id": "01", "tn": [{"ref": "the Tishbite", "text": "This is the name of a people group from Tishbe. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Tishbe", "text": "This is the name of a town in the region of Gilead. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "As Yahweh, the God of Israel lives", "text": "This phrase is an oath to emphasize that what he will say is true."}, {"ref": "before whom I stand", "text": "This is an idiom that means \"to serve.\" AT: \"whom I serve\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "dew", "text": "drops of water that form on the plants during the night"}]}, {"id": "02", "tn": [{"ref": "The word of Yahweh came", "text": "This idiom means God spoke. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Cherith", "text": "This is the name of a very small stream. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "It will happen that", "text": "This phrase is used to introduce how Yahweh will take care of Elijah during the drought. AT: \"There\""}, {"ref": "ravens", "text": "large, black birds (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "05", "tn": [{"ref": "as the word of Yahweh commanded", "text": "Here \"the word\" represents Yahweh himself. AT: \"as Yahweh commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the brook Cherith", "text": "This is the name of a very small stream. Translate this as you did in [[:en:bible:notes:1ki:17:02|17:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the land", "text": "\"in that area\" or \"in that country\""}]}, {"id": "08", "tn": [{"ref": "The word of Yahweh came", "text": "This idiom means God spoke. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "came to him", "text": "Here the word \"him\" refers to Elijah."}, {"ref": "Zarephath", "text": "This is a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Look", "text": "The word \"Look\" here adds emphasis to what follows."}]}, {"id": "11", "tn": [{"ref": "As Yahweh your God lives", "text": "This phrase is an oath to emphasize that what she will say is true."}, {"ref": "only a handful of meal", "text": "\"only a little bit of meal\""}, {"ref": "meal", "text": "\"flour.\" This what is used to make bread."}, {"ref": "See", "text": "The word \"See\" here adds emphasis to what follows."}, {"ref": "two sticks", "text": "This may refer to two sticks or to only a few sticks. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "that we may eat it, and die", "text": "It is implied that they will die because they do not have anymore food. AT: \"that we may eat. Afterwards, we will starve to death\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "afterward make some for you and for your son", "text": "It is implicit that there would be enough flour and oil to make more bread. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Yahweh sends rain", "text": "This is an idiom that means Yahweh causes it to rain. AT: \"Yahweh causes rain to fall\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "She and Elijah, along with her household, ate for many days", "text": "In the original language it says, \"And she and he and her household ate for many days.\" It is unclear who \"he\" is. Possible meanings are 1) Elijah, the widow, and her son ate for many days or 2) the widow, her son, and everyone living in her house ate for many days or 3) Elijah, the widow, and everyone living in her house ate for many days."}, {"ref": "along with her household", "text": "Possible meanings for \"household\" are 1) this refers only to the widow's son or 2) this refers to other people who live in her house but are not named in the story or 3) this refers to her son and others living in her house."}, {"ref": "just as the word of Yahweh had said", "text": "Here \"word\" represents Yahweh himself. AT: \"just as Yahweh had said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "the woman's son, the woman who owned the house", "text": "\"the son of the woman who owned the house\""}, {"ref": "there was no more breath left in him", "text": "This is a polite way of saying the boy died. AT: \"he stopped breathing\" or \"he died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "man of God", "text": "The phrase \"man of God\" is another title for a prophet."}, {"ref": "of my sin", "text": "This means sins in general not a specific sin. AT: \"of my sins\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "19", "tn": [{"ref": "where he was staying", "text": "Here \"he\" refers to Elijah."}, {"ref": "on his own bed", "text": "Here \"his\" refers to Elijah."}, {"ref": "have you also brought disaster on the widow with whom I am staying, by killing her son?", "text": "Possible meanings are 1) Elijah is truly asking a question. AT: \"why would you cause the widow with whom I am staying to suffer even more by killing her son\" or 2) Elijah uses a question to express how sad he is. AT: \"surely, you would not cause the widow with whom I am staying to suffer even more by killing her son\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "have you also brought disaster on the widow", "text": "Causing the widow to suffer is spoken of as if \"disaster\" were an object that is placed on the widow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "also brought disaster", "text": "Here \"also\" means in addition to the disaster that the drought has caused."}, {"ref": "stretched himself on the child", "text": "This is an idiom. AT: \"lay on top of the child\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "22", "tn": [{"ref": "Yahweh listened to the voice of Elijah", "text": "Here \"voice\" represents what Elijah prayed. AT: \"Yahweh answered Elijah's prayer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the life of the child returned to him, and he revived", "text": "These two phrases mean basically the same thing. AT: \"the child came back to life\" or \"the child lived again\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his room", "text": "Here \"his\" refers to Elijah."}, {"ref": "See, your son is alive", "text": "The word \"See\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "the word of Yahweh in your mouth is true", "text": "Here \"word\" represents a message. Also, \"mouth\" represents what Elijah said. AT: \"the message that you spoke from Yahweh is true\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]