[{"id": "01", "tn": [{"ref": "chased after dishonest gain", "text": "The writer speaks of money that people would give Samuel's sons as if it were a person or animal running away from Samuel's sons, and he speaks of Samuel's sons as if they were physically chasing that person or animal. AT: \"they worked hard to gain money by being dishonest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "perverted justice", "text": "\"judged in favor of those who did evil\""}]}, {"id": "04", "tn": [{"ref": "do not walk in your ways", "text": "The way a person lives is spoken of as walking on a path. AT: \"do not do the things you do\" or \"do not do what is just the way you do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Appoint for us a king to judge us like all the nations", "text": "Possible meanings are 1) \"Appoint for us a king like the kings of all the nations so that he can judge us\" or 2) \"Appoint for us a king who will judge us the way the kings of the nations judge them\""}, {"ref": "Appoint for us a king to judge us", "text": "The leaders wrongly believed that a king, and his sons after him, would rule justly."}]}, {"id": "06", "tn": [{"ref": "But it displeased Samuel ... Give us a king to judge us", "text": "Samuel was unhappy that the people did not just want him to remove his corrupt sons and to appoint honest judges, but they wanted a king to rule over them like other countries had."}, {"ref": "Obey the voice of the people", "text": "Here \"the voice\" is a metonym for the will or the desire of the people. AT: \"Do what the people say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but they have rejected me", "text": "Yahweh knew that the people were not just rejecting corrupt judges, but they were rejecting Yahweh as their king."}]}, {"id": "08", "tn": [{"ref": "I brought them out of Egypt", "text": "This refers to Yahweh freeing the Israelites from slavery in Egypt many years before."}, {"ref": "Now listen to them", "text": "\"Now do what they are asking you to do\" (UDB)"}, {"ref": "warn them solemnly", "text": "\"be very serious as you warn them\""}]}, {"id": "10", "tn": [{"ref": "This will be the practice ... He will take", "text": "The practice of the king will be to take. This begins the list of things he will take."}, {"ref": "This will be the practice of the king who will reign over you", "text": "The abstract noun \"practice\" can be translated as a verb. AT: \"This is how the king who will reign over you will act\" or \"This is what the king who will reign over you will do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "appoint them to his chariots", "text": "\"have them drive chariots in battle\""}, {"ref": "be his horsemen", "text": "They will ride horses into battle."}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Samuel continues to tell what things the king will take."}, {"ref": "to be perfumers", "text": "\"to make good-smelling oils to put on his body\""}, {"ref": "olive orchards", "text": "\"fields of olive trees\""}, {"ref": "a tenth of your grain", "text": "They will have to divide their grain into ten equal parts and give one of those parts to the king's officers and servants. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "a tenth ... of your vineyards", "text": "They will have to divide the wine that they produce in their vineyards into ten equal parts and give one of those parts to the king's officers and servants. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "officers", "text": "These are the leaders of the king's army."}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Samuel continues to tell what things the king will take."}, {"ref": "the tenth of your flocks", "text": "They will have to divide their flocks into ten equal parts and give one of those parts to the king's officers and servants. See how you translated \"tenth\" in [[:en:bible:notes:1sa:08:13|8:15]]. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "you will be his slaves", "text": "\"you will feel as if you are his slaves\""}, {"ref": "you will cry out", "text": "Possible meanings are 1) the people will ask Yahweh to rescue them from the king or 2) the people will ask the king to stop treating them so badly (UDB)."}]}, {"id": "21", "tn": [{"ref": "he repeated them in the ears of Yahweh", "text": "Here the metonym \"the ears of Yahweh\" refers to Yahweh. Samuel prayed to Yahweh repeating all that the people said. AT: \"he repeated them to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Obey their voice", "text": "Here the metonym \"their voice\" refers to the will of the people.  AT: \"Obey the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cause someone to be king for them", "text": "\"make someone king over them.\" Use the common term in your language for making someone king."}, {"ref": "go to his own city", "text": "\"go home\""}]}]