[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "keep my Sabbaths", "text": "\"obey the rules for my Sabbaths\""}]}, {"id": "03", "tn": [{"ref": "walk in my laws and keep my commandments and obey them", "text": "These are three ways of saying the same thing. They emphasize that the people must obey everything that God commands them to do. AT: \"If you carefully obey my laws and commands\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "walk in my laws", "text": "Behaving according to the laws is spoken of as if they were to walk in the laws. AT: \"If you behave according to my laws\" or \"if you live according to my laws\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "will eat your bread to the full", "text": "Here bread represents food. \"To the full\" means until their stomachs were full of food. AT: \"will eat food until you are full\" or \"will have plenty of food to eat\" (See: [[: en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will give peace in the land", "text": "\"I will cause there to be peace in the land\""}, {"ref": "the sword will not pass through your land", "text": "Here the word \"sword\" represents enemy armies or enemy attacks. AT: \"no armies will attack you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "they will fall before you by the sword", "text": "Here \"falling\" represents dying, and \"the sword\" represents either attacking people with a sword or battle in general.  AT: \"they will die when you attack them with the sword\" or \"you will kill them in battle\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Five of you will chase away a hundred, and a hundred of you will chase ten thousand", "text": "This means the Israelites will have victory against larger armies."}, {"ref": "Five ... hundred ... ten thousand", "text": "\"5 ... 100 ... 10,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "09", "tn": [{"ref": "I will look at you with favor", "text": "\"I will show you favor\" or \"I will bless you\" (UDB)"}, {"ref": "make you fruitful and multiply you", "text": "These two phrases refer to God causing them to have many descendants so they become a large group. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "make you fruitful", "text": "God speaks of them having many children as if they were trees that bear a lot of fruit. AT: \"cause you to have many children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will eat food stored a long time", "text": "\"You will have enough food stored to eat for a long time\" or \"you will have enough food to store and eat it for a long time\""}]}, {"id": "11", "tn": [{"ref": "I will place my tabernacle among you", "text": "\"I will put my dwelling place among you\""}, {"ref": "I will not detest you", "text": "\"I will accept you\""}, {"ref": "I will walk among you", "text": "Walking among them represents living with them. AT: \"I will live with you\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have broken the bars of your yoke", "text": "God speaks of their slavery as if they had to wear a yoke that animals wear in order to do hard work. Breaking the bars of the yoke represents setting them free. AT: \"I have set you free from the hard labor they made you do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh is telling Moses what will happen if the people do not obey his commands."}]}, {"id": "16", "tn": [{"ref": "if you do these things", "text": "The phrase \"these things\" refers to the things listed in [[:en:bible:notes:lev:26:14|26:14-15]]."}, {"ref": "I will inflict terror on you", "text": "Here \"terror\" represents the things that will cause them to be terrified. AT: \"I will send disasters that will terrify you\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will drain away your life", "text": "\"will slowly take away your life\" or \"will slowly make you die.\" It is the diseases and the fever that will do this."}, {"ref": "You will plant your seeds for nothing", "text": "The phrase \"for nothing\"  means that they would get nothing from their work. AT: \"You will plant your seeds in vain\" or \"You will plant your seeds, but you will not get anything from them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will set my face against you", "text": "This means that he will be opposed to them. His face will show his anger and he will fight against them. AT: \"I will be opposed to you\" or \"I will be against you\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be overpowered by your enemies", "text": "This can be stated in active form. AT: \"your enemies will defeat you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "seven times", "text": "Here \"seven times\" is not literal. It means Yahweh will increase the severity of his punishment. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will break your pride in your power", "text": "Using force to cause them not to be proud is spoken of as if he were to break their pride. AT: \"I will punish you and so end the pride that you feel about your power\" and \"I will punish you so that you will no longer be proud of your power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make the sky over you like iron and your land like bronze", "text": "This means God will stop the rain from falling from the sky. This will make the ground hard so that people cannot plant seed or grow crops. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your strength will be used up for nothing", "text": "Working very hard is spoken of as if they were to use all their strength until they had no more strength. The phrase \"for nothing\" means that they would get nothing from working so hard.  AT: \"You will work very hard in vain\" or \"You will work very hard, but you will not receive anything good from working so hard\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "walk against me", "text": "Walking represents behavior. Walking against God represents opposing him or rebelling against him. AT: \"rebel against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will bring seven times more blows on you", "text": "The abstract noun \"blows\" can be stated as the verb \"hit.\" AT: \"I will hit you seven times as much\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will bring seven times more blows on you", "text": "Yahweh causing disasters to happen to the Israelites is spoken of as if he would strike them with blows or hit them. AT: \"I will cause seven times as many disasters to come against you\" or \"I will punish you seven times more severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seven times", "text": "Here \"seven times\" is not literal. It means Yahweh will increase the severity of his punishment. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in proportion to your sins", "text": "The noun \"sins\" can be expressed with the verb \"sin.\" AT: \"according to how much you have sinned\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "which will steal your children", "text": "Stealing represents attacking or attacking and dragging them away. AT: \"which will attack your children\" or \"which will drag your children away\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So your roads will become deserted", "text": "\"So no one will travel on your roads.\"  Deserted means that there is no one there."}]}, {"id": "23", "tn": [{"ref": "If in spite of these things", "text": "\"If when I punish you like this\" or \"If I discipline you like this and\""}, {"ref": "you still do not accept my correction", "text": "Accepting his correction represents responding rightly to it. In this case responding rightly to it is choosing to obey him. AT: \"you still do not listen to my correction\" or \"you still do not obey me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walk in opposition to me", "text": "Walking represents behavior. Walking in opposition to him means opposing him or fighting against him. AT: \"oppose me\" or \"fight against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will also walk in opposition to you", "text": "Walking represents behavior. Walking in opposition to them  means opposing them or fighting against them. AT: \"I also will oppose you\" or \"I also will fight against you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I myself will punish you seven times", "text": "The number 7 represents completeness. AT: \"I will personally punish you many times\" or \"I myself will punish you most severely\""}, {"ref": "because of your sins", "text": "The noun \"sins\" can be expressed with the verb \"sin.\" AT: \"because you continue to sin against me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "25", "tn": [{"ref": "I will bring a sword on you", "text": "Here the word \"sword\" represents an army or an attack from an army. AT: \"I will bring an enemy army against you\" or \"I will cause an enemy army to attack you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that will execute vengeance", "text": "\"that will punish you\""}, {"ref": "for breaking the covenant", "text": "\"for disobeying the covenant\" or \"because you disobey the covenant\""}, {"ref": "You will be gathered together", "text": "This can be stated in active form. AT: \"You will gather together\" or \"You will hide\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be delivered into the hand of your enemy", "text": "Here \"into the hand\" means \"into the control\" and refers to defeat by their enemy. This can be stated in active form. AT: \"your enemy will defeat you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When I cut off your food supply", "text": "Destroying the food that people have stored or stopping people from being able to get it is spoken of as cutting off the supply of food. AT: \"When I destroy the food you have stored\" or \"When I  stop you from being able to get food\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ten women will be able to bake your bread in one oven", "text": "This implies that there will be so little flour that one small oven will be able to hold all the bread that many women can put into it."}, {"ref": "they will distribute your bread by weight", "text": "This means there will be so little food that they will have to measure how much each person gets."}]}, {"id": "27", "tn": [{"ref": "If you do not listen to me", "text": "Listening represents obeying what he has said. AT: \"If you do not obey me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to walk against me", "text": "Walking represents behavior. Walking against someone represents opposing him or fighting against him. AT: \"to oppose me\" or \"to fight against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will walk against you", "text": "Walking represents behavior. Walking against someone represents opposing him or fighting against him. AT: \"I will oppose you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will punish you even seven more times as much", "text": "Here \"seven more times\" is not literal. It means Yahweh will increase the severity of his punishment. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "29", "tn": [{"ref": "I will destroy ... cut down ... throw your corpses", "text": "Because God would send an army to do these things, he speaks as if he would do them. AT: \"I will send an enemy army to destroy ... cut down ... throw your corpses\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your corpses", "text": "\"your dead bodies\""}, {"ref": "the corpses of your idols", "text": "God speaks of idols not being alive as if they had been alive and then died. AT: \"your lifeless idols\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "I will turn your cities into ruins and destroy your sanctuaries", "text": "Because God would send armies to do these things, he speaks as if he would do them. AT: \"I will send enemy armies to turn your cities into ruins and destroy your sanctuaries\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your sanctuaries", "text": "These were places where people worshiped idols instead of God."}, {"ref": "I will not be pleased with the aroma of your offerings", "text": "Normally the Lord's pleasure with the aroma represents his pleasure with those who burn the offering. But in this case, people would burn offerings, but God would not be pleased with them. AT: \"You will burn offerings, but I will not be pleased with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will draw out my sword and follow you", "text": "This represents sending armies to attack them. AT: \"I will send enemy armies to attack you\" or \"I will send enemy armies to attack you with their swords\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your land will be abandoned, and your cities will be ruined", "text": "This can be stated in active form. AT: \"You will abandon your land, and your enemies will destroy your cities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "Then the land will enjoy its Sabbaths", "text": "The people were supposed to obey the Sabbath law by not farming the land every seventh year. God speaks about this as if the land were a person that would obey the Sabbath law and rest. AT: \"Then the land will rest according to the Sabbath law\" or \"Then, as required by the Sabbath law, the land will not be farmed\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it will have rest", "text": "God speaks about the land not being farmed as if it were a person that would rest. AT: \"it will not be farmed\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I will send fear into your hearts", "text": "Sending fear into their hearts represents making them afraid. AT: \"I will make you terribly afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as though you were fleeing from the sword", "text": "The sword represents either someone who is ready to kill using a sword or an attack from an enemy army. AT: \"as though you were fleeing from someone who was chasing you with a sword\" or \"as though you were fleeing from an enemy army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing what will happen to the Israelites when they are forced to go to their enemies' countries."}, {"ref": "as though you were running from the sword", "text": "The sword represents either someone who is ready to kill using a sword or an attack from an enemy army. AT: \"as though you were running away from someone who was chasing you with a sword\" or \"as though you were running away from an enemy army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to stand before your enemies", "text": "Standing before the enemies represents not falling when the enemies attack and fighting against them. AT: \"to resist your enemies when they attack you\" or \"to fight back against your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your enemies' land will itself devour you", "text": "Yahweh speaks about the  the enemies' land as if it were a wild animal that would eat the Israelites. The word \"devour\" emphasizes that most of the Israelites will die there. AT: \"you will die in your enemies' land\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Those who are left among you", "text": "\"Those of you who do not die\""}, {"ref": "waste away in their sins", "text": "Wasting away in their sins represents wasting away because of their sins."}, {"ref": "their fathers' sins", "text": "Here \"their fathers\" represents their ancestors. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "40", "tn": [{"ref": "their fathers' sin", "text": "The word \"fathers\" represents their ancestors. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their treason by which they were unfaithful to me", "text": ""}, {"ref": "walking against me", "text": "Walking represents behavior. Walking against God represents opposing him or rebelling against him. AT: \"opposing me\" or \"rebelling against me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to turn against them", "text": "This represents opposing them.  AT: \"to oppose them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if their uncircumcised hearts become humbled", "text": "Here the term \"uncircumcised hearts\" refers to the whole person. AT: \"if they will be humble instead of stubbornly disobedient\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "then will I call to mind my covenant with Jacob, my covenant with Isaac, and my covenant with Abraham", "text": "\"Call to mind\" is an idiom meaning \"intentionally remember.\" Here it represents fulfilling his covenant. AT: \"then I will fulfill the covenant I made with Jacob, Isaac, and Abraham\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will call the land to mind", "text": "\"Call to mind\" is an idiom meaning \"intentionally remember.\" Here it represents fulfilling his promise concerning the land. AT: \"I will fulfill my promise about the land\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "43", "tn": [{"ref": "The land will be abandoned by them", "text": "This can be stated in active form. AT: \"The people of Israel will abandon their land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so it will be pleased with its Sabbaths", "text": "Yahweh speaks about the land as if it were a person who is happy about resting, because no one will be planting seed or growing crops on it. This will allow the land to become more fertile. AT: \"so it will benefit from the Sabbaths\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "44", "tn": [{"ref": "General Information:", "text": "This concludes Yahweh's message to Moses at Mount Sinai regarding the blessings for obedience and the punishments for disobedience."}, {"ref": "I will call to mind the covenant with their ancestors", "text": "\"Call to mind\" is an idiom meaning \"intentionally remember.\" Here it represents fulfilling his covenant. AT: \"I will fulfill the covenant with their ancestors\" (See:  [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the sight of the nations", "text": "This represents the knowledge of the nations. AT: \"in the knowledge of the nations\" or \"and the nations knew about it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the nations", "text": "This represents the people of the nations. AT: \"in the sight of the people of the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]