[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. As Jesus and his disciples are walking along, they come across a blind man."}, {"ref": "as Jesus passed by", "text": "Here \"Jesus\" is a synecdoche for Jesus and the disciples. AT: \"as Jesus and his disciples passed by\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "who sinned, this man or his parents ... blind?", "text": "This question reflects the ancient Jewish belief that sin caused all illnesses and other deformities. The rabbis also taught that it was possible for a baby to sin while still in the womb. AT: \"Teacher, we know that sin causes a person to be blind. Whose sin caused this man to be born blind? did this man himself sin, or was it his parents who sinned?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "We", "text": "This \"We\" includes both Jesus and the disciples he is talking to. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "day ... Night", "text": "Here \"day\" and \"night\" are metaphors. Jesus is comparing the time when people can do God's work to daytime, the time when people normally work, and nighttime to when they cannot do God's work. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the world", "text": "Here the \"world\" is a metonym for the people who live in the world. AT: \"living among the people of this world\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "light of the world", "text": "Here \"light\" is a metaphor for the true revelation of God. AT: \"the one who shows what is true just as light allows people to see what is in the darkness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "made mud with the saliva", "text": "Jesus used his fingers to mix the dirt and saliva. AT: \"and used his fingers to mix the dirt and saliva to make mud\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "which translated is: sent", "text": "A brief break occurs here in the storyline so John can provide some additional information that would be helpful for a Greek-speaking audience. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "washed", "text": "\"washed his eyes in the pool\""}]}, {"id": "08", "tn": [{"ref": "Is not this the man that used to sit and beg?", "text": "This remark appears in the form of a question to express the surprise of the people. AT: \"This man is the one who used to sit and beg!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "The neighbors of the man who had been blind continue to speak to him."}, {"ref": "Then how were your eyes opened?", "text": "\"Then what caused you to be able to see?\" or \"How is it that you can see now?\""}, {"ref": "smeared it on my eyes", "text": "\"used his fingers to cover my eyes with mud.\" See how you translated a similar phrase in [[:en:bible:notes:jhn:09:06|9:6]]."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Verse 14 tells background information about when Jesus healed the man. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "They brought the man who used to be blind to the Pharisees", "text": "The people insisted that the man go with them to the Pharisees. They did not physically force him to go."}, {"ref": "Sabbath day", "text": "\"Jewish Day of Rest\""}, {"ref": "Then again the Pharisees asked him", "text": "\"So the Pharisees also asked him\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "In verse 18 there is a break from the main storyline as John provides background information about the Jews' disbelief. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he does not keep the Sabbath", "text": "This means Jesus does not obey the law about doing no work on the Jewish Day of Rest."}, {"ref": "How can a man who is a sinner do such signs?", "text": "This remark appears in the form of a question to emphasize that Jesus' signs prove he is not a sinner. AT: \"A sinner can not do such signs!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "signs", "text": "This is another word for miracles. \"Signs\" give evidence that God is the all-powerful one who has complete authority over the universe."}, {"ref": "He is a prophet", "text": "\"I think he is a prophet\""}, {"ref": "Now the Jews still did not believe", "text": "Here \"Jews\" is a synecdoche for the \"Jewish leaders\" who opposed Jesus. AT: Now the Jewish leaders still did not believe. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "19", "tn": [{"ref": "They asked the parents", "text": "\"They\" refers to the Jewish leaders."}, {"ref": "he is an adult", "text": "\"he is a man\" or \"he is no longer a child\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "In verse 22 there is a break from the main storyline as John provides background information about the man's parents being afraid of the Jews. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "they were afraid of the Jews", "text": "Here \"Jews\" is a synecdoche for the \"Jewish leaders\" who opposed Jesus. AT: \"they were afraid of what the Jewish leaders might do to them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "afraid", "text": "This refers to the unpleasant feeling a person has when there is a threat of harm to oneself or others."}, {"ref": "He is an adult", "text": "\"he is a man\" or \"he is no longer a child.\" See how you translated this in [[:en:bible:notes:jhn:09:19|09:21]]."}]}, {"id": "24", "tn": [{"ref": "they called the man", "text": "Here, \"they\" refers to the Jews. ([[:en:bible:notes:jhn:09:16|9:18]])"}, {"ref": "Give glory to God", "text": "This is an idiom that people used when taking an oath. AT: \"In the presence of God, tell the truth!\" or \"Speak the truth before God!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this man", "text": "This refers to Jesus."}, {"ref": "that man", "text": "This refers to the man who had been blind."}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "The Jews continue to speak to the man who had been blind."}, {"ref": "Why do you want to hear it again?", "text": "This remark appears in the form of a question to express the man's amazement that the Jewish leaders have asked him to tell them again what happened. AT: \"I am surprised that you want to hear again what happened to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You do not want to become his disciples too, do you?", "text": "This remark appears in the form of a question to add irony to the man's statement. He knows that the Jewish leaders do not want to follow Jesus. Here he ridicules them. AT: \"It sounds like you also want to become his disciples!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_irony]])."}]}, {"id": "28", "tn": [{"ref": "You are his disciple", "text": "\"You are following Jesus!\""}, {"ref": "but we are disciples of Moses", "text": "The pronoun \"we\" is exclusive. The Jewish leaders are speaking only of themselves. AT: \"but we are following Moses!\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "We know that God has spoken to Moses", "text": "\"We are sure that God has spoken to Moses\""}, {"ref": "we do not know where this one is from", "text": "Here the Jewish leaders are referring to Jesus. They imply that he has no authority to call disciples. AT: \"we do not know where he comes from or where he gets his authority!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "that you do not know where he is from", "text": "The man is surprised that the Jewish leaders question Jesus' authority when they know he has the power to heal. AT: \"that you do not know where he gets his authority\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "does not listen to sinners ... listens to him", "text": "\"does not answer the prayers of sinners ... God answers his prayers\""}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "The man who had been blind continues speaking to the Jews."}, {"ref": "it has never been heard that anyone opened", "text": "This is a passive statement. You can translate it in an active form. AT: \"no one has ever heard of anyone who healed a man who was blind from birth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If this man were not from God, he could do nothing", "text": "This sentence uses a double negative pattern. \"Only a man from God could do something like that!\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "You were completely born in sins, and you are teaching us?", "text": "This remark appears in the form of a question to add emphasis. It also implies that the man was born blind because of the sins of his parents. AT: \"You were born as a result of your parents' sins. You are not qualified to teach us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they threw him out", "text": "\"they threw him out of the synagogue\""}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus finds the man that he healed and begins to speak to him and the crowd."}, {"ref": "believe in", "text": "This means to \"believe in Jesus,\" to believe that he is the Son of God, to trust him as Savior, and live in a way that honors him."}]}, {"id": "39", "tn": [{"ref": "came into this world", "text": "The \"world\" is a metonym for \"the people who live in the world.\" AT: \"came to live among the people of this world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that those who do not see may see and so that those who see may become blind", "text": "Here \"seeing\" and \"blindness\" are metaphors. Jesus distinguishes between people who are spiritually blind and physically blind. AT: \"so that those who are blind spiritually, but who want to see God, can see him, and those who already falsely think they can see God will remain in their blindness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Are we also blind?", "text": "\"Do you think we are spiritually blind?\""}, {"ref": "If you were blind, you would have no sin", "text": "Here \"blindness\" is a metaphor for not knowing God's truth. AT: \"If you wanted to know God's truth, you would be able to receive your sight. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but now you say, 'We see,' so your sin remains", "text": "Here \"seeing\" is a metaphor for knowing God's truth. AT: \"Since you falsely think that you already know God's truth, you will remain blind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]