{"1": [{"a": "Paul became an apostle of Christ through the will of God.", "q": "How did Paul become an apostle of Christ?", "ref": ["01-01"]}, {"a": "Timothy is Paul's spiritual son.", "q": "What is the relationship between Paul and Timothy?", "ref": ["01-02"]}, {"a": "Paul longs to see Timothy.", "q": "When Paul remembers Timothy in his prayers, what does Paul long to do?", "ref": ["01-04"]}, {"a": "Timothy's grandmother and mother both had genuine faith.", "q": "Who else had genuine faith in Timothy's family before Timothy did?", "ref": ["01-05"]}, {"a": "God gave Timothy a spirit of power and love and discipline.", "q": "What kind of spirit did God give Timothy?", "ref": ["01-07"]}, {"a": "Paul tells Timothy not to be ashamed of the testimony about the Lord.", "q": "What does Paul tell Timothy not to do?", "ref": ["01-08"]}, {"a": "Paul tells Timothy to instead share in suffering for the gospel.", "q": "What does Paul tell Timothy to do instead?", "ref": ["01-08"]}, {"a": "God's plan and grace was given to us before times ever began.", "q": "When was God's plan and grace given to us?", "ref": ["01-09"]}, {"a": "God's plan of salvation was revealed by the appearing of our Savior Christ Jesus.", "q": "How did God reveal his plan of salvation?", "ref": ["01-10"]}, {"a": "Jesus destroyed death, and brought life that never ends through the gospel.", "q": "When Jesus appeared, what did he do regarding death and life?", "ref": ["01-10"]}, {"a": "Paul is confident that God is able to keep what which Paul has entrusted to God until that day.", "q": "Paul is not ashamed of the gospel, because he is confident that God is able to do what for him?", "ref": ["01-12"]}, {"a": "Timothy is to guard through the Holy Spirit the good thing God has committed to him.", "q": "What is Timothy to do with the good thing God has committed to him?", "ref": ["01-14"]}, {"a": "All those in Asia turned away from Paul.", "q": "What did all of Paul's Asian companions do to him?", "ref": ["01-15"]}, {"a": "Paul asks the Lord to grant mercy to the household of Onesiphorus because Onesiphorus helped Paul in many ways.", "q": "Why does Paul ask the Lord to grant mercy to the household of Onesiphorus?", "ref": ["01-16", "01-18"]}], "2": [{"a": "Timothy is Paul's spiritual son.", "q": "What is the relationship between Paul and Timothy?", "ref": ["02-01"]}, {"a": "Timothy is to entrust the message to faithful people who will be able to teach others also.", "q": "To whom is Timothy to entrust the message Paul has taught him?", "ref": ["02-02"]}, {"a": "A good soldier does not entangle himself in the affairs of this life.", "q": "As an illustration for Timothy, Paul says a good soldier does not entangle himself in what?", "ref": ["02-04"]}, {"a": "Paul is suffering by being chained like a criminal.", "q": "As he writes to Timothy, in what condition is Paul suffering for his preaching the word of God?", "ref": ["02-09"]}, {"a": "The word of God is not chained.", "q": "What does Paul say is not chained?", "ref": ["02-09"]}, {"a": "Paul endures all things for those chosen by God, that they may obtain the salvation that is in Christ Jesus.", "q": "Why does Paul endure all these things?", "ref": ["02-10"]}, {"a": "Those who endure will reign with Christ.", "q": "What is Christ's promise to those who endure?", "ref": ["02-12"]}, {"a": "Those who deny Christ, Christ will deny.", "q": "What is Christ's warning to those who deny him?", "ref": ["02-12"]}, {"a": "Timothy should warn the people not to quarrel about words, which profits nothing.", "q": "About what should Timothy warn the people not to quarrel?", "ref": ["02-14"]}, {"a": "They were teaching that the resurrection had already happened.", "q": "Two men have wandered from the truth, teaching what false doctrine?", "ref": ["02-18"]}, {"a": "The believers are to clean themselves from dishonorable use, consecrating themselves for every good work.", "q": "How are the believers to prepare themselves for every good work?", "ref": ["02-21"]}, {"a": "Timothy is to flee youthful lusts.", "q": "From what is Timothy to flee?", "ref": ["02-22"]}, {"a": "A servant of the Lord must be gentle, able to teach, patient, in meekness educating those who oppose him.", "q": "What kind of character must a servant of the Lord have?", "ref": ["02-24", "02-25"]}, {"a": "The devil has trapped and captured the unbelievers for his will.", "q": "What has the devil done with unbelievers?", "ref": ["02-26"]}], "3": [{"a": "Paul says in the last days dangerous times will come.", "q": "What does Paul say will come in the last days?", "ref": ["03-01"]}, {"a": "In the last days, people will love themselves, love money, and love pleasure instead of God.", "q": "In the last days, what are three things people will love instead of God?", "ref": ["03-02", "03-04"]}, {"a": "Paul tells Timothy to turn away from those who have only a form of godliness.", "q": "What does Paul tell Timothy to do with those who have only a form of godliness?", "ref": ["03-05"]}, {"a": "Some of these ungodly men enter households and captivate women who are led away by various desires.", "q": "What do some of these ungodly men do?", "ref": ["03-06"]}, {"a": "These ungodly men are false teachers who stand against the truth like Jannes and Jambres.", "q": "How are these ungodly men like Jannes and Jambres in the Old Testament?", "ref": ["03-08"]}, {"a": "Timothy has followed Paul.", "q": "Instead of the false teachers, who has Timothy followed?", "ref": ["03-10", "03-11"]}, {"a": "The Lord rescued Paul from all his persecutions.", "q": "From what did the Lord rescue Paul?", "ref": ["03-11"]}, {"a": "Paul says that all those who want to live in a godly manner will be persecuted.", "q": "What does Paul say will happen to all those who want to live in a godly manner?", "ref": ["03-12"]}, {"a": "Evil people and imposters will become worse in the last days.", "q": "What will become worse in the last days?", "ref": ["03-13"]}, {"a": "Timothy knew the sacred writings from childhood.", "q": "From what time in Timothy's life had he known the sacred writings?", "ref": ["03-15"]}, {"a": "All Scripture has been inspired by God.", "q": "How has all Scripture been given to man?", "ref": ["03-16"]}, {"a": "All Scripture is profitable for doctrine, conviction, correction, and training in righteousness.", "q": "For what is all Scripture profitable?", "ref": ["03-16"]}, {"a": "A person is trained in the Scriptures so that he is competent and equipped for every good work.", "q": "What is the purpose of training a person in the Scriptures?", "ref": ["03-17"]}], "4": [{"a": "Jesus Christ is the judge of the living and the dead.", "q": "Of whom is Jesus Christ the judge?", "ref": ["04-01"]}, {"a": "Paul solemnly commanded Timothy to preach the Word.", "q": "What did Paul solemnly command Timothy to do?", "ref": ["04-02"]}, {"a": "People will not endure sound teaching, but will listen to teachings that agree with their lusts.", "q": "Paul warned that the time will come when people will do what?", "ref": ["04-03"]}, {"a": "Timothy had been given the work and ministry of an evangelist.", "q": "What work and ministry had Timothy been given to do?", "ref": ["04-05"]}, {"a": "Paul said that his time of departure had come.", "q": "What time in his life did Paul say had now come?", "ref": ["04-06"]}, {"a": "Paul said that all those who love Christ's appearing will receive the crown of righteousness.", "q": "What reward did Paul say all those who love Christ's appearing will receive?", "ref": ["04-08"]}, {"a": "Demas left Paul because he loved this present world.", "q": "Why did Paul's companion Demas leave him?", "ref": ["04-10"]}, {"a": "Only Luke was still with Paul.", "q": "Who was the only companion of Paul to still be with him?", "ref": ["04-11"]}, {"a": "Paul said that the man who opposed him will be rewarded according to his works.", "q": "Paul said that the man who opposed him will be rewarded according to what?", "ref": ["04-14"]}, {"a": "At Paul's first defense, the no person stood with Paul.", "q": "Which people stood with Paul at his first defense?", "ref": ["04-16"]}]}