[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "I want to heal Israel", "text": "Making Israel obedient to God again and receivers of his blessing is spoken of as if it were healing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for they practice deceit", "text": "The people are selling and buying products dishonestly. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "marauding band", "text": "This is a group of people who are attacking other people without cause."}, {"ref": "their deeds surround them", "text": "The people's evil deeds are probably spoken of here as if they were other people ready to accuse them of their crimes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are before my face", "text": "\"Face\" refers to God's presence, or God's awareness. The \"witnesses,\" that is, the evil deeds, are in God's presence in order to bring their accusations. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking. The Hebrew text is not clear in various places. However, many people interpret it as describing the royal officials as being unfaithful to God, and also as planning to assassinate the king, and then carrying out their plans. This seems to have happened more than once. These crimes are mentioned as illustrations of the wickedness into which the nation has sunk."}, {"ref": "They are all adulterers", "text": "The people committed spiritual adultery by worshiping idols and being unfaithful to Yahweh. They were probably also being unfaithful to their husbands or wives by sleeping with other people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like an oven heated by the baker", "text": "This can be stated in active form. This means the people had strong desires to do evil. AT: \"like an oven which the baker heats\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "kneading of the dough", "text": "This is a part of the process of making bread."}, {"ref": "On the day of our king", "text": "This is perhaps a festival held by the king."}, {"ref": "He reached out with his hand", "text": "This probably means to unite or join with someone. It may mean that the king joins with his officials to mock things or people that should not be mocked, even God himself. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The court officials' plotting is described. Their anger is what motivates them to kill their king."}, {"ref": "For with hearts like an oven", "text": "This means like a fire burns in an oven, these people have strong evil desires within them. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their anger smolders", "text": "The word \"smolders\" means something is burning slowly without a flame. AT: \"Their anger grows slowly and quietly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it burns high like a flaming fire", "text": "The intensity of their anger is spoken of as if it was a very hot fire. AT: \"it gets very intense\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They all are as hot as an oven", "text": "This compares their anger to the heat that comes from an oven. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they devour those who rule over them", "text": "This seems to mean that the court officials kill their kings. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Ephraim mixes himself among the peoples", "text": "This is probably a reference to the efforts made by the northern kingdom's kings to ally themselves with other nations for protection against attack."}, {"ref": "Ephraim is a flat cake that has not been turned over", "text": "This can be stated in active form. Here \"Ephraim\" refers to the northern kingdom of Israel. The nation is weak, as flat bread that has not been doubled over in the oven by the baker for more strength. AT: \"The people of Ephraim are like a cake that no one has turned over\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Gray hairs are sprinkled on him", "text": "Here \"gray hairs\" represent old age. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but he does not know it", "text": "However, this \"old age\" is clearly a way of saying that the northern kingdom is getting weaker and weaker, because the nation does not know it is \"old.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "The pride of Israel testifies against him", "text": "This describes \"pride\" as a person who testifies against the people of Israel in court. This means their prideful attitude and behavior show that they are guilty of no longer obeying Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "nor have they sought him", "text": "Israel's lack of interest in Yahweh is spoken of as if he was lost and they were not trying to find him. AT: \"nor have they tried to get him to pay attention to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in spite of all this", "text": "Here \"this\" refers God allowing foreigners to defeat them and make them weak."}, {"ref": "Ephraim is like a dove, gullible and without sense", "text": "Doves were thought to be foolish birds. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Egypt ... Assyria", "text": "These were powerful nations that Israel could ask for help."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "I will spread my net over them", "text": "This is a way to catch birds. Yahweh continues to compare the people of Israel to doves. When they go to Egypt or Assyria for help, Yahweh will punish them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will bring them down like the birds of the sky", "text": "Yahweh speaks of the way he will judge Israel as if they were birds that he would catch in a net. AT: \"I will hunt them like birds\" or \"I will catch them like a hunter catches birds\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in their flocking together", "text": "This expression extends the metaphor of the birds."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "they wail on their beds", "text": "It was usual for idol worshipers to eat ceremonial meals while reclining on couches or beds."}, {"ref": "and they turn away from me", "text": "Here no longer worshiping God is spoken of as turning away from him. AT: \"and they no longer worship me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Though I trained them and strengthened their arms", "text": "This may be a military metaphor, in which God training the Israelites to love him and obey him is spoken of as if he had been training their men for war. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "They are like a slack bow", "text": "That is, a bow that has no bowstring, or that has no tension. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "because of the insolence of their tongues", "text": "Here \"tongue\" refers to what the officials say. AT: \"because they insult me\" or \"because they curse me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This will become their mockery in the land of Egypt", "text": "\"This is why Egypt will mock and laugh at Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]