{"01": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus' entry into Jerusalem. Here he gives his disciples instructions about what they are to do."}, {"ref": "Bethphage", "text": "This is a village near Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a donkey tied up", "text": "You can state this in active form. AT: \"a donkey that someone has tied up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tied up there", "text": "You can make explicit how the donkey is tied. AT: \"tied up there to a post\" or \"tied up there to a tree\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "colt", "text": "\"a young male donkey\""}], "04": [{"ref": "General Information:", "text": "Here the author quotes the prophet Zechariah to show that Jesus fulfilled prophecy by riding a donkey into Jerusalem."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew explains how Jesus' actions fulfill scripture."}, {"ref": "this came about that what was spoken through the prophet might be fulfilled", "text": "This can be stated in active form. AT: \"this happened so that Jesus would fulfill what God spoke through the prophet long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through the prophet", "text": "It can be made explicit what prophet spoke this. AT: \"through Zechariah the prophet\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the daughter of Zion", "text": "The \"daughter\" of a city means the people of the city. AT: \"the people of Zion\" or \"the people who live in Zion\""}, {"ref": "Zion", "text": "This is another name for Jerusalem."}, {"ref": "on a donkey—on a colt, the foal of a donkey", "text": "The phrase \"on a colt ... \" is explaining that the donkey is a young animal** - a young, male donkey"}], "06": [{"ref": "cloaks", "text": "These were outer clothing or long coats."}, {"ref": "crowd spread their cloaks on the road, and others cut branches from the trees and spread them in the road", "text": "These are ways to show honor to Jesus as he was entering Jerusalem. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_symaction]])"}], "09": [{"ref": "Hosanna", "text": "This word means \"save us\" but can also mean \"praise God!\""}, {"ref": "the son of David", "text": "Jesus was not David's literal son, so this may be translated as \"descendant of king David\" (UDB). However, \"Son of David\" is also a title for the Messiah, and the crowd was probably calling Jesus by this title."}, {"ref": "in the name of the Lord", "text": "Here \"in the name\" means \"in the power\" or \"as a representative.\" AT: \"in the power of the Lord\" or \"as the representative of the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Hosanna in the highest", "text": "Here \"highest\" refers to God who rules from the highest heaven. AT: \"Praise God, who is in the highest heaven\" (UDB) or \"Praise be to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the city was stirred", "text": "Here \"city\" refers to the people living there. AT: \"many people from all over the city were stirred\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stirred", "text": "\"excited\""}], "12": [{"ref": "Connecting Statement:", "text": "This begins the account of Jesus entering into the temple."}, {"ref": "General Information:", "text": "In verse 13, Jesus quotes the prophet Isaiah to rebuke the vendors and money changers."}, {"ref": "Jesus entered the temple", "text": "Jesus did not enter the actual temple. He entered the courtyard around the temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who bought and sold", "text": "Merchants were selling animals and other items that travelers bought to offer the proper sacrifices at the temple."}, {"ref": "He said to them", "text": "\"Jesus said to those who were changing money and buying and selling things\""}, {"ref": "It is written", "text": "This can be stated in active form. AT: \"The prophets wrote long ago\" or \"God said long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My house will be called", "text": "This can be stated in active form. AT: \"My house will be\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "My house", "text": "Here \"My\" refers to God and \"house\" refers to the temple."}, {"ref": "house of prayer", "text": "This is an idiom. AT: \"a place where people pray\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "den of robbers", "text": "Jesus uses a metaphor to scold the people for buying and selling items in the temple. AT: \"like a place where robbers hide\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blind and the lame", "text": "These nominal adjectives can be stated as adjectives. AT: \"those who were blind and those who were lame\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "lame", "text": "to have an injured foot or leg that makes walking difficult"}], "15": [{"ref": "General Information:", "text": "In verse 16, Jesus quotes from the Psalms to justify how the people had responded to him."}, {"ref": "the marvelous things", "text": "\"the wonderful things\" or \"the miracles.\" This refers to Jesus healing the blind and lame people in [[:en:bible:notes:mat:21:12|21:14]]."}, {"ref": "Hosanna", "text": "This word means \"save us\" but can also mean \"praise God!\" See how you translated this in [[:en:bible:notes:mat:21:09|21:09]]."}, {"ref": "the Son of David", "text": "Jesus was not David's literal son, so this may be translated as \"descendant of king David\" (UDB). However, \"Son of David\" is also a title for the Messiah, and the crowd was probably calling Jesus by this title. See how you translated this in [[:en:bible:notes:mat:21:09|21:09]]."}, {"ref": "they became very angry", "text": "It is implied that they were angry because they did not believe Jesus was the Christ and they did not want other people praising him. AT: \"they became very angry because people were praising him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do you hear what these people are saying?", "text": "The chief priests and scribes ask this question to rebuke Jesus because they are angry with him. AT: \"You should not allow people to say these things about you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But have you never read ... praise'?", "text": "Jesus asks this question to remind the chief priests and scribes of what they have studied in the scriptures. AT: \"Yes, I hear them, but you should remember what you read in the scriptures ... praise'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Out of the mouths of babes and nursing infants you have perfected praise", "text": "The phrase \"out of the mouths\" refers to speaking. AT: \"You caused little children and nursing infants to speak perfect praise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jesus left them", "text": "\"Jesus left the chief priests and scribes\""}], "18": [{"ref": "Connecting Statement:", "text": "Jesus uses a fig tree to teach his disciples about faith and prayer."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew explains that Jesus is hungry and that is why he stops at the fig tree."}, {"ref": "withered", "text": "\"died\""}], "20": [{"ref": "How did the fig tree immediately wither away?", "text": "The disciples use a question to emphasize how surprised they are. AT: \"We are astonished that the fig tree has dried up so quickly!\" (UDB). (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "if you have faith and do not doubt", "text": "Jesus expresses the same idea both positively and negatively to emphasize that this faith must be genuine. AT: \"if you truly believe\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "wither away", "text": "\"dry up and die\""}, {"ref": "you will even say to this mountain, 'Be taken up and thrown into the sea,'", "text": "You can translate this direct quotation as an indirect quotation. This can also be stated in active form. AT: \"you will even be able to tell this mountain to get up and throw itself into the sea\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will be done", "text": "This can be stated in active form. AT: \"it will happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "23": [{"ref": "Connecting Statement:", "text": "This begins the account of the religious leaders questioning Jesus' authority."}, {"ref": "had come into the temple", "text": "It is implied that Jesus did not enter the actual temple. He entered the courtyard around the temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "these things", "text": "This refers to Jesus teaching and healing in the temple. It probably also refers to Jesus driving out the buyers and sellers the previous day."}], "25": [{"ref": "Connecting Statement:", "text": "Jesus continues to respond to the religious leaders."}, {"ref": "from where did it come?", "text": "\"where did he get that authority?\""}, {"ref": "If we say, 'From heaven,' he will say to us, 'Why then did you not believe him?", "text": "This has quotes within a quote. You could translate the direct quotations as an indirect quotations. AT: \"If we say that we believe John received his authority from heaven, then Jesus will ask us why we did not believe John\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "From heaven", "text": "Here \"heaven\" refers to God. AT: \"from God in heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why then did you not believe him?", "text": "The religious leaders know that Jesus would scold them with a rhetorical question. AT: \"Then you should have believed John the Baptist\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But if we say, 'From men,'", "text": "This is a quote within a quote. You could translate the direct quotation as an indirect quotation. AT: \"But if we say that we believe John received his authority from men\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "we fear the crowd", "text": "\"we fear what the crowd would think or even do to us\""}, {"ref": "they all view John as a prophet", "text": "\"they believe John is a prophet\""}], "28": [{"ref": "Connecting Statement:", "text": "Jesus tells a parable about two sons to rebuke the religious leaders and to illustrate their unbelief. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "But what do you think?", "text": "Jesus uses a question to challenge the religious leaders to think deeply about the parable he will tell them. AT: \"Tell me what you think about what I am about to tell you\" (UDB). (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he changed his mind", "text": "This refers to the son reconsidering his thoughts as if he had several thoughts to choose. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "31": [{"ref": "They said", "text": "\"The chief priests and elders said\""}, {"ref": "Jesus said to them", "text": "\"Jesus said to the chief priests and elders\""}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "the tax collectors and the prostitutes will enter the kingdom of God before you do", "text": "Here \"kingdom of God\" refers to God's rule as king. AT: \"when God establishes his rule on earth, he will agree to bless the tax collectors and prostitutes by ruling over them before he agrees to do that for you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before you do", "text": "Possible meanings are 1) God will accept the tax collectors and prostitutes sooner than he will accept the Jewish religious leaders, or 2) God will accept the tax collectors and prostitutes instead of the Jewish religious leaders."}, {"ref": "John came to you", "text": "Here \"you\" is plural and refers to all the people of Israel not just the religious leaders. AT: \"John came to the people of Israel\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "in the way of righteousness", "text": "This is an idiom that means John showed the people the right way to live. AT: \"and told you the way God wants you to live\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you did not believe him", "text": "Here \"you\" is plural and refers to the religious leaders. (See: [[:en:ta:vol1:translate:figs_you]])"}], "33": [{"ref": "Connecting Statement:", "text": "To rebuke the religious leaders and illustrate their unbelief, Jesus tells a parable about rebellious servants. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "a landowner", "text": "\"a person who owned a piece of property\""}, {"ref": "a hedge", "text": "\"a wall\" or \"a fence\""}, {"ref": "dug a winepress in it", "text": "\"dug a hole in the vineyard to press the grapes\""}, {"ref": "rented it out to vine growers", "text": "\"put vine growers in charge of the vineyard.\" The owner still owned the vineyard."}, {"ref": "vine growers", "text": "These were people who knew how to take care of vines and grapes."}], "35": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "his servants", "text": "\"the landowner's servants\""}], "38": [{"ref": "Connecting Statement:", "text": "Jesus continues telling a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}], "40": [{"ref": "Now", "text": "The word \"now\" does not mean \"at this moment,\" but it is used to draw attention to the important point that follows."}, {"ref": "They said to him", "text": "Matthew does not make clear who answered Jesus. If you need to specify an audience you can translate as \"The people said to Jesus.\""}], "42": [{"ref": "Connecting Statement:", "text": "Here Jesus begins to explain the parable of the rebellious servants."}, {"ref": "General Information:", "text": "Jesus quotes the prophet Isaiah to show that God will honor the one whom the religious leaders reject."}, {"ref": "Jesus said to them", "text": "It is unclear to whom Jesus asks the following question. If you need to make \"them\" specific, use the same audience as you did in [[:en:bible:notes:mat:21:40|21:41]]."}, {"ref": "Did you never read ... eyes'?", "text": "Jesus uses a question to make his audience think deeply about what this scripture means. AT: \"Think about what you have read ... eyes\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The stone which the builders rejected has been made the cornerstone", "text": "Jesus is quoting from the Psalms. This is a metaphor that means the religious leaders, like builders, will reject Jesus, but God will make him the most important in his kingdom, like the cornerstone in a building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has been made the cornerstone", "text": "This can be stated in active form. AT: \"has become the cornerstone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This was from the Lord", "text": "\"The Lord has caused this great change\""}, {"ref": "it is marvelous in our eyes", "text": "Here \"in our eyes\" refers to seeing. AT: \"it is wonderful to see\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "43": [{"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "to you", "text": "Here \"you\" is plural. Jesus was speaking to the religious leaders and also to the Jewish people in general. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the kingdom of God will be taken away from you and will be given to a nation that produces its fruits", "text": "Here \"kingdom of God\" refers to God's rule as king. This can be stated in active form. AT: \"God will reject you, the Jewish people, and he will be king over people from other nations who bear fruit\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that produces its fruits", "text": "This is an idiom that refers to obedience. AT: \"that obeys God's commands\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Whoever falls on this stone will be broken to pieces", "text": "Here, \"this stone\" is the same stone as in [[:en:bible:notes:mat:21:42|21:42]]. This is a metaphor that means the Christ will destroy anyone who rebels against him. This can be stated in active form. AT: \"The stone will break into pieces anyone who falls on it\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But anyone on whom it falls will be crushed", "text": "This means basically the same thing as the previous sentence. It is a metaphor that means the Christ will have the final judgment and will destroy everyone who rebels against him. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}], "45": [{"ref": "Connecting Statement:", "text": "The religious leaders react to the parable that Jesus told."}, {"ref": "his parables", "text": "\"Jesus' parables\""}]}