[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song that teaches people."}, {"ref": "A psalm of Asaph", "text": "\"This is a psalm that Asaph wrote.\""}, {"ref": "The Mighty One, God, Yahweh", "text": "The author uses three different names to speak of God."}, {"ref": "called the earth", "text": "Here the word \"earth\" refers to the people who live on the earth. AT: \"called all people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the rising of the sun to its setting", "text": "This phrase refers to the directions east, where the sun rises, and west, where the sun sets. The writer uses these two extremes to represent everywhere on earth. AT: \"everywhere on earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Zion, the perfection of beauty", "text": "Possible meanings are 1) \"Zion, whose beauty is perfect\" or 2) \"Zion, the most beautiful city.\""}, {"ref": "God has shone", "text": "The writer speaks of God as if he were a light that shines. This refers to God causing people to know about his glory. AT: \"God's glory shines like a light\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "does not stay silent", "text": "The writer uses this negative statement to emphasize the positive. AT: \"speaks so that everyone can hear him\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "a fire devours before him", "text": "The writer speaks of a fire burning things as if it were eating them. AT: \"a fire burns in front of him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is very stormy around him", "text": "\"there is a great storm around him\""}, {"ref": "He calls to the heavens above and to the earth", "text": "Possible meanings are 1) God is calling on all who live in heaven and on earth to be witnesses as he judges his people or 2) God is speaking to heaven and earth as if they are people, and he is calling them to be witnesses as he judges his people. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "006", "tn": [{"ref": "The heavens will declare", "text": "Possible meanings are 1) the writer uses the word \"heavens\" to refer to the angels who live there (UDB) or 2) the writer speaks of \"the heavens\" as if they are a person who testifies about God's righteousness. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "007", "tn": [{"ref": "I will not reprove you for your sacrifices", "text": "\"I will reprove you, but not for your sacrifices.\" God explains that their sacrifices are not the reason that he is reproving them."}, {"ref": "reprove", "text": "\"rebuke\" or \"reprimand\""}, {"ref": "your burnt offerings are always before me", "text": "This explains why God is not rebuking them for their sacrifices. The phrase \"are always before me\" refers to being in God's presence and means that his people are always sacrificing their burnt offerings to him. AT: \"you are always sacrificing burnt offerings to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "009", "tn": [{"ref": "folds", "text": "\"pens\" or \"fences\""}, {"ref": "the cattle on a thousand hills", "text": "The phrase \"on a thousand hills\" does not represent the total number of cattle that God owns. The number is an exaggeration that emphasizes that God owns all of the cattle in the world. The verb may be supplied from the previous phrase. AT: \"all the cattle in the world are mine\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "thousand hills", "text": "\"1,000 hills\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "I know all the birds", "text": "Here the word \"know\" implies ownership. AT: \"I own all the birds\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "012", "tn": [{"ref": "If I were hungry", "text": "This describes something that could not happen, since God does not get hungry. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Will I eat the flesh of bulls or drink the blood of goats?", "text": "God asks this rhetorical question to emphasize that he does not do these things and so has no need for their sacrifices. AT: \"I do not eat the flesh of bulls or drink the blood of goats.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "014", "tn": [{"ref": "Offer to God", "text": "Here God refers to himself. AT: \"Offer to me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "pay your vows to the Most High", "text": "The writer speaks of \"vows\" as if they are currency which a person pays to God. AT: \"fulfill your vows to the Most High\" or \"do what you have promised the Most High to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the day of trouble", "text": "Here the word \"day\" refers to any period of time. AT: \"whenever you have troubles\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "016", "tn": [{"ref": "But to the wicked God says", "text": "Here God is still speaking and speaks of himself in the third person. AT: \"But to the wicked I say\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "to the wicked", "text": "The word \"wicked\" refers to wicked people in general. AT: \"to wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "What have you to do with declaring my statutes ... and throw my words away?", "text": "God uses this question to rebuke wicked people. This question can be turned into a statement. AT: \"It does not make sense that you declare my statutes and my covenant, since you hate my instructions and throw away my words.\" or \"It is not right for you to declare my statutes ... away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "have taken my covenant in your mouth", "text": "God speaks of wicked people reciting the words of his covenant as if they are putting the covenant in their mouth. AT: \"talk about my covenant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "throw my words away", "text": "God speaks of the wicked people rejecting what he says as if they were throwing away trash. AT: \"reject what I say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "018", "tn": [{"ref": "you agree with him", "text": "Possible meanings are 1) that they approve of the thief's actions. AT: \"you approve or him\" or 2) that they join the thief in their actions. AT: \"you join him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You give your mouth to evil", "text": "God speaks of a person speaking evil things as if that person's mouth is a messenger whom the person sends to do evil things. AT: \"You are always saying evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your tongue expresses deceit", "text": "The word \"tongue\" represents the person who is speaking. AT: \"you are always telling lies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You sit and speak against your brother; you slander your own mother's son", "text": "These two phrases have the same meaning but use different words. God accuses them of speaking falsely against members of their own family. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You sit and speak", "text": "To \"sit and speak\" against someone implies that this person deliberately thinks of bad things to say about someone. AT: \"You always think of ways to speak\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "021", "tn": [{"ref": "you thought that I was someone just like yourself", "text": "Since God had kept silent and not yet rebuked the wicked people for their actions, they thought that God approved of what they did. AT: \"you thought that I was someone who acts just like you do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "reprove", "text": "\"rebuke\" or \"reprimand\""}, {"ref": "bring up ... all the things you have done", "text": "God speaks of listing all of the evil things that they have done. AT: \"list ... all the things you have done\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "right before your eyes", "text": "Here, to be \"before your eyes\" means that it is in a place where they can see. This means that they will not be able to deny the charges that God brings against them. AT: \"right in front of you\" or \"so that you can not deny them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you who forget God", "text": "God speaks of the wicked rejecting him as if they have forgotten him. He speaks of himself in the third person. AT: \"you who reject me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "I will tear you to pieces", "text": "God speaks of destroying the wicked as if he were a lion eating its prey. AT: \"I will destroy you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "023", "tn": [{"ref": "plans his path in the right way", "text": "God speaks of a the way a person lives as if it were a path that the person travels. AT: \"lives his life the right way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will show God's salvation", "text": "Here God speaks of saving a person as if it were causing a person to see his salvation. He refers himself in the third person. AT: \"I will save him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_123person]])"}]}]