[{"id": "01", "tn": [{"ref": "to those who enact unjust laws and write unfair decrees", "text": "These two phrases mean basically the same thing. AT: \"to those who make laws and decrees that are not fair to everyone\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They deprive the needy of justice, rob the poor of my people of their rights", "text": "These two phrases mean basically the same thing. AT: \"They are unjust to the poor and needy among my people\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the needy", "text": "\"poor people\""}, {"ref": "plunder widows", "text": "\"take everything from women whose husbands have died\""}, {"ref": "and make the fatherless their prey", "text": "Isaiah compares orphans to animals that other animals hunt and eat. This emphasizes that orphans are powerless and judges can easily harm them. AT: \"and harm children who do not have parents like an animal that goes after its prey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "prey", "text": "Translated \"prey\" as in [[:en:bible:notes:isa:05:29|5:29]]."}]}, {"id": "03", "tn": [{"ref": "What will you do on judgment day ... away?", "text": "Isaiah uses a question to scold those in Judah who harm the poor and weak people. AT: \"You will be able to do nothing on judgment day ... away!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "judgment day", "text": "\"the day when Yahweh comes to judge you\" or \"the day when Yahweh punishes you\""}, {"ref": "To whom will you flee for help, and where will you leave your wealth?", "text": "Isaiah uses a question to scold those in Judah who harm the poor and weak people. AT: \"You have nowhere to run for help, and you will have nowhere to hide your riches!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Nothing remains", "text": "\"Nothing remains for you to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and you crouch among the prisoners or fall among the killed", "text": "\"and your enemies will either take you as a prisoner or will kill you\""}, {"ref": "In all these things, his anger does not subside", "text": "\"Even though all these things have happened, he is still angry.\" Translate as in [[:en:bible:notes:isa:05:25|5:25]]."}, {"ref": "his hand is still stretched out", "text": "Isaiah speaks as if Yahweh were a person about to hit another person with his fist. This is a metaphor for Yahweh punishing Israel. AT: \"he will still be ready to punish them\" Translate as in [[:en:bible:notes:isa:05:25|5:25]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Woe", "text": "This word marks the beginning of God's announcement about a severe punishment against Assyria."}, {"ref": "the Assyrian", "text": "This refers to the king of Assyria."}, {"ref": "the club of my anger, the rod by whom I wield my fury", "text": "Both of these phrases mean basically the same thing. Yahweh compares the king of Assyria to a weapon a person holds in his hand and hits other people with. It emphasizes that the king of Assyria and his army are a tool that Yahweh uses to punish Israel. AT: \"who will be like a weapon in my hands that I will use to show my anger\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I send him ... I order him", "text": "The word \"him\" here also refers to the king of Assyria. But it does not mean God is only sending the king; he is sending with him the army of Assyria. AT: \"I send the army of Assyria ... I order them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "against an arrogant nation and against the people who bear my overflowing wrath", "text": "\"to attack a nation full of proud people who have made me very angry\""}, {"ref": "who bear my overflowing wrath", "text": "Yahweh speaks of his wrath as if it were more liquid than a container could hold; \"the people\" are trying to carry this container, but it is heavy, and Yahweh keeps pouring liquid in even after it starts to spill out. AT: \"at whom I continue to be angry even after I have punished them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to take the spoil", "text": "\"to take everything they have\""}, {"ref": "to take the prey", "text": "to take the people like prey. See how you translated \"prey\" in [[:en:bible:notes:isa:05:29|5:29]]."}, {"ref": "trample them like mud", "text": "Possible meanings are 1) Yahweh compares the army of Assyria attacking Israel to people stomping through mud who do not care what happens to the mud. AT: \"trample them until they become like mud\" or 2) the people are stomping on other people so they are lying in the mud and unable to rise. This is a metaphor for completely defeating them. AT: \"completely defeat them\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "But this is not what he intends, nor does he think this way", "text": "The meaning of \"this\" and \"this way\" can be made explicit. AT: \"But the king of Assyria does not intend to do what I tell him, nor does he think that I am using him as my weapon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is in his heart to destroy and eliminate many nations", "text": "The words \"destroy\" and \"eliminate\" mean basically the same thing. They are used for emphasis. AT: \"He wants to completely destroy many nations\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Are not all my princes kings?", "text": "The king of Assyria uses a question to emphasize what he believes everyone should already know. AT: \"I have made captains of my army kings over lands I have conquered!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is not Calno like Carchemish? Is not Hamath like Arpad? Is not Samaria like Damascus?", "text": "The king of Assyria uses these questions for emphasis. AT: \"Calno is no different from Carchemish. Hamath is no different from Arpad. Samaria is no different from Damascus. I have conquered them all!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Calno ... Carchemish ... Hamath ... Arpad", "text": "These are all names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues to quote what the king of Assyria says. (See: [[:en:bible:notes:isa:10:07|10:8]])"}, {"ref": "As my hand has overcome", "text": "\"Hand\" is a reference to military strength. AT: \"As my powerful army has defeated\" or \"As I have conquered\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my", "text": "This refers to the king of Assyria."}, {"ref": "whose carved figures were greater", "text": "During this time people believed that the greatness of an idol showed how powerful the kingdom that had built it was. The king of Assyria is saying that because the idols in Jerusalem are not as great as the idols of the kingdoms he has defeated, Jerusalem would be less able to defeat him than they were."}, {"ref": "just as I did to Samaria and her worthless idols", "text": "The word \"Samaria\" refers to the people who lived there, and \"her\" refers to the city of Samaria. Cities and nations were often spoken of as if they were women. AT: \"just as I did to the people of Samaria and their worthless idols\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will I not also do the same to Jerusalem and to her idols?", "text": "The king of Assyria used this question to emphasize the certainty that he will conquer the people of Jerusalem. AT: \"I will certainly do the same to Jerusalem and her idols!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "When the Lord has finished his work on Mount Zion and on Jerusalem, I will punish", "text": "Yahweh speaks of himself as if he were someone else. \"When I, the Lord, have finished my work on Mount Zion and on Jerusalem, I will punish\""}, {"ref": "his work on ... and on", "text": "his work of punishing. \"punishing ... and punishing\""}, {"ref": "I will punish the speech of the arrogant heart of the king of Assyria and his prideful looks", "text": "\"I will punish the king of Assyria for the arrogant things he said and the look of pride on his face\""}, {"ref": "For he says", "text": "\"For the king of Assyria says\""}, {"ref": "I have removed the boundaries of the peoples", "text": "Here the word \"I\" refers to the king of Assyria. He was the leader of the Assyrian army and took credit for what the army did at his command. AT: \"my army has removed the boundaries of the peoples\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "like a bull", "text": "\"as strong as a bull\". Some ancient texts read, \"like a mighty man.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I have brought", "text": "\"I and my army have brought\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I have brought down the inhabitants", "text": "Possible meanings are 1) the king of Assyria has shamed the people of the countries he conquered (see UDB) or 2) he has removed the kings of the nations so they no longer rule. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh is still quoting the king of Assyria. (See: [[:en:bible:notes:isa:10:12|10:13]])"}, {"ref": "My hand has seized", "text": "The hand is a metonym for either the king's power or his army. AT: \"In my power I have seized\" or \"My army has seized\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My hand has seized, as from a nest, the wealth of nations", "text": "The king of Assyria compares taking the treasures from the nations to a person taking eggs out of a bird's nest. This emphasizes how easy it was for him and his army to conquer these other kingdoms. AT: \"My army has stolen the wealth from the nations just as easily as a man takes eggs from a nest\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and as one gathers abandoned eggs, I gathered all the earth", "text": "\"and just as a person takes eggs from a nest when the bird is not there to protect them, my army has taken the treasures of every nation\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "None fluttered their wings or opened their mouth or chirped", "text": "This compares the nations to a bird who sits quietly while her eggs are taken. This emphasizes that the nations did nothing while the army of Assyria took all of their possessions. AT: \"And like a bird that does not make a sound or flap her wings when someone steals her eggs, the nations did nothing as we took their treasure\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "Will the ax boast about itself against the one who wields it? Will the saw praise itself more than the one who cuts with it?", "text": "The speaker uses these questions to mock the king of Assyria. AT: \"An ax cannot boast that it is better than the one who holds it. And a saw does not get more glory than the one who cuts with it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the saw", "text": "a sharp tool used for cutting wood"}, {"ref": "It is as if a rod could lift up those who raise it, or as if a wooden club could lift up a person", "text": "These phrases mean basically the same thing and are used to strengthen the meaning of the two questions before it. This can be translated as a new sentence. AT: \"And neither can a rod or staff lift the person who picks it up\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Therefore the Lord Yahweh of hosts will send emaciation among his elite warriors", "text": "It is unclear whether Yahweh or Isaiah is speaking. This can be reworded so that the abstract noun \"emaciation\" is expressed as the verb \"make weak.\" AT: \"Therefore I, Lord Yahweh of hosts, will make the king's strongest soldiers weak\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "under his glory there will be kindled a burning like fire", "text": "Yahweh compares his punishment to a fire. This emphasizes that his punishment will completely destroy all the splendor and greatness of the kingdom of Assyria. AT: \"I will destroy his greatness as if I were starting a fire to burn everything he is proud of\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "17", "tn": [{"ref": "The light of Israel will become a fire", "text": "The phrase \"light of Israel\" refers to Yahweh. It is unclear whether Yahweh or Isaiah is speaking. AT: \"I, Yahweh, the light of Israel, will become like a fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fire", "text": "\"Fire\" emphasizes Yahweh's power to destroy everything that does not honor him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his Holy One a flame", "text": "\"I, Yahweh, the Holy one of Israel, will become like a flame.\" See how you translated \"Holy One\" in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "it will burn and devour his thorns and briers", "text": "\"The fire will burn and devour the king of Assyria's thorns and briars.\" The speaker compares the king of Assyria's army to thorns and briers. This emphasizes how easily God will destroy them. AT: \"I will destroy the Assyrians like a fire burning thorns and briers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thorns ... briers", "text": "The words \"briers\" and \"thorns\" both refer to useless, thorny plants; they can be translated using one expression. See how you translated these words in [[:en:bible:notes:isa:07:23|7:23]]. AT: \"thorn bushes\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh will consume the glory of his forest and of his fruitful land", "text": "Possible meaning are 1) \"Yahweh will destroy the great forests and farmlands in the nation of Assyria\" or 2) \"Yahweh will destroy the army of Assyria as a fire burns up great forests and farmlands.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "both soul and body", "text": "Possible meanings are 1) this emphasizes that God will completely destroy the forests and farmlands. AT: \"completely\" or 2) this means God will completely destroy the people of Assyria. The phrase \"soul and body\" refers to the spiritual part and the physical part of a person. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "it will be like when a sick man's life wastes away", "text": "This compares either the forests and farmlands of Assyria or the army of Assyria to a sick man as he lies in bed dying. This emphasizes how something so great can become weak and dying. AT: \"they will be like a sick man who grows weak and dies\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The remnant of the trees of his forest will be so few", "text": "\"What remains of the trees in the king's forest will be so few\""}]}, {"id": "20", "tn": [{"ref": "On that day", "text": "This refers to the time when God does the things that are described in [[:en:bible:notes:isa:10:15|10:16-19]]. AT: \"At that time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that has escaped", "text": "The meaning can be made explicit. AT: \"that has escaped from the army of Assyria\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will no longer rely on the one who defeated them", "text": "\"will no longer rely on the king of Assyria, who harmed them\""}, {"ref": "Holy One", "text": "Translate as in [[:en:bible:notes:isa:01:04|1:4]]."}]}, {"id": "22", "tn": [{"ref": "your people, Israel, are", "text": "Here \"your\" is singular. Possible interpretations are 1) God is speaking to Isaiah and \"your\" refers to Isaiah. AT: \"your people Israel are\" or 2) Isaiah or God is speaking to the nation of Israel and \"your\" refers to the nation. AT: \"your people, O Israel, are\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "are like the sand of the seashore", "text": "This emphasizes that there were a great number of people of Israel. AT: \"are too many to count, like the sand on the seashore\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Destruction is decreed", "text": "This can be stated in active form. AT: \"Yahweh has decreed that he will destroy most of those who live in Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as overflowing righteousness demands", "text": "This can be translated as a new sentence. AT: \"This must be done for the sake of perfect righteousness\" or \"Yahweh must do this because he is completely righteous\""}, {"ref": "carry out the destruction determined throughout the land", "text": "Possible meanings are 1) \"destroy everything in the land just as he has determined to do\" or 2) \"destroy the people in the land just as he has determined to do.\""}, {"ref": "determined", "text": "\"decided\""}]}, {"id": "24", "tn": [{"ref": "the Assyrian", "text": "Isaiah speaks of the king of Assyria and his army as if he were one man. AT: \"the king of Assyria and his army\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "He will strike you with the rod and raise his staff against you", "text": "The word \"He\" refers to \"the Assyrian,\" a personification of the king of Assyria and his army. The words \"rod\" and \"staff\" refer to pieces of wood that people use as clubs to beat animals and other people. Isaiah speaks of the way the Assyrians will rule over the Israelites as if the Assyrians were beating the Israelites with clubs. AT: \"The Assyrians will rule over you and make slaves of you\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as the Egyptians did", "text": "The full meaning can be made explicit. AT: \"as the Egyptians ruled over your ancestors and made them slaves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my anger will lead to his destruction", "text": "The abstract noun \"destruction\" can be translated as a verb. AT: \"I will destroy him because I am angry with him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "26", "tn": [{"ref": "Yahweh of hosts", "text": "Translate this as in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "will wield a whip against them", "text": "\"will beat the Assyrians with a whip.\" God will not really use a whip. This refers to God's power to punish the Assyrians severely. AT: \"will punish the Assyrians severely as if with a whip\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as when he defeated Midian at the rock of Oreb", "text": "This refers to when God helped a man named Gideon defeat the army of Midian. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He will raise his rod over the sea and lift it up as he did in Egypt", "text": "This refers to when God caused the water of the Red Sea to split so the people of Israel could escape from the Egyptian army and so that the Egyptian army would drown in it. AT: \"He will help you escape from the army of Assyria as he helped your ancestors escape the army of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his burden is lifted from your shoulder and his yoke from off your neck", "text": "\"Yahweh will lift the burden that Assyria has put on your shoulder, and he will remove the yoke that they have put on your neck.\" These two phrases mean basically the same thing. The words \"burden\" and \"yoke\" refer to slavery. This can be stated in active form. AT: \"Yahweh will remove the Assyrians who oppress you and will stop them from making you their slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the yoke will be destroyed because of fatness", "text": "This expression suggests that the neck of the animal that is wearing the yoke will become too fat to fit the yoke any longer. This is a metaphor for Israel becoming so strong that the Assyrians can no longer rule them. This can be stated in active form. AT: \"your neck will become so fat that it will break the yoke\" or \"you will become so strong that you will no longer be the Assyrians' slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "has come ... has passed ... has stored ... have crossed ... lodge ... trembles ... has fled", "text": "Isaiah speaks of these future events as though they have already happened. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "Aiath ... Migron ... Michmash ... Geba ... Ramah ... Gibeah", "text": "These are all cities and villages near Jerusalem that the army of Assyria went through and caused trouble in. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ramah trembles and Gibeah of Saul has fled", "text": "\"The people of Ramah tremble and the people of Gibeah of Saul have fled\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "30", "tn": [{"ref": "daughter of Gallim", "text": "The word \"daughter\" here refers to the people who live in the city. AT: \"Gallim\" or \"people of Gallim\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Gallim ... Laishah ... Anathoth ... Madmenah ... Gebim ... Nob", "text": "These are names of more cities and villages near Jerusalem that the Assyrian army traveled through causing fear among the people. All of these refer to the people who live in these places. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he will halt at Nob and shake his fist", "text": "Here \"he\" and \"his\" refer to the king of Assyria and his soldiers. People would shake their fists at people whom they were threatening. AT: \"the army of Assyria will stop at Nob and threaten\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the mountain of the daughter of Zion, the hill of Jerusalem", "text": "The words \"mount\" and \"hill\" are metonyms for the people who live on them. AT: \"the people of Mount Zion and the people living on the hill in Jerusalem\" The words \"mount of the daughter of Zion\" mean almost the same thing as the words \"hill of Jerusalem.\" See how they are translated in [[:en:bible:notes:isa:02:14|2:14]]. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "33", "tn": [{"ref": "Behold", "text": "This can be translated as \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "Yahweh of hosts", "text": "Translate this as in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "will lop off the boughs ... and Lebanon in his majesty will fall", "text": "Isaiah speaks of the army of Assyria as if it were the tall trees in Lebanon. God will destroy the army like people cutting down the mighty trees of Lebanon. This emphasizes that though the army is strong, God has the power to destroy it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will lop off the boughs", "text": "\"will cut off the big branches of the trees.\" In order to make it clear that this refers to the army of Assyria, it can be translated as a simile: He will destroy the army of Assyria like strong men cutting off the big branches of trees. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with a terrifying crash", "text": "This can be reworded so that the abstract noun \"crash\" is expressed as the verb \"make a noise.\" AT: \"and the branches will crash down on the ground and make a terrifying noise\" or \"and the branches will fall to the ground with a very loud noise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the tallest trees will be cut down", "text": "This can be stated in active form. AT: \"he will cut down the tallest trees\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the tallest trees", "text": "This is a metaphor for \"the strongest soldiers.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the lofty will be brought low", "text": "This can be stated in active form. AT: \"he will bring down the lofty people\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lofty", "text": "proud"}, {"ref": "the thickets of the forest", "text": "\"the dense shrubs in the forest.\" This is possibly a metaphor for those people who are not well known. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lebanon in his majesty will fall", "text": "\"the forests of Lebanon will no longer be so grand.\" This is possibly a metaphor for the Assyrian army. AT: \"Yahweh will defeat the army of Assyria, as mighty as it is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]