[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul leaves Ephesus and continues his travels."}, {"ref": "After the uproar", "text": "\"After the riot\" or \"Following the riot\""}, {"ref": "he said farewell", "text": "\"he said goodbye\""}, {"ref": "had encouraged the believers very much", "text": "\"had greatly encouraged the believers\" or \"had said many things to encourage the believers\""}, {"ref": "After he had spent three months there", "text": "\"After he had stayed there three months.\" This speaks about time as if it were something a person could spend. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a plot was formed against him by the Jews", "text": "This can be stated in active form. AT: \"the Jews formed a plot against him\" or \"the Jews formed a secret plan to harm him\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "by the Jews", "text": "This means only some of the Jews. AT: \"by some of the Jews\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "as he was about to sail for Syria", "text": "\"as he was ready to sail for Syria\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Here the word \"him\" refers to Paul. (See: [[:en:bible:notes:act:20:01|20:1]])"}, {"ref": "General Information:", "text": "Luke, the author of Acts, has rejoined the group. Here the words \"us,\" \"We,\" and \"we\" refer to Luke and Paul. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Accompanying him", "text": "\"Traveling with him\""}, {"ref": "Sopater ... Pyrrhus ... Secundus ... Tychicus ... Trophimus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Berea ... Derbe ... Troas", "text": "These are names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Aristarchus ... Gaius", "text": "These are names of men. See how you translated these names in [[:en:bible:notes:act:19:28|19:29]]."}, {"ref": "these men had gone before us", "text": "\"these men had traveled ahead of us\""}, {"ref": "the days of unleavened bread", "text": "This refers to a time of Jewish religious feast time during the Passover season. See how you translated this in [[:en:bible:notes:act:12:03|12:3]]."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Luke tells about Paul's preaching in Troas and about what happened to Eutychus."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, Paul, and their traveling companions. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:bible:notes:act:20:04|20:4-6]])"}, {"ref": "to break bread", "text": "Bread was a common food during meals. Here \"break bread\" probably means they shared a meal. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he kept speaking", "text": "\"he continued to speak\""}, {"ref": "upper room", "text": "This may have been the third floor house."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Here the word \"himself\" refers to Paul. The first word \"he\" refers to Paul; the second word \"he\" refers to the young man, Eutychus. The word \"him\" refers to Eutychus."}, {"ref": "In the window", "text": "This was an opening in the wall with a ledge that was wide enough on which a person could sit."}, {"ref": "Eutychus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who fell into a deep sleep", "text": "This speaks about sleep as if it were a deep hole into which a person could fall. AT:\"who slept soundly\" or \"who became more and more tired until finally he was sleeping soundly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "third story and was picked up dead", "text": "When they went down to check his condition, they saw he was dead. This can be stated in active form. AT: \"third story; and when they went to pick him up, they found that he was dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "third story", "text": "This means two floors above the ground floor. If your culture does not count the ground floor, you may state this as the \"second story.\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Paul's preaching at Troas and about Eutychus."}, {"ref": "General Information:", "text": "Here the word \"he\" refers to Paul."}, {"ref": "broke bread", "text": "Bread was a common food during meals. Here \"break bread\" probably means they shared a meal with more kinds of food than just bread. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he left", "text": "\"he went away\""}, {"ref": "the boy", "text": "This refers to Eutychus ([[:en:bible:notes:act:20:09|20:09]]). Possible meanings are 1) he was a young man over 14 years old (UDB) or 2) he was a boy between 9 and 14 years old or 3) the word \"boy\" implies that he was a servant or a slave."}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "The writer Luke, Paul, and his other companions continue their travels; however, Paul goes separately for part of the trip."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Luke and those traveling with him but does not include Paul. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "General Information:", "text": "The words \"he,\" \"himself,\" and \"him\" refer to Paul."}, {"ref": "We ourselves went", "text": "The word \"ourselves\" adds emphasis and separates Luke and his traveling companions from Paul, who did not travel by boat. (See: [[:en:ta:vol2:translate:figs_rpronouns|Reflexive Pronouns]] and [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "sailed away to Assos", "text": "Assos is a town located directly below present day Behram in Turkey on the coast of the Aegean sea. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "he himself desired", "text": "Himself is used to emphasize that this is what Paul wanted. (See [[:en:ta:vol2:translate:figs_rpronouns|Reflexive Pronouns]])"}, {"ref": "to go by land", "text": "\"to travel on land\""}, {"ref": "went to Mitylene", "text": "Mitylene is a town located in present day Mitilini in Turkey on the coast of the Aegean sea. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Paul, the writer Luke, and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "opposite the island", "text": "\"near the island\" or \"across from the island\""}, {"ref": "the island of Chios", "text": "Chios is an island off the coast of modern day Turkey in the Aegean Sea. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "we touched at the island of Samos", "text": "\"we arrived at the island of Samos\""}, {"ref": "island of Samos", "text": "Samos is an island south of Chios in the Aegean Sea off the coast of modern day Turkey. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "the city of Miletus", "text": "Miletus was a port city in western Asia Minor near the mouth of the Meander River. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "For Paul had decided to sail past Ephesus", "text": "Paul sailed south past the port city of Ephesus, further south in order to land at Miletus. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "so that he would not spend any time", "text": "This speaks about \"time\" as if it were a commodity that a person could spend or use up. AT: \"so that he would not have to remain for a time\" or \"so that he would not have a delay\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul calls the elders of the church of Ephesus and begins to speak to them."}, {"ref": "General Information:", "text": "Here the word \"he\" refers to Paul."}, {"ref": "General Information:", "text": "The word \"our\" refers to Paul and the elders to whom he is speaking. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Miletus", "text": "Miletus was a port city in western Asia Minor near the mouth of the Meander River. See how you translated this in [[:en:bible:notes:act:20:15|20:15]]. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "You yourselves", "text": "Here \"yourselves\" is used for emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "I set foot in Asia", "text": "Here \"foot\" stands for the entire person. AT: \"I entered Asia\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "how I always spent my time with you", "text": "This speaks about time as if it were something that a person could spend. AT: \"how I always conducted myself when I was with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lowliness of mind", "text": "This speaks about something humble as if it were low to the ground. The word \"mind\" stands for a person's inner attitude. AT: \"humility\" or \"humbleness\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with tears", "text": "Here \"tears\" stands for feeling sad and crying. AT: \"I crying as I served the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of the Jews", "text": "This does not mean every Jew. This lets us know who plotted.  AT: \"of some of the Jews\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You know how I did not keep back from declaring to you", "text": "\"You know how I was never silent, but I always declared to you\""}, {"ref": "and also going from house to house", "text": "Paul taught people in various private homes. The words \"I taught\" are understood. AT: \"and I also taught when I was in your homes\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "about repentance toward God and faith in our Lord Jesus", "text": "The abstract nouns \"repentance\" and \"faith\" can be stated as verbs. AT: \"that they need to repent before God and believe in our Lord Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the word \"I\" refers to Paul."}, {"ref": "bound in the Holy Spirit to Jerusalem, not knowing the things that will happen to me there", "text": "This speaks of the Holy Spirit compelling Paul to go to Jerusalem as if the Paul were bound to the Holy Spirit like a slave. AT: \"the Holy Spirit compels me to go to Jerusalem, and I do not know what will happen to me there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Holy Spirit witnesses to me", "text": "\"the Holy Spirit communicates these warnings to me\""}, {"ref": "chains and sufferings await me", "text": "Here \"chains\" refers to Paul's being arrested and put in prison. AT: \"people put me in prison and cause me to suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so that I may finish my race and the ministry that I received from the Lord Jesus", "text": "This speaks about Paul's \"race\" and \"ministry\" as if they are objects that Jesus gives and Paul receives. Here \"race\" and \"ministry\" mean basically the same thing. Paul repeats this for emphasis. AT: \"so that I may complete the work that the Lord Jesus has commanded me to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "finish my race", "text": "Paul speaks about completing the work that Jesus has commanded him to do as if he were running a race. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "to bear witness to the gospel of the grace of God", "text": "\"to tell people the good news about God's grace.\" This is the ministry that Paul received from Jesus."}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to talk to the Ephesian elders. (See: [[:en:bible:notes:act:20:17|20:17]])"}, {"ref": "And now, look, I know", "text": "\"And now, pay careful attention, because I know\""}, {"ref": "I know that you all", "text": "\"I know that all of you\""}, {"ref": "among whom I went about preaching the kingdom", "text": "Here \"kingdom\" stands for God's rule as king. AT: \"to whom I preached the message about God's reign as king\" or \"to whom I preached about how God will show himself as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will see my face no more", "text": "The word \"face\" here represents Paul's physical body. AT: \"will not see me anymore on this earth\" (See: [[:en:ta:vol2:translate:figs_synecdoche|Synecdoche]])"}, {"ref": "I am innocent of the blood of any man", "text": "Here \"blood\" stands for a person's death, which, in this case, is not physical death but spiritual death when God declares a person guilty of sin. Paul had told them God's truth. AT: \"I am not responsible for anyone whom God judges guilty of sin because they did not trust in Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "any man", "text": "Here this means any person whether male or female. AT: \"any person\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "For I did not keep back from declaring to you", "text": "\"For I did not keep silent and not tell you.\" This can be stated in positive form. AT: \"For I certainly declared to you\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "28", "tn": [{"ref": "Therefore", "text": "This word marks a statement that is said because of what was said previously. In this case, it refers back to all that Paul has said so far in his speech about his leaving them."}, {"ref": "the flock of which the Holy Spirit has made you overseers. Be careful to shepherd the church of God", "text": "Believers are likened to a \"flock\" of sheep here. Church leaders are entrusted by God with the care of the community of believers just as a shepherd would care for his flock of sheep and protect them from wolves. AT: \"the group of believers the Holy spirit has entrusted to you. Be sure to take care of the church of God\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "the church of God, which he purchased with his own blood", "text": "The shedding of the \"blood\" of Christ here is likened to a payment to God for our sins. AT: \"the people Christ saved from their sins by shedding his blood on the cross\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "his own blood", "text": "Here \"blood\" stands for Christ's death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "vicious wolves will enter in among you, and not spare the flock", "text": "This is a picture of people who teach false doctrine and who harm the community of believers as though they were wolves that eat the sheep of the flock. AT: \"many enemies will come among you and try to harm the community of believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in order to draw away the disciples after them", "text": "A false teacher convincing believers to start believing his false teaching is spoken of as if he were leading sheep away from the flock to follow him. AT: \"in order to convince people who are disciples of Christ to become his disciples instead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "be on guard. Remember", "text": "\"be on guard and remember\" or \"be on guard as you remember\""}, {"ref": "be on guard", "text": "\"be awake and alert\" or \"watch out\" (UDB). Christian leaders being alert about anyone that may harm the community of believers is spoken of as if they were guards in an army watching out for the enemy army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Remember", "text": "\"Continue to remember\" or \"Do not forget\""}, {"ref": "for three years I did not stop instructing ... night and day", "text": "Paul did not teach them continuously for three years, but over the space of three years. (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]])"}, {"ref": "I did not stop instructing", "text": "\"I did not stop warning\""}, {"ref": "with tears", "text": "Here \"tears\" refers to Paul's crying because of the strong emotion of concern he felt while he was warning the people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I entrust you to God and to the word of his grace", "text": "Here \"word\" stands for a message. AT: \"I ask God to take care of you and that he will help you to keep believing the message I spoke to you about his grace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "entrust", "text": "to give someone else the responsibility of taking care of someone or something"}, {"ref": "which is able to build you up", "text": "A person's faith becoming stronger is spoken of as if the person were a wall and someone were building him higher and stronger. AT: \"which is able to make become stronger and stronger in your faith\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and to give you the inheritance", "text": "This speaks about the \"word of his grace\" as if it were God himself that would give the inheritance to believers. AT: \"and God will give you the inheritance\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the inheritance", "text": "The blessings that God gives believers is spoken of as if they were money or property that a child inherits from his father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes speaking to the elders of the church of Ephesus; he began to speak them in [[:en:bible:notes:act:20:17|20:18]]."}, {"ref": "I coveted no man's silver", "text": "\"I did not desire someone's silver\" or \"I did not want for myself anyone's silver\""}, {"ref": "man's silver, gold, or clothing", "text": "Clothing was considered a treasure; the more you had, the richer you were."}, {"ref": "You yourselves", "text": "The word \"yourselves\" is used here to add emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns|Reflexive Pronouns]])"}, {"ref": "these hands served my own needs", "text": "The word \"hands\" here represents the entire person. AT: \"I worked to earn money and pay for my own expenses\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you should help the weak by working", "text": "\"you should work so as to have money to help people who cannot earn it for themselves\""}, {"ref": "the weak", "text": "You can state this nominal adjective as an adjective. AT: \"weak persons\" or \"those who are weak\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "weak", "text": "\"sick\""}, {"ref": "the words of the Lord Jesus", "text": "Here \"words\" refers to what Jesus has said. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It is more blessed to give than to receive", "text": "This means a person receives the favor of God and experiences more joy when he gives to other people rather than always receiving from other people."}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Paul ends his time with the elders of the church of Ephesus by praying with them."}, {"ref": "he knelt  down and prayed", "text": "It was a common custom to kneel down while praying. It was a sign of humility before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "fell on Paul's neck", "text": "\"hugged him closely\" or \"put their arms around him\""}, {"ref": "kissed him", "text": "Kissing someone on the cheek is an expression of brotherly or friendly love in the Middle East."}, {"ref": "they would never see his face again", "text": "The word \"face\" here represents Paul's physical body. AT: \"will not see me anymore on this earth\" (See: [[:en:ta:vol2:translate:figs_synecdoche|Synecdoche]])"}]}]