[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He who lives  ... will stay ... of the Almighty", "text": "Because \"live\" and \"stay\" mean almost the same thing, as do \"shelter\" and \"shadow,\" which are both metaphors for protection, you may need to combine the two lines into one. AT: \"The Most High, the Almighty, will care for all those who live where he can protect them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "who lives in the shelter of the Most High", "text": "The word \"shelter\" is a metaphor for protection. AT: \"who lives where the Most High protects him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Most High", "text": "The words \"the Most High\" refer to Yahweh. See how this is translated in [[:en:bible:notes:psa:018:013|18:13]]."}, {"ref": "will stay in the shadow of the Almighty", "text": "The word \"shadow\" here is a metaphor for protection. AT: \"will stay where the Almighty can protect him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Almighty", "text": "the one who has power and control over everything. See how this was translated in [[:en:bible:notes:psa:068:014|68:14]]"}, {"ref": "I will say of Yahweh", "text": "\"I will say about Yahweh\""}, {"ref": "my refuge and my fortress", "text": "A \"refuge\" is any place a person can go and have someone or something protect him. A \"fortress\" is something that people make so they can protect themselves and their property. Asaph uses them here as metaphors for protection. AT: \"the one to whom I can go and he will protect me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "For he will rescue you from the snare of the hunter and from the deadly plague", "text": "The words that have been left out can be put in. AT: \"For God will rescue you from the snare of the hunter and he will rescue you from the plagues that can kill\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the snare of the hunter", "text": "\"from the snare that the hunter has set to catch you\""}, {"ref": "He will cover you with his wings, and under his wings you will find refuge", "text": "God's protection is here referred to as \"wings\" which a bird uses to cover its' young from danger. \"Cover you with his wings\" and \"under his wings\" mean basically the same thing. AT: \"He will keep you safe and protect you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "His trustworthiness is a shield and protection", "text": "God's trustworthiness is here referred to as a \"shield\" which can protect people who rely on him. AT: \"You can trust him to protect you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "protection", "text": "No one knows for sure what this word means. Possible meanings are 1) a small shield strapped to the forearm that soldiers used to defend themselves against arrows and swords or 2) a wall of stones set in a circle inside which soldiers could hide and shoot arrows."}]}, {"id": "005", "tn": [{"ref": "terror in the night", "text": "The psalmist speaks of \"terror\" as if it were a spirit or fierce animal that could attack at night and so terrify people. AT: \"things attacking you at night\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the night ... by day", "text": "These two phrases taken together refer to all possible times of night and day. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the arrow that flies by day", "text": "\"Arrow\" is a metonym for the people who shoot the arrows. AT: \"people attacking you with arrows during the day\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "or of the plague that roams", "text": "The psalmist speaks of illness as if it were a person who went about at night killing other people. AT: \"You will not be afraid of dying from illness\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "roams", "text": "goes wherever he wants to go at any time"}, {"ref": "in the darkness ... at noontime", "text": "These two phrases taken together refer to all possible times of night and day. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "disease", "text": "an illness that makes many people ill at the same time"}, {"ref": "A thousand may fall at your side and ten thousand at your right hand", "text": "\"Many people may fall all around you.\" If translating the exact numbers confuses the readers, you may omit them."}, {"ref": "it will not reach you", "text": "\"the evil will not harm you\""}]}, {"id": "008", "tn": [{"ref": "You will only observe and see", "text": "\"You yourself will not suffer, but you will watch carefully, and you will see\""}, {"ref": "the punishment of the wicked", "text": "\"how God punishes the wicked\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Yahweh is my refuge", "text": "\"Yahweh is the one I go to when I need someone to protect me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Make the Most High your refuge also", "text": "\"You should make the Most High your refuge also.\" The psalmist stops speaking to God and speaks to the reader."}]}, {"id": "010", "tn": [{"ref": "No evil will overtake you", "text": "\"Nothing evil will happen to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "no affliction will come near your home", "text": "The psalmist speaks of people who afflict others as though they were the harm they cause. AT: \"no one will be able to harm your family\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For he will direct", "text": "\"Yahweh will command\""}, {"ref": "in all your ways", "text": "The psalmist speaks of the way a person lives his life as if it were a path down which the person walked. AT: \"in everything you do\" or \"at all times\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "012", "tn": [{"ref": "They will lift you", "text": "\"Yahweh's angels will lift you\""}, {"ref": "you will not hit your foot on a stone", "text": "The angels will protect not only the reader's foot but the rest of his body as well. AT: \"you will not even hit your foot on a stone\" or \"nothing bad will happen to you\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You will crush lions and adders under your feet; you will trample on young lions and serpents", "text": "Where \"hit your foot on a stone\" is a minor problem, lions and snake are examples of great dangers. The psalmist speaks of lions and snakes as if they were small enough to be crushed under a person's foot. AT: \"You will be able kill lions and adders as if they were small animals you could crush under your feet\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "adders", "text": "types of poisonous snake."}, {"ref": "trample", "text": "crush by walking heavily on"}]}, {"id": "014", "tn": [{"ref": "Because he is devoted to me", "text": "\"Because he loves me\""}, {"ref": "I will be with him in trouble", "text": "This can be made explicit. AT: \"I will be with him when he is in trouble\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "give him victory", "text": "\"enable him to defeat his enemies\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will satisfy him with long life", "text": "The psalmist speaks of life as if it were something someone could eat. AT: \"I will allow him to live a long and happy life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and show him my salvation", "text": "\"and I will show him my salvation.\" The psalmist speaks of the work God does to save people as if it were a physical object. AT: \"I will save him so that he knows I am the one who saved him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]