[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The religious leaders arrest Peter and John after Peter's having healed the man who was born lame."}, {"ref": "came upon them", "text": "\"approached them\" or \"came to them\""}, {"ref": "They were deeply troubled", "text": "\"They were very angry.\" The Sadducees, in particular, would have been angry about what Peter and John were saying because they did not believe in resurrection. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "proclaiming in Jesus the resurrection from the dead ones", "text": "Peter and John were saying that God would raise people from the dead in the same way as he had raised Jesus from among the dead. Translate this in a way that allows \"the resurrection\" to refer to both Jesus' resurrection and the general resurrection of other people."}, {"ref": "from the dead ones", "text": "\"from among the dead people\""}, {"ref": "They arrested them", "text": "\"The priests, the captain of the temple, and the Sadducees arrested Peter and John\""}, {"ref": "since it was now evening", "text": "It was common practice not to question people at night."}, {"ref": "the number of the men who believed", "text": "This refers only to men and does not include how many women or children believed."}, {"ref": "was about five thousand", "text": "\"grew to about five thousand\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "The rulers question Peter and John who answer without fear."}, {"ref": "General Information:", "text": "Here the word \"their\" refers to the Jewish people as a whole."}, {"ref": "It came about ... that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here."}, {"ref": "their rulers, elders and scribes", "text": "This is a reference to the Sanhedrin, the Jewish ruling court, which consisted of these three groups of people. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and John, and Alexander", "text": "These two men were members of the high priest's family. This is not the same John as the apostle."}, {"ref": "By what power", "text": "\"Who gave you power\" (UDB)"}, {"ref": "in what name", "text": "Here the word \"name\" refers to authority. AT: \"by whose authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Then Peter, filled with the Holy Spirit", "text": "This can be stated in active form. AT: \"The Holy Spirit filled peter and he.\" See how you translated this in [[:en:bible:notes:act:02:01|2:4]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if we this day are being questioned ... by what means was this man made well?", "text": "Peter asks this question to clarify that this was the real reason that they were on trial. AT: \"You are asking us this day ... by what means we made this man well\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we this day are being questioned", "text": "This can be stated in active form. AT: \"you are questioning us this day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by what means was this man made well", "text": "This can be stated in active form. AT: \"by what means we have made this man well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May this be known to you all and to all the people of Israel", "text": "This can be stated in active form. AT: \"May all of you and all of the people of Israel know this\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to you all and to all the people of Israel", "text": "\"to you who are questioning us and to all the other people of Israel\""}, {"ref": "in the name of Jesus Christ of Nazareth", "text": "Here the word \"name\" refers to power and authority. AT: \"by the power of Jesus Christ of Nazareth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Peter completes his speech to the Jewish religious rulers that he began in [[:en:bible:notes:act:04:08|4:8]]."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Peter as well as those to whom he is speaking. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Jesus Christ is the stone ... which has been made the head cornerstone", "text": "Peter is quoting from the Psalms. This is a metaphor that means the religious leaders, like builders, rejected Jesus, but God will made him the most important in his kingdom, as a cornerstone in a building is important. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "head", "text": "Here the word \"head\" means \"most important\" or \"vital.\""}, {"ref": "you as builders despised", "text": "\"you as builders rejected\" or \"you as builders rejected as worth nothing\""}, {"ref": "There is no salvation in any other person", "text": "This can be stated positively. AT: \"He is the only person who is able to save\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "no other name under heaven, that is given among men", "text": "This can be stated in active form. AT: \"no other name under heaven that God has given among men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no other name under heaven, that is given among men, by which", "text": "The phrase \"name ... that is given among men\" refers to the person of Jesus. AT: \"no other person under heaven, who is given among men, by whom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "under heaven", "text": "This is a way of referring to everywhere in the world. AT: \"in the world\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "by which we must be saved", "text": "This can be stated in active form. AT: \"which can save us\" or \"who can save us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Here the second instance of \"they\" refers to Peter and John. All other occurrences of the word \"they\" in this section refer to the Jewish leaders."}, {"ref": "the boldness of Peter and John", "text": "Here the word \"boldness\" refers to the way in which Peter and John responded to the Jewish leaders. AT: \"how boldly Peter and John had spoken\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "boldness", "text": "\"fearlessness\" or \"courage\""}, {"ref": "realized that they were ordinary, uneducated men", "text": "The Jewish leaders \"realized\" this because of the way Peter and John spoke. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "realized", "text": "\"understood\""}, {"ref": "ordinary, uneducated men", "text": "The words \"ordinary\" and \"uneducated\" share similar meanings. They emphasize that Peter and John had received no formal training in Jewish law. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the man who was healed", "text": "This can be stated in active form. AT: \"the man whom Peter and John had healed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nothing to say against this", "text": "\"nothing to say against Peter and John's healing of the man.\" Here the word \"this\" refers to what Peter and John had done."}]}, {"id": "15", "tn": [{"ref": "the apostles", "text": "This refers to Peter and John."}, {"ref": "What shall we do to these men?", "text": "The Jewish leaders ask this question out of frustration because they could not think of what to do with Peter and John. AT: \"There is nothing that we can do with these men!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For the fact that a remarkable miracle has been done through them is known to everyone who lives in Jerusalem", "text": "This can be stated in active form. AT: \"For everyone who lives in Jerusalem knows that they have done a remarkable miracle\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone who lives in Jerusalem", "text": "This may be an exaggeration. AT: \"almost all of the people who live in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in order that it spreads no further", "text": "Here the word \"it\" refers to any miracles or teaching Peter and John might continue to do. AT: \"in order that no more people hear about this miracle\" \"in order that news of this miracle spreads no further\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not to speak anymore to anyone in this name", "text": "Here the word \"name\" refers to the person of Jesus. AT: \"not to speak anymore to anyone about this person, Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Peter and John but not to those whom they are addressing. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Whether it is right in the sight of God", "text": "Here the phrase \"in the sight of God\" refers to God's opinion. AT: \"Whether God thinks it is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we cannot help speaking", "text": "\"we must continue to speak\" or \"we cannot stop speaking\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Verse 22 gives background information about the age of the lame man who was healed. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "After further warning", "text": "The Jewish leaders again threatened to punish Peter and John."}, {"ref": "They were unable to find any excuse to punish them", "text": "Although the Jewish leaders threatened Peter and John, they could not find a reason to punish them without causing the people to riot."}, {"ref": "for what had been done", "text": "This can be stated in active form. AT: \"for what Peter and John had done\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The man who had experienced this miracle of healing", "text": "\"The man whom Peter and John had miraculously healed\""}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Speaking together, the people quote a Psalm of David from the Old Testament."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the rest of the believers, but not to Peter and John."}, {"ref": "came to their own people", "text": "The phrase \"their own people\" refers to the rest of the believers. AT: \"went to the other believers\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you who by the Holy Spirit, by the mouth of our father David your servant, said", "text": "This means that the Holy Spirit caused David to speak or write down what God said."}, {"ref": "by the mouth of our father David", "text": "Here the word \"mouth\" refers to the words that David spoke or wrote down. AT: \"by the words of our father David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why did the Gentile nations rage, and the peoples imagine useless things?", "text": "This is a rhetorical question that emphasizes the futility of opposing God. AT: \"The Gentile nations should not have raged, and the peoples should not have imagined useless things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the peoples imagine useless things", "text": "These \"useless things\" consist of plans to oppose God. AT: \"the peoples imagine useless things against God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "peoples", "text": "\"people groups\" or \"tribes\""}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "The believers complete their quotation from King David in the Psalms that they began in [[:en:bible:notes:act:04:23|4:25]]."}, {"ref": "The kings of the earth set themselves together, and the rulers gathered together against the Lord", "text": "These two lines mean basically the same thing. The two lines emphasize the combined effort of the earth's rulers to oppose God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "set themselves together ... gathered together", "text": "These two phrases mean that they joined their armies together to fight a battle. AT: \"set their armies together ... gathered their troops together\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "against the Lord, and against his Christ", "text": "Here the word \"Lord\" refers to God. In the Psalms, the word \"Christ\" refers to the Messiah or God's anointed one."}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "The believers continue praying."}, {"ref": "in this city", "text": "\"this city\" refers to Jerusalem."}, {"ref": "your holy servant Jesus", "text": "\"Jesus who serves you faithfully\""}, {"ref": "to do all that your hand and your desire decided", "text": "Here the word \"hand\" is used to mean God's power. Additionally, the phrase \"your hand and your desire decided\" shows God's power and plan. AT: \"to do all that you had decided because you are powerful and did all that you planned\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "The believers complete their prayer that they began in [[:en:bible:notes:act:04:23|4:24]]."}, {"ref": "look upon their warnings", "text": "Here the words \"look upon\" are a request for God to take notice of the way in which the Jewish leaders threatened the believers. AT: \"notice how they threaten to punish us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "while you stretch out your hand to heal", "text": "Here the word \"hand\" refers to God's power. This is a request for God to show how powerful he is. AT: \"while you show your power by healing people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "through the name of your holy servant Jesus", "text": "Here the word \"name\" refers to power and authority. AT: \"through the power of your holy servant Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your holy servant Jesus", "text": "\"Jesus who serves you faithfully.\" See how you translated this in [[:en:bible:notes:act:04:27|4:27]]."}, {"ref": "the place ... was shaken", "text": "This can be stated in active form. AT: \"the place ... shook\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they were all filled with the Holy Spirit", "text": "This can be stated in active form. AT: \"The Holy Spirit filled them all.\" See how you translated this in [[:en:bible:notes:act:02:01|2:4]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "32", "tn": [{"ref": "were of one heart and soul", "text": "Here the word \"heart\" refers to the thoughts and the word \"soul\" refers to the emotions. Together they refer to the total person. AT: \"thought the same way and wanted the same things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "had all things in common", "text": "\"shared their belongings with one another.\" See how you translated this in [[:en:bible:notes:act:02:43|2:44]]."}, {"ref": "great grace was upon them all", "text": "Possible meanings are: 1) that God was greatly blessing the believers or 2) that the people in Jerusalem held the believers in very high esteem."}]}, {"id": "34", "tn": [{"ref": "owned title to lands or houses", "text": "This phrase means they had a written record that showed they owned certain property or houses."}, {"ref": "owned title", "text": "\"had a deed\" or \"had a written record\""}, {"ref": "the money of the things that were sold", "text": "This can be stated in active form. AT: \"the money that they received from the things that they sold\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "laid it at the apostles' feet", "text": "This means that they presented to money to the apostles. AT: \"presented it to the apostles\" or \"gave it to the apostles\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "distribution was made to each believer, according as any one had need", "text": "This can be stated in active form. AT: \"they distributed the money to each believer who needed it\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Luke introduces Barnabas into the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Joseph ... was given the name Barnabas by the apostles", "text": "This can be stated in active form. AT: \"The apostles gave Joseph ... the name Barnabas\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that is, being interpreted", "text": "This can be stated in active form. AT: \"which one may interpret as\" or \"which means\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "son of encouragement", "text": "The apostles used this to show that Joseph was a person who encouraged others. It is used as though encouragement were a person, Joseph's father.  AT: \"a person who always encourages others\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "laid it at the apostles' feet", "text": "This means that they presented to money to the apostles. AT: \"presented it to the apostles\" or \"gave it to the apostles.\" See how you translated this in [[:en:bible:notes:act:04:34|4:35]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]