[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is a new event; it is now the Day of Pentecost, 50 days after Passover."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the apostles and the other 120 believers that Luke mentions in [[:en:bible:notes:act:01:15|1:15]]."}, {"ref": "Suddenly", "text": "This word refers to an event that happens unexpectedly."}, {"ref": "there came from heaven a sound", "text": "Possible meanings are 1) \"heaven\" refers to the place where God lives. AT: \"a sound came from heaven\" or 2) \"heaven\" refers to the sky. AT: \"a sound came from the sky\""}, {"ref": "a sound like the rush of a violent wind", "text": "\"a noise that sounded like a very strong wind blowing\""}, {"ref": "the whole house", "text": "This may have been a house or a larger building."}, {"ref": "There appeared to them tongues like fire", "text": "These might not be actual tongues or fire, but something that looked like them. Possible meanings are 1) tongues that looked like they were made of fire or 2) small flames of fire that looked like tongues. When fire burns in a small space, such as on a lamp, the flame can be shaped like a tongue. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "that were distributed, and they sat upon each one of them", "text": "This means that the \"tongues like fire\" spread out so that there was one on each person."}, {"ref": "They were all filled with the Holy Spirit and", "text": "This can be stated in active form. AT: \"The Holy Spirit filled all of those who were there and they\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "speak with other languages", "text": "These are languages that they did not already know."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Verse 5 gives background information about the large number of Jews who were living in Jerusalem, many of whom were present during this event. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "Here the word \"them\" refers to the believers; the word \"his\" refers to each person in the multitude."}, {"ref": "godly men", "text": "Here \"godly men\" refers to people who were devout in their worship of God and tried to obey all of the Jewish laws."}, {"ref": "every nation under heaven", "text": "\"every nation in the world.\" This is an exaggeration that emphasizes that the people came from many different nations. AT: \"many different nations\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "When this sound was heard", "text": "This refers to the sound that was similar to a strong wind. AT: \"When they heard this sound\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the multitude", "text": "\"the large crowd of people\""}, {"ref": "They were amazed and marvelled", "text": "These two words share similar meanings. Together they emphasize the intensity of amazement. AT: \"They were greatly amazed\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Really, are not all these who are speaking Galileans?", "text": "The people ask this question to express their amazement. The question could be changed to an exclamation. AT: \"All of these Galileans could not possibly know our languages!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_exclamations]])"}]}, {"id": "08", "tn": [{"ref": "Why is it that we are hearing them, each in our own language in which we were born?", "text": "Possible meanings are 1) this is a rhetorical question that expresses how amazed they were or 2) this is a real question for which the people wanted an answer. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in our own language in which we were born", "text": "\"in our own languages that we have learned from birth\""}, {"ref": "Parthians ... Arabians", "text": "This lists some of the many nations, regions, and cities from which they came. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "proselytes", "text": "\"converts to the Jewish religion\""}]}, {"id": "12", "tn": [{"ref": "amazed and perplexed", "text": "These two words share similar meanings. Together they emphasize that the people could not understand what was happening. AT: \"surprised and confused\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "They are full of new wine", "text": "Some people accuse the believers of having drunk too much wine. AT: \"They are drunk\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "new wine", "text": "This refers to wine that is in the process of fermentation."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Peter begins his speech to the Jews who were there on the Day of Pentecost."}, {"ref": "stood with the eleven", "text": "All the apostles stood up in support of Peter's statement."}, {"ref": "let this be known to you", "text": "This means that Peter is about to explain the meaning of what the people had witnessed. This can be stated in active form. AT: \"know this\" or \"let me explain this to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "pay attention to my words", "text": "Peter was referring to what he was saying. AT: \"listen carefully to what I am saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it is only the third hour of the day", "text": "\"It is only nine o'clock in the morning\" (UDB). Peter expected his audience to know that people do not get drunk that early in the day. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Here Peter tells them a passage about which the prophet Joel wrote in the Old Testament that relates to what is happening with the languages in which the believers spoke. This is written in the form of poetry as well as being a quotation."}, {"ref": "this is what was spoken through the prophet Joel", "text": "This can be stated in active form. AT: \"this is what God told the prophet Joel to write\" or \"this is that which the prophet Joel spoke\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It will be", "text": "\"This is what will happen\" or \"This is what I will do\""}, {"ref": "I will pour out my Spirit on all people", "text": "Here the words \"pour out\" mean to give generously and abundantly. AT: \"I will give my Spirit abundantly to all people\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues to quote the prophet Joel."}, {"ref": "my servants and my female servants", "text": "\"both my male and my female servants.\" These words emphasize that God will pour out his Spirit on all of his servants, both men and women."}, {"ref": "I will pour out my Spirit", "text": "Here the words \"pour out\" mean to give generously and abundantly. AT: \"I will give my Spirit abundantly to all people.\" See how you translated this in [[:en:bible:notes:act:02:16|2:17]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "vapor of smoke", "text": "\"thick smoke\" or \"clouds of smoke\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes quoting the prophet Joel."}, {"ref": "The sun will be turned to darkness", "text": "This means that the sun will appear to be dark instead of light. AT: \"The sun will become dark\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and the moon to blood", "text": "This means that the moon will appear to be red like blood. AT: \"and the moon will appear to be red\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the great and remarkable day", "text": "The words \"great\" and \"remarkable\" share similar meanings and emphasize the intensity of greatness. AT: \"the very great day\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "remarkable", "text": "\"unusual\" or \"important\""}, {"ref": "everyone who calls on the name of the Lord will be saved", "text": "This can be stated in active form. AT: \"the Lord will save everyone who calls on him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues his speech to the Jews that he began in [[:en:bible:notes:act:01:15|1:16]]."}, {"ref": "hear these words", "text": "\"listen to what I am about to say\""}, {"ref": "authenticated by God ... by mighty deeds and wonders and signs", "text": "This means that God proved that he had appointed Jesus for his mission by having Jesus perform miracles."}, {"ref": "a man authenticated by God to you", "text": "\"a man whom God authenticated to you\""}, {"ref": "because of the determined plan and foreknowledge of God", "text": "This means that God planned out and knew beforehand what would happen to Jesus. AT: \"because God planned out and knew beforehand everything that would happen\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he was delivered up", "text": "Possible meanings: 1) \"you handed Jesus over into the hands of his enemies\" (UDB) or 2) \"Judas betrayed Jesus to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you, by the hand of lawless men, crucified and killed him", "text": "Although \"lawless men\" actually crucified Jesus, Peter accuses the crowd of having killed him because they demanded his death."}, {"ref": "by the hand of lawless men", "text": "\"by the means of lawless men,\" \"by the authority of lawless men,\" or \"by using lawless men\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "having loosed the pains of death ... held by it", "text": "Peter speaks of death as if it were a person who holds people prisoner and causes them to suffer. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "having loosed the pains of death from him", "text": "Peter speaks of death as if it ties people up with painful cords. AT: \"having freed him from the pain that death causes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that he should be held by it", "text": "\"that he should be held by death.\" This can be stated in active form. AT: \"that death should hold him\" or \"that death should keep him in its power\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here Peter quotes a passage that David wrote in a Psalm which relates to Jesus' crucifixion and resurrection."}, {"ref": "General Information:", "text": "Since Peter says that David said these words about Jesus, the words \"I\" and \"my\" refer to Jesus and the words \"Lord\" and \"he\" refer to God."}, {"ref": "before my face", "text": "\"in front of me.\" AT: \"in my presence\" or \"with me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "beside my right hand", "text": "To be at someone's \"right hand\" often means to be in a position to help and sustain. AT: \"right beside me\" or \"with me to help me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I should not be moved", "text": "Here the word \"moved\" means to be troubled. This can be stated in active form. AT: \"people will not be able to cause me trouble\" or \"nothing will trouble me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my heart was glad and my tongue rejoiced", "text": "People consider the \"heart\" the center of emotions and the \"tongue\" voices those emotions. AT: \"I was glad and rejoiced\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my flesh will live in confidence", "text": "Possible meanings of the word \"flesh\" are 1) he is a mortal who will die. AT: \"Even though I am only mortal, I will have confidence in God\" or 2) it is synecdoche for his entire person. AT: \"I will live with confidence in God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes quoting David."}, {"ref": "General Information:", "text": "Since Peter says that David said these words about Jesus, the words \"my,\" \"Holy One,\" and \"me\" refer to Jesus and the words \"you\" and \"your\" refer to God."}, {"ref": "neither will you allow your Holy One to see decay", "text": "The Messiah, Jesus, refers to himself with the words \"your Holy One.\" AT: \"neither will you allow me, your Holy One, to see decay\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "to see decay", "text": "Here the word \"see\" means to experience something. The word \"decay\" refers to the decomposition of his body after death. AT: \"to decay\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the ways of life", "text": "\"the ways that lead to life\""}, {"ref": "full of gladness with your face", "text": "Here the word \"face\" refers to the presence of God. AT: \"very glad when I see you\" or \"very glad when I am in your presence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "gladness", "text": "\"joy\" or \"happiness\""}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues his speech that he began in [[:en:bible:notes:act:01:15|1:16]] to the Jews that surround him and the other believers in Jerusalem."}, {"ref": "General Information:", "text": "In verses 29 & 30, the words he,\" \"his,\" and \"him\" refer to David. In verse 31, the first \"He\" refers to David and the words within the quote \"He\" and \"his\" refer to Christ."}, {"ref": "Brothers", "text": "\"Fellow Jews\""}, {"ref": "he both died and was buried", "text": "This can be stated in active form. AT: \"he died and people buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he would set one of the fruit of his body upon his throne", "text": "\"God would set one of David's descendants upon David's throne.\" AT: \"God would appoint one of David's descendants to be king in David's place\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "one of the fruit of his body", "text": "Here the word \"fruit\" refers to what \"his body\" produces. AT: \"one of his descendants\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He foresaw this", "text": "\"He knew this before it happened.\" Peter uses this language to speak of knowing something beforehand as if it were seen beforehand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He foresaw", "text": "In this case, God enabled David to speak about the Messiah's resurrection. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He was neither abandoned to Hades", "text": "This can be stated in active form. AT: \"God did not abandon him to Hades\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nor did his flesh see decay", "text": "Here the word \"see\" means to experience something. The word \"decay\" refers to the decomposition of his body after death. AT: \"nor did his flesh decay\" or \"nor did he remain dead long enough for his flesh to decay.\" See how you translated this in [[:en:bible:notes:act:02:27|2:27]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "The word \"we\" refers to the disciples and those that witnessed the risen Jesus after his death. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "Here, the second word \"this\" refers to the disciples' speaking in other languages when they received the Holy Spirit."}, {"ref": "God raised him up", "text": "Here the word \"raised\" refers to God's raising Jesus from the dead."}, {"ref": "having been raised up to the right hand of God", "text": "This can be stated in active form. AT: \"God having raised Jesus up to his right hand\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "having been raised up to the right hand", "text": "This refers to God's exalting Jesus to a position of honor and authority."}, {"ref": "he has poured out this", "text": "Here the words \"poured out\" mean that Jesus who is God made these events to happen. It is implicit that he does this by giving the Holy Spirit to the believers. AT: \"he has caused these things to happen\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "poured out", "text": "Here the words \"pour out\" mean to give generously and abundantly. AT: \"given abundantly.\" See how you translated a similar phrase in [[:en:bible:notes:act:02:16|2:17]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes his speech to the Jews that he began in [[:en:bible:notes:act:01:15|1:16]]."}, {"ref": "General Information:", "text": "Peter again quotes one of David's Psalms. David is not speaking of himself in this Psalm. \"The Lord\" and \"my\" refer to God; \"my Lord\" and \"your\" refer to Jesus the Messiah."}, {"ref": "until I make your enemies the stool for your feet", "text": "This means that God will completely defeat the Messiah's enemies and make them subject to him. AT: \"until I make you victorious over all of your enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the house of Israel", "text": "This refers to the entire nation of Israel. AT: \"every Israelite\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "The Jews respond to Peter's speech and Peter answers them."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to the people in the crowd to whom Peter spoke."}, {"ref": "when they heard this", "text": "\"when the people heard what Peter had said\""}, {"ref": "they were pierced in their hearts", "text": "This can be stated in active form. AT: \"Peter's words pierced their hearts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "pierced in their hearts", "text": "This means that the people felt guilty and became very sad. AT: \"deeply troubled\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "be baptized", "text": "This can be stated in active form. AT: \"allow us to baptize you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For to you is the promise", "text": "\"Because the promise is for you\""}, {"ref": "all that are far off", "text": "This means either 1) \"all people who live far away\" or 2) \"all people who are far from God.\""}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story that happened on the Day of Pentecost.  Verse 42 begins a section that explains how the believers continued to live after the Day of Pentecost. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "he testified and urged them", "text": "\"he seriously told them and begged them.\" Here the words \"testified\" and \"urged\" share similar meanings and emphasize that Peter urged them strongly to respond to what he was saying. AT: \"he strongly urged them\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Save yourselves from this wicked generation", "text": "The implication is that God will punish \"this wicked generation.\" AT: \"Save yourselves from the punishment that these wicked people will suffer\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they received his word", "text": "Here the word \"received\" means that they accepted what Peter said to be true. AT: \"they believed what Peter said\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "were baptized", "text": "This can be stated in active form. AT: \"people baptized them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "there were added in that day about three thousand souls", "text": "This can be stated in active form. AT: \"about three thousand souls joined the believers on that day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "about three thousand souls", "text": "Here the word \"souls\" refers to people. AT: \"about 3,000 people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the breaking of bread", "text": "This means that they shared meals and ate together."}]}, {"id": "43", "tn": [{"ref": "Fear came upon every soul", "text": "Here the word \"Fear\" refers to deep respect and awe for God. The word \"soul\" refers to the entire person. AT: \"Each person felt a deep respect and awe for God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "many wonders and signs were done through the apostles", "text": "Possible meanings are 1) \"the apostles performed many wonders and signs\" or 2) \"God performed many wonders and signs through the apostles\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wonders and signs", "text": "\"miraculous deeds and supernatural events.\" See how you translated this in [[:en:bible:notes:act:02:22|2:22]]."}, {"ref": "All who believed were together", "text": "Possible meanings are 1) \"All of them believed the same thing\" or 2) \"All who believed were together in the same place.\""}, {"ref": "had all things in common", "text": "\"shared their belongings with one another\""}, {"ref": "property and possessions", "text": "\"land and things they owned\""}, {"ref": "distributed them to all", "text": "Here the word \"them\" refers to the profit that they made from selling their property and possessions. AT: \"distributed the proceeds to all\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "according to the needs anyone had", "text": "They distributed the proceeds that they earned from selling their property and possessions to any believer who had a need."}]}, {"id": "46", "tn": [{"ref": "they continued with one purpose", "text": "Possible meanings are 1) \"they continued meeting together\" (UDB) or 2) \"they all continued to have the same attitude.\""}, {"ref": "they broke bread in homes", "text": "Possible meanings are 1) \"they shared their meals and ate together in their homes\" or 2) \"they celebrated the Lord's Supper together in their homes.\" See how you translated a similar phrase in [[:en:bible:notes:act:02:40|2:42]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with joy and humility of heart", "text": "Here the word \"humility\" may refer to generosity. The word \"heart\" refers to the entire person. AT: \"joyfully and generously\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "had favor with all the people", "text": "\"all the people approved of them\""}, {"ref": "those that were being saved", "text": "This can be stated in active form. AT: \"those whom the Lord saved\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]