[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is a song about the events that happened in [[:en:bible:notes:exo:14:26|14:26-28]]."}, {"ref": "the horse and its rider he has thrown into the sea", "text": "Moses sang about God causing the sea to cover and drown the horse and rider as if God had thrown them into the sea. AT: \"he has made the sea cover over the horse and rider\" or \"he has made the horse and rider drown in the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the horse and its rider", "text": "This refers to all or many of the Egyptian horses and riders that were chasing the Israelites. AT: \"the horses and their riders\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "rider", "text": "This is a person who sits on a horse or travels in a chariot that a horse is pulling."}]}, {"id": "02", "tn": [{"ref": "Yahweh is my strength", "text": "Possible meanings are 1) \"Yahweh is the one who gives me strength\" or 2) \"Yahweh is the strong one who protects me.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and song", "text": "Moses calls Yahweh his song because Yahweh is the one he sings about. AT: \"and the one I sing about\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has become my salvation", "text": "Moses calls God his salvation because God saved him. AT: \"he has saved me\" or \"he is the one who saves me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh is a warrior", "text": "Moses calls God a warrior because God powerfully fought against the Egyptians and won. AT: \"Yahweh is like a warrior\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "He has thrown Pharaoh's chariots and army into the sea", "text": "Moses sings about God causing the sea to cover Pharaohs chariots and army as if God had thrown them into the sea. AT: \"he has made the sea cover over Pharaoh's chariots and army\" or \"He has made Pharaoh's chariot riders and army drown in the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they went down into the depths like a stone", "text": "Just as a stone does not float but sinks to the bottom of the sea, the enemy soldiers sank to the bottom of the sea. AT: \"they went down into the deep water like a stone sinking to the bottom of the sea\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "06", "tn": [{"ref": "Your right hand, Yahweh, is glorious in power", "text": "Moses speaks of God as if God had hands. The right hand refers to God's power or the things God does powerfully. AT: \"Yahweh, your power is glorious\" or \"Yahweh, what you do is glorious in power\" See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your right hand, Yahweh, has shattered the enemy", "text": "Moses speaks of God as if God had hands. The right hand refers to God's power. AT: \"Yahweh, your power has shattered the enemy\" or \"Yahweh, by your power you have shattered the enemy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has shattered the enemy", "text": "Moses speaks of the enemy as if it were fragile and could be shattered like glass or pottery. AT: \"has completely destroyed the enemy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who rose up against you", "text": "Rebelling against God is spoken of as rising up against him. AT: \"those who rebelled against you\" or \"your enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You sent out your wrath", "text": "Moses speaks of God's wrath as if it were a servant that God sent out to do something. AT: \"You showed your wrath\" or \"You acted according to your wrath\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it consumed them like stubble", "text": "Moses speaks of God's wrath as if it were fire that could completely burn up things. His enemies were completely destroyed like stubble in a fire. AT: \"it completely destroyed your enemies like a fire that burns up straw\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "By the blast of your nostrils", "text": "Moses speaks of God as if God had a nose, and he speaks of the wind as if God blew the wind from his nose. AT: \"You blew on the sea and\" (UDB). (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "09", "tn": [{"ref": "my desire will be satisfied on them", "text": "This can be expressed with an active form. AT: \"I will satisfy my desire on them\" or \"I will take all I want from them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my hand will destroy them", "text": "The enemies speak of destroying the Israelites by the power of their hands as if it were their hands that would destroy them. AT: \"I will destroy them with my hand\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But you blew with your wind", "text": "Moses spoke about God making the wind blow as if God blew the wind through his nose or mouth. AT: \"But you made the wind blow\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sank like lead in the mighty waters", "text": "Lead is a heavy metal that is commonly used to make things sink in water. The word \"lead\" here is used to show how fast God's enemies were destroyed. AT: \"sank as fast as lead in the deep turbulent waters\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Who is like you, Yahweh, among the gods?", "text": "Moses uses this question to show how great God is. AT: \"O Yahweh, no one is like you among the gods!\" or \"Yahweh, none of the gods is like you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who is like you, ...  doing miracles?", "text": "Moses uses this question to show how great God is. AT: No one is like you. No one is majestic in holiness as you are, no one is honored in praises as you are, and no one does miracles as you do!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "with your right hand", "text": "The phrase \"right hand\" represents the strong power of God. AT: \"with your strong power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You reached out with your right hand", "text": "Moses speaks about God causing something to happen as if God reached out with his hand. AT: \"With your strong power you made it happen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the earth swallowed them", "text": "Moses personifies the earth as if it could swallow or devour with it's mouth. AT: \"the earth devoured them\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "14", "tn": [{"ref": "tremble", "text": "This means to shake because you are afraid."}, {"ref": "terror will seize the inhabitants of Philistia", "text": "Moses speaks of terror as if it were a person that could forcefully grab hold of someone and make them extremely afraid. AT: \"the inhabitants of Philistia will be afraid\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "will melt away", "text": "Moses speaks of people becoming weak from their fear as melting away. AT: \"will be weak from fear\" or \"will be afraid and faint\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Moses continues to sing about how the people of other nations will feel when they see God's people."}, {"ref": "Terror and dread will fall on them", "text": "These two words mean that fear will come upon them. AT: \"Fear will come upon them\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "dread", "text": "Dread is extreme fear or anxiety about something that is going to happen or might happen."}, {"ref": "Because of your arm's power", "text": "God's arm represents his great strength. AT: \"Because of your great strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will become as still as a stone", "text": "Possible meanings are 1) \"They will be silent like stone\" or 2) \"They will be motionless as stone\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "17", "tn": [{"ref": "You will bring them", "text": "Where God would bring them can be stated clearly. Since Moses was not already in Canaan, some languages would use \"take\" rather than \"bring.\" AT: \"You will take your people to Canaan\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "plant them on the mountain", "text": "Moses speaks about God giving his people the land to live in as if they were a tree that God was planting. AT: \"settle them on the mountain\" or \"let them live on the mountain\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mountain of your inheritance", "text": "This refers to Mount Zion in the land of Canaan."}, {"ref": "of your inheritance", "text": "Moses speaks about God promising to give his people the mountain forever as if he were giving it to them as an inheritance. AT: \"that you have given them as an inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that your hands have built", "text": "The phrase \"your hands\" refers to God's power. AT: \"that you have built by your power\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}]}, {"id": "19", "tn": [{"ref": "Miriam ... Aaron", "text": "Miriam was the older sister of Moses and Aaron. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "tambourine", "text": "This is a musical instrument like a small drum that also has pieces of metal around the side that make a sound when shaken. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "triumphed gloriously", "text": "\"triumphed gloriously over his enemies\" (UDB). See how you translated this in [[:en:bible:notes:exo:15:01]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The horse and his rider he has thrown into the sea", "text": "Miriam sang about God causing the sea to cover and drown the horse and rider as if God had thrown them into the sea. See how you translated this in [[:en:bible:notes:exo:15:01]]. AT: \"He has made the horse and rider drown in the sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "Moses led Israel", "text": "The word \"Israel\" represents the people of Israel. AT: \"Moses led the Israelite people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wilderness of Shur ... Marah", "text": "We do not know the exact locations of these places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "complained to Moses and said", "text": "\"were unhappy and told Moses\" or \"angrily told Moses\""}, {"ref": "the voice of Yahweh your God", "text": "Yahweh is speaking about his own voice.  AT: \"my voice\" (See:  [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do what is right in his eyes", "text": "The phrase \"in his eyes\" here represents what God thinks or has decided. AT: \"do what Yahweh considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will put on you none of the diseases", "text": "God speaks of causing people to have diseases as putting diseases on them. AT: \"I will not cause any of you to have the diseases\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "Elim", "text": "This is an oasis in the desert, a place with water and shade trees. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twelve", "text": "\"12\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventy", "text": "\"70\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]