{"1": [{"a": "God said He would destroy them and cut them off.", "q": "What did God tell Zephaniah he would do to the birds of the heavens, the fish of the sea and to man?", "ref": ["01-01", "01-02"]}, {"a": "He would cut off every remnant of Baal.", "q": "What is the name of the idol of which God said he would cut off every remnant?", "ref": ["01-04"]}, {"a": "The ones on the housetops worship the heavenly bodies.", "q": "Who did the ones on the housetops worship?", "ref": ["01-05"]}, {"a": "They were to be silent in the presence of Yahweh.", "q": "What ere the people to do in the presence of Yahweh?", "ref": ["01-07"]}, {"a": "Yahweh will punish the princes and the king's sons, everyone dressed in foreign clothes, those who leap over the door sill, and those who fill their master's house with violence and deceit.", "q": "Who did Yahweh say he would punish on the day of sacrifice?", "ref": ["01-09"]}, {"a": "A cry of distress, and wailing will come in that day.", "q": "What sounds will come up from the Fish Gate and the Second Quarter in that day?", "ref": ["01-10"]}, {"a": "They will be ruined, and all those who are weighed down with silver will be cut off.", "q": "What will happen to the merchants in that day?", "ref": ["01-11"]}, {"a": "They said, \"Yahweh will not do anything, either good or evil!\"", "q": "What did some of the men in Jerusalem say about Yahweh?", "ref": ["01-12"]}, {"a": "The great day of Yahweh will be a day of fury, anguish, and darkness.", "q": "What day will be a day of fury, a day of anguish, and a day of darkness?", "ref": ["01-14", "01-15"]}, {"a": "Those who have sinned against God.", "q": "Whose blood will be poured out like dust on the day of Yahweh?", "ref": ["01-17"]}, {"a": "Their silver and their gold will not be able to save them.", "q": "What will not be able to save them on that day?", "ref": ["01-18"]}], "2": [{"a": "The people must seek righteousness and humility to avoid Yahweh's wrath.", "q": "What must the people do to avoid the fierce anger of Yahweh's wrath?", "ref": ["02-02", "02-03"]}, {"a": "All peoples who will not heed the warning of Yahweh will be uprooted and destroyed.", "q": "What will happen to those who will not heed the warning of Yahweh?", "ref": ["02-04", "02-05"]}, {"a": "Moab will become like Sodom, and the people of Ammon like Gomorrah.", "q": "What cities will Moab and Ammon become like?", "ref": ["02-09"]}, {"a": "Owls will nest in the tops of Assyria's pillars.", "q": "What kind of birds will nest in the top of Assyria's pillars?", "ref": ["02-14"]}, {"a": "The exultant city will become a horror, a place for beasts to lie down in.", "q": "What will become of the exultant city?", "ref": ["02-15"]}], "3": [{"a": "The princes of the violent city are like roaring lions.", "q": "What are the princes of the violent city like?", "ref": ["03-03"]}, {"a": "Yahweh will dispense justice from morning to morning.", "q": "When will Yahweh dispense justice?", "ref": ["03-05"]}, {"a": "Yahweh hoped the people would fear him and accept correction.", "q": "What did Yahweh hope the people would do?", "ref": ["03-07"]}, {"a": "Yahweh has decided to assemble the nations and pour out his anger and wrath on them.", "q": "What decision has Yahweh made about the nations?", "ref": ["03-08"]}, {"a": "Yahweh will call the people to serve him standing shoulder to shoulder.", "q": "What will Yahweh then call the people to do?", "ref": ["03-09"]}, {"a": "The remnant of Israel will no longer commit injustice and speak lies.", "q": "How will the remnant of Israel change after this?", "ref": ["03-13"]}, {"a": "Israel should sing and cheer because Yahweh has taken away their punishment.", "q": "Why should Israel sing and cheer?", "ref": ["03-14", "03-15"]}, {"a": "Yahweh will rescue the lame and gather together the outcast.", "q": "Who will Yahweh rescue from those who have mistreated Israel?", "ref": ["03-19"]}, {"a": "All the nations will respect and praise Israel when they see that Yahweh has restored them.", "q": "Why will all the nations respect and praise Israel?", "ref": ["03-20"]}]}