[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "When Israel left Egypt, the house of Jacob from that foreign people", "text": "These two lines are parallel, with \"Israel\" and \"the house of Jacob\" meaning the same thing and \"Egypt\" and \"that foreign people\" referring to the same people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the house of Jacob from that foreign people", "text": "The word \"house\" here represents the family or descendents. The verb may be supplied to this phrase. AT: \"the descendants of Jacob departed from that foreign people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Judah became his holy place, Israel his kingdom", "text": "Possible meanings for \"Judah\" and \"Israel\" are 1) they refer to the land. AT: \"The land of Judah became Yahweh's holy place, the land of Israel became his kingdom\" or 2) they are metonyms for the people of Judah and Israel. AT: \"The people of Judah became those among whom Yahweh lived, the people of Israel became those over whom he ruled\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "003", "tn": [{"ref": "The sea looked and fled", "text": "The writer speaks of the Sea of Reeds as if it were a person who fled away as Yahweh led the people of Israel through on dry ground. AT: \"It was as though the sea looked and fled\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the Jordan turned back", "text": "The writer speaks of the Jordan River as if it were a person who retreated as Yahweh led the people of Israel through on dry ground. AT: \"it was as though the Jordan retreated\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The mountains skipped like rams, the hills skipped like lambs", "text": "The writer speaks of the mountains and hills as if they are alive. He is probably speaking of an earthquake when he describes their fear at the presence of Yahweh as if they were jumping like rams and lambs. AT: \"It was as if the mountains shook like jumping rams and the hills shook like jumping lambs\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "General Information:", "text": "Verses 5-6 contain four rhetorical questions. The expected answer to each question is found in verse 7, \"because of the presence of the Lord.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "skip like rams ... skip like lambs", "text": "The writer speaks of the mountains and hills as if they are alive. He is probably speaking of an earthquake when he describes their fear at the presence of Yahweh as if they were jumping like rams and lambs. See how you translated similar phrases in [[:en:bible:notes:psa:114:003|114:3-4]]. AT: \"shake like jumping rams ... shake like jumping lambs\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Tremble, earth, before the Lord, at the presence of the God of Jacob", "text": "The last two phrases are parallel. The verb may be supplied in the second line. AT: \"Tremble, earth, before the Lord, tremble at the presence of the God of Jacob\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Tremble, earth", "text": "Possible meanings are 1) the writer is speaking to the earth as if it were a person and commands it to tremble with fear before God or 2) the word \"earth\" is a metonym for those who live on the earth. AT: \"Tremble, everyone one earth\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "He turned the rock into a pool of water, the hard rock into a spring of water", "text": "These two phrases are parallel. The writer describes Yahweh causing water to flow from the rock as if he turned the rock into water. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hard rock into a spring of water", "text": "The verb may be supplied from the previous phrase. AT: \"He turned the hard rock into a spring of water\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]