{"1": [{"a": "Solomon, king of Israel, was the author of these proverbs.", "q": "Who was the author of these proverbs?", "ref": ["01-01"]}, {"a": "These proverbs teaches people to live by doing what is right, just, and fair.", "q": "How do these proverbs teach people to live?", "ref": ["01-03"]}, {"a": "The wise can increase their learning by listening to these proverbs.", "q": "What can the wise receive by listening to these proverbs?", "ref": ["01-05"]}, {"a": "The fear of Yahweh is the beginning of knowledge.", "q": "What is the beginning of knowledge?", "ref": ["01-07"]}, {"a": "A son should listen to instruction from his father and mother.", "q": "To whose instruction should a son listen?", "ref": ["01-08"]}, {"a": "A son should refuse to follow those who try to entice him with sin.", "q": "What should a son do if sinners try to entice him with sin?", "ref": ["01-10"]}, {"a": "Those who are sinning plan to fill their houses with what they steal from others.", "q": "With what do those who are sinning plan to fill their houses?", "ref": ["01-13"]}, {"a": "Those who are sinning hurry to shed blood.", "q": "What do those who are sinning hurry to do?", "ref": ["01-16"]}, {"a": "Unjust gain takes away the lives of those who hold on to it.", "q": "What does unjust gain do to those who hold on to it?", "ref": ["01-19"]}, {"a": "Wisdom cries aloud in the streets, open places, and city gates.", "q": "Who cries aloud in the streets, open places, and city gates?", "ref": ["01-20", "01-21"]}, {"a": "Those who lacked wisdom refused to listen and did not pay attention when Wisdom called out to them.", "q": "What did those who lacked wisdom do when Wisdom called out to them?", "ref": ["01-24", "01-25"]}, {"a": "Wisdom will laugh when calamity comes on those who lacked wisdom.", "q": "What will Wisdom do when calamity comes on those who lacked wisdom?", "ref": ["01-26"]}, {"a": "Wisdom will not answer when those who lacked wisdom call upon her.", "q": "What will Wisdom do when those who lacked wisdom call upon her?", "ref": ["01-28"]}, {"a": "Those who lacked wisdom will be filled with the fruit of their schemes.", "q": "With what will those who lacked wisdom be filled?", "ref": ["01-31"]}, {"a": "Those who listen to wisdom will live in safety.", "q": "How will those live who listen to Wisdom?", "ref": ["01-33"]}], "2": [{"a": "Wisdom wants her son to treasure her commandments.", "q": "What does Wisdom want her son to treasure?", "ref": ["02-01"]}, {"a": "The son should seek understanding as silver, and search for it as a hidden treasure.", "q": "How should the son seek and search for understanding?", "ref": ["02-03", "02-04"]}, {"a": "The son will find the knowledge of God.", "q": "If the son seeks and searches for understanding, what will he find?", "ref": ["02-05"]}, {"a": "Yahweh is a shield for those who walk in integrity.", "q": "What is Yahweh for those who walk in integrity?", "ref": ["02-07"]}, {"a": "The son will understand righteousness, justice, equity, and every good path.", "q": "When wisdom comes into the son's heart, what will he understand?", "ref": ["02-09"]}, {"a": "Discretion and understanding will rescue the son from the way of evil and from those who walk in the ways of darkness.", "q": "From what will discretion and understanding rescue the son?", "ref": ["02-11", "02-13"]}, {"a": "Those who walk in the ways of darkness hide their tracks using deception.", "q": "How do those who walk in the ways of darkness hide their tracks?", "ref": ["02-15"]}, {"a": "The immoral woman forsakes the companion of her youth, and forgets the covenant of her God.", "q": "What does the immoral woman forsake and forget?", "ref": ["02-17"]}, {"a": "The immoral woman's tracks lead to those in the grave.", "q": "To where do the immoral woman's tracks lead?", "ref": ["02-18"]}, {"a": "The son should walk in the way of good people and those who do right.", "q": "In whose ways should the son walk?", "ref": ["02-20"]}, {"a": "Those who do right will make a home in the land.", "q": "What will happen to those who do right?", "ref": ["02-21"]}, {"a": "Those who are wicked will be cut off from the land.", "q": "What will happen to those who are wicked?", "ref": ["02-22"]}], "3": [{"a": "Wisdom's commands and teachings will add years of life and peace to her son.", "q": "What will Wisdom's commands and teachings add to her son?", "ref": ["03-01", "03-02"]}, {"a": "Covenant faithfulness and trustworthiness must be written on the tablet of the heart.", "q": "Where must covenant faithfulness and trustworthiness be written?", "ref": ["03-03"]}, {"a": "The son must not lean on (relay on) his own understanding.", "q": "On what must the son not lean?", "ref": ["03-05"]}, {"a": "The son must not see himself as wise.", "q": "How must the son not see himself?", "ref": ["03-07"]}, {"a": "The son must honor Yahweh with his wealth.", "q": "What must the son do with his wealth?", "ref": ["03-09"]}, {"a": "Yahweh disciplines those he loves.", "q": "Who does Yahweh discipline?", "ref": ["03-12"]}, {"a": "Wisdom is better than silver and gold.", "q": "Wisdom is better than what?", "ref": ["03-14"]}, {"a": "All the paths of wisdom are peace.", "q": "What are all the paths of wisdom?", "ref": ["03-17"]}, {"a": "By wisdom, Yahweh founded the earth.", "q": "What did Yahweh do by wisdom?", "ref": ["03-19"]}, {"a": "Sound judgment and discernment will be life to the son's soul.", "q": "What will be life to the son's soul?", "ref": ["03-21", "03-22"]}, {"a": "When he lies down, he will not be afraid and his sleep will be sweet.", "q": "If the son walks in wisdom, what will happen when he lies down?", "ref": ["03-24"]}, {"a": "The son should not be afraid of sudden terror or devastation.", "q": "Of what should the son not be afraid?", "ref": ["03-25"]}, {"a": "The son should not withhold good from those who deserve it.", "q": "What should the son do for those who deserve it?", "ref": ["03-27"]}, {"a": "The son should not make a plan to harm his neighbor.", "q": "What should the son not do to his neighbor?", "ref": ["03-29"]}, {"a": "The lying person is wicked to Yahweh.", "q": "Who is wicked to Yahweh?", "ref": ["03-32"]}, {"a": "Yahweh mocks the mockers.", "q": "What does Yahweh do to the mockers?", "ref": ["03-34"]}, {"a": "The wise inherit honor.", "q": "What do the wise inherit?", "ref": ["03-35"]}], "4": [{"a": "The sons should not forget their father's instruction.", "q": "What should the sons not forget?", "ref": ["04-01", "04-02"]}, {"a": "The father told the son he would live by keeping the father's commands.", "q": "How did the father tell the son he would live?", "ref": ["04-04"]}, {"a": "Wisdom will watch over him and keep him safe.", "q": "What will wisdom do for the son if the son does not abandon her, but loves her?", "ref": ["04-06"]}, {"a": "Wisdom will exalt him, honor him, put a wreath on his head, and give him a beautiful crown.", "q": "What will wisdom do for the son if the son cherishes and embraces her?", "ref": ["04-08", "04-09"]}, {"a": "The father leads the son down the straight path.", "q": "Down what kind of path does the father lead the son?", "ref": ["04-11"]}, {"a": "The son must hold on to discipline, for it is his life.", "q": "On to what must the son hold, for it is his life?", "ref": ["04-13"]}, {"a": "The son must avoid the path of the wicked.", "q": "What path must the son avoid?", "ref": ["04-14", "04-15"]}, {"a": "The wicked must do evil before they can sleep.", "q": "What must the wicked do before they can sleep?", "ref": ["04-16"]}, {"a": "The path of the righteous is like a first light that grows brighter.", "q": "What is the path of the righteous like?", "ref": ["04-18"]}, {"a": "The path of the wicked is like darkness.", "q": "What is the path of the wicked like?", "ref": ["04-19"]}, {"a": "The son must guard his heart with all diligence for from it flow the springs of life.", "q": "Why must the son guard his heart with all diligence?", "ref": ["04-23"]}, {"a": "The son must put away crooked speech and corrupt talk.", "q": "What kind of speech and talk must the son put away?", "ref": ["04-24"]}, {"a": "The son must fix his gaze straight before him.", "q": "Where must the son fix his gaze?", "ref": ["04-25"]}], "5": [{"a": "The son will learn about discretion if he listens carefully to understanding.", "q": "What will the son learn if he listens carefully to understanding?", "ref": ["05-01"]}, {"a": "In the end, an adulteress is bitter as wormwood.", "q": "In the end, what is an adulteress like?", "ref": ["05-04"]}, {"a": "An adulteress' feet go down to death, all the way to Sheol.", "q": "To where do an adulteress' feet go?", "ref": ["05-05"]}, {"a": "Wise sons should take a path far from an adulteress and not near her house.", "q": "What path should wise sons take regarding an adulteress and her house?", "ref": ["05-08"]}, {"a": "If they become involved with an adulteress, the sons will give away their honor and years of their lives.", "q": "What will the sons give away if they become involved with an adulteress?", "ref": ["05-09"]}, {"a": "If they become involved with an adulteress, their flesh and body will waste away.", "q": "What will happen at the end of their lives if the sons become involved with an adulteress?", "ref": ["05-11"]}, {"a": "If they become involved with an adulteress, they will say at the end of their lives that they regret having hated discipline and having rejected correction.", "q": "What regret will the sons speak at the end of their lives if they become involved with an adulteress?", "ref": ["05-12"]}, {"a": "The sons should drink water from their own cistern and from their own well.", "q": "From where should the sons drink?", "ref": ["05-15"]}, {"a": "The sons should rejoice with the wife of their youth.", "q": "With whom should the sons rejoice?", "ref": ["05-18"]}, {"a": "The sons should be captivated by the love of the wife of their youth.", "q": "With what should the sons be captivated?", "ref": ["05-19"]}, {"a": "Yahweh sees everything a person does.", "q": "What does Yahweh see?", "ref": ["05-21"]}, {"a": "His sin will seize and hold the wicked person.", "q": "What will seize and hold tight the wicked person?", "ref": ["05-22"]}], "6": [{"a": "The son could lay a trap for himself by giving his promise for a loan of someone he does not know.", "q": "How could the son lay a trap for himself?", "ref": ["06-01", "06-02"]}, {"a": "To save himself the son must go to his neighbor and beg to be released from his promise.", "q": "What must the son do to save himself?", "ref": ["06-03"]}, {"a": "A lazy person should study the ant.", "q": "What should a lazy person study?", "ref": ["06-06"]}, {"a": "In the summer, the ant prepares and stores its food.", "q": "What does the ant do in the summer?", "ref": ["06-08"]}, {"a": "Poverty will come on the lazy person who does not rise from his slumber.", "q": "What will happen to the lazy person who does not rise from his slumber?", "ref": ["06-11"]}, {"a": "A wicked man lives by the crookedness of his speech.", "q": "By what does a wicked man live?", "ref": ["06-12"]}, {"a": "Disaster will overtake the wicked man in an instant.", "q": "What will happen to the wicked man because of his evil plots?", "ref": ["06-15"]}, {"a": "There are six things that Yahweh hates, seven that are disgusting to him.", "q": "How many things does Yahweh hate and how many things are disgusting to him?", "ref": ["06-16"]}, {"a": "Yahweh hates the feet that quickly run to do evil.", "q": "What kind of feet does Yahweh hate?", "ref": ["06-18"]}, {"a": "Yahweh hates the witness who speaks out lies.", "q": "What kind of witness does Yahweh hate?", "ref": ["06-19"]}, {"a": "The commands are likened to a lamp and the teachings are likened to a light.", "q": "What are \"the commands\" and \"the teaching\" likened to?", "ref": ["06-23"]}, {"a": "Sleeping with the wife of another can cost the son his very life.", "q": "What can sleeping with the wife of another cost the son?", "ref": ["06-26"]}, {"a": "People might not despise a thief if he steals in order to satisfy his need when he is hungry.", "q": "Why might people not despise a thief if he steals?", "ref": ["06-30"]}, {"a": "One who commits adultery destroys himself.", "q": "Who does one who commits adultery destroy?", "ref": ["06-32"]}, {"a": "The one who takes revenge against adultery will not accept compensation.", "q": "What will the one who takes revenge against adultery not accept?", "ref": ["06-35"]}], "7": [{"a": "The son must keep and store up his father's commands and instruction.", "q": "What must the son keep and store up in order to live?", "ref": ["07-01", "07-02"]}, {"a": "Wisdom and understanding keep the son from the seductive woman.", "q": "From who does wisdom and understanding keep the son?", "ref": ["07-04", "07-05"]}, {"a": "Solomon saw many untaught young men and among them a young man who had no sense.", "q": "What did Solomon see as he looked out through the lattice?", "ref": ["07-06", "07-07"]}, {"a": "The woman was dressed like a prostitute.", "q": "How was the woman that the young man met dressed?", "ref": ["07-10"]}, {"a": "The woman lies in wait at every corner.", "q": "What does the woman do at every corner?", "ref": ["07-12"]}, {"a": "Earlier in the day, the woman had made her peace offering.", "q": "What had the woman made earlier in the day?", "ref": ["07-14"]}, {"a": "The woman had been eagerly seeking the face of the young man.", "q": "What had the woman been eagerly seeking?", "ref": ["07-15"]}, {"a": "The woman invites the young man to go with her to her bed until morning.", "q": "What does the woman invite the young man to do?", "ref": ["07-16", "07-18"]}, {"a": "The woman's husband is away on a long journey.", "q": "Where is the woman's husband?", "ref": ["07-19"]}, {"a": "The young man walks after the woman like an ox to the slaughter or like a deer caught in a trap.", "q": "In what way does the young man walk after the woman?", "ref": ["07-22"]}, {"a": "The young man's actions will cost him his life.", "q": "What will the young man's actions cost him?", "ref": ["07-23"]}, {"a": "The young man is wisely instructed to not go astray into her path.", "q": "What wise instruction is the young man given about the woman?", "ref": ["07-25"]}, {"a": "The woman's house is on the road to Sheol.", "q": "On what road is the woman's house?", "ref": ["07-27"]}], "8": [{"a": "Wisdom calls out beside the entrance to the city.", "q": "Who calls out beside the entrance to the city?", "ref": ["08-01", "08-03"]}, {"a": "Wisdom calls to the children of mankind.", "q": "To whom does Wisdom call?", "ref": ["08-04"]}, {"a": "Wisdom speaks of noble things and of what is trustworthy.", "q": "What kinds of things does Wisdom speak?", "ref": ["08-06", "08-07"]}, {"a": "Wisdom is more valuable than jewels.", "q": "What is Wisdom more valuable than?", "ref": ["08-11"]}, {"a": "Those who fear Yahweh hate evil, pride, arrogance, and perverted speech.", "q": "What do those who fear Yahweh hate?", "ref": ["08-13"]}, {"a": "Kings and princes who have Wisdom govern justly.", "q": "How do kings and princes who have Wisdom govern?", "ref": ["08-15", "08-16"]}, {"a": "The fruit of Wisdom is better than gold and silver.", "q": "What is the fruit of Wisdom better than?", "ref": ["08-19"]}, {"a": "Wisdom will give an inheritance to those who love her.", "q": "What will Wisdom give to those who love her?", "ref": ["08-21"]}, {"a": "Wisdom was set up from ages long ago, from the first.", "q": "When was Wisdom set up?", "ref": ["08-23"]}, {"a": "Wisdom was there when Yahweh made the earth and heavens.", "q": "Where was Wisdom when Yahweh made the earth and heavens?", "ref": ["08-26", "08-27"]}, {"a": "Wisdom was beside Yahweh as a master craftsman when Yahweh made everything.", "q": "What was Wisdom doing beside Yahweh when Yahweh made everything?", "ref": ["08-30"]}, {"a": "Wisdom's delight was mankind.", "q": "What was Wisdom's delight?", "ref": ["08-31"]}, {"a": "One who finds Wisdom also finds life and the favor of Yahweh.", "q": "What does one who finds Wisdom also find?", "ref": ["08-35"]}, {"a": "One who fails to find Wisdom also finds death.", "q": "What does one who fails to find Wisdom also find?", "ref": ["08-36"]}], "9": [{"a": "Wisdom has built her own house.", "q": "What has Wisdom built?", "ref": ["09-01"]}, {"a": "The invitations Wisdom sends out are directed to the untaught, to those who have no sense.", "q": "Who are the invitations that Wisdom sends out directed to?", "ref": ["09-03", "09-04"]}, {"a": "Wisdom says the untaught should leave behind their untaught ways.", "q": "What does Wisdom say the untaught should leave behind?", "ref": ["09-06"]}, {"a": "One who reproves a mocker invites abuse and will be hurt and hated.", "q": "What happens to one who reproves a mocker?", "ref": ["09-07", "09-08"]}, {"a": "One who instructs a wise man is loved.", "q": "What happens to one who instructs a wise man?", "ref": ["09-08"]}, {"a": "The fear of Yahweh is the beginning of wisdom.", "q": "What is the beginning of wisdom?", "ref": ["09-10"]}, {"a": "The knowledge of the Holy One is understanding.", "q": "What is understanding?", "ref": ["09-10"]}, {"a": "A foolish woman is noisy, untaught, and knows nothing.", "q": "What are the characteristics of a foolish woman?", "ref": ["09-13"]}, {"a": "Stolen and secret things can initially be sweet and pleasant to the one who gets them.", "q": "How can stolen and secret things initially be to the one who gets them?", "ref": ["09-17"]}, {"a": "The dead in the depths of Sheol are in the woman's house.", "q": "Who are in the foolish woman's house?", "ref": ["09-18"]}], "10": [{"a": "A wise child makes his father rejoice.", "q": "How does a father react to a wise child?", "ref": ["10-01"]}, {"a": "Yahweh frustrates the cravings of the wicked.", "q": "What does Yahweh do to the cravings of the wicked?", "ref": ["10-03"]}, {"a": "A lazy hand causes a person to be poor.", "q": "What is the result of a lazy hand?", "ref": ["10-04"]}, {"a": "Those who do what is right receive gifts from God.", "q": "What do those who do what is right receive from God?", "ref": ["10-06"]}, {"a": "A talkative fool will come to ruin.", "q": "What will happen to a talkative fool?", "ref": ["10-08"]}, {"a": "Love covers over all offenses.", "q": "What does love cover?", "ref": ["10-12"]}, {"a": "Wisdom is found on the lips of a discerning person.", "q": "What is found on the lips of a discerning person?", "ref": ["10-13"]}, {"a": "The one who rejects reproof is led astray.", "q": "What happens to the one who rejects reproof?", "ref": ["10-17"]}, {"a": "Transgression (sin) is not lacking when there are many words.", "q": "What is not lacking when there are many words?", "ref": ["10-19"]}, {"a": "The good gifts of Yahweh bring wealth.", "q": "What do the good gifts of Yahweh bring?", "ref": ["10-22"]}, {"a": "The wicked are like a storm that passes by and is no more.", "q": "What are the wicked like?", "ref": ["10-25"]}, {"a": "The sluggard is like smoke in the eyes to those who send him.", "q": "What is like smoke in the eyes?", "ref": ["10-26"]}, {"a": "The years of the wicked will be short.", "q": "What will the years of the wicked be?", "ref": ["10-27"]}, {"a": "The way of Yahweh protects those who have integrity.", "q": "Who does the way of Yahweh protect?", "ref": ["10-29"]}, {"a": "Out of the mouth of those doing right comes the fruit of wisdom.", "q": "What comes out of the mouth of those doing right?", "ref": ["10-31"]}], "11": [{"a": "Pride comes before disgrace.", "q": "What comes before disgrace?", "ref": ["11-02"]}, {"a": "Having done right is valuable on the day of wrath.", "q": "What is valuable on the day of wrath?", "ref": ["11-04"]}, {"a": "The treacherous are trapped by their cravings.", "q": "What traps the treacherous (wicked)?", "ref": ["11-06"]}, {"a": "Doing what is right keeps a person away from trouble.", "q": "What keeps a person away from trouble?", "ref": ["11-08"]}, {"a": "The godless person destroys his neighbor with his mouth.", "q": "How does the godless person destroy his neighbor?", "ref": ["11-09"]}, {"a": "A faithful person keeps a matter covered instead of slandering.", "q": "What does a faithful person do instead of slandering?", "ref": ["11-13"]}, {"a": "A person should not guarantee a loan for a stranger.", "q": "What should a person not do for a stranger because it will bring harm to himself?", "ref": ["11-15"]}, {"a": "A wicked person lies to get his wages.", "q": "How does a wicked person get his wages?", "ref": ["11-18"]}, {"a": "Yahweh delights in those whose ways are blameless.", "q": "In whom does Yahweh delight?", "ref": ["11-20"]}, {"a": "Everyone can be sure that the wicked will not go unpunished.", "q": "Of what can everyone be sure?", "ref": ["11-21"]}, {"a": "The one who sows seeds will accumulate even more.", "q": "What happens to the one who sows seed?", "ref": ["11-24"]}, {"a": "The one who gives water to others receives water for himself.", "q": "What does the one who gives water to others receive?", "ref": ["11-25"]}, {"a": "The one who trusts in his riches will fall.", "q": "What happens to the one who trusts in his riches?", "ref": ["11-28"]}, {"a": "Those who do right are like a tree of life.", "q": "Who are like a tree of life?", "ref": ["11-30"]}, {"a": "Those who do right, and much more the wicked and the sinner will receive what they deserve.", "q": "Who will receive what they deserve?", "ref": ["11-31"]}], "12": [{"a": "A stupid person hates correction.", "q": "What does a stupid person hate?", "ref": ["12-01"]}, {"a": "Yahweh condemns a man who makes evil plans.", "q": "Who does Yahweh condemn?", "ref": ["12-02"]}, {"a": "A worthy wife is a husband's crown.", "q": "What is a husband's crown?", "ref": ["12-04"]}, {"a": "The wicked give deceitful advice.", "q": "What kind of advice do the wicked give?", "ref": ["12-05"]}, {"a": "The house of those who do right will stand.", "q": "What happens to the house of those who do right?", "ref": ["12-07"]}, {"a": "The one who does right cares about the needs of his animal.", "q": "Who cares about the needs of his animal?", "ref": ["12-10"]}, {"a": "An evil person is trapped by his wicked talk.", "q": "What traps an evil person?", "ref": ["12-13"]}, {"a": "The way of a fool is right in his own eyes.", "q": "How does the way of a fool look in his own eyes?", "ref": ["12-15"]}, {"a": "Words spoken rashly are like the thrusts of a sword.", "q": "What are words spoken rashly like?", "ref": ["12-18"]}, {"a": "Deceit is in the heart of those who plan to do evil.", "q": "What is in the heart of those who plan to do evil?", "ref": ["12-20"]}, {"a": "Yahweh hates lying lips.", "q": "What does Yahweh hate?", "ref": ["12-22"]}, {"a": "The lazy will be subject to forced labor.", "q": "To what will the lazy be subject?", "ref": ["12-24"]}, {"a": "The way of the wicked leads them astray.", "q": "Where does the way of the wicked lead them?", "ref": ["12-26"]}, {"a": "Those who walk in the right way find life.", "q": "What do those who walk in the right way find?", "ref": ["12-28"]}], "13": [{"a": "A wise son hears his father's instruction.", "q": "What does a wise son hear?", "ref": ["13-01"]}, {"a": "A person protects his life by guarding his mouth.", "q": "How does a person protect his life?", "ref": ["13-03"]}, {"a": "The lazy craves, but gets nothing.", "q": "Who craves, but gets nothing?", "ref": ["13-04"]}, {"a": "Some are truly wealthy by giving everything away.", "q": "How are some truly wealthy?", "ref": ["13-07"]}, {"a": "A poor person will never receive a ransom threat.", "q": "What kind of threat will a poor person never receive?", "ref": ["13-08"]}, {"a": "Pride breeds only conflict.", "q": "What does pride breed?", "ref": ["13-10"]}, {"a": "Wealth dwindles away when there is too much vanity.", "q": "How does wealth dwindle away?", "ref": ["13-11"]}, {"a": "The teaching of the wise is a fountain of life.", "q": "What is a fountain of life?", "ref": ["13-14"]}, {"a": "The wise act out of knowledge in every decision.", "q": "Out of what do the wise act in every decision?", "ref": ["13-16"]}, {"a": "Honor will come to him who learns from correction.", "q": "What will come to him who learns from correction?", "ref": ["13-18"]}, {"a": "In order to be wise, a person should walk with wise people.", "q": "With whom should a person walk in order to be wise?", "ref": ["13-20"]}, {"a": "A sinner's wealth is stored up for the one who does right.", "q": "For whom is a sinner's wealth stored up?", "ref": ["13-22"]}, {"a": "A parent shows love for his child by being careful to discipline him.", "q": "How does a parent show love for his child?", "ref": ["13-24"]}, {"a": "The stomach of the wicked is always hungry.", "q": "In what condition is the stomach of the wicked?", "ref": ["13-25"]}], "14": [{"a": "A wise woman builds her house.", "q": "What does a wise woman do?", "ref": ["14-01"]}, {"a": "The one who is dishonest in his ways despises Yahweh.", "q": "Who despises Yahweh?", "ref": ["14-02"]}, {"a": "A faithful witness does not lie.", "q": "What does a faithful witness not do?", "ref": ["14-05"]}, {"a": "Knowledge will not be found on the lips of a foolish person.", "q": "What will not be found on the lips of a foolish person?", "ref": ["14-07"]}, {"a": "The house of the wicked will be destroyed.", "q": "What will happen to the house of the wicked?", "ref": ["14-11"]}, {"a": "The tent of the upright will flourish.", "q": "What will happen to the tent of the upright?", "ref": ["14-11"]}, {"a": "Someone who is not faithful will get what his ways deserve.", "q": "What will someone who is not faithful get?", "ref": ["14-14"]}, {"a": "A fool confidently dismisses a warning.", "q": "What does a fool do when he is warned?", "ref": ["14-16"]}, {"a": "Someone who is quick to become angry does foolish things.", "q": "What does someone who is quick to become angry do?", "ref": ["14-17"]}, {"a": "The evil will bow down before those who are good.", "q": "To whom will the evil bow down?", "ref": ["14-19"]}, {"a": "Those who plan to do good receive covenant faithfulness and trustworthiness.", "q": "What do those receive who plan to do good?", "ref": ["14-22"]}, {"a": "With all hard work comes a profit.", "q": "What comes with all hard work?", "ref": ["14-23"]}, {"a": "The fear of Yahweh is a fountain of life.", "q": "What is a fountain of life?", "ref": ["14-27"]}, {"a": "The quick to get angry exalts folly.", "q": "Who exalts folly?", "ref": ["14-29"]}, {"a": "The one who oppresses the poor curses his Maker.", "q": "Who curses his Maker by his actions?", "ref": ["14-31"]}, {"a": "Doing what is right exalts a nation.", "q": "What exalts a nation?", "ref": ["14-34"]}], "15": [{"a": "A gentle answer turns away wrath.", "q": "What turns away wrath?", "ref": ["15-01"]}, {"a": "Yahweh watches over the evil and the good.", "q": "Over whom does Yahweh watch?", "ref": ["15-03"]}, {"a": "A fool has contempt for his father's discipline.", "q": "What is a fool's attitude toward his father's discipline?", "ref": ["15-05"]}, {"a": "Yahweh hates the sacrifice of the wicked.", "q": "What kind of sacrifice does Yahweh hate?", "ref": ["15-08"]}, {"a": "Harsh discipline awaits anyone who forsakes the way.", "q": "What awaits anyone who forsakes the way?", "ref": ["15-10"]}, {"a": "A joyful heart makes the face cheerful.", "q": "What makes the face cheerful?", "ref": ["15-13"]}, {"a": "A little with the fear of Yahweh is better than great treasure with confusion.", "q": "What is better than great treasure with confusion?", "ref": ["15-16"]}, {"a": "A person who is slow to anger quiets a quarrel.", "q": "What kind of person quiets a quarrel?", "ref": ["15-18"]}, {"a": "A wise son brings joy to his father.", "q": "What does a wise son bring to his father?", "ref": ["15-20"]}, {"a": "Numerous advisers cause plans to succeed.", "q": "What causes plans to succeed?", "ref": ["15-22"]}, {"a": "Yahweh tears down the legacy of the proud.", "q": "What does Yahweh tear down?", "ref": ["15-25"]}, {"a": "The one who does right ponders before answering.", "q": "What does the one who does right do before answering?", "ref": ["15-28"]}, {"a": "The wise person pays attention when someone corrects him.", "q": "What does the wise person do when someone corrects him?", "ref": ["15-31"]}, {"a": "Humility comes before honor.", "q": "What comes before honor?", "ref": ["15-33"]}], "16": [{"a": "All of a person's ways are pure in his own eyes.", "q": "How do all of a person's ways appear to himself?", "ref": ["16-02"]}, {"a": "Yahweh has made everything for its purpose.", "q": "For what has Yahweh made everything?", "ref": ["16-04"]}, {"a": "By covenant faithfulness and trustworthiness iniquity (sin) forgiven.", "q": "By what is iniquity (sin) forgiven?", "ref": ["16-06"]}, {"a": "Once a person plans out his way, Yahweh directs his steps.", "q": "Once a person plans out his way, what does Yahweh do?", "ref": ["16-09"]}, {"a": "A throne is established by doing what is right.", "q": "How is a throne established?", "ref": ["16-12"]}, {"a": "A king's wrath is a messenger of death.", "q": "What is a messenger of death?", "ref": ["16-14"]}, {"a": "Wisdom and understanding should be chosen more than gold and silver.", "q": "What should be chosen more than gold and silver?", "ref": ["16-16"]}, {"a": "A haughty spirit comes before a downfall.", "q": "What comes before a downfall?", "ref": ["16-18"]}, {"a": "A person who contemplates what he is taught finds what is good.", "q": "How does a person find what is good in what they are taught?", "ref": ["16-20"]}, {"a": "The heart of the wise gives insight to his mouth.", "q": "What does the heart of the wise do for his mouth?", "ref": ["16-23"]}, {"a": "Even though a way may seem right to a man, it may lead to death.", "q": "Even though a way may seem right to a man, where can it lead?", "ref": ["16-25"]}, {"a": "Gossip separates close friends.", "q": "What separates close friends?", "ref": ["16-28"]}, {"a": "The one who winks the eye is plotting evil things.", "q": "What is the one who winks the eye doing?", "ref": ["16-30"]}, {"a": "Gray hair is a crown of glory.", "q": "What is a crown of glory?", "ref": ["16-31"]}, {"a": "One who rules his spirit is stronger than one who conquers a city.", "q": "Who is stronger than one who conquers a city?", "ref": ["16-32"]}, {"a": "The decision of the lots is made by Yahweh.", "q": "How is the decision of the lots made?", "ref": ["16-33"]}], "17": [{"a": "A wise servant rules over a shameful son.", "q": "What does a wise servant do with a shameful son?", "ref": ["17-02"]}, {"a": "A liar pays attention to those who say evil things.", "q": "To whom does a liar pay attention?", "ref": ["17-04"]}, {"a": "Those who rejoice at misfortune will not go unpunished.", "q": "What happens to those who rejoice at misfortune?", "ref": ["17-05"]}, {"a": "A bribe is like a magic stone because the one who gives it succeeds wherever he turns.", "q": "How is a bribe like a magic stone?", "ref": ["17-08"]}, {"a": "Even a hundred blows fail to deeply affect a fool.", "q": "Even what fails to deeply affect a fool?", "ref": ["17-10"]}, {"a": "Meeting a fool in his foolishness is worse than meeting a bear robbed of her cubs.", "q": "What is worse than meeting a bear robbed of her cubs?", "ref": ["17-12"]}, {"a": "A person should walk away before a dispute breaks out.", "q": "What should a person do before a dispute breaks out?", "ref": ["17-14"]}, {"a": "A person who acquits the wicked or condemns those who do right is wicked to Yahweh.", "q": "What kind of people are an wicked to Yahweh?", "ref": ["17-15"]}, {"a": "A man having no sense makes binding promises for his neighbor's debts.", "q": "What does a man having no sense do?", "ref": ["17-18"]}, {"a": "An evil tongue causes a person to fall into calamity.", "q": "What causes a person to fall into calamity?", "ref": ["17-20"]}, {"a": "A cheerful heart is good medicine.", "q": "What is good medicine?", "ref": ["17-22"]}, {"a": "A foolish son is a grief to his father and bitterness to his mother.", "q": "What is a foolish son to his father and mother?", "ref": ["17-25"]}, {"a": "A fool can be considered wise if he keeps silent.", "q": "How can a fool be considered wise?", "ref": ["17-28"]}], "18": [{"a": "A fool finds no pleasure in understanding.", "q": "In what does a fool not find pleasure?", "ref": ["18-02"]}, {"a": "Contempt, shame, and reproach come with a wicked person.", "q": "What comes with a wicked person?", "ref": ["18-03"]}, {"a": "A fool's lips bring him conflict.", "q": "What do a fool's lips bring him?", "ref": ["18-06"]}, {"a": "The words of a gossip are like delicious morsels.", "q": "What are like delicious morsels?", "ref": ["18-08"]}, {"a": "The name of Yahweh is a strong tower.", "q": "What is a strong tower?", "ref": ["18-10"]}, {"a": "Before his downfall, a person's heart is proud.", "q": "What is the attitude of a person before his downfall?", "ref": ["18-12"]}, {"a": "A broken spirit is something very difficult to bear.", "q": "What is something very difficult to bear?", "ref": ["18-14"]}, {"a": "The first to plead his case seems right.", "q": "Who seems right at first?", "ref": ["18-17"]}, {"a": "An offended brother is harder to win than a strong city.", "q": "What is harder to win than a strong city?", "ref": ["18-19"]}, {"a": "Death and life are in the power of the tongue.", "q": "What are in the power of the tongue?", "ref": ["18-21"]}, {"a": "A rich person answers others harshly.", "q": "How does a rich person answer others?", "ref": ["18-23"]}], "19": [{"a": "A person must have knowledge in addition to desire.", "q": "What must a person have in addition to desire?", "ref": ["19-02"]}, {"a": "A false witness will not go unpunished.", "q": "What will happen to a person who is a false witness?", "ref": ["19-05"]}, {"a": "When a poor man calls out to his friends, they are gone.", "q": "What happens when a poor man calls out to his friends?", "ref": ["19-07"]}, {"a": "A person who loves his own soul gets wisdom.", "q": "What does a person do who loves his own soul?", "ref": ["19-08"]}, {"a": "A person with discretion overlooks an offense.", "q": "What does a person with discretion do when offended?", "ref": ["19-11"]}, {"a": "A quarreling wife is like a constant dripping of water.", "q": "What is like a constant dripping of water?", "ref": ["19-13"]}, {"a": "A prudent (wise) wife is from Yahweh.", "q": "From where does a prudent wife come?", "ref": ["19-14"]}, {"a": "One who is kind to the poor lends to Yahweh.", "q": "How does a person lend to Yahweh?", "ref": ["19-17"]}, {"a": "A hot-tempered (angry) person will have to be rescued a second time.", "q": "Who will have to be rescued a second time?", "ref": ["19-19"]}, {"a": "A person can become wise by the end of his life by listening to advice and accepting instruction.", "q": "How can a person become wise by the end of his life?", "ref": ["19-20"]}, {"a": "Honor for Yahweh leads people to life.", "q": "What leads people to life?", "ref": ["19-23"]}, {"a": "A sluggard is unable to even bring his hand up from the dish to his mouth.", "q": "What is a sluggard unable to do?", "ref": ["19-24"]}, {"a": "A child who robs his father and chases his mother away brings shame and reproach.", "q": "What does a child bring who robs his father and chases his mother away?", "ref": ["19-26"]}, {"a": "A corrupt witness makes justice a mockery.", "q": "What makes justice a mockery?", "ref": ["19-28"]}], "20": [{"a": "Someone who angers the king forfeits his life.", "q": "What happens to someone who angers the king?", "ref": ["20-02"]}, {"a": "Every fool jumps into an argument.", "q": "Into what does every fool jump?", "ref": ["20-03"]}, {"a": "A faithful person is difficult to find.", "q": "What kind of person is difficult to find?", "ref": ["20-06"]}, {"a": "No one can say about himself, \"I have kept my heart clean; I am free from sin.\"", "q": "What is something that no one can say about himself?", "ref": ["20-09"]}, {"a": "Even a youth is known by his actions.", "q": "By what is even a youth known?", "ref": ["20-11"]}, {"a": "Loving sleep brings a person to poverty.", "q": "Loving what brings a person to poverty?", "ref": ["20-13"]}, {"a": "Lips of knowledge are like a precious jewel.", "q": "What are like a precious jewel?", "ref": ["20-15"]}, {"a": "Bread gained by deceit tastes like gravel afterward.", "q": "What does bread gained by deceit taste like afterward?", "ref": ["20-17"]}, {"a": "A person who curses his father or mother will have his lamp snuffed out.", "q": "What happens to a person who curses his father or mother?", "ref": ["20-20"]}, {"a": "Instead of trying to pay someone back, a person should wait for Yahweh to rescue him.", "q": "Instead of trying to pay someone back for a wrong, what should a person do?", "ref": ["20-22"]}, {"a": "It is a snare to make a vow rashly.", "q": "What is it a snare to do rashly?", "ref": ["20-25"]}, {"a": "Covenant faithfulness and trustworthiness preserve the king.", "q": "What preserves the king?", "ref": ["20-28"]}, {"a": "The glory of young men is their strength.", "q": "What is the glory of young men?", "ref": ["20-29"]}], "21": [{"a": "Yahweh directs a king's heart wherever he pleases.", "q": "What does Yahweh direct wherever he pleases?", "ref": ["21-01"]}, {"a": "To do what is right and just is more acceptable to Yahweh than sacrifice.", "q": "What is more acceptable to Yahweh than sacrifice?", "ref": ["21-03"]}, {"a": "Someone who acquires riches by a lying tongue is killed by that snare.", "q": "What happens to someone who acquires riches by a lying tongue?", "ref": ["21-06"]}, {"a": "The wicked are swept away because they refuse to do what is just.", "q": "Why are the wicked swept away?", "ref": ["21-07"]}, {"a": "Kindness is not seen in the eyes of the wicked.", "q": "What is not seen in the eyes of the wicked?", "ref": ["21-10"]}, {"a": "The untaught learn wisdom when a mocker is punished.", "q": "Who learns wisdom when a mocker is punished?", "ref": ["21-11"]}, {"a": "A secret gift appeases anger.", "q": "What does a secret gift accomplish?", "ref": ["21-14"]}, {"a": "One who wanders from understanding rests in the assembly of the dead.", "q": "Where does one who wanders from understanding rest?", "ref": ["21-16"]}, {"a": "It is better to live in the desert than with a complaining wife.", "q": "Where is it better to live than with a complaining wife?", "ref": ["21-19"]}, {"a": "A wise man is able to bring down the stronghold of the city of the mighty.", "q": "What is a wise man able to bring down?", "ref": ["21-22"]}, {"a": "A proud and haughty person is called a \"mocker.\"", "q": "What is the name for a proud and haughty person?", "ref": ["21-24"]}, {"a": "The sacrifice of the wicked is detestable.", "q": "What kind of sacrifice is detestable?", "ref": ["21-27"]}, {"a": "No wisdom, understanding, or advice can stand against Yahweh.", "q": "What cannot stand against Yahweh?", "ref": ["21-30"]}, {"a": "Yahweh gives the victory in the day of battle.", "q": "Who gives the victory in the day of battle?", "ref": ["21-31"]}], "22": [{"a": "Yahweh is the maker of both the rich and poor.", "q": "What do the rich and poor have in common?", "ref": ["22-02"]}, {"a": "For humility and fear of Yahweh the reward is riches, honor, and life.", "q": "For what is the reward riches, honor, and life?", "ref": ["22-04"]}, {"a": "If a child is taught the way he should go, he will not turn away from that instruction when he grows old.", "q": "If a child is taught the way he should go, what will he not do when he grows old?", "ref": ["22-06"]}, {"a": "The one who borrows is a slave to the one who lends.", "q": "What is the relationship between the one who borrows and the one who lends?", "ref": ["22-07"]}, {"a": "Strife, disputes, and insults will cease if the mocker is driven away.", "q": "What will cease if the mocker is driven away?", "ref": ["22-10"]}, {"a": "A lazy person says there is a lion in the streets as an excuse.", "q": "What excuse does a lazy person use?", "ref": ["22-13"]}, {"a": "Those who fall for an adulteress stir up Yahweh's anger against them.", "q": "What do those who fall for an adulteress stir up?", "ref": ["22-14"]}, {"a": "The rod of discipline drives foolishness from a child.", "q": "What drives foolishness from a child?", "ref": ["22-15"]}, {"a": "A person should trust in Yahweh.", "q": "In whom should a person trust?", "ref": ["22-19"]}, {"a": "The poor and needy must not be robbed or crushed.", "q": "What must not be done to the poor and needy?", "ref": ["22-22"]}, {"a": "Yahweh will rob the life of those who rob the poor.", "q": "What will Yahweh do to those who rob the poor?", "ref": ["22-23"]}, {"a": "A person must not make a friend of someone ruled by anger because the person will learn his ways and be entangled in a snare.", "q": "Why must a person not make a friend of someone ruled by anger?", "ref": ["22-25"]}, {"a": "A person could lose their bed if they cannot pay their debts.", "q": "What could a person lose if they cannot pay their debts?", "ref": ["22-27"]}, {"a": "The ancient boundary stone set by the fathers must not be removed.", "q": "What must not be removed?", "ref": ["22-28"]}], "23": [{"a": "When a person sits to eat with a ruler, he should carefully observe what is before him.", "q": "When should a person observe carefully what is before him?", "ref": ["23-01"]}, {"a": "A wise person knows when to stop working too hard to try to become rich.", "q": "A wise person knows when to stop doing what?", "ref": ["23-04"]}, {"a": "When a person lights his eyes upon money, it is gone.", "q": "What happens when a person lights his eyes upon money?", "ref": ["23-05"]}, {"a": "The heart of an evil man is not with you because he counts the price of the food.", "q": "Why is the heart of an evil man not with you when he invites you to eat and drink?", "ref": ["23-07"]}, {"a": "A fool despises wise words.", "q": "How does a fool react to wise words?", "ref": ["23-09"]}, {"a": "Their strong Redeemer will plead the cause of orphans.", "q": "Who will plead the cause of orphans?", "ref": ["23-11"]}, {"a": "Discipline should not be withheld from a child.", "q": "What should not be withheld from a child?", "ref": ["23-13"]}, {"a": "When his son speaks what is right, the inmost being of a father rejoices.", "q": "What makes the inmost being of a father rejoice?", "ref": ["23-16"]}, {"a": "A person should not associate with drunkards or gluttonous eaters.", "q": "With whom should a person not associate?", "ref": ["23-20"]}, {"a": "A person should buy truth, wisdom, discipline, and understanding.", "q": "What should a person buy?", "ref": ["23-23"]}, {"a": "A son should give his father his heart.", "q": "What should a son give to his father?", "ref": ["23-26"]}, {"a": "Another man's wife increases the number of traitors among humanity.", "q": "What does another's man's wife increase among humanity?", "ref": ["23-28"]}, {"a": "The one who lingers over wine has woe and fights.", "q": "Who has woe and fights?", "ref": ["23-29", "23-30"]}, {"a": "One who looks at the wine when it is red sees strange things.", "q": "What do the eyes of one who looks at the wine when it is red see?", "ref": ["23-33"]}, {"a": "The drunkard says he will seek another drink when he wakes up.", "q": "What does the drunkard say he will do when he wakes up?", "ref": ["23-35"]}], "24": [{"a": "A person should not be envious of those who are evil.", "q": "Of whom should a person not be envious?", "ref": ["24-01"]}, {"a": "By understanding a house is established.", "q": "By what is a house established?", "ref": ["24-03"]}, {"a": "A person who has knowledge is better than a person who is strong.", "q": "What is better than a person who is strong?", "ref": ["24-05"]}, {"a": "People call a person who plans to do evil a master of schemes.", "q": "What do people call a person who plans to do evil?", "ref": ["24-08"]}, {"a": "When a person shows his cowardice in the day of trouble, he shows his strength to be small.", "q": "How is a person's strength shown to be small?", "ref": ["24-10"]}, {"a": "God gives each person what he deserves.", "q": "What does God give each person?", "ref": ["24-12"]}, {"a": "The wicked lie in wait to attack the house of those who do right.", "q": "What do the wicked lie in wait to do?", "ref": ["24-15"]}, {"a": "Yahweh will see and disapprove, and turn away his wrath from the enemy.", "q": "What will Yahweh do if a person celebrates when his enemy falls?", "ref": ["24-17", "24-18"]}, {"a": "The lamp of the wicked goes out.", "q": "What happens to the lamp of the wicked?", "ref": ["24-20"]}, {"a": "A person should not associate with those who rebel against the king.", "q": "With whom should a person not associate?", "ref": ["24-21"]}, {"a": "That person will be cursed by peoples and hated by nations.", "q": "What will happen to the one who says to the guilty, \"You are in the right.\"?", "ref": ["24-24"]}, {"a": "An honest answer is like a kiss on the lips.", "q": "What is like a kiss on the lips?", "ref": ["24-26"]}, {"a": "A person should not say that he will pay back his neighbor for what he has done.", "q": "What should a person not say about his neighbor?", "ref": ["24-29"]}, {"a": "In the lazy man's field, the thorns grew up, the ground had nettles, and the wall was broken down.", "q": "What did the field of the lazy man look like?", "ref": ["24-30", "24-31"]}, {"a": "Poverty comes upon the lazy man like a robber.", "q": "What comes upon the lazy man like a robber?", "ref": ["24-34"]}], "25": [{"a": "King Solomon was the author of this proverb.", "q": "Who was the author of this proverb?", "ref": ["25-01"]}, {"a": "It is the glory of God to conceal a matter.", "q": "What is it the glory of God to do?", "ref": ["25-02"]}, {"a": "By removing the wicked from the presence of the king, the throne of the king is established.", "q": "How is the throne of the king established?", "ref": ["25-05"]}, {"a": "Waiting for the king to say to you, \"Come up here,\" is better than standing in the place designated for the great.", "q": "What is better than standing in the place designated for the great?", "ref": ["25-07"]}, {"a": "You should not be quick to bring it to trial because your neighbor may put you to shame.", "q": "If you have witnessed something concerning your neighbor, why should you not be quick to bring it to trial?", "ref": ["25-07", "25-08"]}, {"a": "A faithful messenger refreshes the soul of his masters.", "q": "What does a faithful messenger do for his masters?", "ref": ["25-13"]}, {"a": "With patience a ruler can be persuaded.", "q": "With what can a ruler be persuaded?", "ref": ["25-15"]}, {"a": "Your neighbor could become tired of you if you set your foot in his house too often.", "q": "How could your neighbor become tired of you?", "ref": ["25-17"]}, {"a": "An unfaithful man in whom you trust is like a foot that slips.", "q": "What is like a foot that slips?", "ref": ["25-19"]}, {"a": "You should give your enemy food to eat and water to drink.", "q": "What should you do for your enemy?", "ref": ["25-21"]}, {"a": "Yahweh will reward the one who gives his enemy food and drink.", "q": "What will Yahweh do for the one who gives his enemy food and drink?", "ref": ["25-22"]}], "26": [{"a": "An undeserved curse does not alight on a person.", "q": "What does not alight on a person?", "ref": ["26-02"]}, {"a": "A person who joins in the folly of a fool will become a fool.", "q": "What will a person become if he joins in the folly of a fool?", "ref": ["26-04"]}, {"a": "Sending a message by the hand of a fool is like cutting off one's own feet.", "q": "What is like cutting off one's own feet?", "ref": ["26-06"]}, {"a": "One who hires a fool is like an archer who wounds everybody.", "q": "One who hires a fool is like what?", "ref": ["26-10"]}, {"a": "A fool is like a dog who returns to his vomit because a fool repeats his folly.", "q": "Why is a fool like a dog who returns to his vomit?", "ref": ["26-11"]}, {"a": "A door turning on its hinges is like a lazy person upon his bed.", "q": "What is a door turning on its hinges like?", "ref": ["26-14"]}, {"a": "A lazy person appears wiser than seven men with discernment in his own eyes.", "q": "How does a lazy person appear in his own eyes?", "ref": ["26-16"]}, {"a": "A person says, \"Was I not telling a joke?\" after deceiving his neighbor.", "q": "What does a person say after deceiving his neighbor?", "ref": ["26-19"]}, {"a": "A quarrelsome person kindles strife.", "q": "What does a quarrelsome person kindle?", "ref": ["26-21"]}, {"a": "A person who hates others disguises it with his lips.", "q": "How does a person disguise the fact that he hates others?", "ref": ["26-24"]}, {"a": "The person who digs a pit will fall into it.", "q": "What happens to the person who digs a pit?", "ref": ["26-27"]}, {"a": "A flattering mouth brings about ruin.", "q": "What does a flattering mouth bring about?", "ref": ["26-28"]}], "27": [{"a": "A person should not boast about tomorrow because he does not know what a day may bring.", "q": "Why should a person not boast about tomorrow?", "ref": ["27-01"]}, {"a": "The provocation of a fool is heavier than the weight of sand.", "q": "What is heavier than the weight of sand?", "ref": ["27-03"]}, {"a": "An enemy may kiss you profusely to deceive you.", "q": "What may an enemy do to deceive you?", "ref": ["27-06"]}, {"a": "To the hungry person, every bitter thing is sweet.", "q": "To whom is every bitter thing sweet?", "ref": ["27-07"]}, {"a": "A neighbor is better than a brother who is far away.", "q": "What is better than a brother who is far away?", "ref": ["27-10"]}, {"a": "A prudent man hides himself when he sees trouble.", "q": "What does a prudent man do when he sees trouble?", "ref": ["27-12"]}, {"a": "Early in the morning, a blessing given with a loud voice is considered to be a curse.", "q": "When is a blessing given with a loud voice considered to be a curse?", "ref": ["27-14"]}, {"a": "Restraining a quarreling wife is like restraining the wind.", "q": "What is like restraining the wind?", "ref": ["27-15", "27-16"]}, {"a": "A man who sharpens his friend is like iron which sharpens iron.", "q": "What is like iron which sharpens iron?", "ref": ["27-17"]}, {"a": "A man's eyes are never satisfied, just like Abaddon.", "q": "What are never satisfied, just like Abaddon?", "ref": ["27-20"]}, {"a": "Even crushing a fool will not remove foolishness from a fool.", "q": "Even what will not remove foolishness from a fool?", "ref": ["27-22"]}, {"a": "Wealth does not last forever.", "q": "How long does wealth last?", "ref": ["27-24"]}, {"a": "Lambs provide clothing for a household.", "q": "What do lambs provide for a household?", "ref": ["27-26"]}], "28": [{"a": "The wicked run away even when no one is chasing them.", "q": "Who runs away even when no one is chasing them?", "ref": ["28-01"]}, {"a": "The wicked are praised by those who forsake the law.", "q": "Who are praised by those who forsake the law?", "ref": ["28-04"]}, {"a": "Integrity is more important than money.", "q": "Which is more important, money or integrity?", "ref": ["28-06"]}, {"a": "His wealth is given to another who will have pity on the poor.", "q": "What happens to the wealth of someone who becomes rich by charging too much interest?", "ref": ["28-08"]}, {"a": "A person who misleads the upright into an evil way will fall into his own pit.", "q": "Who will fall into his own pit?", "ref": ["28-10"]}, {"a": "The people hide themselves when the wicked arise.", "q": "How do the people react when the wicked arise?", "ref": ["28-12"]}, {"a": "A sinner who confesses and forsakes his sin will receive mercy.", "q": "How can a sinner receive mercy?", "ref": ["28-13"]}, {"a": "A ruler can prolong his days if he hates dishonesty.", "q": "How can a ruler's days be prolonged?", "ref": ["28-16"]}, {"a": "Shedding someone's blood can make a person a fugitive until death.", "q": "What can make a person a fugitive until death?", "ref": ["28-17"]}, {"a": "If a person follows worthless pursuits, he will have plenty of poverty.", "q": "How can a person have plenty of poverty?", "ref": ["28-19"]}, {"a": "A stingy man hurries after riches.", "q": "How does a stingy man pursue riches?", "ref": ["28-22"]}, {"a": "The one who trusts in Yahweh will prosper.", "q": "What is the result of trusting in Yahweh?", "ref": ["28-25"]}, {"a": "A person who closes his eyes to the poor will receive many curses.", "q": "What will a person who closes his eyes to the poor receive?", "ref": ["28-27"]}], "29": [{"a": "A person who stiffens his neck after many rebukes will be broken beyond healing.", "q": "What happens to a person who stiffens his neck after many rebukes?", "ref": ["29-01"]}, {"a": "Keeping company with prostitutes destroys a person's wealth.", "q": "What destroys a person's wealth?", "ref": ["29-03"]}, {"a": "His own sin causes an evil person to be caught in a trap.", "q": "What causes an evil person to be caught in a trap?", "ref": ["29-06"]}, {"a": "A wise person turns away wrath.", "q": "What kind of person turns away wrath?", "ref": ["29-08"]}, {"a": "The bloodthirsty seek to kill the upright.", "q": "Who do the bloodthirsty seek to kill?", "ref": ["29-10"]}, {"a": "A wise man holds back his anger and calms himself down.", "q": "What does a wise man do with his anger?", "ref": ["29-11"]}, {"a": "A king can establish his throne forever by judging the poor by the truth.", "q": "How can a king establish his throne forever?", "ref": ["29-14"]}, {"a": "A disciplined child will give the parents rest.", "q": "What is the result of disciplining a child?", "ref": ["29-17"]}, {"a": "If the people do not keep the law, they run wild.", "q": "If the people do not keep the law, what do they do?", "ref": ["29-18"]}, {"a": "Being a man who is hasty in his words is worse than being a fool.", "q": "What is worse than being a fool?", "ref": ["29-20"]}, {"a": "A person with a humble spirit is given honor.", "q": "What kind of person is given honor?", "ref": ["29-23"]}, {"a": "Yahweh protects the one who trusts in him.", "q": "What does Yahweh do for the one who trusts in him?", "ref": ["29-25"]}, {"a": "An unjust man is an abomination to those who do right.", "q": "Who is an abomination to those who do right?", "ref": ["29-27"]}], "30": [{"a": "The sayings of Agur the son of Jakeh are written in this proverb.", "q": "Whose sayings are written in this proverb?", "ref": ["30-01"]}, {"a": "The author has not learned wisdom.", "q": "What has the author not learned?", "ref": ["30-03"]}, {"a": "God will rebuke someone who adds to God's words.", "q": "What will happen to someone who adds to God's words?", "ref": ["30-06"]}, {"a": "The author wishes to have neither poverty nor riches.", "q": "How wealthy does the author wish to be?", "ref": ["30-08"]}, {"a": "The author is afraid he would deny Yahweh if he were rich.", "q": "What is the author afraid he would do if he were rich?", "ref": ["30-09"]}, {"a": "A generation that curses their father and does not bless their mother is not washed of their filth.", "q": "Who is not washed of their filth?", "ref": ["30-11", "30-12"]}, {"a": "The haughty generation devours the poor.", "q": "What does the haughty generation do to the poor?", "ref": ["30-14"]}, {"a": "Four things that never say \"enough\" are sheol, the barren womb, land thirsty for water, and fire.", "q": "What are four things that never say \"enough\"?", "ref": ["30-15", "30-16"]}, {"a": "The author does not understand the way of a snake on a rock.", "q": "What is the second thing that the author does not understand because it is too wonderful?", "ref": ["30-19"]}, {"a": "The first thing that causes the earth to tremble is a slave when he becomes king.", "q": "What is the first thing that the author says causes the earth to tremble?", "ref": ["30-22"]}, {"a": "The author finds locusts amazing because they have no king, but all of them march in rank.", "q": "What does the author find amazing about locusts?", "ref": ["30-27"]}, {"a": "The lion does not turn away from anything.", "q": "What does not turn away from anything?", "ref": ["30-30"]}, {"a": "A person who has been devising evil should put his hand over his mouth.", "q": "What should a person do who has been devising evil?", "ref": ["30-32"]}, {"a": "Anger produces conflict.", "q": "What does anger produce?", "ref": ["30-33"]}], "31": [{"a": "King Lemuel wrote this proverb.", "q": "Who wrote this proverb?", "ref": ["31-01"]}, {"a": "He should not give his ways to those who destroy kings.", "q": "To whom should the king not give his ways?", "ref": ["31-03"]}, {"a": "Rulers forget what has been decreed when they have strong drink.", "q": "What do rulers forget when they have strong drink?", "ref": ["31-05"]}, {"a": "Those in bitter distress forget their trouble when they have strong drink.", "q": "What do those in bitter distress forget when they have strong drink?", "ref": ["31-07"]}, {"a": "The king should please the cause of the poor and needy.", "q": "Whose cause should the king plead?", "ref": ["31-09"]}, {"a": "A capable wife is more valuable than jewels.", "q": "What is more valuable than jewels?", "ref": ["31-10"]}, {"a": "She does good for her husband and not evil all the days of her life.", "q": "What does the capable wife do all the days of her life?", "ref": ["31-12"]}, {"a": "She arises while it is night.", "q": "When does the capable wife arise?", "ref": ["31-15"]}, {"a": "She dresses herself with strength.", "q": "With what does the capable wife dress herself?", "ref": ["31-17"]}, {"a": "She reaches out to the poor and needy.", "q": "To whom does the capable wife reach out?", "ref": ["31-20"]}, {"a": "Her husband sits with the elders at the gates.", "q": "Where does the capable wife's husband sit?", "ref": ["31-23"]}, {"a": "The law of kindness is on the capable wife's tongue.", "q": "What is on the capable wife's tongue?", "ref": ["31-26"]}, {"a": "Her children call her blessed.", "q": "What do the children of the capable wife call her?", "ref": ["31-28"]}, {"a": "A woman who fears Yahweh will be praised.", "q": "What kind of woman will be praised?", "ref": ["31-30"]}]}