[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives the believers some specific instructions on marriage."}, {"ref": "Now", "text": "Paul is introducing a new topic in his teaching."}, {"ref": "the issues you wrote about", "text": "The Corinthians had written a letter to Paul to ask for answers to certain questions."}, {"ref": "about: \"It is good for a man not to touch a woman.\" But because", "text": "Possible meanings are 1) Paul is quoting what the Corinthians had written, \"about: you wrote, 'It is good for a man not to touch a woman.' That is true, but because\" or 2) Paul is saying what he really thinks, \"about: my answer is that yes, it is good for a man not to touch a woman. But because\""}, {"ref": "It is good", "text": "\"It is most helpful,\" not that \"to touch\" is morally bad"}, {"ref": "for a man", "text": "Possible meanings are 1) a male spouse or husband or 2) any man."}, {"ref": "not to touch a woman", "text": "Possible meanings are 1) \"not to have sexual relations with a woman,\" speaking here of the wife of \"a man\" (See: [[:en:ta:vol2:translate:figs_euphemism]]), or 2) \"not ever to marry\" (See: [[:en:ta:vol2:translate:figs_metonymy]])."}, {"ref": "But because of temptations for many immoral acts, each", "text": "\"But because Satan tempts people to commit sexual sin, each\" or \"But we desire to commit sexual sin because of our sinful nature, so each\""}]}, {"id": "03", "tn": [{"ref": "conjugal rights", "text": "Both husbands and wives are obligated to regularly sleep with their spouses. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "05", "tn": [{"ref": "Do not deprive each other", "text": "The word \"deprive\" means to keep from someone something that the other person has the right to receive. \"Do not refuse to have marital relations with your spouse\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that you may devote yourselves to prayer", "text": "in order to have a period of especially deep prayer"}, {"ref": "devote yourselves", "text": "\"commit yourselves\""}, {"ref": "come together again", "text": "\"sleep together again\""}, {"ref": "because of your lack of self-control", "text": "control** - \"because after some days, your sexual desires will be harder to keep under control\""}, {"ref": "I say these things to you as a concession and not as a command", "text": "Possible meanings are Paul is telling the Corinthians that he is allowing them, but not commanding them, 1) to marry and sleep together (UDB) or 2) to stop sleeping together for a time."}, {"ref": "were as I am", "text": "Either Paul had never married or his wife had died. It is unlikely that he had been through a divorce."}, {"ref": "But each one has his own gift from God. One has this kind of gift, and another that kind", "text": "\"God enables people to do different things. He enables one person to do one thing and another person to do something different\""}]}, {"id": "08", "tn": [{"ref": "the unmarried", "text": "\"this those who are not married\""}, {"ref": "to widows", "text": "\"to women whose husband has died\""}, {"ref": "it is good", "text": "Translate this as in [[:en:bible:notes:1co:07:01|7:1]]."}, {"ref": "to burn with passion", "text": "\"to live with the constant desire to sleep with someone\""}]}, {"id": "10", "tn": [{"ref": "should not separate from", "text": "Paul's readers knew no difference between separating and divorcing. To stop living with someone was to end the marriage. AT: \"should not divorce\""}, {"ref": "be reconciled to him", "text": "\"she should make peace with her husband and return to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "should not divorce", "text": "Paul's readers knew no difference between divorcing and simply separating. To do either was to end the marriage. AT: \"should not separate from\""}]}, {"id": "12", "tn": [{"ref": "content", "text": "\"willing\" or \"satisfied\""}, {"ref": "For the unbelieving husband is set apart because of his wife", "text": "Possible meanings are 1) \"For God has set apart the unbelieving husband for himself because of his believing wife\" or 2) \"God treats the unbelieving husband as he would treat a son for the sake of his believing wife\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "husband ... wife", "text": "These are the same Greek words as for \"man\" and \"woman.\""}, {"ref": "the unbelieving wife is set apart because of the brother", "text": "Possible meanings are 1) \"God has set apart the unbelieving wife for himself because of her husband who believes\" or 2) \"God treats the unbelieving wife as he would treat a daughter for the sake of her husband who believes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the brother", "text": "the believing man or husband"}, {"ref": "they are set apart", "text": "Possible meanings are 1) \"God has set them apart for himself\" or 2) \"God treats them as he would treat his own children\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "In such cases, the brother or sister is not bound to their vows", "text": "\"In such cases, God does not require the believing spouse to continue to obey the marriage vow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "do you know, woman ... you will save your husband ... do you know, man ... you will save your wife", "text": "Paul is speaking to the Corinthians as if they were one person, so all instances of \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "how do you know, woman, whether you will save your husband?", "text": "This can be stated directly. AT: \"you cannot know if you will save your unbelieving husband\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "how do you know, man, whether you will save your wife", "text": "This can be stated directly. AT: \"you cannot know if you will save your unbelieving wife\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "each one", "text": "\"each believer\""}, {"ref": "This is my rule in all the churches", "text": "Paul was teaching believers in all the churches to act in this manner."}, {"ref": "Was anyone circumcised when he was called to believe", "text": "Paul was addressing the circumcised ones (the Jews). AT: \"To the circumcised ones, when God called you to believe, you had already been circumcised\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was anyone uncircumcised when he was called to faith", "text": "Paul was now addressing the uncircumcised ones. AT: \"To the uncircumcised ones, when God called you to believe, you were not circumcised\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Here the words \"us\" and \"we\" refers to all Christians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "remain in the calling", "text": "Here \"calling\" refers to the work or social position in which you were involved. AT: \"live and work as you did\" (UDB)"}, {"ref": "Were you ... called you? Do not be ... you can become", "text": "Paul is speaking to the Corinthians as if they were one person, so all instances of \"you\" and the command \"be\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Were you a slave when God called you? Do not be concerned", "text": "This can be stated as a statement. AT: \"To those who were slaves when God called you to believe, I say this: do not be concerned\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the Lord's freeman", "text": "This freeman is forgiven by God and therefore free from Satan and sin."}, {"ref": "You have been bought with a price", "text": "This can be stated in active form. AT: \"Christ bought you by dying for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "when we were called to believe", "text": "\"when God called us to believe in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "Now concerning those who never married, I have no commandment from the Lord", "text": "Paul knows no teaching of Jesus that speaks about this situation. AT: \"The Lord has not commanded me to say anything to people who have never married\""}, {"ref": "I give my opinion", "text": "\"I tell you what I think\""}, {"ref": "Therefore", "text": "\"So this is my opinion\" (13:25)"}, {"ref": "impending crisis", "text": "\"disaster that is coming\""}]}, {"id": "27", "tn": [{"ref": "Are you bound ... Do not seek ... Are you free ... Do not seek ... you do ... you have", "text": "Paul is speaking to the Corinthians as if they were one person, so all these instances of \"you\" and the command \"do not seek\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Are you bound to a woman? Do not seek", "text": "Paul addresses men who are married. AT: \"If you are married, do not seek\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you free of a wife? Do not seek", "text": "Paul addresses men who are not married. AT: \"If you are not now married, do not seek\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do not seek a wife", "text": "\"Do not try to get married\""}, {"ref": "committed", "text": "\"done\""}, {"ref": "I would like to spare you from them", "text": "\"I do not want you to have them\""}]}, {"id": "29", "tn": [{"ref": "The time is short", "text": "\"There is little time\" or \"Time is almost gone\""}, {"ref": "weep", "text": "\"cry\" or \"grieve with tears\""}, {"ref": "those who make use of the world", "text": "\"those who deal every day with unbelievers\""}, {"ref": "should not act as though they are making total use of it", "text": "\"should show by their actions that they have their hope in God\""}]}, {"id": "32", "tn": [{"ref": "free from worries", "text": "\"calm\" or \"unworried\""}, {"ref": "concerned about", "text": "\"focused on\""}, {"ref": "he is divided", "text": "\"he is trying to please God and please his wife at the same time\""}]}, {"id": "35", "tn": [{"ref": "constraint", "text": "\"restriction\""}, {"ref": "may be devoted to", "text": "\"can concentrate on\""}]}, {"id": "39", "tn": [{"ref": "for as long as he lives", "text": "\"until he dies\""}, {"ref": "whomever she wishes", "text": "\"anyone she wants\""}, {"ref": "in the Lord", "text": "\"if the new husband is a believer\""}, {"ref": "my judgment", "text": "\"my understanding of God's word\""}, {"ref": "happier", "text": "more contented, more joyful"}, {"ref": "lives as she is", "text": "\"remains unmarried\""}]}]