[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus has just been talking to the people and his disciples about following him. Six days later, Jesus goes with three of his disciples up a mountain where his appearance changes, so he looks as he will one day in the kingdom of God."}, {"ref": "And he said to them", "text": "\"And Jesus said to his disciples\""}, {"ref": "the kingdom of God come with power", "text": "The kingdom of God coming represents God showing himself as king. AT: \"God show himself with great power as king\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "alone by themselves", "text": "The author uses the reflexive pronoun \"themselves\" here to emphasize that they were alone and that only Jesus, Peter, James, and John went up the mountain. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "he was transfigured", "text": "This can be stated in active form. AT: \"he appeared very different\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before them", "text": "\"in front of them\""}, {"ref": "radiantly brilliant", "text": "\"shining\" or \"glowing.\" Jesus' garments were so white they were emitting or putting out light."}, {"ref": "extremely", "text": "\"very, very\""}, {"ref": "whiter than any bleacher on earth could bleach them", "text": "Bleaching describes the process of making natural white wool even whiter by using chemicals like bleach or ammonia. AT: \"whiter than any person on earth could whiten them\""}]}, {"id": "04", "tn": [{"ref": "Elijah with Moses", "text": "It may be helpful to state who these men are. AT: \"two prophets who had lived long ago, Moses and Elijah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they were talking", "text": "The word \"they\" refers to Elijah and Moses."}, {"ref": "Peter answered and said to Jesus", "text": "\"Peter said to Jesus.\" Here the word \"answered\" is used to introduce Peter into the conversation. Peter was not answering a question."}, {"ref": "us", "text": "This word refers to Peter, James, and John. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "shelters", "text": "\"tents.\" This refers to simple temporary dwellings."}, {"ref": "For he did not know what to say, for they were terrified", "text": "This parenthetical sentence tells background information about Peter, James, and John. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "terrified", "text": "\"very frightened\" or \"very afraid\""}]}, {"id": "07", "tn": [{"ref": "came and overshadowed", "text": "\"appeared and covered\""}, {"ref": "Then a voice came out of the cloud", "text": "The \"voice\" is a metonym for God. Also, the \"voice\" is described as \"coming out of the cloud,\" meaning that they heard God speaking from the cloud. AT: \"Then God spoke from the cloud\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "This is my beloved Son. Listen to him", "text": "God the Father expresses his love for his \"beloved Son,\" the Son of God."}, {"ref": "beloved Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "when they looked", "text": "Here \"they\" refers to Peter, James, and John."}]}, {"id": "09", "tn": [{"ref": "he commanded them to tell no one ... until the Son of Man had risen", "text": "This implies that he was permitting them to tell people about what they had seen only after he rose from being dead. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "risen from the dead ones ... to rise from the dead ones", "text": "\"risen from the dead ... to rise from the dead\" or \"risen from among the dead ones ... to rise from among the dead ones.\" This means to become alive again. The phrase \"the dead ones\" refers to \"dead people\" and is a metaphor for being dead. AT: \"risen from being dead ... to rise from being dead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So they kept the matter to themselves", "text": "Here \"kept the matter to themselves\" is an idiom that means they did not tell anyone about what they had seen. AT: \"So they did not tell anyone about what they had seen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Though Peter, James, and John wondered what Jesus might mean by \"rising from the dead,\" they asked him instead about Elijah's coming."}, {"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 12 and 13, giving the information Jesus is telling them in an order that is easier to understand. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "They asked him", "text": "The word \"they\" refers to Peter, James, and John."}, {"ref": "Why do the scribes say that Elijah must come first?", "text": "Prophecy foretold that Elijah would come again from heaven. Then the Messiah, who is the Son of Man, would come to rule and reign. Other prophecies also foretold that the Son of Man would suffer and be hated by people. The disciples are confused how both could be true."}, {"ref": "that Elijah must come first", "text": "The scribes taught that Elijah would come back to earth before the Messiah came. AT: \"that Elijah must come first before the Messiah comes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then why is it written ... who is worthless?", "text": "As Jesus is teaching his disciples, he asks this question and then tells his disciples the answer. This may be expressed as a statement. AT: \"But I also want you to consider what is written about the Son of Man. The scriptures say that he must suffer many things and be treated as one who is worthless\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and be treated as one who is worthless", "text": "This may be stated in active form. AT: \"and people will treat him as one who is worthless\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and they did whatever they wanted to him", "text": "It may be helpful to state what people did to him. AT: \"and our leaders treated him very badly, just as they wanted to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "When Peter, James, John, and Jesus came down from the mountain, they found the scribes arguing with the other disciples."}, {"ref": "they came back to the disciples", "text": "Jesus, Peter, James, and John returned to the other disciples who had not gone with them up the mountain."}, {"ref": "scribes were arguing with them", "text": "The scribes were arguing with the disciples who had not gone with Jesus."}, {"ref": "was amazed", "text": "It may be helpful to state why they were amazed. AT: \"was amazed that Jesus had come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "To explain what the scribes and other disciples were arguing about, a father of a demon-possessed man tells Jesus that he has asked the disciples to send the demon out of his son, but they could not. Jesus then casts the demon out of the boy. Later the disciples ask why they were not able to send the demon away."}, {"ref": "He has a spirit", "text": "This means the boy is possessed by an unclean spirit. \"He has an unclean spirit\" or \"He is possessed by an unclean spirit\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he foams at the mouth", "text": "When a person has a seizure, they can have trouble breathing or swallowing. This causes white foam to come out of the mouth. If your language has a way to describe that, you could use it."}, {"ref": "becomes rigid", "text": "\"becomes stiff.\" It may be helpful to state that it is his body that becomes rigid. AT: \"his body becomes rigid\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "they could not", "text": "It may be helpful to add the missing information. AT: \"they could not drive it out of him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He answered them", "text": "Though it was the boy's father who made a request of Jesus, Jesus responds to the whole crowd. This can be made clear. AT: \"Jesus responded to the crowd\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Unbelieving generation", "text": "\"You unbelieving generation.\" Jesus calls the crowd this, as he begins to respond to them."}, {"ref": "how long will I have to stay with you? ... bear with you?", "text": "Jesus uses these questions to express his frustration. Both questions have the same meaning. They can be written as statements. AT: \"I have become weary by your unbelief!\" or \"Your unbelief tires me! I wonder how long I must bear with you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "bear with you", "text": "\"endure you\" or \"put up with you\""}, {"ref": "Bring him to me", "text": "\"Bring the boy to me\""}]}, {"id": "20", "tn": [{"ref": "spirit", "text": "This refers to the unclean spirit. See how you translated this in [[:en:bible:notes:mrk:09:17|9:17]]."}, {"ref": "convulsion", "text": "This is a condition where a person has no control over his body, and his body shakes violently."}, {"ref": "Since childhood", "text": "\"Since he was a small child.\" It may be helpful to state this as a full sentence. AT: \"He has been like this since he was a small child\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "have pity", "text": "\"have compassion\""}]}, {"id": "23", "tn": [{"ref": "If you are able'?", "text": "Jesus is rebuking the man's doubt. This question can be written differently or as a statement. AT: \"Jesus said to him, \"Why do you say, \"If you are able\"?\" or \"Jesus said to him, 'You should not have said, \"If you are able!\"\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are able", "text": "It may be helpful to add the missing information. AT: \"are able to do anything\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "All things are possible for the one who believes", "text": "This can be written less abstractly and in active form. AT: \"God can do anything for people who believe in him.\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the one", "text": "\"for the person\""}, {"ref": "believes", "text": "This refers to belief in God. AT: \"believes in God\""}, {"ref": "Help my unbelief", "text": "The man is asking Jesus to help him overcome his unbelief and increase his faith. AT: \"Help me when I do not believe\" or \"Help me have more faith\""}, {"ref": "the crowd running to them", "text": "This means that more people were running toward where Jesus was and that the crowd there was growing larger."}, {"ref": "You mute and deaf spirit", "text": "The words \"mute\" and \"deaf\" can be explained. AT: \"You unclean spirit, you who are causing the boy to be unable to hear and unable to speak\""}]}, {"id": "26", "tn": [{"ref": "It cried out", "text": "\"The unclean spirit cried out\""}, {"ref": "convulsed the boy greatly", "text": "\"shook the boy violently\""}, {"ref": "came out", "text": "It may be helpful to add the missing information. AT: \"came out of the boy\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "The boy looked like one who was dead", "text": "The boy's appearance is compared to that of a dead person. AT: \"The boy appeared dead\" or \"The boy looked like a dead person\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "so that many", "text": "\"so that many people\""}, {"ref": "took him by the hand", "text": "This means that Jesus grasped the boy's hand with his own hand. AT: \"grasped the boy by the hand\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "lifted him up", "text": "\"helped him get up\" (UDB)"}]}, {"id": "28", "tn": [{"ref": "privately", "text": "This means they were alone."}, {"ref": "cast it out", "text": "\"cast the unclean spirit out.\" It may be helpful to add the missing information. AT: \"cast the unclean spirit out of the boy\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "This kind cannot be cast out except by prayer", "text": "The words \"cannot\" and \"except\" are both negative words. In some languages it is more natural to use a positive statement. AT: \"This kind can be cast out only by prayer\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "This kind", "text": "This describes unclean spirits. AT: \"This kind of unclean spirit\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and his disciples left the house where they had been after Jesus had healed the demon-possessed boy. He takes time to teach his disciples alone."}, {"ref": "They went out from there", "text": "\"Jesus and his disciples left that region\" (UDB)"}, {"ref": "passed through", "text": "\"traveled through\" or \"passed by\""}, {"ref": "for he was teaching his disciples", "text": "Jesus was teaching his disciples privately, away from the crowd. This can be stated clearly. AT: \"for he was teaching his disciples privately\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Son of Man", "text": "Here Jesus refers to himself as the Son of Man. This is an important title for Jesus. \"I, the Son of Man,\" (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "into the hands of men", "text": "Here \"hands\" is a metonym for control. AT: \"into the control of men\" or \"to the control of men\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When he has been put to death, after three days", "text": "This can be stated in active form. AT: \"After they have put him to death and three days have passed,\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they were afraid to ask him", "text": "They were afraid to ask Jesus what his statement meant. AT: \"they were afraid to ask him what it meant\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "When they come to Capernaum, Jesus teaches his disciples about being humble servants. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "they came to", "text": "\"they arrived at.\" The word \"they\" refers to Jesus and his disciples."}, {"ref": "discussing", "text": "\"discussing with one another\""}, {"ref": "they were silent", "text": "They were silent because they were ashamed to tell Jesus what they had been discussing. AT: \"they were silent because they were ashamed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who was the greatest", "text": "It may be helpful to add the missing information. AT: \"who was the greatest among them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "If anyone wants to be first, he must be last of all", "text": "Here the words \"first\" and \"last\" are opposites of one another. Jesus speaks of being the \"most important\" as being \"first\" and of being the \"least important\" as being \"last.\" AT: \"If anyone wants God to consider him to be the most important person of all, he must consider himself to be the least important of all\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of all ... of all", "text": "\"of all people ... of all people\""}]}, {"id": "36", "tn": [{"ref": "in their midst", "text": "\"among them\" (UDB). The word \"their\" refers to the crowd."}, {"ref": "He took him in his arms", "text": "This means that he hugged the child or picked him up and placed him on his lap."}, {"ref": "such a child", "text": "\"a child like this\""}, {"ref": "in my name", "text": "This means to do something because of love for Jesus. AT: \"because they love me\" (UDB) or \"for my sake\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the one who sent me", "text": "This refers to God who has sent him to earth. AT: \"God who has sent me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "38", "tn": [{"ref": "John said to him", "text": "\"John said to Jesus\""}, {"ref": "driving out demons", "text": "\"sending away demons.\" This refers to casting demons out of people. AT: \"driving demons out of people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in your name", "text": "Here \"name\" is associated with Jesus' authority and power. AT: \"by the authority of your name\" or \"by the power of your name\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he does not follow us", "text": "This means that he is not among their group of disciples. AT: \"he is not one of us\" or \"he does not walk with us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "40", "tn": [{"ref": "is not against us", "text": "\"is not opposing us\""}, {"ref": "is for us", "text": "It can be explained clearly what this means. AT: \"is trying to achieve the same goals that we are\" (UDB)"}, {"ref": "gives you a cup of water to drink because you belong to Christ", "text": "Jesus speaks about giving someone a cup of water as an example of how one person may help another. This is a metaphor for helping someone in any way. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "not lose", "text": "This negative sentence emphasizes the positive meaning. In some languages, it is more natural to use a positive statement. AT: \"definitely receive\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "42", "tn": [{"ref": "millstone", "text": "a large, round stone used for grinding grain into flour"}, {"ref": "If your hand causes you to stumble", "text": "Here \"hand\" is a metonym for desiring to do something sinful that you would do with your hand. AT: \"If you want to do something sinful with one of your hands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to enter into life maimed", "text": "\"to be maimed and then to enter into life\" or \"to be maimed before entering into life\""}, {"ref": "to enter into life", "text": "Dying and then beginning to live eternally is spoken of as entering into life. AT: \"to enter into eternal life\" or \"to die and begin to live forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "maimed", "text": "missing a body part as a result of having it removed or being injured. Here it refers to missing a hand. AT: \"without a hand\" or \"missing a hand\""}, {"ref": "into the unquenchable fire", "text": "\"where the fire cannot be put out\""}]}, {"id": "45", "tn": [{"ref": "If your foot causes you to stumble", "text": "Here the word \"foot\" is a metonym for desiring to do something sinful that you would do with your feet, such as going to a place you should not go to. AT: \"If you want to do something sinful with one of your feet\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to enter into life lame", "text": "\"to be lame and then to enter into life\" or \"to be lame before entering into life\""}, {"ref": "to enter into life", "text": "Dying and then beginning to live eternally  is spoken of as entering into life. AT: \"to enter into eternal life\" or \"to die and begin to live forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lame", "text": "\"unable to walk easily.\" Here it refers not being able to walk well because of missing a foot. AT: \"without a foot\" or \"missing a foot\""}, {"ref": "and be thrown into hell", "text": "This can be stated in active form. AT: \"and for God to throw you into hell\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "47", "tn": [{"ref": "If your eye causes you to stumble, tear it out", "text": "Here the word \"eye\" is a metonym for either 1) desiring to sin by looking at something. AT: \"If you want to do something sinful by looking at something, tear your eye out.\"  Or 2) Desiring to sin because of what you have looked at. AT: \"If you want to do something sinful because of what you look at, tear your eye out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to enter into the kingdom of God with one eye than to have two eyes", "text": "This refers to the state of a person's physical body when he dies. A person does not take his physical body with him into eternity. AT: \"to enter into the kingdom of God, after having lived on earth with only one eye, than to have lived on earth and had two eyes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to be thrown into hell", "text": "This can be stated in the active form. AT: \"for God to throw you into hell\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "where their worm does not die", "text": "The meaning of this statement can be made explicit. AT: \"where worms that eat  people there do not die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "49", "tn": [{"ref": "everyone will be salted with fire", "text": "Here Jesus speaks of everyone being purified by experiencing suffering. Jesus speaks of suffering as if it were fire and giving suffering to people as if it were applying salt to them. This can be stated also in active form. AT: \"Just as salt purifies a sacrifice, God will purify everyone by allowing them to suffer\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "its saltiness", "text": "\"its salty taste\""}, {"ref": "how can you make it salty again?", "text": "This can be written as a statement. AT: \"you cannot make it salty again.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "salty again", "text": "\"taste salty again\""}, {"ref": "Have salt among yourselves", "text": "Jesus speaks of doing good things for one another as if good things were salt that people possess. AT: \"Do good to each other, like salt adds flavor to food\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]