[{"id": "01", "tn": [{"ref": "if they do not believe", "text": "\"if the Israelites do not believe\""}]}, {"id": "04", "tn": [{"ref": "take it by the tail", "text": "\"pick it up by the tail\" or \"grasp it by the tail\""}, {"ref": "became a staff", "text": "\"turned into a rod\" or \"changed into a staff\""}, {"ref": "the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob", "text": "Abraham, Isaac and Jacob were three of their ancestors. They all worshiped the same God."}]}, {"id": "06", "tn": [{"ref": "behold", "text": "This word is used to create an exclamation, showing surprise. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "as white as snow", "text": "The word \"as\" here is used to compare what Moses' hand looked like. Leprosy causes the skin to look white. You may not have a word for snow in your language. If so, consider an alternative that describes something white. AT: \"as white as wool or as white as the sand on the beach\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "08", "tn": [{"ref": "pay attention", "text": "\"acknowledge\" or \"accept\""}]}, {"id": "10", "tn": [{"ref": "eloquent", "text": "\"an excellent speaker\""}, {"ref": "I am slow of speech and slow of tongue", "text": "The phrases \"slow of speech\" and \"slow of tongue\" mean basically the same thing. Moses uses them to emphasize that he is not a good speaker. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "slow of tongue", "text": "Here \"tongue\" refers to Moses' ability to speak. AT: \"unable to speak well\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Who is it who made man's mouth?", "text": "Yahweh uses this question to emphasize that he is the Creator who makes if possible for people to speak. AT: \"I Yahweh am the one who created the human mouth and the ability to speak!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who makes a man mute or deaf or seeing or blind?", "text": "Yahweh uses this question to emphasize that he is the one who decides if people can speak and hear, and if they can see. AT: \"I Yahweh make people able to speak, or hear, or to see, or to be blind!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is it not I, Yahweh?", "text": "Yahweh uses this question to emphasize that he alone makes these decisions. AT: \"I, Yahweh, am the one who does this!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I will be with your mouth", "text": "Here \"mouth\" refers to Moses' ability to speak. AT: \"I will give you the ability to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "he will be glad in his heart", "text": "Here \"heart\" refers to inner thoughts and emotions. AT: \"he will be very happy\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "put the words to say into his mouth", "text": "Words here are spoken of as if they were something that can be physically placed in a person's mouth. Here \"words\" refers to the message. AT: \"give him the message that he is to repeat\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will be with your mouth", "text": "The word \"mouth\" here represents Moses choice of words. AT: \"I will give you the right words to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with his mouth", "text": "The word \"mouth\" here represents Aaron's choice of words. AT: \"I will give him the right words to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will be your mouth", "text": "The word \"mouth\" here represents Aaron repeating what Moses told him. AT: \"He will say what you tell him to say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will be to him like me, God", "text": "The word \"like\" here means Moses would represent the same authority to Aaron as God did to Moses. AT: \"you will speak to Aaron with the same authority with which I spoke to you\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "father-in-law", "text": "in-law** - This refers to the father of Moses' wife."}]}, {"id": "21", "tn": [{"ref": "will harden his heart", "text": "Here \"heart\" refers to Pharaoh. His stubborn attitude is spoken of as if his heart was hard. AT: \"will cause Pharaoh to be stubborn\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Israel is my son", "text": "The word \"Israel\" here represents all the people of Israel. AT: \"The people of Israel are my own children\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is my son, my firstborn", "text": "Here the people of Israel are spoken of as if they were a firstborn son who causes joy and pride. AT: \"is like my own firstborn son\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have refused to let him go", "text": "The word \"him\" refers to the people of Israel as God's son. AT: \"you have refused to let my son go\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will certainly kill your son, your firstborn", "text": "The word \"son\" here refers to the actual son of Pharaoh."}]}, {"id": "24", "tn": [{"ref": "Yahweh met Moses and tried to kill him", "text": "This may have been because Moses had not circumcised his son."}, {"ref": "Zipporah", "text": "This is the name of Moses's wife. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "flint knife", "text": "This was a knife with a sharpened stone blade."}, {"ref": "to his feet", "text": "It is possible that the word \"feet\" here may have been a more respectful way to refer to the genital area of the body. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "you are a bridegroom to me by blood", "text": "The meaning of this metaphor is unclear. It was probably a known saying in that culture. AT: \"you are related to me by this blood\" or \"you are my husband because of blood\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "Yahweh said to Aaron", "text": "You may want to add a word that marks the beginning of a new part of the story, as the UDB does."}, {"ref": "at the mountain of God", "text": "This may have been the mountain at Sinai, but the text does not include that information."}, {"ref": "he had sent him to say", "text": "The word \"he\" refers to Yahweh, and \"him\" refers to Moses."}]}, {"id": "29", "tn": [{"ref": "in the sight of the people", "text": "\"before the people\" or \"in the presence of the people\""}, {"ref": "had observed the Israelites", "text": "\"saw the Israelites\" or \"was concerned about the Israelites\""}, {"ref": "they bowed their heads", "text": "Possible meanings are 1) \"they bowed their heads in awe\" or 2) \"they bowed down low in reverence.\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}]