[{"id": "01", "tn": [{"ref": "Three years", "text": "\"3 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "it came about that", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}]}, {"id": "03", "tn": [{"ref": "Do you know that Ramoth Gilead is ours, but that we are doing nothing to take it from the hand of the king of Aram?", "text": "Ahab asks this question to emphasize that they should have already recaptured Ramoth Gilead. AT: \"Ramoth Gilead is ours, but we have done nothing yet to take it from the hand of the king of Aram.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to take it from the hand of the king of Aram", "text": "Here the word \"hand\" refers to power. AT: \"to take it from the control of the king of Aram\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am like you, my people are like your people, and my horses are like your horses", "text": "Jehoshaphat tells Ahab that he, his people, and his horses belong to Ahab, meaning that Ahab can command them as he pleases. AT: \"I, my soldiers, and my horses are yours to use in any way you want\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "four hundred men", "text": "\"400 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "for the Lord will give it into the hand of the king", "text": "Here the word \"hand\" refers to power. AT: \"for the Lord will allow the king to capture Ramoth Gilead\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "May the king not say that", "text": "Jehoshaphat refers to Ahab in the third person to show respect for him. AT: \"You should not say that\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "10", "tn": [{"ref": "made himself horns of iron", "text": "\"made iron horns for himself\""}, {"ref": "With these you will push the Arameans until they are consumed", "text": "The prophet's actions are a symbolic metaphor that illustrates the way that Ahab would defeat the Arameans. Ahab's army will win with great strength, as a bull attacks another animal. (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until they are consumed", "text": "Destroying an enemy army is spoken of as if it were consuming them. This can be stated in active form. AT: \"until you consume them\" or \"until you destroy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "given it into the hand of the king", "text": "Here the word \"hand\" refers to power. AT: \"allowed the king to capture it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Now look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "the words of the prophets declare good things to the king with one mouth", "text": "The prophets all saying the same thing is spoken of as if they all spoke with the same mouth. The phrase \"the words of the prophets\" represents the message that the prophets declare. AT: \"the prophets all declare the same good things to the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your word be like one of them", "text": "Here the word \"them\" refers to \"the words of the prophets.\" AT: \"let what you say agree with what they have said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "should we go", "text": "The word \"we\" refers to Ahab, Jehoshaphat, and their armies but not to Micaiah. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "will give it into the hand of the king", "text": "Here the word \"hand\" refers to power. AT: \"will allow the king to capture it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "How many times must I require ... in the name of Yahweh?", "text": "Ahab asks this question out of frustration to rebuke Micaiah. AT: \"Many times I have required ... in the name of Yahweh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "in the name of Yahweh", "text": "Here the word \"name\" refers to authority. AT: \"as the representative of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I saw all Israel", "text": "Here \"all Israel\" refers to the army of Israel. AT: \"I saw the entire army of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "like sheep who have no shepherd", "text": "The people of the army are compared to sheep that have no one to lead them because their shepherd, the king, has died. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "These have no shepherd", "text": "Yahweh speaks of the king as if he were a shepherd. Just like a shepherd is responsible to care for and protect his sheep, the king is responsible to lead and protect his people. AT: \"These people no longer have a leader\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Did I not tell you ... but only disaster?", "text": "Ahab asks this question to emphasize that he had spoken the truth about Micaiah. AT: \"I told you ... but only disaster!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "fall at Ramoth Gilead", "text": "Ahab dying in battle is spoken of as if he will fall. AT: \"die at Ramoth Gilead\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "One of them said ... and another one said", "text": "\"One ... and another\" refers to two or more angels in the heavenly host who were responding to Yahweh's question in the previous verse."}]}, {"id": "21", "tn": [{"ref": "be a lying spirit in the mouth of all his prophets", "text": "Here the word \"spirit\" refers to the attitudes of the prophets and the words \"the mouth\" represents what they will say. AT: \"cause all his prophets to speak lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now see", "text": "\"Indeed.\" The word \"see\" here adds emphasis to what follows."}, {"ref": "has put a lying spirit in the mouth of all these prophets of yours", "text": "Here the word \"spirit\" refers to the attitudes of the prophets and the words \"the mouth\" represents what they will say. AT: \"has caused all of your prophets to speak lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "Which way did the Spirit of Yahweh take to go from me to speak to you?", "text": "Zedekiah asks this sarcastic question to insult and rebuke Micaiah. AT: \"Do not think that Yahweh's Spirit left me to speak to you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "you will know that", "text": "\"you will know the answer to your question.\" If Zedekiah's rhetorical question is translated as a statement, this phrase may be translated to supply implicit information. AT: \"you will know that the Spirit of Yahweh has spoken to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "If you return safely", "text": "This describes something that would not happen. Yahweh had already told Micaiah that the king would not return safely. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "31", "tn": [{"ref": "thirty-two captains", "text": "two captains** - \"32 captains\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Do not attack unimportant or important soldiers", "text": "By mentioning both \"unimportant\" and \"important soldiers,\" the king meant all soldiers. AT: \"Do not attack any of the soldiers\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "It came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}]}, {"id": "34", "tn": [{"ref": "drew his bow at random", "text": "Possible meanings are 1) he took aim to shoot a soldier without knowing that it was Ahab or 2) he drew his bow to shoot without any specific target in mind."}]}, {"id": "35", "tn": [{"ref": "the king was held up in his chariot", "text": "This can be stated in active form. AT: \"someone held the king up in his chariot\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a cry went up", "text": "Here \"a cry\" represents the soldiers who were shouting. AT: \"soldiers began to shout\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Every man should go back to his city; and every man should go back to his region", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "37", "tn": [{"ref": "was brought to Samaria", "text": "This can be stated in active form. AT: \"his soldiers brought his body to Samaria\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they buried him", "text": "\"people buried him\""}, {"ref": "just as the word of Yahweh had declared", "text": "Here \"the word of Yahweh\" represents Yahweh himself. AT: \"just as Yahweh had declared\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "39", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This can be expressed in active form and assumes that the answer is positive. The question is rhetorical and is used for emphasis. See how you translated this in [[:en:bible:notes:1ki:15:31|15:31]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" or \"you can read them in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "slept with his ancestors", "text": "Ahab dying is spoken of as if he had fallen asleep. See how you translated this in [[:en:bible:notes:1ki:02:10|2:10]]. AT: \"died\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "41", "tn": [{"ref": "thirty-five years old", "text": "five years old** - \"35 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "twenty-five years", "text": "five years** - \"25 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "43", "tn": [{"ref": "He walked in the ways of Asa, his father", "text": "A person's behavior is spoken of as if that person walked along a path. AT: \"He did the same things that Asa, his father, had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what was right in the eyes of Yahweh", "text": "Here \"eyes\" represents seeing and Yahweh's opinion is spoken of as if he were able to see something. AT: \"what Yahweh considered to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the high places were not taken away", "text": "This can be stated in active form. AT: \"he did not take away the high places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "45", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This can be expressed in active form and assumes that the answer is positive. The question is rhetorical and is used for emphasis. See how you translated this in [[:en:bible:notes:1ki:14:29|14:29]]. AT: \"they are written in The Book of the Events of the Kings of Judah.\" or \"you can read them in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "48", "tn": [{"ref": "the ships were wrecked", "text": "This can be stated in active form. AT: \"the ships wrecked\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "slept with his ancestors", "text": "Jehoshaphat dying is spoken of as if he had fallen asleep. See how you translated this in [[:en:bible:notes:1ki:02:10|2:10]]. AT: \"died\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "was buried with them", "text": "This can be stated in active form. AT: \"people buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "51", "tn": [{"ref": "he reigned two years", "text": "\"he reigned 2 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "what was evil in the sight of Yahweh", "text": "Yahweh's opinion regarding something is spoken of as if Yahweh were seeing that thing. AT: \"what Yahweh considered to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walked in the way of his father, in the way of his mother, and in the way of Jeroboam son of Nebat", "text": "A person's behavior is spoken of as if that person were walking along a path. AT: \"did the same things that his father, mother, and Jeroboam son of Nebat had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "led Israel to sin", "text": "Here the word \"Israel\" refers to the ten northern tribes that made up the kingdom of Israel."}, {"ref": "He served Baal and worshiped him", "text": "The words \"served\" and \"worshiped\" mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the God of Israel", "text": "Here the word \"Israel\" refers to all of the twelve tribes descended from Jacob."}]}]