[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "Blessed is everyone who honors Yahweh", "text": "This phrase occurs in the passive voice to avoid implying that Yahweh is obligated to bless those who honor him. This can be stated in active form. AT: \"Yahweh will bless everyone who honors him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What your hands provide", "text": "A man can be referred to by his hands because that is the part of the body he works with. AT: \"What you provide\" or \"What you work for\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will be blessed and prosper", "text": "The words \"be blessed\" and \"prosper\" share similar meanings and emphasize God's favor. AT: \"Yahweh will bless you and prosper you\" or \"Yahweh will make you blessed and prosperous\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "003", "tn": [{"ref": "like a fruitful vine in your house", "text": "The wife is spoke of as a vine producing a lot of fruit. This implies that children are like fruit and the wife will have many children. AT: \"very productive and give you many children\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "your children will be like olive plants", "text": "Children are compared to olive plants because of the way they grow to surround something. Children will surround the table and make it full. AT: \"you will have many children who will grow and prosper\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "around your table", "text": "This refers to the place where a family gathers to eat. Often, all those who eat a man's table are under his authority or control."}, {"ref": "the man will be blessed who honors Yahweh", "text": "This can be stated as an active verb. \"Yahweh will bless the man who honors him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the days of your life", "text": "\"throughout your lifetime\""}, {"ref": "May peace be on Israel", "text": "\"May Israel have peace\""}]}]