[{"id": "01", "tn": [{"ref": "plains", "text": "a large area of flat land"}, {"ref": "give some of their own shares of land to the Levites", "text": "Yahweh did not give the Levites their own land, so they had to live in cities that belonged to other tribes."}, {"ref": "pastureland", "text": "an area of land where animals feed on grass"}]}, {"id": "03", "tn": [{"ref": "one thousand cubits", "text": "\"1,000 cubits.\" If it is necessary to use modern distance units, here is a way of doing it. AT: \"457 meters\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bdistance]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "two thousand cubits", "text": "\"2,000 cubits.\" A cubit is 46 centimeters. (See: [[:en:ta:vol2:translate:translate_bdistance]] and [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "06", "tn": [{"ref": "a person who has killed someone", "text": "This refers to people who have killed someone, but it had not yet been determined whether they killed the person intentionally or accidentally."}, {"ref": "forty-two ... forty-eight", "text": "two ... forty-eight** - \"42 ... 48\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}]}, {"id": "09", "tn": [{"ref": "unintentionally", "text": "\"accidentally\""}]}, {"id": "12", "tn": [{"ref": "the avenger", "text": "This refers to a close relative that seeks vengeance by killing the accused man."}, {"ref": "so that the accused man will not be killed without first standing trial before the community", "text": "This can be stated in active form. AT: \"so that no one will kill the accused man before the community is able to judge him in court\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "He must certainly be put to death", "text": "This can be stated in active form. AT: \"You must certainly execute him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "The avenger of blood", "text": "Here the word \"blood\" is a metonym for the murder. AT: \"The one who avenges the murder\" or \"The relative seeking vengeance\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the accused who struck him must surely be put to death", "text": "This can be stated in active form. AT: \"the relative must certainly execute the accused man\" or \"the accused man must die\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "22", "tn": [{"ref": "without premeditated hate", "text": "\"without planning it out of hate ahead of time\""}, {"ref": "without lying in wait", "text": "Someone intentionally seeking a way to harm another person is spoken of as if someone were hiding in order to ambush that other person. AT: \"without intentionally having tried to harm the victim\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "the avenger of blood", "text": "Here the word \"blood\" is a metonym for the murder. Translate these words in the same way you did in [[:en:bible:notes:num:35:19|35:19]]. AT: \"the one who avenges the murder\" or \"the relative seeking vengeance\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The community must rescue the accused", "text": "This means if the community judges that the death was accidental then they must save the accused man from the relative who wants to kill him. If the community judges that the death was not accidental, then the relative must execute the accused man. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the one who was anointed with the holy oil", "text": "This can be stated in active form. AT: \"the one you anointed with holy oil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "the avenger of blood", "text": "Here the word \"blood\" is a metonym for the murder. Translate these words in the same way you did in [[:en:bible:notes:num:35:19|35:19]]. AT: \"the one who avenges the murder\" or \"the relative seeking vengeance\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "through all your people's generations", "text": "\"and all of your descendants who will live after you\""}, {"ref": "the murderer must be killed", "text": "This can be stated in active form. AT: \"someone must execute the murderer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as testified to by the words of witnesses", "text": "This can be stated in active form. AT: \"according to the testimony of witnesses\" or \"as witnesses testify to the murder\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But one witness' word alone may not cause any person to be put to death", "text": "The testimony of one witness is not enough to execute a person for murder. This can be stated in active form. AT: \"But the word of only one witness is not enough for you to execute a person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "He must certainly be put to death", "text": "This can be stated in active form. AT: \"You must execute him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You must not ... allow him to reside on his own property", "text": "This implied that the man would have left the city of refuge and returned home. AT: \"You must not ... allow him to leave the city of refuge and return home to live on his own property\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in this way", "text": "\"by accepting a ransom\""}]}, {"id": "33", "tn": [{"ref": "Do not pollute in this way the land where you live, because blood from murder pollutes the land", "text": "Making the land unacceptable to Yahweh is spoken of as if it were physically polluting the land. AT: \"Do not make the land where you live unacceptable to me in this way, because blood from murder makes the land unacceptable to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in this way", "text": "This means by disobeying the laws concerning a person who kills someone."}, {"ref": "No atonement can be made for the land when blood has been shed on it, except by the blood of the one who shed it", "text": "This refers to when a person intentionally kills another person. This can be stated in active form. AT: \"When someone has shed blood in the land, only the execution of the murderer can make atonement for the land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]