[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "sons of God", "text": "The phrase \"sons  of\" is a way of saying \"having the characteristics of.\" AT: \"you mighty men\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Give praise to Yahweh for his glory and strength", "text": "The abstract nouns \"glory\" and \"strength\" can be stated as adjectives. AT: \"Give praise to Yahweh because he is glorious and strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Give to Yahweh the glory that his name deserves", "text": "The abstract noun \"honor\" can be stated as a verb or adjective. AT: \"Honor Yahweh just as his name deserves\" or \"Proclaim that Yahweh is glorious just as his name deserves\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that his name deserves", "text": "The phrase \"his name\" refers to Yahweh or his reputation. AT: \"as is proper because of who he is\" (See: [[:en:ta:vol2:translate:figs_metonymy]]}"}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "The psalm shows Yahweh's power and glory."}, {"ref": "The voice of Yahweh is heard over the waters", "text": "God's voice is louder and clearer than all other sounds and noises. It can be heard over other loud sounds such as the sound of the waters. This can be stated in active form. AT: \"When Yahweh speaks his voice is louder than the sound of the sea\" or \"Yahweh shouts louder than the sound of the waters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "over the waters", "text": "This refers to the seas or the oceans. These waters make a very loud noise as the waves rise and fall."}, {"ref": "The voice of Yahweh", "text": "All occurrences of \"voice\" here represent Yahweh speaking. The writer is emphasizing that when Yahweh speaks, the sound is so loud it is heard over the waters, and it is so powerful it can destroy the largest trees. AT: \"When Yahweh speaks, his voice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the God of glory thunders", "text": "This speaks about God speaking as if it were the sound of thunder. Just like the sound of thunder, Yahweh's voice can be heard over large distances. AT: \"The voice of the glorious God is loud like thunder\" or \"When the glorious God speaks it rumbles like thunder\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "over many waters", "text": "\"over the large bodies of water\""}]}, {"id": "006", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues describing the power of God's voice."}, {"ref": "He makes Lebanon skip like a calf", "text": "Lebanon is spoken of as if it were a young calf. This emphasizes that when Yahweh speaks, the power of his voice shakes the ground. AT: \"He makes the land of Lebanon shake like a calf skipping\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "skip", "text": "jump lightly back and forth"}, {"ref": "Sirion like a young ox", "text": "Sirion is spoken of as if it were a young ox. This emphasizes that when Yahweh speaks, the power of his voice shakes the ground. It may be helpful to add the missing words. AT: \"he makes Sirion jump like a young ox\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Sirion", "text": "This is a mountain in Lebanon. It is also called Mount Hermon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The voice of Yahweh sends out flames of fire", "text": "All occurrences of \"voice\" here represent Yahweh speaking. AT: \"When Yahweh speaks he causes lightning to flash in the sky\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flames of fire", "text": "This refers to lightning."}]}, {"id": "009", "tn": [{"ref": "The voice of Yahweh causes", "text": "Here \"voice\" represents Yahweh speaking. AT: \"When Yahweh speaks, the sound causes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the oaks to twist", "text": "\"the large trees to shake\" (UDB)"}, {"ref": "strips the forests bare", "text": "Removing the leaves of the trees is spoken of as if it was removing their clothing. AT: \"strips off the leaves from the trees\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh sits as king", "text": "This means that Yahweh rules. AT: \"Yahweh rules\" or \"Yahweh is king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "over the flood", "text": "Here \"flood\" refers to waters that cover the earth."}]}, {"id": "011", "tn": [{"ref": "Yahweh blesses his people with peace", "text": "The word \"peace\" is an abstract noun. AT: \"Yahweh blesses his people by causing them to prosper and to live peacefully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]