[{"id": "01", "tn": [{"ref": "for my salvation is near, and my righteousness is about to be revealed.", "text": "This can be stated in active form. AT: \"I will soon save you and show you that I am righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who holds it tightly", "text": "Here \"holds it tightly\" is an idiom that means to continue to observe something. AT: \"who is careful to always do this\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "keeps his hand from doing any evil", "text": "Here \"hand\" refers to the person's actions or behaviors. AT: \"does not do evil things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "See, I am a dry tree", "text": "This means eunuchs may have thought they could not be a part of God's people because they were deformed by castration (and for this reason could not have children). Israelites did not practice castration; foreigners did, sometimes for punishment. Eunuchs who had accepted the Hebrew faith knew that normally they were not allowed to worship in the temple (Deut. 23:1). The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "in my house and within my walls", "text": "These two phrases mean the same thing. AT: \"inside the walls of my temple\" (UDB). (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "that will never be cut off", "text": "This can be stated in active form. AT: \"that will never end\" or \"that will never be forgotten\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "who join themselves to Yahweh", "text": "This refers to foreigners who have joined Yahweh's people."}, {"ref": "who love the name of Yahweh", "text": "\"name\" represents the reputation and person of Yahweh. AT: \"who love Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "holy mountain", "text": "Translate this as in [[:en:bible:notes:isa:11:08|11:9]]."}, {"ref": "will be accepted on my altar", "text": "This can be stated in active form. AT: \"I will accept on my altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my house will be called a house of prayer", "text": "This can be stated in active form. AT: \"my house will be a house of prayer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "All you wild beasts of the field, come and devour, all you beasts in the forest", "text": "God is calling armies of other nations by comparing them to animals to come and attack the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "All their watchmen are blind", "text": "This means Israel's leaders cannot or perhaps do not want to see what is going on in society."}, {"ref": "They are all silent dogs", "text": "The leaders are supposed to open their mouths and warn the people, but they do not. Comparing someone to a dog in this society is a great insult. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They dream, and lying down they love to sleep", "text": "This means the leaders are not bringing God's word of warning to Israel but prefer their own comfort."}]}, {"id": "11", "tn": [{"ref": "General Note", "text": "Yahweh continues describing the evil leaders of his people."}, {"ref": "The dogs have big appetites", "text": "Yahweh continues comparing Israel's bad leaders to dogs. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]