{"1": [{"a": "In the beginning was the word.", "q": "What was in the beginning?", "ref": ["01-01"]}, {"a": "The word was with God.", "q": "Who was the word with?", "ref": ["01-01", "01-02"]}, {"a": "The word was God.", "q": "What was the word?", "ref": ["01-01"]}, {"a": "All things were made through him, and without him there was not one thing made that has been made.", "q": "Was anything made without the word?", "ref": ["01-03"]}, {"a": "In him was life.", "q": "What was in the word?", "ref": ["01-04"]}, {"a": "His name was John.", "q": "What was the name of the man sent from God?", "ref": ["01-06"]}, {"a": "He came as a witness to testify about the light, that all might believe through him.", "q": "What did John come to do?", "ref": ["01-07"]}, {"a": "The world did not know the light John came to testify about and that light's own people did not receive him.", "q": "Did the world know or receive the light John came to testify about?", "ref": ["01-10", "01-11"]}, {"a": "To those who believed on his name he gave the right to become children of God.", "q": "What did the light do for those who believed on his name?", "ref": ["01-13"]}, {"a": "They could become children of God by being born by God.", "q": "How could those who believed on his name become children of God?", "ref": ["01-13"]}, {"a": "No! The word is the only unique person who came from the Father.", "q": "Is there or was there any other person like the word who came from the Father?", "ref": ["01-14"]}, {"a": "From his fullness we have all received free gift after free gift.", "q": "What have we received from the fullness of this one John testified about?", "ref": ["01-16"]}, {"a": "Grace and truth came through Jesus Christ.", "q": "What came through Jesus Christ?", "ref": ["01-17"]}, {"a": "No man has seen God at any time.", "q": "Who has seen the God at any time?", "ref": ["01-18"]}, {"a": "The one who is in the bosom of the Father has made him known to us.", "q": "Who has made God known to us?", "ref": ["01-18"]}, {"a": "He said, \"I am the voice of one crying in the wilderness: 'Make the way of the Lord straight,' just as Isaiah the prophet said.\"", "q": "Who did John say he was when asked by the priests and Levites from Jerusalem?", "ref": ["01-22", "01-23"]}, {"a": "He said, \"Look, there is the lamb of God who takes away the sin of the world\".", "q": "What did John say when he saw Jesus coming to him?", "ref": ["01-29"]}, {"a": "He came baptizing with water so that Jesus, the Lamb of God who takes away the sin of the world, could be revealed to Israel.", "q": "Why did John come baptizing with water?", "ref": ["01-31"]}, {"a": "The sign was that on whoever John saw the Spirit descending and remaining on, that one is the one who baptizes in the Holy Spirit.", "q": "What was the sign that revealed Jesus as the son of God to John?", "ref": ["01-32", "01-34"]}, {"a": "They followed Jesus.", "q": "What did two of John's disciples do when they heard John call Jesus \"the lamb of God\"?", "ref": ["01-37"]}, {"a": "The name of one of the two is Andrew.", "q": "What is the name of one of the two who heard John speak and then followed Jesus?", "ref": ["01-40"]}, {"a": "Andrew told Simon, \"We have found the Messiah\".", "q": "What did Andrew tell his brother Simon about Jesus?", "ref": ["01-41"]}, {"a": "Jesus said Simon would be called \"Cephas\" (which means 'Peter').", "q": "What did Jesus say Simon would be called?", "ref": ["01-42"]}, {"a": "The city of Andrew and Peter was Bethsaida.", "q": "What was the city of Andrew and Peter?", "ref": ["01-44"]}, {"a": "Nathaniel said, \"Rabbi, you are the son of God! You are the King of Israel\".", "q": "What did Nathaniel say about Jesus?", "ref": ["01-49"]}, {"a": "Jesus told Nathaniel he would see the heavens opened, and all the angels of God ascending and descending upon the Son of Man.", "q": "What did Jesus say Nathaniel would see?", "ref": ["01-51"]}], "2": [{"a": "Jesus, his mother, and his disciples were at the wedding in Cana of Galilee.", "q": "Who was at the wedding in Cana of Galilee?", "ref": ["02-01"]}, {"a": "She told this to Jesus because she expected the he would do something about the situation.", "q": "Why did the mother of Jesus tell Jesus, \"They have no wine\"?", "ref": ["02-05"]}, {"a": "He first told them to fill the water pots with water. Then he told the servants to take some of the \"water\" to the head waiter.", "q": "What two things did Jesus tell the servants to do?", "ref": ["02-07", "02-08"]}, {"a": "The head waiter said, \"Every man places first the good wine and then the cheaper wine when men are drunk. But you have kept the fine wine until now.\"", "q": "What did the head waiter say after he tasted the water that had become wine?", "ref": ["02-10"]}, {"a": "Jesus' disciples believed in Jesus.", "q": "What was the response of Jesus' disciples on seeing this miraculous sign?", "ref": ["02-11"]}, {"a": "He found money changers and those that sold oxen, sheep and pigeons.", "q": "What did Jesus find when he went to the temple in Jerusalem?", "ref": ["02-14"]}, {"a": "He made a whip of cords and drove all of them out from the temple, including both the sheep and the oxen. He also poured out the money changers' money and overthrew their tables.", "q": "What did Jesus do to the sellers and money changers?", "ref": ["02-15"]}, {"a": "He said, \"Take these things away from here. Stop making my father's house a marketplace.\"", "q": "What did Jesus say to the pigeon sellers?", "ref": ["02-16"]}, {"a": "They asked Jesus, \"What sign will you show us because you are doing these things?\"", "q": "How did the Jewish authorities respond to Jesus' actions in the temple?", "ref": ["02-18"]}, {"a": "He answered them by saying, \"Destroy this temple, and in three days I will raise it up.\"", "q": "How did Jesus answer the Jewish authorities?", "ref": ["02-19"]}, {"a": "Jesus was speaking of the temple of his body.", "q": "What temple was Jesus refering to?", "ref": ["02-21"]}, {"a": "They believed because they saw all the miraculous signs he did.", "q": "Why did many believe in Jesus' name?", "ref": ["02-23"]}, {"a": "He wouldn't trust himself to the people because he knew all people, what was in mankind, and because he didn't need anyone to testify concerning mankind.", "q": "Why wouldn't Jesus trust himself to the people?", "ref": ["02-24", "02-25"]}], "3": [{"a": "Nicodemus was a Pharisee, a member of the Jewish Council.", "q": "Who was Nicodemus?", "ref": ["03-01"]}, {"a": "Nicodemus told Jesus, \"Rabbi, we know that you are a teacher come from God for no one can do these signs that you do unless God is with him.\"", "q": "What did Nicodemus testify to Jesus?", "ref": ["03-02"]}, {"a": "Jesus told Nicodemus that one had to be born again in order to enter the kingdom of God.", "q": "What did Jesus tell Nicodemus that confused and perplexed Nicodemus?", "ref": ["03-03", "03-04"]}, {"a": "Nicodemus said, \"How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?\"", "q": "What questions did Nicodemus ask that let us know that Jesus' statements confused and perplexed Nicodemus?", "ref": ["03-04"]}, {"a": "He rebuked Nicodemus by saying, \"Are you a teacher of Israel, and yet you do not understand these things?\"", "q": "How did Jesus rebuke Nicodemus?", "ref": ["03-10"]}, {"a": "No one has ascended into heaven except he who descended from heaven, the Son of Man.", "q": "Who has ascended into heaven?", "ref": ["03-13"]}, {"a": "He must be lifted up so that all who believe in him may have everlasting life.", "q": "Why must the Son of Man be lifted up?", "ref": ["03-14", "03-15"]}, {"a": "He showed his love by giving his only unique son, that whoever believes in him should not perish but have everlasting life.", "q": "How did God show he loved the world?", "ref": ["03-16"]}, {"a": "No. God sent his son so that the world should be saved through his son.", "q": "Did God send his son to condemn the world?", "ref": ["03-17"]}, {"a": "Men fall under judgment because light has come into the world, and men loved the darkness rather than the light because their works were evil.", "q": "Why do men fall under judgment?", "ref": ["03-19"]}, {"a": "Those who do evil hate the light and won't come into it because they don't want their deeds exposed.", "q": "Why won't those who do evil come into the light?", "ref": ["03-20"]}, {"a": "They come into the light so that their deeds may be clearly seen and to make known that their deeds have been brought about in obedience to God.", "q": "Why do those who practice the truth come into the light?", "ref": ["03-21"]}, {"a": "John said, \"He must increase, but I must decrease\".", "q": "What did John say would happen to Jesus' ministry compared to John's ministry?", "ref": ["03-30"]}, {"a": "They confirmed that God is true.", "q": "What did those who accepted the testimony of the one from above, from heaven, confirm?", "ref": ["03-33"]}, {"a": "He has given all things into the Son's hand.", "q": "What has the Father given into the hand of the Son?", "ref": ["03-35"]}, {"a": "They have everlasting light.", "q": "What do those who believe in the Son have?", "ref": ["03-36"]}, {"a": "They will not see life, but the wrath of God abides on them.", "q": "What happens to those who disobey the Son?", "ref": ["03-36"]}], "4": [{"a": "Jesus left Judea and departed for Galilee after he knew the Pharisees had heard that he was making and baptizing more disciples than John .", "q": "When did Jesus leave Judea and depart for Galilee?", "ref": ["04-01", "04-03"]}, {"a": "He came to a Samaritan town called Sychar.", "q": "Where did Jesus come to on his way to Galilee?", "ref": ["04-05"]}, {"a": "A Samaritan woman came there to draw water.", "q": "Who came to Jacob's well while Jesus was there?", "ref": ["04-07"]}, {"a": "They had gone away into town to buy food.", "q": "Where were Jesus' disciples?", "ref": ["04-08"]}, {"a": "He said to her, \"Give me some water to drink.\"", "q": "What did Jesus first say to the Samaritan Woman?", "ref": ["04-07"]}, {"a": "She was surprised because Jews had no dealings with the Samaritans.", "q": "Why was the Samaritan woman suprised that Jesus would talk to her?", "ref": ["04-09"]}, {"a": "Jesus tells her that if she had known the gift of God and who was talking to her, she would have asked and he would have given her living water.", "q": "What does Jesus say to turn the conversation to the things of God?", "ref": ["04-10"]}, {"a": "The woman replied, \"Sir, you do not have a bucket, and the well is deep. Where would you get that living water?\"", "q": "What statement does the woman make to indicate she doesn't understand the spiritual nature of Jesus' comments?", "ref": ["04-11"]}, {"a": "Jesus tells the woman those who drink the water he gives will never thirst again and that water will become a fountain of water springing up into eternal life.", "q": "What does Jesus tell the woman about the water that he will give?", "ref": ["04-15"]}, {"a": "She wants the water so she won't get thirsty and not have to come to the well to draw water.", "q": "Why does the woman now want this water that Jesus offers?", "ref": ["04-15"]}, {"a": "Jesus tells her, \"Go, call your husband, and come back here.\"", "q": "Jesus then changes the subject of conversation. What does he tell the woman?", "ref": ["04-16"]}, {"a": "The woman tells Jesus she has no husband.", "q": "How does the woman answer Jesus when he tells her to call her husband?", "ref": ["04-17"]}, {"a": "He tells her she has had five husbands and the man she now has is not her husband.", "q": "What does Jesus say about the woman which he could not know by natural means?", "ref": ["04-18"]}, {"a": "She bring up a controversy about where is the proper place to worship.", "q": "What controvery does the woman bring up to Jesus concerning worship?", "ref": ["04-20"]}, {"a": "Jesus tells her God is a Spirit and true worshipers must worship God in spirit and in truth.", "q": "What does Jesus tell the woman about the kind of worshipers the Father seeks?", "ref": ["04-23", "04-24"]}, {"a": "Jesus tells her that he is the Messiah (Christ).", "q": "What does Jesus say to the woman when she tells Jesus that when Messiah (Christ) comes, he will declare everything to them?", "ref": ["04-25", "04-26"]}, {"a": "The woman left her water pot, went back to town, and said to the people, \"Come see a man who told me all things that I ever did. This could not be the Christ, could it?'", "q": "What did the woman do after her conversation with Jesus?", "ref": ["04-28", "04-29"]}, {"a": "They left the town and came to Jesus.", "q": "What did the town's people do after they heard the woman's report?", "ref": ["04-30"]}, {"a": "Jesus said his food was to do the will of the one who sent him and to complete his work.", "q": "What does Jesus say his food is?", "ref": ["04-34"]}, {"a": "The harvesters receive wages and gathers fruit for everlasting life, so that he who sows and he who harvests may rejoice together.", "q": "What is the benefit of harvesting?", "ref": ["04-36"]}, {"a": "The woman's report caused many Samaritans in that city to believe in Jesus.", "q": "Why did many Samaritans in that city to believe in Jesus?", "ref": ["04-39"]}, {"a": "They said that they now knew that Jesus was indeed the savior of the world.", "q": "What did many of those Samaritans believe about Jesus?", "ref": ["04-42"]}, {"a": "They welcomed him because they had seen all the things that he had done in Jerusalem at the festival.", "q": "When Jesus came into Galilee why did the Galileans welcome him?", "ref": ["04-45"]}, {"a": "A certain royal official whose son was sick came to Jesus, imploring him to come down and heal his son.", "q": "After Jesus left Judea and returned to Galilee, who came to Jesus and what did he want?", "ref": ["04-46", "04-47"]}, {"a": "Jesus told him people would not believe unless they saw signs and wonders", "q": "What did Jesus tell the royal official about signs and wonders?", "ref": ["04-48"]}, {"a": "The man believed the word that Jesus spoke to him, and he went his way.", "q": "What did the royal official do when Jesus didn't go with him but told him, \"Go; your son lives.\"?", "ref": ["04-50"]}, {"a": "The result was the royal official and his whole household believed.", "q": "What was the result after the father of the sick child was told that his son was living and that the fever had left him the day before at the seventh hour, at the same hour Jesus had told him, \"Your son lives.\"?", "ref": ["04-53"]}], "5": [{"a": "That pool was called Bethesda.", "q": "What was the name of the pool in Jerusalem by the sheep gate that had five roofed porticos?", "ref": ["05-02"]}, {"a": "A great number of people who were sick, blind, lame, or paralyzed were lying in the porticos of Bethesda", "q": "Who was at Bethesda?", "ref": ["05-03", "05-04"]}, {"a": "Jesus asked a certain man who had been an invalid for thirty-eight years and who had been lying there a long time", "q": "At Bethesda who did Jesus ask, \"Do you want to be well?\"", "ref": ["05-05", "05-06"]}, {"a": "The sick man replied, \"Sir, I do not have anyone, when the water is stirred up, to put me into the pool. When I am trying, another steps down before me.\"", "q": "What was the sick man's response to Jesus' question, \"Do you want to be well?\"", "ref": ["05-07"]}, {"a": "Immediately the man was healed, took up his bed, and walked", "q": "What happened when Jesus said to the sick man, \"Get up, take up your mat, and walk.\"?", "ref": ["05-09"]}, {"a": "It upset them because it was a Sabbath and they said the man was not permitted to carry his mat on the Sabbath.", "q": "Why did it upset the Jewish leaders when they saw the sick man walking with his bed (mat)?", "ref": ["05-10"]}, {"a": "Jesus told him, \" See, you have become well! Do not sin any more, lest something worse happens to you.\"", "q": "What did Jesus say to the sick man he had healed after Jesus found him in the temple?", "ref": ["05-14"]}, {"a": "The man went and told the Jewish leaders that it was Jeus who had made him well.", "q": "What did the healed man do after Jesus told him to stop sinning?", "ref": ["05-15"]}, {"a": "Jesus told them, \"My Father is working even now, and I, too, work.\"", "q": "How did Jesus respond to the Jewish leaders who persecuted him because he was doing these things (healing) on the Sabbath?", "ref": ["05-17"]}, {"a": "This happened because Jesus not only broke the Sabbath (in their minds), but also called God his own Father, making himself equal with God.", "q": "Why did Jesus' statement to the Jewish leaders make them want to kill Jesus?", "ref": ["05-18"]}, {"a": "He did what he saw the Father doing.", "q": "What did Jesus do?", "ref": ["05-19"]}, {"a": "The Father would show the Son greater things than these so the Jewish leaders would be amazed.", "q": "What would the Father do so that the Jewish leaders would be amazed?", "ref": ["05-20"]}, {"a": "The Father gave all judgment to the Son so that all may honor the Son even as they honor the Father.", "q": "Why did the Father give all judgment to the Son?", "ref": ["05-22", "05-23"]}, {"a": "If you don't honor the Son you don't honor the Father who sent him.", "q": "What happens if you don't honor the Son?", "ref": ["05-23"]}, {"a": "If so, you have eternal life and will not be condemned but have passed out of death into life.", "q": "What happens if you believe Jesus' word and believe in the Father who sent him?", "ref": ["05-24"]}, {"a": "The Father has given to the Son to have life in himself.", "q": "What has the Father given the Son concerning life?", "ref": ["05-26"]}, {"a": "They will come forth. Those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.", "q": "What will happen when all who are in the tombs hear the Father's voice?", "ref": ["05-28", "05-29"]}, {"a": "His judgment is righteous because he is not seeking his own will but the will of the Father who sent him.", "q": "Why is Jesus' judgment righteous?", "ref": ["05-30"]}, {"a": "The works that Jesus did testified that he was sent from the Father.", "q": "What testimony greater than John did Jesus have to prove he was sent from the Father?", "ref": ["05-36"]}, {"a": "The Jewish leaders had neither heard his voice nor seen his form at any time.", "q": "Who had not heard the Father's voice nor seen his form at any time?", "ref": ["05-37"]}, {"a": "They searched them because they thought that in them they had eternal life.", "q": "Why did the Jewish leaders search the scriptures?", "ref": ["05-39"]}, {"a": "The scriptures testify concerning Jesus.", "q": "Who do the scriptures testify about?", "ref": ["05-39"]}, {"a": "They were not seeking the praise that comes from the only God.", "q": "Who were the Jewish leaders not seeking praise from?", "ref": ["05-44"]}, {"a": "Moses was going to accuse the Jewish leaders before the Father.", "q": "Who was going to accuse the Jewish leaders before the Father?", "ref": ["05-45"]}, {"a": "He says the Jewish leaders would believe in Jesus if they believed Moses because Moses wrote concerning Jesus.", "q": "What does Jesus say the Jewish leaders would do if they believed Moses?", "ref": ["05-46", "05-47"]}], "6": [{"a": "The Sea of Galilee was also called the Sea of Tiberias.", "q": "What was another name for the Sea of Galilee?", "ref": ["06-01"]}, {"a": "They followed him because they were seeing the signs that Jesus was doing on those who were sick.", "q": "Why was a great crowd following Jesus?", "ref": ["06-02"]}, {"a": "He saw a great crowd coming to him.", "q": "What did Jesus see after he sat down on the mountainside with his disciples and looked up?", "ref": ["06-04", "06-05"]}, {"a": "Jesus said this to test Philip.", "q": "Why did Jesus ask Philip, \"Where are we going to buy bread so that these may eat?\"", "ref": ["06-05", "06-06"]}, {"a": "Philip said, \"Two hundred denarii worth of bread would not be sufficient for each one to have even a little.\"", "q": "What was Philip's response to Jesus' question, \"Where are we going to buy bread so that these may eat?\"", "ref": ["06-07"]}, {"a": "Andrew said, \"There is a boy here who has five barley loaves and two fish, but what are these among so many?\"", "q": "What was Andrew's response to Jesus' question, \"Where are we going to buy bread so that these may eat?\"", "ref": ["06-08", "06-09"]}, {"a": "There were about five thousand men there.", "q": "About how many men were there in that place?", "ref": ["06-10"]}, {"a": "Jesus took the loaves and after giving thanks, he distributed to those who were sitting. He distributed the fish in the same way.", "q": "What did Jesus do with the loaves and the fish?", "ref": ["06-11"]}, {"a": "They got as much as they wanted to eat.", "q": "How much did the people get to eat?", "ref": ["06-11"]}, {"a": "The disciples filled twelve baskets with broken pieces from the five barley loaves—the pieces left over from those who had eaten.", "q": "How much bread was picked up after the meal?", "ref": ["06-13"]}, {"a": "Jesus withdrew because he realized the people, after seeing the sign he did (feeding of the five thousand), were about to come and seize him by force and make him king.", "q": "Why did Jesus withdraw again up the mountain by himself?", "ref": ["06-14", "06-15"]}, {"a": "A strong wind began to blow and the sea started getting rough.", "q": "What happened to the weather after the disciples got into a boat and started out for Capernaum?", "ref": ["06-18"]}, {"a": "They were afraid because they saw Jesus walking on the sea and coming near the boat.", "q": "Why did the disciples begin to be afraid?", "ref": ["06-19"]}, {"a": "Jesus said to them, \"It is I! Do not be afraid.\"", "q": "What did Jesus say to the disciples that made them willing to receive him into the boat?", "ref": ["06-20"]}, {"a": "Jesus said they were seeking him not because they saw signs, but because they ate some of the loaves and were filled.", "q": "What did Jesus say was the reason the crowd was seeking him?", "ref": ["06-26"]}, {"a": "Jesus told them to stop working for the food that perishes, but work for the food that endures to everlasting life.", "q": "What did Jesus tell the crowd they should and should not work for?", "ref": ["06-27"]}, {"a": "Jesus told the crowd, \"This is the work of God: that you believe in the one whom he has sent.", "q": "How did Jesus define the work of God for the crowd?", "ref": ["06-29"]}, {"a": "Jesus says that he is the bread of life.", "q": "What does Jesus say is the bread of life?", "ref": ["06-35"]}, {"a": "All whom the Father gives to Jesus will come to him.", "q": "Who will come to Jesus?", "ref": ["06-37"]}, {"a": "The Father's will is that Jesus should lose none that the Father has given him and that everyone who sees the son and believes in him should have eternal life; and Jesus will raise him up on the last day.", "q": "What is the will of the Father who sent Jesus?", "ref": ["06-39", "06-40"]}, {"a": "A man can only come to Jesus if his Father draws him.", "q": "How can a man come to Jesus?", "ref": ["06-44"]}, {"a": "Only he who is from God has seen the Father.", "q": "Who has seen the Father?", "ref": ["06-46"]}, {"a": "The bread that Jesus will give is his flesh for the life of the world.", "q": "What is the bread that Jesus will give for the life of the world?", "ref": ["06-51"]}, {"a": "In order to have life within yourself you must eat the flesh of the Son of Man and drink his blood.", "q": "What do you have to do to have life within yourself?", "ref": ["06-53"]}, {"a": "Jesus lives because of the Father.", "q": "Why does Jesus live?", "ref": ["06-57"]}, {"a": "If we eat his flesh and drink his blood we will remain in Jesus and him in us.", "q": "How can we remain in Jesus and Jesus remain in us?", "ref": ["06-56"]}, {"a": "When the disciples heard this teaching many of them said, \"This is a difficult teaching; who can accept it?\" After this many of his disciples went back and walked no more with him.", "q": "How did many of Jesus' disciples respond after hearing Jesus teaching about eating his flesh and drinking his blood?", "ref": ["06-60"]}, {"a": "Jesus knew from the beginning who the ones were who would not believe and who it was who would betray him.", "q": "What did Jesus know about people from the beginning?", "ref": ["06-64"]}, {"a": "Simon Peter answered him and said, \"Lord, to whom shall we go? You have the words of everlasting life, and we have believed and come to know that you are the Holy One of God.\"", "q": "When Jesus asked the twelve, \"You do not want to go away also, do you?\", who answered and what did he say?", "ref": ["06-67", "06-69"]}, {"a": "Jesus spoke of Judas, the son of Simon Iscariot, for it was he, being one of the twelve, who would betray Jesus.", "q": "Who did Jesus mean when he said one of the twelve was a devil?", "ref": ["06-70", "06-71"]}], "7": [{"a": "He wasn't willing to go there because the Jews wanted to kill him.", "q": "Why was Jesus not willing to go into Judea?", "ref": ["07-01"]}, {"a": "They urged him to go so that Jesus' disciples could see the deeds he was doing and so that the world would know.", "q": "Why did the brothers of Jesus urge him to go to Judea to the Festival of Shelters?", "ref": ["07-03", "07-04"]}, {"a": "Jesus told his brothers his time had not yet come, and his time had not yet been fulfilled.", "q": "What reason did Jesus give for not going to the festival?", "ref": ["07-06"]}, {"a": "Jesus said the world hated him because he testifies about the world that its deeds are evil.", "q": "Why does the world hate Jesus?", "ref": ["07-07"]}, {"a": "Jesus went up after his brothers had gone up to the festival but he went in private not publicly.", "q": "When and how did Jesus go up to the festival?", "ref": ["07-10"]}, {"a": "Some said, \"He is a good man.\" Others said, \"No, he leads the crowds astray.\"", "q": "What did the people in the crowd say about Jesus?", "ref": ["07-12"]}, {"a": "It was for fear of the Jews that no one spoke openly about Jesus.", "q": "Why did no one speak openly about Jesus?", "ref": ["07-13"]}, {"a": "When the festival was half over, Jesus went up into the temple and began teaching", "q": "When did Jesus go up into the temple and begin teaching?", "ref": ["07-14"]}, {"a": "Jesus said if anyone wished to do the will on the person who sent Jesus, he would know about this teaching, whether it came from God or not.", "q": "How did Jesus say one could know whether his teaching came from God, or whether Jesus was speaking from himself?", "ref": ["07-17"]}, {"a": "Jesus said that person is true, and there is no unrighteousness in him.", "q": "What did Jesus say about the one who seeks the glory of the one who sent him?", "ref": ["07-18"]}, {"a": "Jesus said none of you does the law.", "q": "According to Jesus, who does the law?", "ref": ["07-19"]}, {"a": "Jesus' argument was: You will circumcise a man on the Sabbath so that the law of Moses is not broken. Then why are you angry with me because I made a man completely well on the Sabbath.", "q": "What is Jesus' argument for healing on the Sabbath?", "ref": ["07-23"]}, {"a": "Jesus told them not to judge according to appearance, but to judge righteously.", "q": "How did Jesus tell the people to judge?", "ref": ["07-24"]}, {"a": "The people said they knew where Jesus came from, but when Christ comes they said no one will know where he comes from.", "q": "What was one of the arguments the people made for not believing Jesus was the Christ?", "ref": ["07-27"]}, {"a": "The chief priests and the Pharisees sent officers to arrest Jesus.", "q": "Who sent officers to arrest Jesus?", "ref": ["07-32"]}, {"a": "The officers answered, \"No man has ever spoken like this before.\"", "q": "How did the officers answer the chief priests and Pharisees who said to them, \"Why did you not bring him (Jesus)?\"", "ref": ["07-45"]}, {"a": "By their conversation among themselves they indicated that they did not understand Jesus' statement.", "q": "Did the Jews understand what Jesus meant when he said, \"Yet a little while am I still with you, and then I go to him who sent me. You will seek me but will not find me; where I go, you will not be able to come.\"?", "ref": ["07-35", "07-36"]}, {"a": "Jesus said this about the Spirit, whom those who believed in him would receive.", "q": "What was Jesus refering to when he said, \"If anyone is thirsty, let him come to me and drink. He who believes in me, as the scripture has said, from within him will flow rivers of living water.\"", "ref": ["07-39"]}, {"a": "Nicodemus said to the Pharisees, \"Does our law judge a man unless it first hears from him and knows what he does?\"", "q": "How did Nicodemus answer the Pharisees when the Pharisees asked the officers sent to arrest Jesus, \"Have you also been led astray? Have any of the rulers believed in him, or any of the Pharisees?\"", "ref": ["07-50", "07-51"]}], "8": [{"a": "They brought in a woman caught in the act of adultery and placed her in their midst and asked Jesus what he had to say about her (to judge her).", "q": "While Jesus was teaching the people in the temple what did the scribes and Pharisees do?", "ref": ["08-02", "08-03"]}, {"a": "They really brought this woman to Jesus in order to trap Jesus so that they might have something to accuse him about.\"", "q": "Why did the scribes and Pharisees really bring this woman to Jesus?", "ref": ["08-06"]}, {"a": "Jesus said to them, \"He who is without sin among you, let him be the first to throw a stone at her.\"", "q": "What did Jesus say to the scribes and Pharisees after they kept asking Jesus about the woman caught in adultery?", "ref": ["08-07"]}, {"a": "After Jesus spoke they went out one by one, beginning from the eldest and ending with the last.", "q": "What did the people do after Jesus spoke to them about who should be the first to throw a stone at the woman caught in adultery?", "ref": ["08-09"]}, {"a": "Jesus told her to go her way and from then on to sin no more.", "q": "What did Jesus tell the woman (caught in adultery) to do?", "ref": ["08-11"]}, {"a": "The Pharisees complained that Jesus was bearing witness about himself and that his witness was not true.", "q": "What was the Pharisees complaint after Jesus said, \"I am the light of the world; he who follows me will not walk in the darkness but will have the light of life.\"", "ref": ["08-13"]}, {"a": "Jesus said that in their law it is written that the testimony of two men is true. He then states that he and the Father who sent him both bear witness about Jesus", "q": "How did Jesus defend his witness as being true?", "ref": ["08-17", "08-18"]}, {"a": "Jesus based that statement on his knowledge of them, that they were from below, he was from above. They were of this world and he was not of this world.", "q": "On what did Jesus base his statement about the Pharisees that they would die in their sins?", "ref": ["08-23", "08-24"]}, {"a": "Jesus said they would die in their sins unless they believed that I am.", "q": "How could the Pharisee escape dying in their sins?", "ref": ["08-24"]}, {"a": "Jesus said to the world the things he heard from the Father.", "q": "What things did Jesus say to the world?", "ref": ["08-26", "08-27"]}, {"a": "The Father was with Jesus and didn't leave him alone because Jesus always did the things that were pleasing to the Father.", "q": "Why did the Father who sent Jesus stay with him and not leave him alone?", "ref": ["08-29"]}, {"a": "They could know they were truly Jesus' disciples by remaining in his word.", "q": "How did Jesus say the Jews who had believed in him could know they were truly his disciples?", "ref": ["08-31"]}, {"a": "Those Jews thought Jesus was speaking of being slave of, or in bondage to, men.", "q": "What did the Jews that believed Jesus think Jesus was refering to when he said, \"...and you will know the truth and the truth will set you free.\"?", "ref": ["08-33"]}, {"a": "Jesus was refering to being set free from being slaves of sin.", "q": "What was Jesus refering to when he said, \"....and you shall know the truth and the truth will set you free?", "ref": ["08-34"]}, {"a": "They sought to kill Jesus because his word had no place in them.", "q": "What is the reason, according to Jesus, the Jews sought to kill Jesus?", "ref": ["08-37"]}, {"a": "Jesus said they were not Abraham's children because they did not do the works of Abraham. Instead they sought to kill Jesus.", "q": "Why did Jesus say these Jews were not Abraham's children?", "ref": ["08-39", "08-40"]}, {"a": "Jesus said to them, \"If God were your Father, you would love me, for I came forth and have come from God; for neither have I come of myself, but he sent me.\"", "q": "When these Jews say they have one Father, God, how does Jesus refute them?", "ref": ["08-42"]}, {"a": "Jesus says their father is the devil.", "q": "Who does Jesus say is the father of these Jews?", "ref": ["08-44"]}, {"a": "Jesus said the devil was a murderer from the beginning and does not stand in the truth because there is no truth in him. When the devil speaks a lie, he speaks from his own nature because he is a liar and the father of lies.", "q": "What did Jesus say about the devil?", "ref": ["08-44"]}, {"a": "He who is of God hears the words of God.", "q": "Who hears the words of God?", "ref": ["08-47"]}, {"a": "If anyone keeps Jesus' word, he will never see death.", "q": "What does Jesus say will happen if anyone keeps Jesus' word?", "ref": ["08-51"]}, {"a": "They said this because Jesus said, \"Truly, truly, I say to you, if anyone keeps my word, he will never see death.", "q": "Why did the Jews say Jesus had a demon?", "ref": ["08-52"]}, {"a": "They thought this because they were thinking of the physical death of the body. Even Abraham and the prophets died (their physical bodies).", "q": "Why did the Jews think Jesus' statement about never seeing death was outlandish?", "ref": ["08-52", "08-53"]}, {"a": "Jesus said, \"Truly, truly, I say to you, before Abraham was born, I AM.\"", "q": "What statements does Jesus make to say that he was alive before Abraham?", "ref": ["08-58"]}], "9": [{"a": "The disciples are assuming that the reason the man was born blind is because either the man or his parents sinned.", "q": "What is the assumption made by the disciples as to why the man was born blind?", "ref": ["09-02"]}, {"a": "Jesus says the man was born blind so that the works of God should be revealed in him.", "q": "What does Jesus say is the reason the man was born blind?", "ref": ["09-03"]}, {"a": "Jesus spit on the ground, made some mud and annointed the man's eyes with the mud. Jesus then told the man to go wash in the pool of Siloam.", "q": "What did Jesus do and say to the blind man?", "ref": ["09-06", "09-07"]}, {"a": "He came back seeing.", "q": "What happened after the blind man washed in the pool of Siloam?", "ref": ["09-07"]}, {"a": "The man testified that he was the blind beggar.", "q": "What did the man testify when a dispute arose as to whether or not he was the man born blind who used to sit and beg?", "ref": ["09-09"]}, {"a": "They took the man to the Pharisees..", "q": "What did the people do who were with the formerly blind beggar?", "ref": ["09-13"]}, {"a": "The healing of the blind man took place on the Sabbath.", "q": "When did the healing take place?", "ref": ["09-14"]}, {"a": "They asked him how he had received his sight.", "q": "What did the Pharisees ask the formerly blind man?", "ref": ["09-15"]}, {"a": "Some Pharisees said Jesus wasn't from God because he didn't keep the Sabbath (he healed on the Sabbath) and some of the Pharisees said how could a man that is a sinner so such signs.", "q": "What was the division that arose among the Pharisees?", "ref": ["09-16"]}, {"a": "The formerly blind man said, \"He is a prophet.\"", "q": "What did the formerly blind man say about Jesus when asked?", "ref": ["09-17"]}, {"a": "They called in the man's parents because they still did not believe the man was the one that had been blind.", "q": "Why did the Jews call in the parents of the blind man that had received his sight?", "ref": ["09-18"]}, {"a": "The parents testified that the man was indeed their son and that he had been born blind.", "q": "What did the parents of the man testify concerning their son?", "ref": ["09-20"]}, {"a": "They said they didn't know how he could now see or who opened his eyes.", "q": "What did the man's parents say they didn't know?", "ref": ["09-21"]}, {"a": "They said this because they were afraid of the Jews. For the Jews had already agreed that if anyone should confess Jesus to be the Christ, he should be put out of the synagogue.", "q": "Why did the man's parents say, \"He is an adult. Ask him.\"", "ref": ["09-22"]}, {"a": "They said, \"Give glory to God. We know this man (Jesus) is a sinner.\"", "q": "What did the Pharisees say to the formerly blind man when they called him in the second time?", "ref": ["09-24"]}, {"a": "He replied, \"Whether he is a sinner, I do not know. One thing I do know: Once I was blind, and now I see.", "q": "What was the formerly blind man's response to the Pharisees when they called Jesus a sinner?", "ref": ["09-25"]}, {"a": "The formerly blind man said, \"Why do you want to hear it again? You do not want to become his disciples too, do you?\"", "q": "What questions did the formerly blind man ask the Pharisees?", "ref": ["09-27"]}, {"a": "The formerly blind man said that everyone knew God does not listen to sinners", "q": "When the Pharisees reviled the man, what did the formerly blind man say everyone knew?", "ref": ["09-31"]}, {"a": "They told the man he was born in sin and you dare to teach us. Then they cast the man out of the synagogue.", "q": "How did the Pharisees respond to the blind man's retort?", "ref": ["09-34"]}, {"a": "Jesus went looking for the man and found him.", "q": "What did Jesus do when he heard the formerly blind man had been cast out of the synagogue?", "ref": ["09-35"]}, {"a": "Jesus asked the man if he believed in the Son of Man and then told the formerly blind man that he (Jesus) was the Son of Man.", "q": "What did Jesus say to the formerly blind man after Jesus found him?", "ref": ["09-35", "09-36"]}, {"a": "The formerly blind man told Jesus he believed and he worshiped Jesus.", "q": "How did the formerly blind man respond to this information that Jesus was the Son of Man?", "ref": ["09-38"]}, {"a": "Jesus told them, \"If you were blind, you would have no sin. However, now you say, 'We see.' So your sin remains.\"", "q": "What did Jesus say about the sins of the Pharisees?", "ref": ["09-41"]}], "10": [{"a": "He who does not enter by the gate into the sheepfold, but climbs up some other way, that man is a thief and a robber.", "q": "According to Jesus who is a thief and a robber?", "ref": ["10-01"]}, {"a": "He who enters the sheepfold by the gate is the shepherd of the sheep.", "q": "Who enters the sheepfold by the gate?", "ref": ["10-02"]}, {"a": "They follow the shepherd because they know his voice.", "q": "Why do the sheep follow the shepherd when he calls them?", "ref": ["10-03", "10-04"]}, {"a": "No. The sheep will not follow a stranger.", "q": "Will the sheep follow a stranger?", "ref": ["10-05"]}, {"a": "All those who came before Jesus were thieves and robbers, and the sheep did not listen to them.", "q": "What were all those who came before Jesus?", "ref": ["10-07"]}, {"a": "Those who enter through Jesus, the gate, will be saved; they will go in and out and will find pasture.", "q": "Jesus said he was the gate. What happens to those who enter through that gate?", "ref": ["10-09"]}, {"a": "Jesus, the good shepherd, lays down his life for the sheep.", "q": "What does the good shepherd, Jesus, do for his sheep?", "ref": ["10-11"]}, {"a": "Jesus said he had other sheep that were not of that fold. He said he must bring them and they would hear his voice so that there would be one flock and one shepherd.", "q": "Does Jesus have another sheep fold and if so what will happen to them?", "ref": ["10-16"]}, {"a": "The Father loves Jesus because Jesus lays down his life that he may take it up again.", "q": "Why does the Father love Jesus?", "ref": ["10-17"]}, {"a": "No. He lays if down of himself.", "q": "Does someone take Jesus' life away?", "ref": ["10-18"]}, {"a": "Jesus received this command from his Father.", "q": "Where did Jesus get the authority to lay down his life and to take it again?", "ref": ["10-18"]}, {"a": "Many said, \"He has a demon and is insane. Why do you listen to him?\" Others said, \"These are not the statements of one possessed with a demon. Can a demon open the eyes of the blind?\"", "q": "What did the Jews say because of Jesus' words?", "ref": ["10-19", "10-21"]}, {"a": "They said, \"How long will you hold us in suspense? If you are the Christ, tell us plainly.\"", "q": "What did the Jews say to Jesus when they surrounded him in the Temple in Solomon's porch?", "ref": ["10-24"]}, {"a": "Jesus said he had already told them (that he was the Christ) and they did not believe him because they weren't his sheep.", "q": "How did Jesus reply to the Jews in Solomon's porch?", "ref": ["10-25", "10-26"]}, {"a": "Jesus said he gives his sheep eternal life, they will never perish, and no one will snatch them out of his hand.", "q": "What does Jesus say about his care and protection of his sheep?", "ref": ["10-28"]}, {"a": "The Father gave the sheep to Jesus.", "q": "Who gave the sheep to Jesus?", "ref": ["10-29"]}, {"a": "The Father is greater than all others.", "q": "Is anyone greater than the Father?", "ref": ["10-29"]}, {"a": "Because they believed Jesus was blaspheming and making himself God even though he was a man.", "q": "Why did the Jews take up stones to stone Jesus?", "ref": ["10-33"]}, {"a": "Jesus defends himself by saying, \"Is it not written in your law, 'I said, \"You are gods'\"? If he called them gods, to whom the word of God came (and the scripture cannot be broken), do you say about him whom the Father sanctified and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?.", "q": "What is Jesus' defense against the charge of blasphemy?", "ref": ["10-34", "10-36"]}, {"a": "Jesus tell the Jews to look at his works. If Jesus isn't doing the works of his Father, don't believe him. If he is doing the works of his Father, believe him.", "q": "What does Jesus tell the Jews to do in order to determine whether to believe him or not?", "ref": ["10-37", "10-38"]}, {"a": "Jesus said they could know and understand that the Father is in Jesus and that Jesus is in the Father.", "q": "What does Jesus say the Jews could know and understand if they would believe in the works that Jesus did?", "ref": ["10-38"]}, {"a": "The Jews tried again to seize Jesus.", "q": "What was the response of the Jews to Jesus statement about the Father being in Jesus and Jesus being in the Father?", "ref": ["10-39"]}, {"a": "Jesus went away again beyond the Jordon to the place where John had been baptizing at first.", "q": "Where did Jesus go after this event?", "ref": ["10-40"]}, {"a": "They kept saying, \"John indeed did no signs, but all the things that John has said about this man are true.\" Many people believed in Jesus there.", "q": "What did many people who came to Jesus say and do?", "ref": ["10-41", "10-42"]}], "11": [{"a": "Lazarus was a man from Bethany. His sisters were Mary and Martha. It was the same Mary who would anoint the Lord with myrrh and wipe his feet with her hair.", "q": "Who was this Lazarus?", "ref": ["11-01", "11-02"]}, {"a": "Jesus said, \"This sickness is not to end in death, but it is instead for the glory of God so that the son of God may be glorified in it.\"", "q": "What did Jesus say about Lazarus and his sickness when Jesus heard he was sick?", "ref": ["11-04"]}, {"a": "Jesus stayed two more days in the place where he was.", "q": "What did Jesus do when he heard Lazarus was sick?", "ref": ["11-06"]}, {"a": "The disciples said to Jesus, \"Rabbi, the Jews were only now trying to stone you, and are you going back there again?\"", "q": "What did Jesus' disciples say when he told them, \"Let us go to Judea again.\"?", "ref": ["11-08"]}, {"a": "Jesus said if someone walks in the daytime he will not stumble because he sees by the daylight.", "q": "What did Jesus say about walking in the day?", "ref": ["11-09"]}, {"a": "If someone walks at night, he will stumble because the light is not in him.", "q": "What did Jesus say about walking in the night?", "ref": ["11-10"]}, {"a": "The disciples thought Lazarus had fallen asleep to rest.", "q": "In what way did the disciples think that Lazarus had fallen asleep?", "ref": ["11-12", "11-13"]}, {"a": "When Jesus said Lazarus had fallen asleep he was speaking of Lazarus' death.", "q": "What did Jesus mean when he said Lazarus had fallen asleep?", "ref": ["11-13"]}, {"a": "Jesus said, \"I am glad for your sakes, that I was not there so that you may believe.", "q": "Why was Jesus glad that he wasn't there when Lazarus died?", "ref": ["11-15"]}, {"a": "Thomas thought they would all die.", "q": "What did Thomas think would happen if they went back to Judea?", "ref": ["11-16"]}, {"a": "Lazarus had been in the tomb four days.", "q": "How long had Lazarus been in the tomb when Jesus came?", "ref": ["11-17"]}, {"a": "When Martha heard Jesus was coming, she went and met him.", "q": "What did Martha do when she heard Jesus was coming?", "ref": ["11-20"]}, {"a": "Martha said, \"Even now, I know that whatever you ask from God, he will give to you.", "q": "What did Martha think God would do for Jesus?", "ref": ["11-22"]}, {"a": "She said to Jesus, \" I know that he will rise again in the resurrection at the last day.\"", "q": "When Jesus said to Martha, \"Your brother will rise again\", what was her response to Jesus?", "ref": ["11-24"]}, {"a": "Jesus said that whoever believes in Jesus, though he die, yet he will live; and whoever lives and believes in Jesus will never die.", "q": "What did Jesus say would happen to those who believe in him?", "ref": ["11-25", "11-26"]}, {"a": "Martha said to Jesus, \"Yes, Lord, I believe that you are the Christ, the Son of God, the one who is coming into the world.\"", "q": "What was Martha's testimony about who Jesus is?", "ref": ["11-27"]}, {"a": "The Jews who were in the house with Mary supposed she was going to the tomb to weep there, so they followed her.", "q": "When Mary got up quickly and went out, what did the Jews who were with her think and do?", "ref": ["11-31"]}, {"a": "Mary was going to meet Jesus.", "q": "Where was Mary going?", "ref": ["11-29"]}, {"a": "Jesus groaned in the spirit was troubled and wept after he saw Mary and the Jews with her weeping.", "q": "What seems to have prompted Jesus to groan in the spirit and be troubled and weep?", "ref": ["11-33", "11-35"]}, {"a": "They concluded that Jesus loved Lazarus.", "q": "What did the Jews conclude when they saw Jesus weeping?", "ref": ["11-36"]}, {"a": "Martha said, \"Lord, by this time the body will be decaying, for he has been dead four days.\"", "q": "What was Martha's objection to Jesus' command to take away the stone from the mouth of the cave where they had laid Lazarus?", "ref": ["11-39"]}, {"a": "Jesus said to Martha, \"Did I not say to you that, if you believed, you would see the glory of God.\"", "q": "What is Jesus' reply to Martha's objection to taking away the stone?", "ref": ["11-40"]}, {"a": "Jesus lifted up his eyes and prayed aloud to his Father.", "q": "What did Jesus do immediately after the stone was taken away from the cave?", "ref": ["11-41"]}, {"a": "He prayed aloud and said what he did because of the crowd that was standing around him, so that they might believe that the Father had sent him.", "q": "Why did Jesus pray aloud and say what he said to his Father?", "ref": ["11-42"]}, {"a": "The dead man came out, bound hand and foot with burial cloths, and his face was bound about with a cloth.", "q": "What happened when Jesus cried out with a loud voice, \"Lazarus, come out!\"?", "ref": ["11-44"]}, {"a": "Many of the Jews when they saw what Jesus did believed in him, but some went to the Pharisees and told them what Jesus had done.", "q": "What was the response of the Jews when they saw Lazarus come out of the cave?", "ref": ["11-45", "11-46"]}, {"a": "Caiaphas said it was expedient for them that one man should die for the people rather than that the whole nation should perish.", "q": "In the coucil meeting of the chief priests and Pharisees what did Caiaphas prophesy?", "ref": ["11-50"]}, {"a": "They planned how to put Jesus to death.", "q": "From that day onward what did the council plan?", "ref": ["11-53"]}, {"a": "Jesus no longer walked openly among the Jews, but he departed from Bethany into the country near to the wilderness into a town called Ephraim. There he stayed with his disciples.", "q": "What did Jesus do after he raised Lazarus?", "ref": ["11-54"]}, {"a": "They gave an order that if anyone knew where Jesus was, he should report it so that they might seize him.", "q": "What order did the chief priests and Pharisees issue?", "ref": ["11-57"]}], "12": [{"a": "He came to Bethany six days before the Passover.", "q": "When did Jesus come back to Bethany?", "ref": ["12-01"]}, {"a": "Mary took a litra of perfume made of pure nard, very precious, anointed the feet of Jesus with it, and wiped his feet with her hair.", "q": "What did Mary do at the supper which had been made for Jesus?", "ref": ["12-03"]}, {"a": "Judas said this, not because he cared for the poor, but because he was a thief: He had charge of the money bag and would take some of what was in it for himself.", "q": "Why did Judas Iscariot, one of Jesus' disciples, complain that the perfume should have been sold and the money given to the poor?", "ref": ["12-04", "12-06"]}, {"a": "Jesus said, \"Allow her to keep what she has for the day of my burial. The poor you will always have with you; but you will not always have me.\"", "q": "How did Jesus defend Mary's use of the perfume (nard)?", "ref": ["12-07", "12-08"]}, {"a": "They came for Jesus' sake and also to see Lazarus, whom Jesus had raised from the dead.", "q": "Why did a large crowd gather in Bethany?", "ref": ["12-09"]}, {"a": "They wanted to put Lazarus to death because it was on account of him that many of the Jews went away and believed on Jesus.", "q": "Why did the chief priests want to put Lazarus to death?", "ref": ["12-10", "12-11"]}, {"a": "They took the branches of the palm trees and went out to meet him and cried out, \"Hosanna! Blessed is he who comes in the name of the Lord, the king of Israel.\"", "q": "What did the crowd at the festival do when they heard Jesus was coming?", "ref": ["12-13"]}, {"a": "The prophecy that Zion's King would come, sitting on the young of a donkey was fulfilled.", "q": "What prophecy about Jesus was fulfilled as Jesus entered the city on a donkey?", "ref": ["12-14", "12-15"]}, {"a": "They went out to meet Jesus because they had heard from eye witnesses that Jesus had called Lazarus out of the tomb and had raised him from the dead.", "q": "Why did the crowd at the festival go out to meet Jesus?", "ref": ["12-17", "12-18"]}, {"a": "Jesus answered them and said, \"The hour has come for the son of man to be glorified...\"", "q": "What did Jesus say initially after Andrew and Philip told Jesus some Greeks wanted to see him?", "ref": ["12-23"]}, {"a": "Jesus said that if it died it would bear much fruit.", "q": "What did Jesus say would happen to a grain of wheat if it fell into the earth and died?", "ref": ["12-24"]}, {"a": "Jesus said the one who love his life will lose it, but the one who hates his life in this world will keep it for everlasting life.", "q": "What did Jesus say would happen to the one who loves his life and to the one who hates his life in this world?", "ref": ["12-25"]}, {"a": "The Father will honor him.", "q": "What happen if anyone serves Jesus?", "ref": ["12-26"]}, {"a": "A voice came out of heaven and said, \"I have glorified it and will glorify it again.\"", "q": "What happened when Jesus said, \" Father, glorify your name.\"?", "ref": ["12-28"]}, {"a": "Jesus said, \"The voice has not come for my sake, but for your (the Jews) sakes.\"", "q": "What did Jesus say was the reason for the voice out of heaven?", "ref": ["12-30"]}, {"a": "Jesus said, \"Now is the judgment of this world: Now wiil the prince of this world be driven out.", "q": "What did Jesus say was going to happen now?", "ref": ["12-31"]}, {"a": "Jesus said this to signify by what manner of death he would die.", "q": "Why did Jesus say, \"And I, if I am lifted up from the earth, will draw all people to myself.\"", "ref": ["12-33"]}, {"a": "No he did not answer their questions directly..", "q": "When the crowd asked, \"How can you say, 'The son of man must be lifted up'? Who is this son of man?\", did Jesus directly answer them?", "ref": ["12-35", "12-36"]}, {"a": "Jesus said, \"Yet a little longer is the light among you. Walk while you have the light...\" He also said, \"While you have the light, believe in the light so that you may become sons of light.\"", "q": "What did Jesus say about the light?", "ref": ["12-35", "12-36"]}, {"a": "They didn't believe so that the word of Isaiah the prophet might be fulfilled, which he said: \"Lord, who has believed our report? And to whom has the arm of the Lord been revealed?\"", "q": "Why did the people not believe in Jesus?", "ref": ["12-37", "12-38"]}, {"a": "They couldn't believe because as Isaiah said, \"He has blinded their eyes, and he has hardened their hearts; otherwise they would see with their eyes and would perceive with their hearts, and would turn, and I would heal them.\"", "q": "Why couldn't the people believe in Jesus?", "ref": ["12-39", "12-40"]}, {"a": "He said these things because he saw Jesus' glory.", "q": "Why did Isaiah say these things?", "ref": ["12-41"]}, {"a": "They wouldn't admit it because they were afraid of the Pharisees and so they would not be banned from the synagogue. They loved the praise that comes from people more than the praise that comes from God.", "q": "Why didn't the rulers who did believe in Jesus admit it?", "ref": ["12-42", "12-43"]}, {"a": "Jesus said, \"The one who believes in me, believes not only in me but also in him who sent me, and the one who sees me sees him who sent me.\"", "q": "What statement does Jesus make about himself and his Father?", "ref": ["12-44", "12-45"]}, {"a": "Jesus said he came to save the world.", "q": "What did Jesus say he had come into the world to do?", "ref": ["12-47"]}, {"a": "The word that Jesus has spoken will judge those who reject him on the last day.", "q": "What will judge those who reject Jesus and do not receive his words?", "ref": ["12-48"]}, {"a": "No. The Father who sent Jesus commanded him about what he should say and speak.", "q": "Did Jesus speak of his own accord?", "ref": ["12-49"]}, {"a": "Jesus did this because he knew his Father's command is life everlasting.", "q": "Why did Jesus say to the people just as the Father had said to him?", "ref": ["12-50"]}], "13": [{"a": "He loved them to the end.", "q": "How long did Jesus love his own?", "ref": ["13-01"]}, {"a": "The devil had put it into the heart of Judas Iscariot to betray Jesus.", "q": "What had the devil done to Judas Iscariot?", "ref": ["13-02"]}, {"a": "The Father gave all things over into the hands of Jesus.", "q": "What had the Father given to Jesus?", "ref": ["13-03"]}, {"a": "Jesus had come from God and was going back to God.", "q": "Where had Jesus come from and where was he going?", "ref": ["13-03"]}, {"a": "He laid aside his outer clothing, took a towel and wrapped it around himself, poured water into a basin and began to wash the disciples' feet and to wipe them with the towel.", "q": "What did Jesus do when he rose from supper?", "ref": ["13-04", "13-05"]}, {"a": "Jesus said, \"If I do not wash you, you can have no part with me.\"", "q": "What did Jesus say when Peter objected to having his feet washed by Jesus?", "ref": ["13-08"]}, {"a": "Jesus said this for he knew who would betray him.", "q": "Why did Jesus say to his disciples, \"Not all of you are clean.\"?", "ref": ["13-11"]}, {"a": "Jesus washed the disciples feet to give the disciples an example so that they should do as he did for them.", "q": "Why did Jesus wash the disciples feet?", "ref": ["13-14", "13-15"]}, {"a": "The servant is not greater than his master and the one sent is not greater than the one who sent him.", "q": "Is the servant greater than his master or the one sent greater than the one who sent him?", "ref": ["13-16"]}, {"a": "The one who ate Jesus' bread lifted up his heel against him.", "q": "Who lifted up his heel against Jesus?", "ref": ["13-18"]}, {"a": "Jesus told them this before it happened so that when it did happen they might believe he is the I AM.", "q": "Why did Jesus tell his disciples, \"Not all of you are clean\" and \"He who eats my bread lifted up his heel against me.\"?", "ref": ["13-19"]}, {"a": "If you receive Jesus you will receive whomever he sends and you also receive the one who sent Jesus.", "q": "Who will you receive if you receive Jesus?", "ref": ["13-20"]}, {"a": "Simon Peter motioned to the disciple whom Jesus loved and said, \"Tell us who it is of whom he is speaking.\"", "q": "When Jesus told his disciples that one of them would betray him, what did Simon Peter do?", "ref": ["13-24"]}, {"a": "Jesus answered, \"He it is for whom I will dip the piece of bread and give it to him.\" Then Jesus dipped the bread and gave it to Judas, the son of Simon Iscariot.", "q": "How did Jesus respond when the disciple whom Jesus loved asked Jesus who was going to betray Jesus?", "ref": ["13-26"]}, {"a": "After Judas took the bread, Satan entered into him and he went out immediately.", "q": "What happened to Judas and what did he do after Jesus gave Judas the bread?", "ref": ["13-27", "13- 30"]}, {"a": "God was going to be glorified in the Son of man. When the Son of man was glorified that glorified God.", "q": "How was God going to be glorified?", "ref": ["13-31"]}, {"a": "The new commandment was that they should love one another as Jesus had loved them.", "q": "What new commandment did Jesus give his disciples?", "ref": ["13-34"]}, {"a": "Jesus said that by them obeying this commandment, all people would know that they were his disciples.", "q": "What did Jesus say would happen if his disciples obeyed the commandment to love one another?", "ref": ["13-35"]}, {"a": "No, Simon Peter did not understand because he asked Jesus, \"Lord, where are you going?\"", "q": "Did Simon Peter understand where Jesus was going when Jesus told them, \"Where I am going, you cannot come.\"?", "ref": ["13-33", "13- 36"]}, {"a": "Jesus answered, \"Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow before you have denied me three times.\"", "q": "How did Jesus answer when Simon Peter said, \"I will lay down my life for you.\"?", "ref": ["13-38"]}], "14": [{"a": "There are many dwelling places in the Father's house.", "q": "What is in the Father's house?", "ref": ["14-02"]}, {"a": "Jesus was going to prepare a place for them.", "q": "What was Jesus going to do for the disciples?", "ref": ["14-03"]}, {"a": "Their hearts should not be troubled because Jesus is going to prepare a place for them and Jesus will come again to receive them to himself so that where Jesus is they may be also.", "q": "Why should the hearts of the disciples not be troubled?", "ref": ["14-01", "14-03"]}, {"a": "The only way to come to the Father is through Jesus.", "q": "What is the only way to come to the Father?", "ref": ["14-06"]}, {"a": "Philip says to Jesus, \"Lord show us the Father, and that will be enough for us.\"", "q": "What does Philip tell Jesus to do that would be enough for the disciples?", "ref": ["14-08"]}, {"a": "Jesus is not speaking of his own accord, instead, it is the Father living in him who is doing the Father's work.", "q": "Is Jesus speaking to the disciples of his own accord?", "ref": ["14-10"]}, {"a": "Jesus says they should believe this if for no other reason then because of Jesus' very works.", "q": "If for no other reason, why does Jesus say the disciples should believe that Jesus is in the Father and the Father is in Jesus?", "ref": ["14-11"]}, {"a": "Jesus says the disciples will do even greater works because Jesus is going to the Father.", "q": "Why does Jesus say the disciples will be able to do even greater works than he did?", "ref": ["14-12"]}, {"a": "Jesus will do it so that the Father may be glorified in the Son.", "q": "Why will Jesus do whatever the disciples ask in his name?", "ref": ["14-13"]}, {"a": "Jesus says you will keep his commandments if you love him.", "q": "What does Jesus say you will do if you love him?", "ref": ["14-15"]}, {"a": "Jesus calls him the Spirit of Truth.", "q": "What does Jesus call the other comforter that the Father will give to be with the disciples forever?", "ref": ["14-17"]}, {"a": "The world can't receive the Spirit of Truth because it does not see him or know him.", "q": "Why can the world not receive the Spirit of Truth?", "ref": ["14-17"]}, {"a": "Jesus said the Spirit of Truth would be in the disciples.", "q": "Where does Jesus say the Spirit of Truth will be?", "ref": ["14-17"]}, {"a": "Those people will be loved by Jesus and his Father and Jesus will show himself to those people.", "q": "What will happen to whoever has Jesus' commandments and keeps them?", "ref": ["14-21"]}, {"a": "The Comforter, The Holy Spirit will teach the disciples all things and bring to their remembrance all the Jesus said to them.", "q": "What will the Comforter, the Holy Spirit, do when the Father sends him?", "ref": ["14-26"]}, {"a": "Jesus said they should rejoice because Jesus was going to the Father and that the Father is greater than Jesus.", "q": "Why should the disciples have rejoiced that Jesus was going away?", "ref": ["14-28"]}, {"a": "The reason Jesus gives is that the prince of this world is coming.", "q": "What reason does Jesus give for saying he will not speak much more with the disciples?", "ref": ["14-30"]}], "15": [{"a": "Jesus is the true vine.", "q": "Who is the true vine?", "ref": ["15-01"]}, {"a": "The Father is the vine grower.", "q": "Who is the vine grower?", "ref": ["15-01"]}, {"a": "The Father takes away the branches that bear no fruit and he cleans every branch that bears fruit so that it may bear more fruit.", "q": "What does the Father do with the branches who are in Christ?", "ref": ["15-02"]}, {"a": "They are clean because of the message Jesus spoke to them.", "q": "Why are the disciples clean?", "ref": ["15-03"]}, {"a": "We are the branches.", "q": "Who are the branches?", "ref": ["15-05"]}, {"a": "In order to bear fruit you must remain in Jesus.", "q": "What must we do to bear fruit?", "ref": ["15-05"]}, {"a": "If anyone does not remain in Jesus, he is thrown away like a branch and dries up.", "q": "What happens if you don't remain in Jesus?", "ref": ["15-06"]}, {"a": "We must remain in Jesus and his word must remain in us. Then we may ask whatever we wish and it will be done for us.", "q": "What must we do so that what ever we ask will be done for us?", "ref": ["15-07"]}, {"a": "The Father is glorified when we bear much fruit and when we are disciples of Jesus.", "q": "What are two ways the Father is glorified?", "ref": ["15-08"]}, {"a": "We must keep his commandments.", "q": "What must we do to remain in the love of Jesus?", "ref": ["15-10"]}, {"a": "No one has greater love than this, that he should lay down his life for his friends.", "q": "What is the greatest love a person can have?", "ref": ["15-13"]}, {"a": "We are friends of Jesus if we do the things he commanded us.", "q": "How do we know if we are Jesus' friends or not?", "ref": ["15-14"]}, {"a": "He called them friends, for he made known to them all the things that he heard from his Father.", "q": "Why did Jesus call the disciples his friends?", "ref": ["15-15"]}, {"a": "The world hates those who follow Jesus because they are not of this world and because Jesus chose them out of the world.", "q": "Why does the world hate those who follow Jesus?", "ref": ["15-19"]}, {"a": "The world has no excuse for their sin because Jesus came and did among them the works that no one else did.", "q": "What did Jesus do so that the world has no excuse for their sin?", "ref": ["15-24"]}, {"a": "The Comforter, that is the Spirit of Truth, and Jesus' disciples would bear witness about Jesus.", "q": "Who will bear witness about Jesus?", "ref": ["15-26", "15-27"]}, {"a": "They would bear witness about Jesus because they had been with him from the beginning.", "q": "Why would the disciples bear witness about Jesus?", "ref": ["15-27"]}], "16": [{"a": "Jesus spoke these things to them so that they should not be made to stumble.", "q": "Why did Jesus speak these things to the disciples?", "ref": ["16-01"]}, {"a": "They will do this because they have not known the Father or Jesus.", "q": "Why will people put the disciples of Jesus out of the synagogues and kill some of them?", "ref": ["16-03"]}, {"a": "Jesus didn't tell them in the beginning because he was with them.", "q": "Why did Jesus not tell the disciples about these things in the beginning?", "ref": ["16-04"]}, {"a": "It is better for Jesus to go away because the Comforter will not come to them unless Jesus goes away; but if Jesus goes away, Jesus will send the Comforter to them.", "q": "Why is it better for Jesus to go away?", "ref": ["16-07"]}, {"a": "The Comforter will convict the world regarding sin, righteousness and judgment.", "q": "Regarding what will the Comforter convict the world?", "ref": ["16-08"]}, {"a": "He will guide the disciples into all truth; for he will not speak from himself; but whatever things he hears, he will say those things and will declare to them the things that are to come.", "q": "What will the Spirit of Truth do for the disciples when he comes?", "ref": ["16-13"]}, {"a": "He will glorify Jesus by taking things of Jesus and declaring them to the disciples.", "q": "How will the Spirit of Truth glorify Jesus?", "ref": ["16-14"]}, {"a": "The Spirit of truth will take things of the Father. All things that the Father has also belong to Jesus.", "q": "What things of Jesus will the Spirit of Truth take?", "ref": ["16-15"]}, {"a": "They didn't understand when Jesus said, \"In a little while, you will see me no more; after a little while again, you will see me.\" and when he said, \"Because I go to the Father\".", "q": "What sayings of Jesus didn't the disciples understand?", "ref": ["16-17", "16-18"]}, {"a": "It will be turned to joy.", "q": "What will happen to the disciples sorrow?", "ref": ["16-20"]}, {"a": "They will see Jesus again and their hearts will rejoice.", "q": "What will happen to cause the disciples to rejoice?", "ref": ["16-22"]}, {"a": "Jesus says to do this so that their joy may be full.", "q": "Why does Jesus tell the disciples to ask and receive?", "ref": ["16-24"]}, {"a": "The Father loves the disciples because the disciples loved Jesus and believed that he came from the Father.", "q": "For what reason does the Father himself love the disciples of Jesus?", "ref": ["16-27"]}, {"a": "Jesus came from the Father into the world and was going to leave the world and return to the Father.", "q": "Where did Jesus come from and where was he going?", "ref": ["16-28"]}, {"a": "Jesus said the disciples would be scattered, everyone to his own possessions, and they would leave Jesus alone.", "q": "What did Jesus say the disciples would do at that hour?", "ref": ["16-32"]}, {"a": "The Father was still going to be with Jesus.", "q": "Who was still going to be with Jesus after the disciples left him alone?", "ref": ["16-32"]}, {"a": "Jesus told them to be encouraged because he had overcome the world.", "q": "Why did Jesus tell the disciples to be encouraged even though in the world they would have troubles?", "ref": ["16-33"]}], "17": [{"a": "The Father did this so that he should give everlasting life to all whom you have given him.", "q": "Why did the Father give Jesus authority over all flesh?", "ref": ["17-02"]}, {"a": "Everlasting life is knowing the Father, the only true God, and him whom you have sent, Jesus Christ.", "q": "What is everlasting life?", "ref": ["17-03"]}, {"a": "He did this by accomplishing the work that the Father gave him to do.", "q": "How did Jesus glorifiy God on the earth?", "ref": ["17-04"]}, {"a": "He wants the glory he had with the Father before the world was created.", "q": "What glory does Jesus want?", "ref": ["17-05"]}, {"a": "Jesus revealed the Father's name to the people the Father gave to Jesus out of the world.", "q": "To whom did Jesus reveal the Father's name?", "ref": ["17-06"]}, {"a": "They received Jesus' words and truly knew that Jesus came from the Father and they believed that the Father sent Jesus.", "q": "How did those people the Father gave to Jesus respond to Jesus' words?", "ref": ["17-08"]}, {"a": "Jesus asks the Father to keep them in the Father's name so they may be one, to keep them from the evil one, to consecrate them in the truth, for them to be in both Jesus and the Father and to have those the Father has given him to be with him where he is.", "q": "In brief what does Jesus ask the Father to do for those the Father has given to Jesus?", "ref": ["17-11", "17- 15", "17- 21", "17- 24"]}, {"a": "Jesus says he is not praying for the world.", "q": "Who does Jesus say he is not praying for?", "ref": ["17-09"]}, {"a": "Jesus guarded them.", "q": "While Jesus was in the world, what did Jesus do for those the Father had given to him?", "ref": ["17-12"]}, {"a": "Jesus consecrated himself so that those the Father gave him might also be consecrated in truth.", "q": "Why did Jesus consecrate himself?", "ref": ["17-19"]}, {"a": "Jesus prays for those who will believe in him through the word of those who followed him at that time.", "q": "For whom else does Jesus pray?", "ref": ["17-20"]}, {"a": "The Father loves them even as he loved Jesus.", "q": "How does the Father love those he gave to Jesus?", "ref": ["17-23"]}, {"a": "Jesus did and will make it known so that the love with which the Father loved Jesus may be in them and that Jesus may be in them.", "q": "Why did and will Jesus make the Father's name known to those the Father has given to him?", "ref": ["17-26"]}], "18": [{"a": "He went with his disciples over the Kidron Valley to a garden and he entered it.", "q": "After Jesus spoke these words, where did he go?", "ref": ["18-01"]}, {"a": "He knew about it because Jesus often went there with his disciples.", "q": "How did Judas know about the garden?", "ref": ["18-02"]}, {"a": "Judas, a group of soldiers and officers from the chief priests and Pharisees also came to the garden.", "q": "Who else came to the garden with lanterns, torches and weapons?", "ref": ["18-03"]}, {"a": "Jesus asked them, \"For whom are you looking?\"", "q": "What did Jesus ask this group of people in the garden?", "ref": ["18-04"]}, {"a": "The soldiers and others with them went backward and fell to the ground.", "q": "What happened when the group of people said they were looking for Jesus of Nazareth and Jesus responded, \"I am.\"?", "ref": ["18-06"]}, {"a": "Jesus said this so that the word might be fulfilled that he said: \"Of those whom you have given me, I lost not one.\"", "q": "Why did Jesus say, \"I told you that I am he; so if you are looking for me, let these others go.\"?", "ref": ["18-08", "18-09"]}, {"a": "Jesus said to Peter, \"Put your sword back into its sheath. The cup that the Father has given me, should I not drink it?\"", "q": "What did Jesus tell Peter after Peter cut off the ear of Malchus, the servant of the high priest?", "ref": ["18-10", "18-11"]}, {"a": "They first took Jesus to Annas.", "q": "After the group of soldiers, their captain and the officers of the Jews seized Jesus, where did they take him?", "ref": ["18-13"]}, {"a": "Annas was the father-in-law to Caiaphas, who was high priest that year.", "q": "Who was Annas?", "ref": ["18-13"]}, {"a": "Another disciple who was known to the high priest, went out and spoke to the woman servant who was guarding the door and brought in Peter.", "q": "How did Peter get into the courtyard of the high priest?", "ref": ["18-16"]}, {"a": "The woman guarding the door to the courtyard, the people standing around the fire of coals and one of the servants of the high priest, who was a relative of the man whose ear Peter had cut off, all asked Peter if he was with Jesus or a disciple of Jesus.", "q": "Who asked Peter if he was a disciple of Jesus or was with Jesus?", "ref": ["18-17"]}, {"a": "Jesus said he spoke openly to the world in public. He told the chief priest to ask those who heard him about what he said.", "q": "In brief how did Jesus answer when the high priest asked Jesus about his disciples and his teaching?", "ref": ["18-19", "18-21"]}, {"a": "Annas sent Jesus to Caiaphas the high priest.", "q": "After Annas questioned Jesus where did he send Jesus?", "ref": ["18-24"]}, {"a": "The rooster crowed immediately after the third time Peter denied being associated with Christ.", "q": "What happened immediately after Peter denied being associated with Christ for the third time?", "ref": ["18-27"]}, {"a": "They did not enter the Praetorium so that they might not be defiled and so that they might eat the passover.", "q": "Why did those who took Jesus to the Praetorium not enter it?", "ref": ["18-28"]}, {"a": "They answered and said to him, \"If this man were not an evil doer, we would not have delivered him up to you.\"", "q": "How did Jesus' accusers answer Pilot when he asked them, \"What accusation are you bringing against this man?\"", "ref": ["18-29", "18-30"]}, {"a": "The Jews wanted to kill Jesus and it wasn't lawful for them to put any man to death without permission from the Roman authorities (Pilate).", "q": "Why did the Jews take Jesus to Pilate instead of punishing Jesus themselves?", "ref": ["18-31"]}, {"a": "Pilate asked Jesus if he was the king of the Jews, and he also asked Jesus what he had done.", "q": "What did Pilate ask Jesus?", "ref": ["18-33", "18-35"]}, {"a": "Jesus told Pilate that his kingdom is not part of this world and does not come from here.", "q": "What did Jesus tell Pilate about Jesus' kingdom?", "ref": ["18-36"]}, {"a": "Jesus was born to be a king.", "q": "For what purpose was Jesus born?", "ref": ["18-37"]}, {"a": "Pilate said to the Jews, \"I find no crime in this man.\"", "q": "What is Pilate's judgment about Jesus after talking with him?", "ref": ["18-38"]}, {"a": "The Jews cried out again and said, \"Not this man, but Barabbas.\"", "q": "When Pilate offered to release Jesus, what did the Jews cry out to Pilate?", "ref": ["18-39", "18-40"]}], "19": [{"a": "The soldiers twisted thorns together to make a crown, put it on Jesus' head, and dressed him in a purple garment. They came to him and said, \"Hail, king of the Jews!\" and they struck him with their hands.", "q": "What did the soldiers do to Jesus after Pilate had Jesus whipped?", "ref": ["19-02", "19-03"]}, {"a": "Pilate brought Jesus out to the people so that they would know that Pilate found no guilt in Jesus.", "q": "Why did Pilate bring Jesus out to the people again?", "ref": ["19-04"]}, {"a": "Jesus was wearing the crown of thorns and the purple garment.", "q": "What was Jesus wearing when Pilate brought him back out to the people?", "ref": ["19-05"]}, {"a": "They cried out and said, \"Crucify him, crucify him!\"", "q": "What did the chief priests and the officers say when they saw Jesus?", "ref": ["19-06"]}, {"a": "The Jews told Pilate, \"We have a law, and by that law he ought to die because he made himself the Son of God.\"", "q": "What did the Jews say that made Pilate even more afraid?", "ref": ["19-07", "19-08"]}, {"a": "Jesus gave Pilate no answer.", "q": "What did Jesus say when Pilate asked Jesus, \"From where do you come?\"", "ref": ["19-09"]}, {"a": "Jesus said, \"You would have no power against me unless it had been given you from above.\"", "q": "Who did Jesus say gave Pilate power over Jesus?", "ref": ["19-11"]}, {"a": "The Jews cried out saying, \"If you release this man, you are not Caesar's friend: Everyone who makes himself a king speaks against Caesar.\"", "q": "Although Pilate wanted to release Jesus, what did the Jews say that prevented him?", "ref": ["19-12"]}, {"a": "The chief priests said, \"We have no king but Caesar.\"", "q": "What was the last thing the chief priests said before Pilate handed Jesus over to them to be crucified?", "ref": ["19-15", "19-16"]}, {"a": "They crucified Jesus at Golgotha which means the place of a skull.", "q": "Where did they crucify Jesus?", "ref": ["19-17", "19-18"]}, {"a": "No. Two other men, one on each side of Jesus were crucified with him.", "q": "Was Jesus the only one crucified there that day?", "ref": ["19-18"]}, {"a": "On the sign was written, \"JESUS OF NAZARETH, THE KING OF THE JEWS.\"", "q": "What did Pilate write on the sign that was put on the cross of Jesus?", "ref": ["19-19"]}, {"a": "The sign was written in Hebrew, Latin and Greek.", "q": "In what languages was the sign on Jesus' cross written?", "ref": ["19-20"]}, {"a": "The soldiers divided up Jesus' garments into four parts, a part for each soldier. But the cast lots to see who would get Jesus' shirt which was without seams.", "q": "What did the soldiers do with Jesus' garments?", "ref": ["19-23", "19-24"]}, {"a": "This happened so that the Scripture might be fulfilled that said, \"They divided my garments among themselves, and for my clothing they threw lots.\"", "q": "Why did the soldiers do what they did with Jesus' garments?", "ref": ["19-23", "19-24"]}, {"a": "Jesus' mother, his mother's sister, Mary the wife of Clopas, Mary Magdalene, and the disciple whom Jesus loved were standing near the cross of Jesus.", "q": "Who was standing near the cross of Jesus?", "ref": ["19-25", "19-26"]}, {"a": "Jesus told her, \"Woman, see, here is your son!\"", "q": "What did Jesus tell his mother when he saw his mother and the disciple he loved standing nearby?", "ref": ["19-26"]}, {"a": "From that hour the disciple Jesus loved took Jesus' mother to his own home.", "q": "What did the disciple Jesus loved do after Jesus told him, \"See, here is your mother!\"?", "ref": ["19-27"]}, {"a": "Jesus said this in order to make the Scriptures come true.", "q": "Why did Jesus say, \"I am thirsty.\"", "ref": ["19-28"]}, {"a": "After taking the vinegar Jesus said, \"It is finished.\" Then he bowed his head and gave up his spirit.", "q": "What did Jesus do after he had taken the vinegar from the sponge that was held up to his mouth?", "ref": ["19-29", "19-30"]}, {"a": "It was the Preparation, and in order that the bodies should not remain on the cross during the Sabbath (for that Sabbath was an important day), the Jews asked Pilate that the legs of the executed men be broken and that their bodies might be taken down.", "q": "Why did the Jews want Pilate to break the legs of the executed men?", "ref": ["19-31"]}, {"a": "They didn't break Jesus' legs because they saw he was already dead.", "q": "Why did the soldiers not break Jesus' legs?", "ref": ["19-33"]}, {"a": "One of the soldiers pierced Jesus' side with a spear.", "q": "What did the soldiers do to Jesus after they was that he was already dead?", "ref": ["19-34"]}, {"a": "These things came about so that the scripture might be fulfilled, \"Not a single bone of him will be broken.\" and again, \"They will look on him whom they pierced.\"", "q": "Why were the legs of Jesus not broken and why was Jesus pierced with a spear?", "ref": ["19-36", "19-37"]}, {"a": "That one bore withness to these events so that you also may believe", "q": "Why did the one who saw all these things concerning the crucifiction of Jesus bear witness to them?", "ref": ["19-35"]}, {"a": "Joseph of Arimathea asked Pilate that he might take away the body of Jesus.", "q": "Who came and asked to take away the body of Jesus?", "ref": ["19-38"]}, {"a": "Nicodemus came with Joseph of Arimathea.", "q": "Who came with Joseph of Arimathea to take away the body of Jesus?", "ref": ["19-39"]}, {"a": "They wrapped Jesus body in linen cloths with spices. Then they laid Jesus' body in a new tomb which was in a garden.", "q": "What did Joseph of Arimathea and Nicodemus do with the body of Jesus?", "ref": ["19-40", "19-41"]}], "20": [{"a": "She came to the tomb early on the first day of the week.", "q": "When did Mary Magdalene come to the tomb?", "ref": ["20-01"]}, {"a": "She saw the stone rolled away from the tomb.", "q": "What did Mary Magdalene see when she got to the tomb?", "ref": ["20-01"]}, {"a": "She ran and came to Simon Peter and to the other disciple Jesus loved.", "q": "What did Mary Magdalene do after she saw the stone rolled away from the tomb?", "ref": ["20-20"]}, {"a": "She told them, \"They have taken away the Lord out of the tomb, and we do not know where they have laid him.\"", "q": "What did Mary Magdalene say to the two disciples?", "ref": ["20-02"]}, {"a": "They both ran together to the tomb.", "q": "What did Simon Peter and the other disciple do after they heard what Mary Magdalene said?", "ref": ["20-03", "20-04"]}, {"a": "Peter saw the linen cloths lying there. The cloth that had been on his head was not lying with the linen cloths but was rolled up in its place by itself.", "q": "What did Simon Peter see in the tomb?", "ref": ["20-06", "20-07"]}, {"a": "He saw and believed.", "q": "What was the response of the other disciple to what he saw in the tomb?", "ref": ["20-08"]}, {"a": "She saw two angels in white sitting, one at the head, and one at the foot, where the body of Jesus had lain.", "q": "What did Mary see when she stooped and looked into the tomb?", "ref": ["20-12"]}, {"a": "They asked her, \"Woman, why are you weeping?\"", "q": "What did the angels say to Mary?", "ref": ["20-13"]}, {"a": "She saw Jesus standing there, but she did not know that it was Jesus.", "q": "When Mary turned around what did she see?", "ref": ["20-14"]}, {"a": "She thought he was the gardener.", "q": "Who did Mary think Jesus was?", "ref": ["20-15"]}, {"a": "She recognized Jesus when he said her name, \"Mary\".", "q": "When did Mary recognize Jesus?", "ref": ["20-16"]}, {"a": "Jesus told her not to touch him because he hadn't yet ascended to the Father.", "q": "Why did Jesus tell Mary not to touch him?", "ref": ["20-17"]}, {"a": "Jesus told her to say to his brothers, that I will ascend to my Father and your Father, and my God and your God.", "q": "What did Jesus tell Mary to say to his brothers?", "ref": ["20-17"]}, {"a": "Jesus came and stood in the midst of them.", "q": "What happened where the disciples were on the evening of the first day of the week?", "ref": ["20-19"]}, {"a": "He showed them his hands and his side.", "q": "What did Jesus show the disciples?", "ref": ["20-20"]}, {"a": "Jesus said he was sending the disciples just as his Father had sent him.", "q": "What did Jesus say he was doing to the disciples?", "ref": ["20-21"]}, {"a": "He told them, \"Receive the Holy Spirit. Whoever's sins you forgive, they are forgiven for them; whoever's sins you keep back, they are kept back.\"", "q": "What did Jesus say to his disciples after he breathed on them?", "ref": ["20-22", "20-23"]}, {"a": "Thomas, one of the twelve, called Didymus, was not with the other disciples when Jesus came.", "q": "Which one of the disciples was not present with the other disciples when they saw Jesus?", "ref": ["20-24"]}, {"a": "Thomas said he would have to see the print of the nails in Jesus' hands and put his fingers into the nail prints and put his hand into Jesus' side before he would believe.", "q": "What did Thomas say it would take for him to believe that Jesus was alive?", "ref": ["20-25"]}, {"a": "Eight days later Thomas was with the other disciples when Jesus came while the doors were shut and stood among them.", "q": "When did Thomas see Jesus?", "ref": ["20-26"]}, {"a": "Jesus told Thomas to reach with his finger and see Jesus' hands and reach with his hand and put it into Jesus' side. Jesus then told Thomas not to be faithless, but believe.", "q": "What did Jesus tell Thomas to do?", "ref": ["20-27"]}, {"a": "Thomas said, \"My Lord and my God.\"", "q": "What did Thomas say to Jesus?", "ref": ["20-28"]}, {"a": "Jesus said, \"Blessed are those who have not seen, and yet have believed.\"", "q": "Who did Jesus say was blessed?", "ref": ["20-29"]}, {"a": "Yes, Jesus did many other signs in the presence of the disciples that were not written in the book of John.", "q": "Did Jesus do other signs that weren't written in the book?", "ref": ["20-30"]}, {"a": "They were written so that you may believe that Jesus is the Christ, the Son of God, and so that as you believe, you may have life in his name.", "q": "Why were the signs written in the book?", "ref": ["20-31"]}], "21": [{"a": "The disciples were at the Sea of Tiberias when Jesus showed himself to them again.", "q": "Where were the disciples when Jesus showed himself to them again?", "ref": ["21-01"]}, {"a": "Simon Peter, Thomas, called Didymus, Nathaniel from Cana in Galilee, the sons of Zebedee and two of Jesus' other disciples were at the Sea of Tiberias.", "q": "Which disciples were at the Sea of Tiberias?", "ref": ["21-02"]}, {"a": "These disciples had gone fishing but had caught nothing all night.", "q": "What were these disciples doing?", "ref": ["21-03"]}, {"a": "Jesus told the disciples to cast their net on the right side of the boat and they would catch some fish.", "q": "What did Jesus tell the disciples to do?", "ref": ["21-06"]}, {"a": "They could not draw in their net because there were so many fish in it.", "q": "What happened when the disciples cast their net?", "ref": ["21-06"]}, {"a": "He tucked up his outer garment about himself and threw himself into the sea.", "q": "What did Simon Peter do when the disciple Jesus loved said, \"It is the Lord.\"", "ref": ["21-07"]}, {"a": "The other disciples came in the boat pulling the net full of fish.", "q": "What did the other disciples do?", "ref": ["21-08"]}, {"a": "Jesus told the disciples to bring some of the fish they had just caught.", "q": "What did Jesus tell the disciples to do with some of the fish that they had caught?", "ref": ["21-10"]}, {"a": "This was the third time Jesus had now shown himself to the disciples since he had risen.", "q": "How many times had Jesus now shown himself to the disciples since he had risen?", "ref": ["21-14"]}, {"a": "Jesus asked Simon Peter if Simon loved Jesus more than these.", "q": "After breakfast what was the first thing Jesus asked Simon Peter?", "ref": ["21-15"]}, {"a": "The third time he was asked Peter responded, \"Lord, you know all things, you know that I love you.\"", "q": "How did Simon Peter answer Jesus the third time Jesus asked Peter if he loved Jesus?", "ref": ["21-17"]}, {"a": "The third time Jesus told him, \"Feed my sheep.\"", "q": "The third time Peter responds to Jesus' question, \"Do you love me?\" what does Jesus tell Peter to do?", "ref": ["21-17"]}, {"a": "Jesus told Simon Peter that when he became old, he would stretch out his hands and another person would clothe him and carry him where he did not wish to go.", "q": "What did Jesus tell Simon Peter was going to happen to him when Simon became old?", "ref": ["21-18"]}, {"a": "Jesus said this in order to signal by what kind of death Peter would glorify God.", "q": "Why did Jesus tell Peter what was going to happen to Peter when he became old?", "ref": ["21-19"]}, {"a": "Peter asked Jesus, \"Lord, what will this man do?\"", "q": "What did Simon Peter ask Jesus concerning the disciple that Jesus loved?", "ref": []}, {"a": "Jesus told Peter, \"Follow me.\"", "q": "How did Jesus respond to Peter's question, \"Lord, what will this man do?\"", "ref": ["21-22"]}, {"a": "The disciple Jesus loved wrote this book and bears witness that the events described in the book are true.", "q": "Who wrote this book and to what does he bear witness?", "ref": ["21-24"]}]}