[{"id": "01", "tn": [{"ref": "Then I turned", "text": "The word \"I\" refers to Zechariah."}, {"ref": "lifted my eyes", "text": "This means to look up at something. He says \"I lifted my eyes\" because that is the part of the body a person sees with. AT: \"looked up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "behold", "text": "The word \"behold\" here shows that Zechariah was surprised by what he saw."}, {"ref": "cubits", "text": "A cubit is 46 centimeters. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The angel continues to speak with Zechariah."}, {"ref": "based on what it says on the one side", "text": "\"based on what the scroll has written on one side\""}, {"ref": "what it says on the other side", "text": "\"what the scroll has written on the other side\""}, {"ref": "according to their words", "text": "The phrase \"their words\" refers to what was said in their oath. AT: \"according to what they said\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will send it out", "text": "The word \"it\" refers to the curse."}, {"ref": "this is the declaration of Yahweh of hosts", "text": "This phrase is often translated as \"Yahweh says\" in the UDB. You can translate this concept whichever way is best in your language. This phrase is used many times in Zechariah."}, {"ref": "the house", "text": "This refers to the man's family and everything they own. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of the one that swears", "text": "\"of the man that swears\""}, {"ref": "timber", "text": "wood used for building"}]}, {"id": "05", "tn": [{"ref": "Raise your eyes", "text": "This phrase commands a person to look up by referring to their eyes. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a lead covering", "text": "This refers to a heavy cover. Lead is a heavy metal."}, {"ref": "there was a woman under it sitting in it", "text": "A woman could not literally fit inside a basket of this size. In Zechariah's vision though, so did fit in the basket. Often in visions the sizes of things are exaggerated. Both the basket and the woman are symbolic and represent other things."}]}, {"id": "08", "tn": [{"ref": "This is Wickedness", "text": "The woman represents wickedness. AT: \"Her name is Wickedness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and wind was in their wings", "text": "This phrase describes how the women used their wings to be carried by the wind and fly. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they had wings like a stork's wings", "text": "The women had wings that looked like stork's wings. A stork is a type of large bird that has a wingspan of 2 to 4 meters. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "between earth and heaven", "text": "The basket was lifted up into the sky. It says \"between earth and heaven\" to draw attention to them and show where the basket was in relationship to them. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "10", "tn": [{"ref": "Where are they taking the basket?", "text": "\"Where are the women taking the barrel?\""}, {"ref": "so that when the temple is ready ... on its prepared base", "text": "\"and when the temple is ready, the barrel will be set in the place prepared for it\""}]}]