[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Continuing the story of how the new Christians shared their belongings with other believers, Luke tells about two believers, Ananias and Sapphria. (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline to tell a new part of the story."}, {"ref": "his wife also knew it", "text": "\"his wife also knew that he kept back part of the sale money\""}, {"ref": "laid it at the apostles' feet", "text": "This means that they presented to money to the apostles. AT: \"presented it to the apostles\" or \"gave it to the apostles.\" See how you translated this in [[:en:bible:notes:act:04:34|4:35]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "If your language does not use rhetorical questions, you may reword these as statements."}, {"ref": "why has Satan filled your heart to lie ... land?", "text": "Peter uses this question to rebuke Ananias. AT: \"you should not have let Satan convince you to lie ... land\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Satan filled your heart", "text": "Here the word \"heart\" refers to the will and emotions. Possible meanings are 1) \"Satan completely controlled you\" (UDB) or 2) \"Satan convinced you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to lie to the Holy Spirit and to keep back part of the price", "text": "This implies that Ananias had told the apostles that he was giving the entire amount that he had received from selling his land. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "While it remained unsold, did it not remain your own?", "text": "Peter uses this question to rebuke Ananias. AT: \"While it remained unsold, it was your own possession\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "While it remained unsold", "text": "\"While you had not sold it\""}, {"ref": "And after it was sold, was it not in your control?", "text": "Peter uses this question to rebuke Ananias. AT: \"And after it was sold, you had control over the money that you received\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "And after it was sold", "text": "This can be stated in active form. AT: \"And after you sold it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How is it that you thought of this thing in your heart?", "text": "Peter used this question to rebuke Ananias. Here the word \"heart\" refers to the will and emotions. AT: \"You should not have thought of doing this thing\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fell down and breathed his last", "text": "Ananias fell down because he died; he did not die because he fell down. AT: \"died and fell to the ground\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "07", "tn": [{"ref": "his wife came in", "text": "\"Ananias' wife came in\" or \"Sapphira came in\""}, {"ref": "what had happened", "text": "\"that her husband had died\""}, {"ref": "for so much", "text": "\"for this much money.\" This refers to the amount of money that Ananias had given to the apostles."}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Ananias and Sapphira."}, {"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to both Ananias and Sapphira. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "How is it that you have agreed together to test the Spirit of the Lord?", "text": "Peter asks this question to rebuke Sapphira. AT: \"You should not have agreed together to test the Spirit of the Lord!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you have agreed together", "text": "\"the two of you have agreed together\""}, {"ref": "to test the Spirit of the Lord", "text": "Here the word \"test\" means to challenge or to prove. They were trying to see if they could get away with lying to God without receiving punishment."}, {"ref": "the feet of those who have buried your husband", "text": "Here the phrase \"the feet\" refers to the men. AT: \"the men who have buried your husband\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "fell down at his feet", "text": "This means that when she died, she fell on the floor in front of Peter. This expression should not be confused with falling down at a person's feet as a sign of humility."}, {"ref": "breathed her last", "text": "\"died.\" See how you translated this phrase with reference to Ananias in [[:en:bible:notes:act:05:03|5:5]]. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Luke continues to tell what happens in the early days of the church."}, {"ref": "General Information:", "text": "Here the words \"They\" and \"they\" refer to the believers."}, {"ref": "Many signs and wonders were taking place among the people through the hands of the apostles", "text": "or \"Many signs and wonders took place among the people through the hands of the apostles.\" This can be stated in active form. AT: \"The apostles performed many signs and wonders among the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "signs and wonders", "text": "\"supernatural events and miraculous deeds.\" See how you translated these terms in [[:en:bible:notes:act:02:22|2:22]]"}, {"ref": "through the hands of the apostles", "text": "Here the word \"hands\" refers to the apostles. AT: \"through the apostles\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Solomon's porch", "text": "This was a covered walkway that consisted of rows of pillars that supported a roof, and which people named after king Solomon. See how you translated \"the porch that is called Solomon's\" in [[:en:bible:notes:act:03:11|3:11]]."}, {"ref": "they were held in high esteem by the people", "text": "This can be stated in active form. AT: \"the people held the believers in high esteem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the people who lived in Jerusalem."}, {"ref": "more believers were being added to the Lord", "text": "This could be stated in active form. AT: \"more people were believing in the Lord.\" See how you translated \"were added\" in [[:en:bible:notes:act:02:40|2:41]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his shadow might fall on some of them", "text": "It is implied that God would heal them if Peter's shadow touched them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those afflicted with unclean spirits", "text": "\"those whom unclean spirits had afflicted\""}, {"ref": "they were all healed", "text": "This can be stated in active form. AT: \"God healed them all\" or \"the apostles healed them all\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "The religious leaders began to persecute the believers."}, {"ref": "But", "text": "This begins a contrasting story. You may translate this in the way that your language introduces a contrasting narrative."}, {"ref": "the high priest rose up", "text": "Here the phrase \"rose up\" means that the high priest decided to take action, not that he stood up from a seated position. AT: \"the high priest took action\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were filled with jealousy", "text": "This could be stated in active form. AT: \"they became very jealous\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "laid hands on the apostles", "text": "This means that they seized the apostles by force. They would have ordered guards to do this. AT: \"had the guards arrest the apostles\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the words \"them\" and \"they\" refer to the apostles."}, {"ref": "in the temple ... into the temple", "text": "They did not go into the temple building where only the priests were allowed. AT: \"in the temple courtyard ... into the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the words of this Life", "text": "This is a reference to the gospel message that the apostles had already proclaimed. Possible meanings are 1) \"all this message of eternal life\" or 2) \"the whole message of this new way of living\""}, {"ref": "about daybreak", "text": "\"as it began to be light.\" Although the angel led them out of the jail during the night, the sun was rising by the time the apostles reached the temple courtyard."}, {"ref": "sent to the jail to have the apostles brought", "text": "This implies someone went to the jail. AT: \"sent someone to the jail to bring the apostles\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "22", "tn": [{"ref": "we found no one inside", "text": "The words \"no one\" refer to the apostles. This implies that there was no one else in the jail cell besides the apostles. AT: \"we did not find them inside\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to the captain of the temple and the chief priests. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "they were much perplexed", "text": "\"they were very puzzled\" or \"they were very confused\""}, {"ref": "concerning them", "text": "\"concerning the words they had just heard\" or \"concerning these things\""}, {"ref": "what would come of it", "text": "\"and what would happen as a result\""}, {"ref": "standing in the temple", "text": "They did not go into the part of the temple building where only the priests were allowed. AT: \"standing in the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "The captain and the officers bring the apostles before the Jewish religious council."}, {"ref": "General Information:", "text": "The word \"they\" in this section refers to the captain and the officers. In the phrase \"feared that the people might stone them\" the word \"them\" refers to the captain and the officers. All other occurrences of \"them\" in this chunk refer to the apostles."}, {"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to the apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "they feared", "text": "\"they were afraid\""}, {"ref": "in this name", "text": "Here the word \"name\" refers to the person of Jesus. AT: \"not to speak anymore about this person, Jesus.\" See how you translated this in [[:en:bible:notes:act:04:15|4:17]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have filled Jerusalem with your teaching", "text": "This idiom means that they have taught everyone in Jerusalem.  AT: \"you have taught everyone in Jerusalem about him\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "desire to bring this man's blood upon us", "text": "Here the word \"blood\" refers to Jesus' death. This is an idiomatic way of saying that they are responsible for killing him. AT: \"desire to make us responsible for this man's death\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Here the word \"We\" refers to  the apostles, and not to the audience. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Peter and the apostles answered", "text": "Peter spoke on behalf of all of the apostles when he said the following words."}, {"ref": "by hanging him on a tree", "text": "Here Peter uses the word \"tree\" to refer to the cross which was made out of wood. AT: \"by hanging him on a cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "give repentance to Israel, and forgiveness of sins", "text": "The words \"repentance\" and \"forgiveness\" can be translated as verbs. AT: \"give the people of Israel an opportunity to repent and have God forgive their sins\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Israel", "text": "The word \"Israel\" refers to the Jewish people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who obey him", "text": "\"those who submit to God's authority\""}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "Gamaliel addresses the council members."}, {"ref": "Gamaliel, a teacher of the law, who was honored by all the people", "text": "Luke introduces Gamaliel and provides background information about him. (See: [[:en:ta:vol2:translate:writing_participants]] and  [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "who was honored by all the people", "text": "This can be stated in active form. AT: \"whom all the people honored\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "commanded the apostles to be taken outside", "text": "This can be stated in active form. AT: \"commanded the guards to take the apostles outside\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "pay close attention to", "text": "\"think carefully about\" (UDB) or \"be cautious about.\" Gamaliel was warning them not to do something that they would later regret."}, {"ref": "Theudas rose up", "text": "Possible meanings are 1) \"Theudas rebelled\" (UDB) or 2) \"Theudas appeared.\""}, {"ref": "claiming to be somebody", "text": "\"claiming to be somebody important\""}, {"ref": "He was killed", "text": "This can be stated in active form. AT: \"People killed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all who had been obeying him were scattered", "text": "This can be stated in active form. AT: \"all the people scattered who had been obeying him\" or \"all who had been obeying him went in different directions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "came to nothing", "text": "This means that they did not do what they had planned to do."}, {"ref": "After this man", "text": "\"After Theudas\""}, {"ref": "in the days of the census", "text": "\"during the time of the census\""}, {"ref": "drew away some people after him", "text": "This means that he persuaded some people to rebel with him against the Roman government. AT: \"caused many people to follow him\" or \"caused many people to join him in rebellion\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "38", "tn": [{"ref": "Connecting Statement:", "text": "Gamaliel finishes addressing the council members. Though they beat the apostles, command them not to teach about Jesus, and let them go, the disciples continue to teach and preach."}, {"ref": "keep away from these men and let them alone", "text": "Gamaliel is telling the Jewish leaders no to punish the apostles any more or to put them back in jail. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if this plan or work is of men", "text": "\"if men have devised this plan or are doing this work\""}, {"ref": "it will be overthrown", "text": "This can be stated in active form. AT: \"someone will overthrow it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if it is of God", "text": "Here the word \"it\" refers to \"this plan or work.\" AT: \"if God has devised this plan or commanded these men to do this work\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "So they were persuaded", "text": "This can be stated in active form. AT: \"So Gamaliel persuaded them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "40", "tn": [{"ref": "General Information:", "text": "Here first word \"they\" refers to the council members. The rest of the words \"them,\" \"They,\" and \"they\" refer to the apostles."}, {"ref": "they called the apostles in and beat them", "text": "The council members would have ordered the temple guards to do these things. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to speak in the name of Jesus", "text": "Here \"name\" refers to the authority of Jesus. AT: \"to speak anymore in the authority of Jesus.\" See how you translated a similar phrase in [[:en:bible:notes:act:04:15|4:18]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they were counted worthy to suffer dishonor for the Name", "text": "The apostles rejoiced because God had honored them by letting the Jewish leaders dishonor them. This can be stated in active form. AT: \"God had counted them worthy to suffer dishonor for the Name\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the Name", "text": "Here \"the Name\" refers to Jesus. AT: \"for Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Thereafter every day", "text": "\"After that day, every day.\" This phrase marks what the apostles did every day through the following days."}, {"ref": "in the temple and from house to house", "text": "They did not go into the temple building where only the priests went. AT: \"in the temple courtyard and in different people's houses\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]