{"1": [{"a": "Paul became an apostle through Jesus Christ and God the Father.", "q": "How did Paul become an apostle?", "ref": ["01-01"]}, {"a": "Believers in Jesus Christ have been delivered from this present evil age.", "q": "From what have believers in Jesus Christ been delivered?", "ref": ["01-04"]}, {"a": "Paul is amazed that they have turned so quickly to a different gospel.", "q": "With what is Paul amazed with the church in Galatia?", "ref": ["01-06"]}, {"a": "There is only one true gospel, the gospel of Christ.", "q": "How many true gospels are there?", "ref": ["01-07"]}, {"a": "Paul says anyone proclaiming a different gospel should be cursed.", "q": "What does Paul say should happen to anyone proclaiming a different gospel than the gospel of Christ?", "ref": ["01-08", "01-09"]}, {"a": "Servants of Christ must seek the approval of God first.", "q": "Servants of Christ must seek the approval of whom first?", "ref": ["01-10"]}, {"a": "Paul received the gospel of Christ by revelation from Jesus Christ directly to himself.", "q": "How did Paul receive the knowledge of the gospel of Christ?", "ref": ["01-12"]}, {"a": "Paul was following Judaism zealously, persecuting the church of God.", "q": "What was Paul doing in his life before he received the revelation of the gospel of Christ?", "ref": ["01-13", "01-14"]}, {"a": "God was pleased to choose Paul from his mother's womb to be his apostle.", "q": "When did God choose Paul to be his apostle?", "ref": ["01-15"]}, {"a": "God chose Paul as his apostle so that Paul would proclaim Christ among the Gentiles.", "q": "For what purpose did God choose Paul as his apostle?", "ref": ["01-16"]}, {"a": "Finally, Paul went to Jerusalem and met the apostles Cephas and James.", "q": "Where did Paul finally meet some of the other apostles?", "ref": ["01-19"]}, {"a": "The churches in Judea were hearing that Paul, who once persecuted the church, was now proclaiming the faith.", "q": "What were the churches in Judea hearing about Paul?", "ref": ["01-22", "01-23"]}], "2": [{"a": "Paul spoke privately to the leaders of the church, explaining to them the gospel that he was proclaiming.", "q": "What did Paul do when he went up to Jerusalem after fourteen years?", "ref": ["02-01"]}, {"a": "Titus was not required to be circumcised.", "q": "What was Titus, a Gentile, not required to do?", "ref": ["02-03"]}, {"a": "The false brothers desired to make Paul and his companions slaves to the law.", "q": "What did the false brothers desire to do?", "ref": ["02-04"]}, {"a": "No, they contributed nothing to Paul's message.", "q": "Did the leaders of the church in Jerusalem change Paul's message?", "ref": ["02-06"]}, {"a": "Paul was primarily sent to the uncircumcised to proclaim the gospel.", "q": "To whom was Paul primarily sent to proclaim the gospel?", "ref": ["02-07", "02-08"]}, {"a": "Peter was primarily sent to the circumcised to proclaim the gospel.", "q": "To whom was Peter primarily sent to proclaim the gospel?", "ref": ["02-07", "02-08"]}, {"a": "The leaders in Jerusalem gave Paul and Barnabus the right hand of fellowship to show their approval.", "q": "How did the leaders in Jerusalem show their approval of Paul's ministry?", "ref": ["02-09"]}, {"a": "Peter stopped eating with the Gentiles because he feared the men who had been circumcised.", "q": "What error did Peter make when he came to Antioch?", "ref": ["02-11", "02-12"]}, {"a": "Paul asked Cephas how he could force Gentiles to live like Jews when Cephas was living like a Gentile.", "q": "What did Paul ask Cephas in front of everyone?", "ref": ["02-14"]}, {"a": "Paul said that no one is justified by the works of the law.", "q": "Paul said that no one is justified by what?", "ref": ["02-16"]}, {"a": "A person is justified before God by faith in Christ Jesus.", "q": "How is a person justified before God?", "ref": ["02-16"]}, {"a": "Paul says he shows himself actually to be a law breaker.", "q": "If someone returns to trying to follow the law after having faith in Christ, what does Paul say he has actually become?", "ref": ["02-18"]}, {"a": "Paul said that Christ now lived in him.", "q": "Who did Paul say now lived in him?", "ref": ["02-20"]}, {"a": "Paul says the Son of God loved him and gave himself for Paul.", "q": "What does Paul say the Son of God did for him?", "ref": ["02-20"]}], "3": [{"a": "Abraham believed God and it was credited to him as righteousness.", "q": "How was Abraham considered righteous before God?", "ref": ["03-06"]}, {"a": "Those who believe God are the sons of Abraham.", "q": "Who are the sons of Abraham?", "ref": ["03-07"]}, {"a": "The scripture foresaw that the Gentiles would be justified by faith.", "q": "The scripture foresaw that the Gentiles would be justified in what way?", "ref": ["03-08"]}, {"a": "Those who rely on the works of the law to be justified are under a curse.", "q": "Those who rely on the works of the law to be justified are under what?", "ref": ["03-10"]}, {"a": "No one has been justified through the works of the law.", "q": "How many people have been justified by God through the works of the law?", "ref": ["03-11"]}, {"a": "Christ redeemed us by becoming a curse for us so that the blessing upon Abraham might come to the Gentiles.", "q": "Why did Christ redeem us by becoming a curse for us?", "ref": ["03-14"]}, {"a": "The \"descendant\" spoken of in the promise to Abraham was Christ.", "q": "Who was the \"descendant\" that was spoken of in the promise to Abraham?", "ref": ["03-16"]}, {"a": "No, the law did not void the promise made to Abraham.", "q": "Did the coming of the Jewish law 430 years after Abraham void the promise God made to Abraham?", "ref": ["03-17"]}, {"a": "The law came because of transgressions until Abraham's descendant came.", "q": "Why then was there the law?", "ref": ["03-19"]}, {"a": "The law in scripture imprisoned everyone under sin.", "q": "What did the law in scripture imprison everyone under?", "ref": ["03-22"]}, {"a": "We are released from the imprisonment of the law by faith in Christ Jesus.", "q": "How are we released from the imprisonment of the law?", "ref": ["03-23", "03-26"]}, {"a": "All who have been baptized into Christ have been clothed in Christ.", "q": "Who has been clothed in Christ?", "ref": ["03-27"]}, {"a": "Jews, Greeks, slaves, free, male, and female are all made one in Christ Jesus.", "q": "What different kinds of persons are made one in Christ Jesus?", "ref": ["03-28"]}], "4": [{"a": "The heir lives under guardians and trustees until the time set by his father.", "q": "How does the heir of an estate live while he is a child?", "ref": ["04-01", "04-02"]}, {"a": "God, at the right time, sent forth his Son to redeem those under the law.", "q": "What did God do at the right time in history?", "ref": ["04-04", "04-05"]}, {"a": "God adopted as sons the children who were under the law.", "q": "How did God bring children who were under the law into his family?", "ref": ["04-05"]}, {"a": "God sends forth the Spirit of his Son into the hearts of his children.", "q": "What does God send forth into the hearts of his children?", "ref": ["04-06"]}, {"a": "Before we know God, we are slaves to the spirits that rule the world, who are not gods at all.", "q": "Before we know God, to whom are we slaves?", "ref": ["04-08"]}, {"a": "Paul was perplexed that the Galatians were returning again to the ruling spirits of the world.", "q": "Paul was perplexed that the Galatians were returning to what?", "ref": ["04-09"]}, {"a": "Paul fears that the Galatians will become slaves again, and that he has labored in vain over them.", "q": "As he sees the Galatians turning back, what does Paul fear for them?", "ref": ["04-09"]}, {"a": "When Paul first came to the Galatians, he had a physical illness.", "q": "When Paul first came to the Galatians, what problem did he have?", "ref": ["04-13"]}, {"a": "Despite Paul's problem, the Galatians received Paul as an angel of God, as Christ Jesus.", "q": "Despite Paul's problem, how did the Galatians receive him?", "ref": ["04-14"]}, {"a": "The false teachers are trying to separate the Galatians from Paul.", "q": "Who are the false teachers in Galatia trying to separate?", "ref": ["04-17"]}, {"a": "The false teachers are trying to put the Galatians back under the law.", "q": "Under what are the false teachers trying to put the Galatians?", "ref": ["04-21"]}, {"a": "Abraham had two sons, one from a slave woman and one from a free woman.", "q": "From which two kinds of women did Abraham have two sons?", "ref": ["04-22"]}, {"a": "The Jerusalem above, the free woman, is the symbolic mother of Paul and the believing Galatians.", "q": "Who is the symbolic mother of Paul and the believing Galatians?", "ref": ["04-26"]}, {"a": "Believers in Christ are children of the promise.", "q": "Are believers in Christ children of the flesh or children of the promise?", "ref": ["04-28"]}, {"a": "The children of the flesh persecute the children of the promise.", "q": "Who persecutes the children of the promise?", "ref": ["04-29"]}, {"a": "The children of the slave woman do not inherit along with the children of the free woman.", "q": "What do the children of the slave woman inherit?", "ref": ["04-30"]}, {"a": "Believers in Christ are children of the free woman.", "q": "Are believers in Christ children of the slave woman or children of the free woman?", "ref": ["04-31"]}], "5": [{"a": "For freedom Christ has set us free.", "q": "For what purpose has Christ set us free?", "ref": ["05-01"]}, {"a": "Paul said that if the Galatians became circumcised, Christ would not benefit them in any way.", "q": "What did Paul warn the Galatians would happen if they became circumcised?", "ref": ["05-02"]}, {"a": "Paul warned that all the Galatians who would seek to be justified by following the law would be alienated from Christ and would fall away from grace.", "q": "What did Paul warn would happen to all the Galatians who would seek to be justified by following the law?", "ref": ["05-04"]}, {"a": "In Christ Jesus, only faith working through love means anything.", "q": "As opposed to circumcision and uncircumcised, what is the only thing that means anything in Christ Jesus?", "ref": ["05-06"]}, {"a": "Paul is confident that the one who has confused the Galatians about the gospel will bear God's judgment.", "q": "Of what is Paul confident regarding the one who has confused the Galatians about the gospel?", "ref": ["05-10"]}, {"a": "Paul says that proclaiming circumcision the stumbling block of the cross would be destroyed.", "q": "Paul says that proclaiming circumcision does what?", "ref": ["05-11"]}, {"a": "Believers are to not use their freedom in Christ as an opportunity for the flesh.", "q": "How are believers not to use their freedom in Christ?", "ref": ["05-13"]}, {"a": "Believers are to use their freedom in Christ to serve one another in love.", "q": "How are believers to use their freedom in Christ?", "ref": ["05-13"]}, {"a": "The whole law is fulfilled in the commandment, \"You must love your neighbor as yourself\".", "q": "The whole law is fulfilled in what one commandment?", "ref": ["05-14"]}, {"a": "Believers can live by the Spirit and not fulfill the lust of the flesh.", "q": "How can believers not fulfill the lust of the flesh?", "ref": ["05-16"]}, {"a": "The Spirit and the flesh are opposed to each other within the believer.", "q": "What two things are opposed to each other within the believer?", "ref": ["05-17"]}, {"a": "Three examples of works of the flesh are any three of the following list: sexual immorality, impurity, lustfulness, idolatry, sorcery, hostility, strife, jealousy, outbursts of anger, rivalry, dissension, sectarian division, envy, drunkenness, and drunken riots.", "q": "What are three examples of works of the flesh?", "ref": ["05-20", "05-21"]}, {"a": "Those who practice the works of the flesh will not inherit the kingdom of God.", "q": "What will those who practice the works of the flesh not receive?", "ref": ["05-21"]}, {"a": "The fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith, gentleness, and self-control.", "q": "What is the fruit of the Spirit?", "ref": ["05-22", "05-23"]}, {"a": "Those who belong to Christ Jesus have crucified the flesh and its passions.", "q": "Those who belong to Christ Jesus have done what with the flesh and its passions?", "ref": ["05-24"]}], "6": [{"a": "Those who are spiritual should restore that man in a spirit of gentleness.", "q": "What should those who are spiritual do if a man is caught in some transgression?", "ref": ["06-01"]}, {"a": "Those who are spiritual must watch out that they are not also tempted.", "q": "For what danger must those who are spiritual watch out?", "ref": ["06-01"]}, {"a": "Believers fulfill the law of Christ by carrying one another's burdens.", "q": "How do believers fulfill the law of Christ?", "ref": ["06-02"]}, {"a": "A person can have something in himself to be proud of by examining his own work, without comparing himself to anyone else.", "q": "How can a person have something in himself to be proud of regarding his work?", "ref": ["06-04"]}, {"a": "One who is taught the word must share all good things with his teacher.", "q": "What must one who is taught the word do with his teacher?", "ref": ["06-06"]}, {"a": "Whatever a man spiritually plants he will harvest.", "q": "What happens to whatever a man spiritually plants?", "ref": ["06-07"]}, {"a": "A man who plants to his own flesh harvests corruption out of his flesh.", "q": "What does a man harvest who plants to his own flesh?", "ref": ["06-08"]}, {"a": "A man who plants to the Spirit harvests out of the Spirit eternal life.", "q": "What does a man harvest who plants to the Spirit?", "ref": ["06-08"]}, {"a": "A believer who continues doing good will reap a harvest.", "q": "If a believer does not give up and continues doing good, what will he receive?", "ref": ["06-09"]}, {"a": "Believers should especially do good to those of the household of faith.", "q": "To whom should believers especially do good?", "ref": ["06-10"]}, {"a": "Those who want to compel the believers to be circumcised do not want to be persecuted for the cross of Christ.", "q": "What is the motivation of those who want to compel the believers to be circumcised?", "ref": ["06-12"]}, {"a": "Paul said that he was proud of the cross of our Lord Jesus Christ.", "q": "Of what did Paul say he was proud?", "ref": ["06-14"]}, {"a": "What is important is a new creation.", "q": "Instead of circumcision or uncircumcision, what is important?", "ref": ["06-15"]}, {"a": "Paul wishes peace and mercy upon those who live by the rule of the new creation, and upon the Israel of God.", "q": "Upon whom does Paul wish peace and mercy?", "ref": ["06-16"]}, {"a": "Paul carried the marks of Jesus on his body.", "q": "What did Paul carry on his body?", "ref": ["06-17"]}]}