[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a vision of 144,000 servants of God who were marked with seals. This takes place between the Lamb opening the sixth and seventh seals."}, {"ref": "the four corners of the earth", "text": "The earth is spoken of as if it were flat and square like a sheet of paper. The phrase \"the four corners\" refers to the north, south, east, and west."}, {"ref": "the seal of the living God", "text": "The word \"seal\" here refers to a tool that is used to press a mark onto a wax seal. In this case the tool would be used to put a mark on God's people. AT: \"the marker\" or \"stamp\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "put a seal on the foreheads", "text": "The word \"seal\" here refers to a mark. This mark show that the people belong to God and that he would protect them. AT: \"put a mark on the foreheads\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "foreheads", "text": "The forehead is the top of the face, above the eyes."}]}, {"id": "04", "tn": [{"ref": "those who were sealed", "text": "This can be stated with an active verb. AT: \"those whom God's angel marked\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "144,000", "text": "\"one hundred forty-four thousand people\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "twelve thousand from the tribe", "text": "\"12,000 people from the tribe\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "This continues the list of the people of Israel who were sealed."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "John begins to describe a second vision about a multitude praising God. This is a different group of people than the 144,000 people who were sealed. This also takes place between the Lamb opening the sixth and seventh seals."}, {"ref": "a huge multitude", "text": "\"a huge crowd\" or \"a great number of people\""}, {"ref": "white robes", "text": "Here the color \"white\" represents purity."}, {"ref": "Salvation belongs to", "text": "\"Salvation comes from\""}, {"ref": "Salvation belongs ... to the Lamb", "text": "They were praising God and the Lamb. The noun \"salvation\" can be expressed with the verb \"save.\" AT \"Our God, who sits on the throne, and the Lamb have saved us!\"   (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "11", "tn": [{"ref": "All the angels ... living creatures", "text": "\"All the angels stood around the throne and the elders and the four living creatures\""}, {"ref": "the four living creatures", "text": "These are the four creatures mentioned in [[:en:bible:notes:rev:04:06|4:6-8]]."}, {"ref": "they prostrated themselves on their faces", "text": "They lay down facing the ground. See how you translated a similar expression in [[:en:bible:notes:rev:04:09|4:10]]."}, {"ref": "Praise, glory ... be to our God", "text": "\"Our God is worthy of all praise, glory, wisdom, thanks, honor, power and strength\""}, {"ref": "Praise, glory ... thanksgiving, honor ... be to our God", "text": "The verb \"give\" can be used to show how praise, glory, and honor,  are to be \"to\" God. AT: \"We must give praise, glory, thanks, and honor to our God\""}, {"ref": "wisdom, ... power, and strength ... be to our God", "text": "\"our God has all wisdom, power, and strength\""}, {"ref": "forever and ever", "text": "These two words mean basically the same thing and emphasize that the praise will never end."}]}, {"id": "13", "tn": [{"ref": "clothed with white robes", "text": "These white robes showed that they were righteous."}, {"ref": "have come out of the Great Tribulation", "text": "\"have survived the Great Tribulation\" or \"have lived through the Great Tribulation\""}, {"ref": "the Great Tribulation", "text": "\"the time of terrible suffering\" or \"the time when people will suffer terribly\""}, {"ref": "They have washed their robes and made them white in the blood of the Lamb", "text": "Being made righteous by the blood of the Lamb is spoken of as washing their robes in his blood. AT: \"They have been made righteous by washing their robes white in his blood\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have washed their robes and made them white in the blood of the Lamb", "text": "The word \"blood\" is used to refer to the death of Lamb. His death can be spoken of clearly.  AT: \"They have been made righteous by washing their robes in his death\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "The elder continues to speak to John."}, {"ref": "they ... them ... their", "text": "All of these refer to those people who have come through the Great Tribulation."}, {"ref": "day and night", "text": "These two parts of the day are used together to mean \"all the time\" or \"without stopping\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "will spread his tent over them", "text": "\"will put his tent up over them.\" Protecting them is spoken of as if he were giving them shelter to live under. AT: \"will shelter them\" or \"will protect them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The sun will not beat down", "text": "The sun's heat is compared to punishment that causes people to suffer. AT: \"The sun will not burn them\" or \"The sun will not make them weak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Lamb in the middle of the throne", "text": "\"the Lamb, who is standing in the middle of the area around the throne\" or \"the Lamb is who is at the throne\""}, {"ref": "For the Lamb ... will be their shepherd", "text": "The elder speaks of the Lamb's care for his people as if it were the shepherd's care for his sheep. AT: \"For the Lamb ... will be like a shepherd to them\" or \"For the Lamb ... will care for them as a shepherd cares for his sheep\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will guide them to springs of living water", "text": "The elder speaks of what gives life as if it were springs of fresh water. AT: \"he will guide them like a shepherd guiding his sheep to fresh water\" or \"he will guide them to life like a shepherd guiding his sheep to living water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God will wipe away every tear from their eyes", "text": "Tears here represent sadness. AT: \"God will wipe away their sadness, like wiping away tears\" or \"God will cause them to not be sad anymore\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]