[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Sosthenes give greetings to the Corinthian church believers."}, {"ref": "General Information:", "text": "Unless otherwise noted, such words as \"you\" and \"your\" refer to Paul's audience and so are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Paul ... to the church of God at Corinth", "text": "Your language may have a particular way of introducing the author of a letter and the intended audience. AT: \"I, Paul, wrote this letter to you in Corinth who believe in God\""}, {"ref": "Sosthenes our brother", "text": "This indicates that both Paul and the Corinthians knew Sosthenes. AT: \"Sosthenes the brother you and I know\" (See [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who have been sanctified in Christ Jesus", "text": "Here \"sanctified\" refers to people whom God has reserved to honor him. AT: \"to those whom Christ Jesus has set apart for God\" or \"to those whom God has set apart for himself because they belong to Christ Jesus\" (UDB)"}, {"ref": "who are called to be holy people", "text": "This can be stated in active form. AT: \"whom God has called to be holy people\" Possible meanings are 1) \"whom God has set apart for himself\" or 2) \"whom God has called to separate themselves from sin\" or \"whom God has called to not sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their Lord and ours", "text": "Jesus is the Lord of Paul and the Corinthians and the same Lord of all the churches. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Paul describes the believer's position and fellowship in Christ as they wait for his coming."}, {"ref": "because of the grace of God that Christ Jesus gave to you", "text": "Paul speaks of grace as though it were a physical object that Jesus gives Christians as a gift. AT: \"because Christ Jesus has made it possible for God to be kind to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has made you rich", "text": "Possible meanings are 1) \"Christ has made you rich\" or 2) \"God has made you rich.\""}, {"ref": "made you rich in every way", "text": "Paul is speaking in general terms. AT: \"made you rich with all kinds of spiritual blessings\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in all speech", "text": "God has enabled you to tell others about God's message in many ways."}, {"ref": "all knowledge", "text": "God has enabled you to understand God's message in many ways."}, {"ref": "the testimony about Christ has been confirmed as true among you", "text": "Possible meanings are 1) \"you saw for yourselves that what we had said about Christ was true\" or 2) \"other people learned from seeing how you now live that what we and you say about Christ is true.\""}]}, {"id": "07", "tn": [{"ref": "Therefore", "text": "\"As a result\""}, {"ref": "lack no spiritual gift", "text": "\"have every spiritual gift\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the revelation of our Lord Jesus Christ", "text": "Possible meanings are 1) \"the time when God will reveal the Lord Jesus Christ\" or 2) \"the time when our Lord Jesus Christ will reveal himself.\""}, {"ref": "you will be blameless", "text": "There will be no reason for God to condemn you."}, {"ref": "God is faithful", "text": "\"God will do everything he has said he will do\""}, {"ref": "his Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the Corinthian believers that they are to live in unity with each other and that the message of the cross of Christ, not baptism by people, is what saves."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "that you all agree", "text": "\"that you live in harmony with one another\""}, {"ref": "that there be no divisions among you", "text": "\"that you do not divide into separate groups among yourselves\""}, {"ref": "be joined together with the same mind and by the same purpose", "text": "\"live in unity\""}, {"ref": "Chloe's people", "text": "This refers to family members, servants, and others who are part of the household of which Chloe, a woman, is the head."}, {"ref": "there are factions among you", "text": "\"you are in groups that quarrel one with another\""}]}, {"id": "12", "tn": [{"ref": "Each one of you says", "text": "Paul is expressing a general attitude of division."}, {"ref": "Is Christ divided?", "text": "Paul wishes to emphasize the truth that Christ is not divided but one. \"It is not possible to divide Christ in the way you are doing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Was Paul crucified for you?", "text": "Paul wishes to emphasize that it was Christ, not Paul or Apollos, who was crucified. This can also be translated in active form. AT: \"It certainly was not put Paul whom they put to death on the cross for your salvation!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Were you baptized in the name of Paul?", "text": "Paul wishes to emphasize that we all are baptized in the name of Christ. This can also be translated in active form. AT: \"It was not in the name of Paul that people baptized you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "I thank God", "text": "Paul exaggerates how grateful he is that he did not baptize more people in Corinth. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "none of you, except", "text": "\"only\""}, {"ref": "Crispus", "text": "He was a synagogue ruler who became a Christian. (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gaius", "text": "He traveled with the Apostle Paul. (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "This was so that no one would say that you were baptized into my name", "text": "\"I did not baptize anyone else because I was afraid that they might later boast that I had baptized them\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the household of Stephanas", "text": "This refers to the family members and slaves in the house where Stephanas, a man, was the head. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "17", "tn": [{"ref": "Christ did not send me to baptize", "text": "This means that baptism was not the primary goal of Paul's ministry."}, {"ref": "words of human wisdom ... the cross of Christ should not be emptied of its power", "text": "Paul speaks of \"words of human wisdom\" as if they were people, the cross as a container, and of power as a physical thing that Jesus can put in that container. This can be stated in active form. AT: \"words of human wisdom ... those words of human wisdom should not empty the cross of Christ of its power\" or \"words of human wisdom ... people should not stop believing the message about Jesus and start thinking I am more important than Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul emphasizes God's wisdom rather than man's wisdom."}, {"ref": "the message about the cross", "text": "\"the preaching about the crucifixion\" or \"the message of Christ's dying on the cross\""}, {"ref": "is foolishness", "text": "\"is senseless\" or \"is silly\""}, {"ref": "to those who are dying", "text": "Here \"dying\" refers to the process of spiritual death."}, {"ref": "it is the power of God", "text": "\"it is God working powerfully in us\""}, {"ref": "I will frustrate the understanding of the intelligent", "text": "\"I will confuse intelligent people\" or \"I will make the plans intelligent people make completely fail\""}]}, {"id": "20", "tn": [{"ref": "Where is the wise person? Where is the scholar? Where is the debater of this world?", "text": "Paul emphasizes that truly wise people are nowhere to be found. AT: \"Compared with the wisdom of the gospel, there are no wise people, no scholars, no debaters!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the scholar", "text": "a person who is recognized as someone who has studied a great deal"}, {"ref": "the debater", "text": "a person who argues about what he knows or who is skilled in such arguments"}, {"ref": "Has not God turned the wisdom of the world into foolishness?", "text": "Paul uses this question to emphasize what God has done to the wisdom of this world. AT: \"God has shown that everything they call wisdom is really foolishness\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who believe", "text": "Possible meanings are 1) \"all who believe the message\" or 2) \"all who believe in Christ.\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Paul and other Bible teachers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Christ crucified", "text": "\"about Christ, who died on a cross\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a stumbling block", "text": "Just as a person can stumble over a block on a road, so the message of salvation through the crucifixion of the Christ keeps Jews from believing in Jesus. AT: \"not acceptable\" or \"very offensive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "to those whom God has called", "text": "\"to the people God calls\""}, {"ref": "we preach Christ", "text": "\"we teach about Christ\" or \"we tell all people about Christ\""}, {"ref": "Christ as the power and the wisdom of God", "text": "Possible meanings are 1) \"God acted powerfully and wisely by sending Christ to die for us\" (UDB) or \"through Christ God has shown how strong and wise he is.\""}, {"ref": "the power ... of God", "text": "Another possible meaning is that Christ is powerful and it is through Christ that God saves us."}, {"ref": "the wisdom of God", "text": "Another possible meaning is that God shows the content of his wisdom through Christ."}, {"ref": "the foolishness of God is wiser than people, and the weakness of God is stronger than people", "text": "\"what people call God's foolishness is really wiser than what people call wisdom, and what people call God's weakness is really stronger than people's strength\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Paul emphasizes the believer's position before God."}, {"ref": "Not many ... Not many ... Not many", "text": "\"Very few ... Very few ... Very few\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "wise by human standards", "text": "\"what most people would call wise\""}, {"ref": "of noble birth", "text": "\"special because your family is important\""}, {"ref": "God chose ... wise. God chose ... strong", "text": "Paul repeats many of the same words in two sentences that mean almost the same thing to emphasize the difference between God's way of doing things and how people think God should do them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "God chose the foolish things of the world to shame the wise", "text": "\"God chose to use those whom the world thinks are foolish to shame those whom the world thinks are wise\""}, {"ref": "God chose what is weak in the world to shame what is strong", "text": "\"God chose to use those whom the world thinks are weak to shame those whom the world thinks are strong\""}]}, {"id": "28", "tn": [{"ref": "what is low and despised", "text": "the people whom the world rejects. AT: \"people who are humble and rejected\""}, {"ref": "things that are regarded as nothing", "text": "This can be stated in active form. AT: \"that which people usually regard as without value\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nothing, to bring to nothing things that are held as valuable", "text": "\"nothing. He did this so he could show that the things that are held as valuable are really worthless\""}, {"ref": "things that are held as valuable", "text": "This can be stated in active form. AT: \"things that people think are worth money\" or \"things that people think are worth respect\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He did this", "text": "\"God did this\""}]}, {"id": "30", "tn": [{"ref": "Because of what God did", "text": "This refers to the work of Christ on the cross."}, {"ref": "us ... our", "text": "These words refer to Paul, those with him, and the Corinthians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Christ Jesus, who became for us wisdom from God", "text": "Possible meanings are 1) \"Christ Jesus, who has made clear to us how wise God is\" (UDB) or 2) \"Christ Jesus, who has given us God's wisdom.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let the one who boasts, boast in the Lord", "text": "\"If a person boasts, he should boast about how great the Lord is\""}]}]