[{"id": "01", "tn": [{"ref": "Listen before me in silence", "text": "Here \"me\" refers to God."}, {"ref": "you coastlands", "text": "This refers to the people who live on the islands and in the lands bordering or beyond the Mediterranean Sea. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "renew their strength", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:40:29|40:31]]."}, {"ref": "let them come near and speak; let us come near together to argue a dispute", "text": "These two phrases share similar meanings. The second explains the reason for the first. AT: \"then let them come near so they may speak and reason with me\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Who has stirred up one from the east, calling him in righteousness to his service?", "text": "Yahweh uses this question to emphasize that he is the one who caused this ruler from the east to be victorious. AT: \"I am the one who called this powerful ruler from the east and put him in my good service.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He hands nations over to him", "text": "\"I give the nations over to him\" or \"The one who does these things hands nations over to him\""}, {"ref": "He turns them to dust with his sword, like windblown stubble with his bow", "text": "The nations whom the one from the east will conquer are compared to dust and stubble, both because they will become very small like those things and because his army will scatter them easily. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the coastlands and the nations."}, {"ref": "He pursues them and passes by safely", "text": "\"The ruler from the east pursues the nations\""}, {"ref": "by a swift path that his feet scarcely touch", "text": "Possible meanings are 1) this is a metaphor in which he and his army moving very quickly is spoken of as if his feet barely touch the ground. AT: \"by a path on which he moves with great speed\" or 2) \"feet\" is a synecdoche and the phrase indicates that this is a path that they have not traveled before. AT: \"by a path that he has never traveled before\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Who has performed and accomplished these deeds?", "text": "Yahweh uses this question to emphasize that he is the one who has done these things. AT: \"I have performed and accomplished these deeds.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who has summoned the generations from the beginning?", "text": "Here the word \"generations\" represents all of human history, which Yahweh created and directed throughout history. The rhetorical question anticipates the answer, Yahweh. AT: \"I have summoned the generations of humanity from the beginning.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "performed and accomplished", "text": "These two words mean basically the same thing and emphasize that Yahweh is the one who has done these things. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the first, and with the last ones", "text": "Possible meanings are 1) that Yahweh existed before creation and will exist at the end of creation or 2) that Yahweh was before the first generation of humanity and will be at the last generation of humanity."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "The isles ... the ends of the earth", "text": "These phrases represent the people who live in those places. AT: \"People who live on the isles ... people who live at the ends of the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The isles", "text": "You can translate \"isles\" the same way you translated \"coastlands\" in [[:en:bible:notes:isa:41:01|41:1]]."}, {"ref": "the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. AT \"the farthest places of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they approach and come", "text": "This doublet means that the people gather together. AT: \"they come together\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "anvil", "text": "an iron block on which a person shapes metal with a hammer"}, {"ref": "saying of the welding", "text": "Here the word \"welding\" refers to the process of fastening the gold to the wood as the workers finish making the idol."}, {"ref": "They fasten it with nails so it will not topple over.", "text": "Here \"it\" refers to the idol that they have made."}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "you whom I am bringing back from the ends of the earth, and whom I called from the far away places", "text": "These two lines mean basically the same thing and emphasize that Yahweh is bringing the people of Israel back to their land from distant countries. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. Translate this in the same way you translated it in [[:en:bible:notes:isa:41:05|41:5]]. AT \"the farthest places of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have chosen you and not rejected you", "text": "These two phrases mean basically the same thing. The second states in negative terms what the first states in positive terms. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I will uphold you with my righteous right hand", "text": "Yahweh strengthening his people is spoken of as if he were holding them with his hand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my righteous right hand", "text": "Here \"right hand\" represents Yahweh's power. Possible meanings are 1) Yahweh's right hand is righteous in that he will always do the right thing. AT: \"my righteous power\" or 2) Yahweh's right hand is victorious in that he will always succeed in what he does. AT: \"my victorious power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "they will be ashamed and disgraced, all who have been angry with you", "text": "\"all who have been angry with you will be ashamed and disgraced\""}, {"ref": "ashamed and disgraced", "text": "These two words mean basically the same thing and emphasize the greatness of their shame. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they will be as nothing and will perish, those who oppose you", "text": "\"those who oppose you will be as nothing and will perish\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I ... will hold your right hand", "text": "Yahweh helping the people of Israel is spoken of as if he were holding their right hand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Jacob you worm, and you men of Israel", "text": "Here \"Jacob\" and \"men of Israel\" mean the same thing. AT: \"you people of Israel who are like worms\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Jacob you worm", "text": "Possible meanings are 1) that this refers to the opinions of other nations regarding the people of Israel or 2) that this refers to Israel's own opinion of themselves. Yahweh speaks of their insignificance as if they were a worm. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "declaration of Yahweh", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"declared\" or \"solemnly said.\" AT: \"Yahweh declared\" or \"Yahweh solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Holy One of Israel", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "I am making you like a sharp threshing sledge ... you will make the hills like chaff", "text": "Yahweh speaks of enabling Israel to defeat their enemies as if he were making the nation a threshing sledge that will level mountains. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a sharp threshing sledge", "text": "A threshing sledge was a board with sharp spikes that someone would drag over the wheat to separate the grain from the chaff."}, {"ref": "two-edged", "text": "edged** - This refers to the edges of the spikes that were attached to the threshing sledge. That they are \"two-edged\" means that they are very sharp."}, {"ref": "you will thresh the mountains and crush them", "text": "Instead of threshing grain, Israel will thresh mountains, which represent the powerful nations that were Israel's enemies. AT: \"you will thresh your enemies and crush them as if they were grain, even though they appear to be as strong as mountains\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "you will make the hills like chaff", "text": "This line has a meaning similar to the previous line but represents the next step in the process of threshing grain. The hills, which represent Israel's enemies, will be like worthless chaff. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to use the metaphor of separating grain from chaff to describe how Israel will defeat their enemies."}, {"ref": "You will winnow them ... the wind will scatter them", "text": "Here the word \"them\" refers to the mountains and hill in [[:en:bible:notes:isa:41:14|41:15]]. This represents the next step in the process of threshing grain, in which the grain is winnowed to get rid of the chaff. Israel's enemies will disappear like chaff blown away by the wind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wind will carry them away; the wind will scatter them", "text": "These two phrases mean the same thing. AT: \"the wind will blow them away\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh speaks of people who are in extreme need as if they are extremely thirsty, and of his provision for them as if he caused water to appear in places where it normally would not appear. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "the myrtle ... the pines and the cypress box trees", "text": "These are types of trees. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the hand of Yahweh has done this", "text": "Here the word \"hand\" represents Yahweh himself. AT: \"Yahweh has done this\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "In these verses, Yahweh is mocking the people and their idols. He is challenging the idols to tell what will happen in the future, but he knows they cannot. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to mock the idols and the people who worship them. (See: [[:en:bible:notes:isa:41:21|41:21-22]])"}, {"ref": "do something good or evil", "text": "The words \"good\" and \"evil\" form a merism and represent anything. AT: \"do anything at all\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the one who chooses you", "text": "Here \"you\" is plural and refers to the idols. AT: \"the person who chooses you idols\" (See: [[:en:ta:vol1:translate:figs_youdual]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "I have raised up one", "text": "Yahweh speaks of appointing a person as if he raised that person up. AT: \"I have appointed one\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the sun's rising", "text": "This refers to the east, the direction from which the sun rises. AT: \"from the east\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "him who calls on my name", "text": "Possible meanings are 1) that this person invokes Yahweh for his success or 2) that this person worships Yahweh."}, {"ref": "he will trample the rulers", "text": "Conquering the rulers of other nations is spoken of as if it were trampling them under foot. AT: \"he will conquer the rulers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a potter who is treading on the clay", "text": "Yahweh compares the way in which this person will trample the other rulers with the way that a potter tramples on clay to mix it with water. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Who announced this from the beginning, that we might know? Before this time, that we may say, \"He is right\"?", "text": "Yahweh uses these rhetorical questions to mock the idols that the people worship. The implied answers are 1) that the idols have not done these things and 2) that Yahweh is the one who has done these things. AT: \"None of the idols announced this from the beginning, that we might know. And none of them announced this before time, that we may say, 'He is right.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and[[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Indeed none of them decreed it, yes, none heard you say anything", "text": "\"Indeed, none of the idols decreed it. Indeed, no one heard you idols say anything\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "not one among them", "text": "\"not one idol\""}, {"ref": "their cast metal figures are wind and emptiness", "text": "Yahweh speaks of the worthlessness of the idols as if the idols are wind and nothing at all. AT: \"their idols are all worthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]