[{"id": "01", "tn": [{"ref": "Nehemiah ... Hacaliah ... Hanani", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the month of Kislev", "text": "\"Kislev\" is the ninth month of the Hebrew calendar. It is during the last part of November and the first part of December on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the twentieth year", "text": "Nehemiah is referring to the number of years that Artaxerxes had been reigning as king. AT: \"in the twentieth year of the reign of Artaxerxes, King of Persia\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "fortress city of Susa", "text": "This was one of the royal cities of Persian kings, located in the country of Elam. It was a large, fortified city with high walls surrounding it."}, {"ref": "one of my brothers, Hanani", "text": "Hanani was Nehemiah's biological brother."}, {"ref": "Hanani, came with some people from Judah", "text": "\"Hanani came from Judah with some other people\""}, {"ref": "the Jews who had escaped, the remnant of the Jews who were there", "text": "These two phrases refer to the same group of people. Possible meanings are 1) the few Jews who were taken as exiles to Babylon but escaped and returned to live in Jerusalem or 2) the few Jews who had escaped from those who were trying to take them into exile in Babylon and so remained in Jerusalem. Since it is unclear from where they escaped, it may be best not to specify in the translation. AT: \"the Jews who had escaped the exile and who remained in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "They said to me", "text": "Here \"They\" refers to Hanani and the other people who had come from Judah."}, {"ref": "the province", "text": "Here \"province\" refers to Judah as an administrative district under the Persian Empire. AT: \"the province of Judah\" or \"Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the wall of Jerusalem has been broken open, and its gates have been set on fire", "text": "This can be stated in active form. AT: \"armies have broken open the wall of Jerusalem and have set its gates on fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Then I said", "text": "Nehemiah tells what he prayed. AT: \"Then I said to Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who love him and keep his commandments", "text": "Since Nehemiah is speaking to Yahweh, the pronouns \"him\" and \"his\" can be translated as \"you\" and \"your.\" AT: \"who love you and keep your commandments\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "06", "tn": [{"ref": "open your eyes", "text": "Nehemiah speaks if God paying attention to him as he prays as if God were to open his eyes and look at him. AT: \"look at me\" or \"pay attention to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so you may hear the prayer of your servant", "text": "\"so that you may hear the prayer that I, your servant, am praying.\" The word \"servant\" refers to Nehemiah. This is how a person would address his superior in order to show humility and respect."}, {"ref": "day and night", "text": "By saying that he prays both during the day and during the night, Nehemiah emphasizes the frequency of his prayers. AT: \"all the time\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Both I and my father's house", "text": "Here the word \"house\" represents family. AT: \"Both I and my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Nehemiah continues praying to God."}, {"ref": "Please call to mind", "text": "To \"call to mind\" is an idiom that means to remember. AT: \"Please remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word you commanded your servant Moses", "text": "The pronouns \"you\" and \"your\" refer to God."}, {"ref": "If you act unfaithfully ... scatter you ... if you return ... your people", "text": "The pronouns \"you\" and \"your\" are plural and refer to the Israelite people."}, {"ref": "I will scatter you among the nations", "text": "Yahweh speaks of causing the Israelite people to live in other nations as if he scattered them like one would scatter seeds. AT: \"I will cause you to live among the nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "though your people were scattered", "text": "This can be stated in active form. AT: \"though I scattered your people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "under the farthest skies", "text": "Yahweh speaks of places on the earth that are very far away as being \"under the farthest skies.\" AT: \"to places very far away\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to that place where I have chosen ... remain", "text": "This phrase refers to Jerusalem, where the temple was located. AT: \"to Jerusalem, where I have chosen ... remain\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "where I have chosen to make my name remain", "text": "Here the word \"name\" represents Yahweh himself. AT: \"where I have chosen to dwell\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Nehemiah continues his prayer."}, {"ref": "Now", "text": "This word is used here to mark a break in Nehemiah's prayer. Here he begins to make his request based on Yahweh's promise."}, {"ref": "they are your servants", "text": "The word \"they\" refers to the Israelite people."}, {"ref": "by your great power and by your strong hand", "text": "Here \"hand\" represents strength or power. Together, these two phrases form a doublet that emphasizes the intensity of Yahweh's power. AT: \"by your great power and by your mighty strength\" or \"by your very powerful strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the prayer of your servant", "text": "Here \"servant\" refers to Nehemiah. This is how a person would address his superior in order to show humility and respect. See how you translated this in [[:en:bible:notes:neh:01:06|1:6]]."}, {"ref": "the prayer of your servants", "text": "Here \"servants\" refers to the rest of the Israelite people who would have been praying for Yahweh to act on behalf of his people and on behalf of Jerusalem."}, {"ref": "who delight to honor your name", "text": "Here \"name\" represents Yahweh himself. AT: \"who delight to honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "grant him mercy in the sight of this man", "text": "Here \"him\" refers to Nehemiah, who refers to himself in the third person to express his humility before God, and \"this man\" refers to Artaxerxes, the king of Persia."}, {"ref": "in the sight of this man", "text": "Nehemiah speaks of the king's attitude or disposition as if it were how the king viewed something. AT: \"grant that the king will have mercy on me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I served as cupbearer to the king", "text": "This is background information about Nehemiah's role in the king's court. Your language may have a special way to mark background information. (See: [[:en:ta:vol2:translate:writing_background]])"}]}]