[{"id": "01", "tn": [{"ref": "one hundred twenty years old", "text": "\"120 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "I can no more go out and come in", "text": "Here the extremes \"go out\" and \"come in\" used together mean that Moses can no longer do what a healthy person can do. AT: \"I am no longer able to go everywhere that you need to go, so I cannot be your leader any longer\" (UDB) (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "your God ... before you ... before you ... you will dispossess ... before you", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you will dispossess them", "text": "\"you will take their land\""}, {"ref": "Joshua, he will go over before you, as Yahweh has spoken", "text": "\"Joshua will lead you across the river, as Yahweh promised\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the Israelites."}, {"ref": "he did to Sihon and to Og, the kings of the Amorites", "text": "Here \"Sihon\" and \"Og\" refer to two Kings of the Amorites and their armies. Translate these names as in [[:en:bible:notes:deu:01:03|1:4]]. AT: \"he did to Sihon and Og, the kings of the Amorites, and to their armies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Be strong and of good courage", "text": "\"Be strong and courageous\""}, {"ref": "fear not, and do not be afraid of them", "text": "\"do not fear them at all\""}, {"ref": "Yahweh your God ... with you ... fail you nor forsake you", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "he will not fail you nor forsake you", "text": "This can be treated as litotes and translated positively. AT: \"he will always fulfill his promise to you and will always be with you\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "in the sight of all Israel", "text": "This means that all of the people of Israel were present.  AT: \"in the presence of all the Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Be strong and of good courage", "text": "\"Be strong and courageous.\" Translate as in [[:en:bible:notes:deu:31:04|31:5]]."}, {"ref": "you will cause them to inherit it", "text": "\"you will help them take the land\""}]}, {"id": "09", "tn": [{"ref": "gave it out to the priests, the sons of Levi", "text": "\"gave it out to the Levites, who are the priests\""}, {"ref": "seven years", "text": "\"7 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fixed for the cancellation of debts", "text": "\"for canceling debts\""}, {"ref": "Festival of Shelters", "text": "Other names for this festival are \"Feast of Tabernacles,\" \"Festival of Booths,\" and \"Feast of the Ingathering.\" During harvest, farmers would set up temporary shelters in the field. This festival took place after the last harvest of the year. Translate this as in [[:en:bible:notes:deu:16:13|16:13]]."}, {"ref": "Yahweh your God ... you will read", "text": "- Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "in their hearing", "text": "\"so that they can hear it\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the priests and the elders."}, {"ref": "your foreigner who is within your city gates", "text": "Here \"city gates\" represents the cities themselves. Moses speaks to the Israelites as if they were one man, so the instances of \"your\" here are singular. AT: \"your foreigners who live in your cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "keep all the words of this law", "text": "\"carefully obey all the commands in this law\""}]}, {"id": "14", "tn": [{"ref": "Look, the", "text": "\"Pay attention to what I am about to tell you. The\""}, {"ref": "a pillar of cloud", "text": "This was a thick cloud of smoke in the shape of an upright column."}]}, {"id": "16", "tn": [{"ref": "Look, you", "text": "\"Pay attention to what I am going to tell you. You\""}, {"ref": "you will sleep with your fathers", "text": "This is a polite way to say \"you will die.\" AT: \"you will die and join your ancestors who have died before you\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "will rise up and act like a prostitute", "text": "Being a prostitute is a metaphor for worshiping gods other than Yahweh. AT: \"will start to be unfaithful to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "my anger will be kindled against them", "text": "Yahweh compares his anger to someone starting a fire. This emphasizes God's power to destroy whatever makes him angry. This can be stated in active form. AT: \"I will kindle my anger against them\" or \"I will become angry with them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will hide my face from them", "text": "This is an idiom. AT: \"I will not help them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they will be devoured", "text": "This can be stated in active form. AT: \"I will devour them\" or \"I will allow their enemies to devour them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "devoured", "text": "This is a metaphor for \"completely destroyed.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Many disasters and troubles will find them", "text": "This describes the disasters and troubles as if they were human. AT: \"They will experience many disasters and troubles\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Have these disasters not come upon us ... midst?", "text": "This describes the disasters and troubles as if they were human. This rhetorical question can be translated as a statement. AT: \"These disasters are destroying me ... midst.\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "our God is not in our midst", "text": "\"God is no longer protecting us\" or \"God has left us alone\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses about the Israelites."}, {"ref": "Put it in their mouths", "text": "This is an idiom. AT: \"Make them memorize and sing it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a land flowing with milk and honey", "text": "This is an idiom. AT: \"a land where plenty of milk and honey flow\" or \"a land that is excellent for cattle and farming\" See how you translated this in [[:en:bible:notes:deu:06:03|6:3]]."}]}, {"id": "21", "tn": [{"ref": "When many evils and troubles come upon this people", "text": "Here evils and troubles are described as if they were human and could find people. AT: \"When this people experiences many evils and troubles\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "this song will testify before them as a witness", "text": "This speaks of the song as if it were a human witness testifying in court against Israel. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it will not be forgotten from the mouths of their descendants", "text": "This can be stated in active form. AT: \"their descendants will not forget to keep it in their mouths\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will not be forgotten from the mouths of their descendants", "text": "This can be stated positively. AT: \"their descendants will remember to keep it in their mouths\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will not be forgotten from the mouths of their descendants", "text": "The idiom \"forget it from the mouth\" means to stop speaking about it. AT: \"their descendants will not stop speaking about it to each other\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the plans that they are forming", "text": "What people plan to do is spoken of as if it were a physical object. AT: \"what they plan to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land that I promised", "text": "\"the land that I promised I would give to them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "22", "tn": [{"ref": "Be strong and of good courage", "text": "\"Be strong and courageous.\" See how you translated this in [[:en:bible:notes:deu:31:04|31:5]]."}]}, {"id": "24", "tn": [{"ref": "witness against you", "text": "Moses speaks to the Levites as if they were one man, so the word \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the Levites about all the Israelite people."}, {"ref": "your rebellion and your stiff neck", "text": "Moses speaks to the Levites as if they were one man, so the word \"your\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your stiff neck", "text": "Translate this as you translated \"stubborn\" in [[:en:bible:notes:deu:09:06|9:6]]."}, {"ref": "how much more after my death?", "text": "This rhetorical question emphasizes how rebellious the people were. It can be translated as a statement. AT: \"you will be even more rebellious after I die.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "so that I may speak these words in their ears", "text": "Here \"in their ears\" means the people themselves.  AT: \"so that I may speak the words of this song to them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "call heaven and earth to witness against them", "text": "Possible meanings are 1) Moses is calling on all those who live in heaven and earth to be witnesses to what he says or 2) Moses is speaking to heaven and earth as if they are people, and he is calling them to be witnesses to what he says. A similar phrase appears in [[:en:bible:notes:deu:30:19|30:19]]. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "you will utterly corrupt yourselves", "text": "\"you will do what is completely wrong.\" Similar words appear in [[:en:bible:notes:deu:04:15|4:16]]."}, {"ref": "turn aside out of the path that I have commanded you", "text": "\"stop following the instructions I have given to you.\" Similar words appear in [[:en:bible:notes:deu:09:11|9:12]]."}, {"ref": "because you will do what is evil in the sight of Yahweh", "text": "Here \"the sight of Yahweh\" means \"in Yahweh's opinion.\" AT: \"because you will do what Yahweh says is evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "through the work of your hands", "text": "Here \"your hands\" means the people themselves. AT: \"because of what you have made\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "30", "tn": [{"ref": "Moses recited in the ears of all the assembly of Israel", "text": "Here \"ears\" refers to the whole person. AT: \"Moses recited to all the people of Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "recited", "text": "Possible meanings are 1) \"sang\" or 2) \"spoke.\""}, {"ref": "the words of this song", "text": "You can make clear the understood information. AT: \"the words of the song that Yahweh taught him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]