[{"id": "01", "tn": [{"ref": "Yahweh will have compassion on Jacob", "text": "Here \"Jacob\" refers to the descendants of Jacob. AT: \"Yahweh will have mercy on the descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "attach themselves to the house of Jacob", "text": "The house of Jacob refers to the descendants of Jacob, the Israelites. AT: \"unite with the descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The nations will bring them to their own place", "text": "\"The nations will bring the descendants of Jacob back to the land of Israel\""}, {"ref": "the house of Israel", "text": "This refers to the Israelites, the descendants of Israel. AT: \"the descendants of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will take captive those who had captured them", "text": "\"The Israelite soldiers will take as captives those who had captured Israelites\""}]}, {"id": "03", "tn": [{"ref": "from your suffering and anguish", "text": "The word \"your\" is singular, but it refers to the people of Israel. Also, \"suffering\" and \"anguish\" mean basically the same thing and are used together for emphasis. AT: \"from the things that have caused you to suffer greatly\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "How the oppressor has come to an end", "text": "\"The oppressor has come to an end.\" This is an exclamation."}, {"ref": "the proud fury ended", "text": "The words \"how and \"has\" are understood. AT: \"how the proud fury has ended\" or \"his pride and fury have ended\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the proud fury ended", "text": "The \"proud fury\" refers to the the king of Babylon being proud and treating other nations cruelly. AT: \"his cruelty has ended\" or \"he can no longer oppress people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "This is part of the taunt song that the Israelites will sing to the king of Babylon."}, {"ref": "Yahweh has broken the staff of the wicked", "text": "The staff of the wicked probably refers to a stick that wicked people would hit other people with. Breaking that stick represents destroying their power to treat people cruelly. AT: \"Yahweh has destroyed the power of the wicked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the scepter of those rulers", "text": "A scepter represents a ruler's power to rule. Breaking the scepter represents destroying the ruler's power. AT: \"Yahweh has destroyed the power of the wicked rulers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that struck the peoples", "text": "\"who struck the peoples.\" Wicked people struck the peoples with their staff."}, {"ref": "with unceasing blows", "text": "\"without stopping\" or \"again and again\""}, {"ref": "that ruled the nations", "text": "\"who conquered other nations\""}, {"ref": "with an attack that was unrestrained", "text": "\"attacking them without stopping\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "This is part of the taunt song that the Israelites will sing to the king of Babylon."}, {"ref": "The whole earth", "text": "This refers to everyone on earth. AT: \"everyone on earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Even the cypress trees rejoice over you with the cedars of Lebanon", "text": "Isaiah speaks of the trees as if they were people who could rejoice. This emphasizes that it is such a great thing that God has stopped the king of Babylon that even nature would rejoice if it could. AT: \"It will be as if even the cyprus trees and the cedars of Lebanon rejoice over you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "rejoice over you", "text": "Why they rejoice can be stated clearly. AT: \"rejoice that God has made you powerless\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Since you are laid low", "text": "Being laid low represents being made powerless and unimportant. AT: \"Since you have become powerless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Sheol below is eager to meet you", "text": "Sheol is spoken of as if it were a person who is eager to meet his guests. This implies that the king dies. AT: \"Sheol is like a host eager to meet you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "It arouses the dead for you, all the kings of the earth", "text": "\"it wakes up the dead for you, all the kings of the earth.\" Sheol is spoken of as if it were a person that could wake up those who are in it. AT: \"All the dead kings of the earth in Sheol wake up to greet you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "This is part of the taunt song that the Israelites will sing to the king of Babylon. Here they sing about what the dead kings in Sheol will say to him."}, {"ref": "They all will speak and say to you", "text": "The word \"they\" refers to the dead kings in Sheol, and the word \"you\" refers to the king of Babylon."}, {"ref": "Your pomp has been brought down to Sheol", "text": "The dead kings will speak of the king of Babylon having no more splendor as if his splendor had gone down to Sheol.  AT: \"Your splendor ended when God sent you here to Sheol\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with the sound of your string instruments", "text": "People would make music on string instruments to honor the king. The dead kings will speak of people no longer honoring the king of Babylon with music as if the music went to Sheol. AT: \"along with the sound of people playing music to honor you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Maggots are spread under you", "text": "The maggots under his dead body are spoken of as if they were a mat or bed. AT: \"You lie on a bed of maggots\" or \"You lie on many maggots\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "worms cover you", "text": "The worms all over his body are spoken of as if they were covering him like a  blanket. AT: \"Worms cover you like a blanket\" or \"There are worms all over your body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "This is part of the taunt song that the Israelites will sing to the king of Babylon."}, {"ref": "How you are fallen from heaven, daystar, son of the morning", "text": "The daystar is a bright star that rises just before morning. The people of Israel will refer to the king of Babylon in terms of this star in order to imply that he once was great, but now he was not. AT: \"You were like the bright morning star, but you have fallen from the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How you are cut down to the ground", "text": "The people of Israel will speak of the king of Babylon as if he were a tree that was cut down. AT: \"You are defeated like a tree that someone has cut down to the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will sit on the mount of assembly", "text": "This alludes to the myth that many people in the Ancient Near East knew, that the Canaanite gods met in council on the top of a mountain in the northern part of Syria. Sitting on the mountain represents ruling with the gods. AT: \"I will rule on the mountain where the gods assemble\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the far reaches of the north", "text": "\"in the most northern places.\"  The mountain in the north was apparently called Zaphon. Some modern versions say \"far away on the sides of Zaphon.\""}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "This is part of the taunt song that the Israelites will sing to the king of Babylon."}, {"ref": "Yet you are now brought down to Sheol", "text": "This can be stated in active form. AT: \"But now God has sent you down to Sheol\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Is this the man", "text": "The people will use this question either to mock the king of Babylon, or to express their shock at what has happened to  him. AT: \"Surely, this is not the man\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who made the earth tremble", "text": "Possible meanings are 1) the earth trembled as the king's army marched to conquer people, or 2) this refers to the people of the earth trembling in fear of him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shook kingdoms", "text": "Possible meanings are 1) this is a metaphor for \"conquered kingdoms\" or 2) this is metonymy for \"terrified the people of kingdoms.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who made the world like a wilderness", "text": "\"who made the places where people lived into a wilderness\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the taunt song that the Israelites will sing to the king of Babylon."}, {"ref": "all of them lie down in honor", "text": "This means that their bodies were buried in an honorable way. AT: \"all the kings who have died are buried in an honorable way\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But you are cast out of your grave", "text": "Being thrown out of the grave represents not being buried. AT: \"But you are not buried. Your body is left on the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a branch thrown away", "text": "A branch thrown away represents something worthless. AT: \"like a worthless branch that is tossed aside\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The dead cover you like a garment", "text": "This represents many dead bodies being on top of his body. AT: \"The bodies of dead people completely cover your body\" or \"The bodies of dead soldiers are piled on top of your body\"  (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "those pierced by the sword", "text": "This tells who \"The dead\" are at the beginning of the sentence. Being pierced by the sword represents being killed in battle. AT: \"those who were killed in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who go down to the stones of the pit", "text": "The pit refers either to hell, or to a large hole in the ground where many dead bodies are simply dumped."}, {"ref": "You will not join them in burial", "text": "The word \"them\" refers to the other kings who died and were buried properly. Joining them in burial represents being buried as they were. AT: \"you will never be buried as other kings were buried\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The offspring of evildoers will never be mentioned again", "text": "This can be stated in active form. AT: \"no one will ever speak again about the descendants of evildoers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Prepare your slaughter for his children", "text": "This can be reworded so that the abstract noun \"slaughter\" is expressed with the verb \"kill.\" AT: \"Get ready to kill the children of the king of Babylon\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the iniquity of their ancestors", "text": "This can be reworded so that the abstract noun \"iniquity\" is expressed as the verb \"sinned greatly.\" AT: \"because their forefathers have sinned greatly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "so they will not rise up", "text": "Here \"rise up\" represents either becoming powerful or attacking. AT: \"so they will not become powerful\" or \"so they will not attack\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "possess the earth", "text": "This represents taking control of the people on the earth, in this case by conquering them. AT: \"take control of the peoples on the earth\" or \"conquer the peoples on the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and fill the whole world with cities", "text": "This represents causing the world to have many cities on it. AT: \"and build cities all over the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will rise up against them", "text": "This means that God will do something against them. The word \"them\" refers to the people of Babylon. AT: \"I will attack them\" or \"I will send people to attack them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this is the declaration of Yahweh of hosts", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"declared\" or \"solemnly said.\" AT: \"this is what Yahweh of hosts has declared\" or \"this is what Yahweh of hosts has solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "I will cut off from Babylon name, descendant, and posterity", "text": "\"Cut off\" represents destroying.  Here \"Babylon\" refers to the people of Babylon. Also, \"name\" refers either to Babylon's fame or to Babylon itself as a kingdom. AT: \"I will destroy Babylon, along with the people's children and grandchildren\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will also make her", "text": "The word \"her\" refers to the city of Babylon. Cities were often spoken of as if they were women. AT\" \"I will also make it\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a possession of owls", "text": "This represents wild animals living in the city because there are no people there. AT: \"a place where owls live\" or \"a place where wild animals live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and into pools of water", "text": "Causing there to be swamps or ponds of stagnant water where the city was is spoken of as making the city into those things. AT: \"and into a place where there are stagnant ponds\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will sweep her with the broom of destruction", "text": "This represents completely destroying Babylon and making it no longer exist as if it is worthless dirt that people sweep away. AT: \"I will destroy it completely, like sweeping it away with a broom\" AT: (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "as I have intended, so it will come about; and as I have purposed, so it will be", "text": "These two phrases mean basically the same thing. AT: \"the things that I have planned will surely happen\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will break the Assyrian in my land", "text": "Breaking represents defeating. AT: \"I will defeat the Assyrian in my land\" or \"I will cause the Assyrian in my land to be defeated\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Assyrian", "text": "This represents the Assyrian king and his army. AT: \"the king of Assyria and his army\" or \"the Assyrian army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "trample him under foot", "text": "This represents completely defeating him. (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then his yoke will be lifted from off them and his burden from off their shoulder", "text": "This can be expressed with an active verb. AT: \"Then I will lift his yoke from them and his burden from their shoulder\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then his yoke will be lifted from off them and his burden from off their shoulder", "text": "These two phrases mean basically the same thing. Lifting the yoke and burden represents setting people free from slavery.  AT: \"Then I will set the Israelites free from slavery to Assyria like removing a heavy burden from their shoulder \" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his yoke ... his burden", "text": "The word \"his\" refers to Assyria."}, {"ref": "from off them ... from off their shoulder", "text": "The words \"them\" and \"their\" refer to the people of Israel."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "This may be Isaiah speaking or it may be Yahweh speaking."}, {"ref": "This is the plan that is intended for the whole earth", "text": "The idea of \"is intended\" can be expressed with an active verb. AT: \"This is the plan that God intends for the whole earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and this is the hand that is raised over all the nations", "text": "God being ready to punish the nations is spoken of as if he raised his hand in order to hit them. The word \"hand\" may also represent his power. AT: \"and this is Yahweh's power to punish all the nations\" or \"this is how Yahweh will punish the nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who will stop him?", "text": "This question emphasizes that no one can stop Yahweh. AT: \"there is no one who can stop him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "His hand is raised", "text": "This represents Yahweh being ready to punish the nations. AT: \"He is ready to punish them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who will turn it back?", "text": "This question is used to say that no one can turn back God's hand. Turning back his hand represents stopping him from punishing the nations. AT: \"no one can turn it back.\" or \"no one can stop him from punishing them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "the rod that struck you is broken", "text": "The rod that struck Philistia represents a king who sent his army to attack them. Being broken represents either being dead or being defeated. AT: \"the king that sent his army against you is dead\" or \"the army that attacked you is defeated\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For out of the serpent's root will grow out an adder ... his offspring will be a fiery flying serpent", "text": "These two phrases are both the image of a serpent's offspring being even more harmful than the serpent. They represent a king's successor being more powerful and cruel than the first king. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an adder", "text": "a kind of poisonous snake"}, {"ref": "a fiery flying serpent", "text": "Here the word \"fiery\" probably refers to the serpent's poisonous bite, and the word \"flying\" refers to its quick movements. AT: \"a quickly moving poisonous snake\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The firstborn of the poor", "text": "This represents the poorest people. AT: \"The poorest people\" or \"the poorest of my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will kill your root with famine that will put to death all your survivors", "text": "Here \"your root\" refers to the people of Philistia. AT: \"I will kill your people with famine that will put to death all your survivors\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "Howl, gate; cry, city", "text": "Here \"gate\" and \"city\" represent the people at the city gates and in the cities. \"Howl, you people at the city gates; cry, you people in the cities\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will melt away", "text": "Melting away represents becoming weak because of fear. AT: \"you will grow weak with fear\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For out of the north comes a cloud of smoke", "text": "This implies that a large army is coming from the north. AT: \"For from the north comes a large army with a cloud of smoke\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a cloud of smoke", "text": "Possible meanings are 1) this represents a cloud of dust that the army stirs up as they travel on dry dirt roads. AT: \"a cloud of dust\" or 2) there is a lot of smoke because of all the things that the army destroys and burns. AT: \"much smoke\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no straggler in his ranks", "text": "\"no one in his ranks walks slowly behind the others\""}, {"ref": "How then will one answer the messengers of that nation?", "text": "The author uses this question to introduce his instruction about how the Israelites should speak to the messengers. AT: \"This is how we will answer the messengers of Philistia.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh has founded Zion", "text": "\"Yahweh started Zion\""}, {"ref": "and in her", "text": "\"and in Jerusalem\" or \"there\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the afflicted of his people", "text": "\"those of his people who have been afflicted\""}]}]