[{"id": "01", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. Verse one is probably what God says the rulers of Moab will say to each other. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "Send rams to the ruler of the land", "text": "The Moabites will send rams to the king of Judah so that he might protect them from the enemy army. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Selah", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the daughter of Zion", "text": "The \"daughter\" of a city means the people of the city. See how you translated this in [[:en:bible:notes:isa:01:07|1:8]]. AT: \"the people of Zion\" or \"the people who live in Zion\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "As wandering birds, as a scattered nest, so the women of Moab are at the fords of the Arnon River", "text": "All the people of Moab, which includes the women, are forced to flee from their homes. AT: \"Like birds without a home, the women of Moab will flee across the river to another land\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "As wandering birds, as a scattered nest", "text": "These two phrases mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. Verses 3 and 4 is probably the message that the Moabite rulers send to the king of Judah. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "provide some shade like night in the middle of the day", "text": "The heat of the middle of the day represents the Moabites' suffering from their enemies, and shade represents protection from their enemies. Comparing the shade to night shows that they want strong protection. AT: \"protect us completely from our enemies as a large shadow protects people from the hot sun\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Let them live among you, the refugees from Moab", "text": "\"Allow the refugees from Moab to live with you.\" Here \"you\" refers to the people of Judah."}, {"ref": "be a hiding place for them from the destroyer", "text": "Providing a hiding place is spoken of as being a hiding place. AT: \"give them a place to hide from those who are trying to destroy them\" or \"hide them from those who want to destroy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "A throne will be established in covenant faithfulness", "text": "Here \"throne\" refers to the power to rule as king. This can be stated in active form. AT: \"Yahweh will be faithful to the covenant and he will appoint a king\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and one from David's tent will faithfully sit there", "text": "Here \"David's tent\" represents David's family, including his descendants. Sitting on the throne represents ruling. AT: \"and a descendant of David will rule faithfully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as he seeks justice", "text": "Seeking justice represents wanting to do what is just. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "We have heard of Moab's pride, his arrogance, his boasting, and his anger", "text": "The words \"Moab's\" and \"his\" refer to the people of Moab. AT: \"We have heard that the people of Moab are proud and arrogant, boastful and angry\" (See:  [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We have heard", "text": "Possible meanings are that 1) Isaiah is speaking and \"We\" refers to him and the people of Judah, or 2) God is speaking and \"We\" refers to God."}, {"ref": "But his boastings are empty words", "text": "\"But what they say about themselves means nothing\" or \"But what they boast about is not true\""}, {"ref": "So Moab wails for Moab—they all wail", "text": "\"Moab\" represents the people of Moab. \"So all the people of Moab will cry out loud over what has happened to their cities\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the raisin cakes of Kir Hareseth", "text": "\"because there are no raisin cakes in Kir Hareseth\""}, {"ref": "raisin cakes", "text": "The Hebrew word used here means either \"raisin cakes\" or \"men.\""}, {"ref": "Kir Hareseth", "text": "\"Kir Hareseth\" is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it happened in the past. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "Heshbon", "text": "Translate the name of this city as you did in [[:en:bible:notes:isa:15:03|15:4]]."}, {"ref": "Sibmah ... Jazer", "text": "These are names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The rulers of the nations have trampled the choice vines", "text": "The land of Moab was known for its vineyards. Here God describes the land of Moab as one large vineyard. This emphasizes that the rulers, which refers to the armies, completely destroyed everything in Moab. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This continues to describe the land of Moab as one large vineyard (See: [[:en:bible:notes:isa:16:08|16:8]]). God describes events that will happen in the future as if they are happening in the present."}, {"ref": "Indeed I will weep", "text": "In 16:9-10 the word \"I\" refers to Yahweh."}, {"ref": "I will water you with my tears", "text": "God speaks of his deep sorrow for these places as if he would cry much and his many tears would fall on them. AT: \"I will cry much for you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jazer ... Sibmah", "text": "Translate the names of these cities as you did in [[:en:bible:notes:isa:16:08|16:8]]."}, {"ref": "Heshbon ... Elealeh", "text": "Translate the names of these cities as you did in [[:en:bible:notes:isa:15:03|15:4]]."}, {"ref": "For on your fields of summer fruits and harvest I have ended the shouts of joy", "text": "The \"shouts of joy\" represent people shouting for joy about the harvest of their fruit trees. AT: \"Because of what I will do, you will no longer shout for joy when you harvest your fields of summer fruit\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have put an end to the shouts of the one who treads", "text": "Here \"the shouts\" refers to the joy of the people who tread the grapes to produce the wine. AT: \"therefore the people who tread the grapes do not shout with joy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This continues the prophecy about the people of Moab. God describes events that will happen in the future as if it is happening in the present. (See: [[:en:bible:notes:isa:15:01|15:1-2]])"}, {"ref": "So my heart sighs like a harp for Moab", "text": "The phrase \"my heart\" represents Yahweh and his sad feelings. He compares his sigh to the sound of a sad song played on a harp. AT: \"So I sigh like a sad song on a harp\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Moab ... himself ... his", "text": "All of these words refer to the people of Moab. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my inward being for Kir Hareseth", "text": "The phrase \"my inward being\" represents Yahweh. The word \"sighs\" is understood from the previous phrase. See how you translated Kir Hareseth in [[:en:bible:notes:isa:16:06|16:7]]. AT: \"my inward being sighs for Kir Hareseth\" or \"I am very sad for the people of Kir Hareseth\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "his prayers will accomplish nothing", "text": "\"his prayers will not be answered\""}]}, {"id": "13", "tn": [{"ref": "This is the word", "text": "\"This is the message.\" This refers to all he said in 15:1-16:12."}, {"ref": "concerning Moab", "text": "The word \"Moab\" refers to the people of Moab. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the glory of Moab will disappear", "text": "\"The country of Moab will no longer be glorious\""}]}]