[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah tells a parable about a farmer and his vineyard. The farmer represents God and the vineyard represents the people of Judah, the southern kingdom of the Israelites. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "my well beloved", "text": "\"my dear friend\""}, {"ref": "on a very fertile hill", "text": "\"on a hill where very good crops could grow\""}, {"ref": "He spaded it", "text": "\"He prepared the soil.\" This expresson refers to using a tool to dig into the ground to prepare it for planting."}, {"ref": "He built a tower in the middle of it", "text": "\"He made a tall building in the middle of the vineyard to watch over it.\" Someone would stand at the top of the tower to watch the vineyard and make sure that no animals or people went into it. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "built a winepress", "text": "\"dug a pit to squeeze out the grape juice.\" A winepress is a low place carved out of rock in the ground where workers step on the grapes to crush them with their feet, in order to remove the grape juice."}, {"ref": "wild grapes", "text": "\"worthless grapes\" or \"bad tasting grapes\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "In Isaiah's parable of the vineyard, the owner of the vineyard, who represents God, speaks to the people of Jerusalem and Judah about his vineyard. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "inhabitant of Jerusalem and man of Judah", "text": "These expressions refer in general to all people living in Jerusalem and Judah, so they can be translated with plural nouns. AT: \"all of you who live in Jerusalem and Judah\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "Jerusalem ... Judah", "text": "\"Judah\" was the name of the southern kingdom of Israelites, and Jerusalem was the capital city."}, {"ref": "judge between me and my vineyard", "text": "The idea of a space separating two things is often used to express the idea of choosing one or the other of those things. AT: \"decide who has acted right, I or my vineyard\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What more could have been done for my vineyard, that I have not done for it?", "text": "The owner uses this question to make a statement about his vineyard. This rhetorical questions can be translated as a stataement. AT: \"I have done all that I could do for my vineyard!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "When I looked for it to produce grapes, why did it produce wild grapes?", "text": "The owner uses a question to say that his vineyard should have produced good grapes. This rhetorical question can be translated as a statement. AT: \"I wanted it to make good grapes, but it only produced worthless grapes\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "In Isaiah's parable, the owner of the vineyard continues to talk about his vineyard. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "remove the hedge", "text": "\"take away the border of bushes.\" A hedge is a row of bushes or small trees that have been planted in order to protect a garden or some other kind of area. Here \"hedge\" probably refers to the thorn bushes that were planted to grow on the stone wall surrounding the vineyard."}, {"ref": "I will turn it into a pasture", "text": "\"I will allow animals to go there and eat.\" This is a grassy place where animals feed."}, {"ref": "it will be trampled down", "text": "This can be stated in active form. AT: \"animals will trample it down\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will lay it waste", "text": "\"I will destroy it\""}, {"ref": "it will not be pruned nor hoed", "text": "This can be stated in active form. AT: \"no one will prune it or hoe it\" or \"no one will cut off the branches that are not needed, and no one will take care of the soil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "briers and thorns will spring up", "text": "Briers and thorns are often used as symbols of ruined cities and land. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah explains the parable of the vineyard."}, {"ref": "For the vineyard of Yahweh of hosts is the house of Israel", "text": "\"For the vineyard of Yahweh of hosts represents the house of Israel\" or \"The people of Israel are like the vineyard of Yahweh, Lord of the angel armies\" (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the house of Israel", "text": "Nations and ethnic groups are often spoken of in the Bible as if they were houses, that is, families. AT: \"the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the man of Judah his pleasant planting", "text": "\"the people of Judah are like a vineyard that gives people pleasure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the man of Judah", "text": "Here \"man\" represents all the people of Judah. AT: \"the people of Judah\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "he waited for justice, but instead, there was killing", "text": "This can be changed so that the abstract noun \"justice\" can be expressed by the verb \"do what is fair.\" The abstract noun \"killing\" can be expressed as \"killed one another.\" AT: \"Yahweh waited for the people to do what is fair, but instead they killed one another\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for righteousness", "text": "The phrase \"he waited\" is left out but it is understood. This understood information can be added to make the meaning clear. AT: \"He waited for righteousness\" or \"He waited for them to do what is right\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "instead, a shout for help", "text": "\"instead, there was a shout for help.\" The reason people shouted out for help can be made explicit. AT: \"instead, those who were weak shouted out for someone to help them because others were attacking them\" (See [[:en:ta:vol1:translate:figs_explicit]])."}, {"ref": "a shout", "text": "This expression probably stands for many shouts. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah announces God's judgment."}, {"ref": "to those who join house to house, who join field to field", "text": "\"to those who take more and more houses, and who take more and more fields.\" Isaiah assumes that his audience knows that the law forbids someone from taking land from a family permanently. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "without any inhabitant", "text": "\"without anyone living in it\""}, {"ref": "a ten-yoke vineyard", "text": "yoke vineyard** - The size of the vineyard is represented by the number of pairs of oxen that could plow it in one day. Each pair of oxen would be connected by a yoke. AT: \"a vineyard that is large enough for ten pairs of oxen to plow it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "one bath", "text": "\"one bath of wine\" or \"22 liters of wine\" (UDB) (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "one homer of seed will yield only an ephah", "text": "\"220 liters of seed will produce only 22 liters of grain.\" One homer equals ten ephahs. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}]}, {"id": "11", "tn": [{"ref": "those who rise up early in the morning ... who linger late into the night", "text": "This refers to people who do nothing all day but drink alcoholic drinks. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "until wine inflames them", "text": "Here the power of wine to make its drinkers drunk is spoken of as if it were inflaming them, that is, setting them on fire. AT: \"until they are drunk with wine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "harp, lute, tambourine, flute, and wine", "text": "These musical instruments and the wine imply that the people enjoying these things are celebrating very much."}, {"ref": "tambourine", "text": "A musical instrument with a head like a drum that can be beaten with the hand. It probably had pieces of metal around the side that sounded when the player shook it. The tambourine was small enough for the player to hold it and shake it with one hand. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "considered", "text": "\"thought seriously about\""}, {"ref": "the doings of his hands", "text": "This can be reworded so that the abstract noun \"doings\" is expressed as the verb \"done\" or \"created.\" AT: \"what he has done\" or \"what he has created\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the doings of his hands", "text": "Here the metonym \"hands\" represents the person who has done something. AT: \"what Yahweh has done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These verses tell what will happen to the people because they have disobeyed God."}, {"ref": "my people have gone into captivity", "text": "In prophecy things that will happen in the future are often referred to as if they had already happened. This emphasizes that the prophecy will certainly come true. AT: \"enemies from other countries will take my people, Israel, as slaves\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "for lack of understanding", "text": "What they do not understand can be made explicit. AT: \"because they do not understand Yahweh or his law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Sheol has made its appetite greater and has opened its mouth very wide", "text": "This phrase speaks of Sheol, which stands here for the grave, to an animal that is ready to eat other animals. It implies that many, many people will die. AT: \"death is like a hungry animal that has opened its mouth wide to eat up many people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their elite, the people, their leaders, and the revelers and those who are happy among them, descend into Sheol", "text": "The prophet speaks of the future as if it were happening now. AT: \"Many people of Israel, their important people and common people, their leaders and those who enjoy wild parties, will go into Sheol\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}]}, {"id": "15", "tn": [{"ref": "Man will be forced to bend down, and mankind will be humbled", "text": "The phrases used together mean the same thing and are used together for emphasis. This can be stated in active form. AT: \"God will make every person bow down and be humble.\" See how you translated similar words in [[:en:bible:notes:isa:02:09|2:9]]. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Man will be forced to bend down, and mankind will be humbled", "text": "Future events are spoken of as if they have already happened.   (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "Man will be forced to bend down", "text": "Bending down often symbolizes being humiliated. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the eyes of the lofty will be cast down", "text": "Looking down is often a sign of being ashamed. AT: \"the eyes of proud people will look down in shame\" or \"people who were proud are now ashamed.\" See how you translated similar words in [[:en:bible:notes:isa:02:09|2:11]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the lofty", "text": "Here proud, arrogant people are spoken of as if they are high above other people. AT: \"proud\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh of hosts will be exalted in his justice", "text": "This can be stated in active form. AT: \"People will praise Yahweh of hosts because he is just\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh of hosts", "text": "Translate this as in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "will be exalted", "text": "Being honored is spoken of as if it were being lifted high. AT: \"will be greatly honored\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sheep will feed as in their own pasture", "text": "Yahweh will destroy the city of Jerusalem, which was called a \"vineyard\" in [[:en:bible:notes:isa:05:01|5:1]]. It will become good for nothing except for sheep to eat grass there."}, {"ref": "graze", "text": "eat grass"}, {"ref": "in the ruins, lambs will graze as foreigners", "text": "That is, the lambs will graze there. The land will be worthless for any other use. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "Woe to those who pull along iniquity with useless cords and who pull along sin as if it were with a cart rope", "text": "These phrases mean basically the same thing. They speak of people who continue to sin on purpose as if they were using all their strength to pull a heavy cart along. God will punish them for their sin. AT: \"Woe to those who work hard to sin as a person who drags a cart by a rope\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who say", "text": "This refers to those who continue to sin (verse 18) and then mockingly challenge God to stop them. AT: \"those mockers who say\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "let the plans of the Holy One of Israel come", "text": "God's plans are spoken of as if they were objects that could come by themselves. AT: \"let the Holy One of Israel accomplish his plans\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Holy One of Israel", "text": "Translate \"the Holy One\" as in [[:en:bible:notes:isa:05:15|5:16]]."}]}, {"id": "20", "tn": [{"ref": "who represent darkness as light, and light as darkness ... bitter as sweet, and sweet as bitter", "text": "Those who do these things are the same as those \"who call evil good, and good evil.\" These things are opposites and people know the difference between them, but some people lie and say that bad things are good. AT: \"They are like people who call darkness light and light darkness. They are like people who call bitter things sweet and sweet things bitter\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to those who are wise in their own eyes", "text": "Here the metonym \"eyes\" refers to their thoughts. AT: \"to those who consider themselves to be wise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and prudent in their own understanding", "text": "\"and think they understand everything\""}]}, {"id": "22", "tn": [{"ref": "who acquit the wicked for payment", "text": "This passage is speaking about corrupt judges in courts of law."}, {"ref": "acquit the wicked", "text": "\"declare guilty people innocent\""}, {"ref": "deprive the innocent of his rights", "text": "\"do not treat innocent people fairly\""}]}, {"id": "24", "tn": [{"ref": "tongue of fire", "text": "\"flame of fire\" or \"flame\""}, {"ref": "as the tongue of fire devours stubble, and as the dry grass goes down in flame", "text": "These phrases mean basically the same thing. God will punish the people described in [[:en:bible:notes:isa:05:18|5:18-23]]. AT: \"as a fire burns up stubble and grass\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "stubble", "text": "\"dry grain stalks.\" This refers to the part of the plant that is left in the field to die after the farmer collects the food."}, {"ref": "their root will rot, and their blossom will blow away like dust", "text": "Isaiah speaks of these people as if they were a dying plant. AT: \"they will die like a plant whose roots have rotted and whose blossom has dried up and blown away in the wind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "the anger of Yahweh is kindled", "text": "Isaiah speaks of Yahweh's anger as if it were a fire. AT: \"Yahweh is very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has reached out with his hand against them and has punished them", "text": "The prophet speaks of the future as if it had already happened. He does this to insist that the prophecy certainly will come about. AT: \"he will punish them with his powerful hand\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "has reached out with his hand against them", "text": "Here \"hand\" refers to God's power and control. AT: \"has shown his power against them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "corpses", "text": "\"dead bodies\""}, {"ref": "their corpses are like garbage in the streets", "text": "The dead bodies are allowed to lie in the streets as if they were garbage. This implies that many will die but that no one will be there to bury them. The word \"garbage\" can also be translated as \"refuse\" or \"manure.\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "In all these things, his anger does not subside; instead, his hand", "text": "\"Even though all these things have happened, he is still angry, and his hand\""}, {"ref": "his hand is still stretched out", "text": "Here \"hand\" represents God's power and control. Isaiah speaks as if Yahweh were a person about to hit another person with his fist. This is a metaphor for Yahweh punishing Israel. AT: \"he will still be ready to punish them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "He will lift up a signal flag for far away nations and will whistle for those at the end of the earth", "text": "Isaiah says the same thing in two different ways. God causing the armies of nations that are far away from Judah to come and attack is spoken of as if he would raise a flag and whistle to call them to Judah AT: \"He will call for the armies of nations that are far away from Judah and tell them to come\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whistle", "text": "a loud, high pitched noise a person makes with their mouth to call a person or animal that is far away"}, {"ref": "they will come", "text": "\"the enemy army will come\""}, {"ref": "speedily and promptly", "text": "These words mean basically the same thing and emphasize how quickly they will come. AT: \"very quickly\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the army that will attack Judah. He describes it as if it were already existing. (See: [[:en:bible:notes:isa:05:26]])"}, {"ref": "tire ... stumble ... slumbers ... sleeps", "text": "These four words progress from being tired from work to being unable to walk well, to being unable to stay awake, to full sleep, so all four should appear in the translation."}, {"ref": "Nor are their belts loose", "text": "The soldiers kept their clothes tight so it would easier to move and fight."}, {"ref": "the thongs of their sandals", "text": "\"the straps of their sandals\""}, {"ref": "their horses' hooves are like flint", "text": "\"their hooves are like hard stone.\" Isaiah compares the hard part of a horse's foot to flint, which is a hard stone that can cause sparks when struck. Possible meanings are 1) Isaiah compares their hooves to flint so to describe the frightening image of their feet causing sparks as they run or 2) Isaiah compares their hooves to flint to emphasize how strong their hooves are which enables the horse to do whatever their master want them to do. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and their chariot wheels like storms", "text": "Isaiah compares the chariot wheels to storms in order to imply that they will destroy everything in their path. AT: \"and the wheels of the chariots will spin like a windstorm\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "chariot wheels", "text": "These wheels often had sharp blades attached to them that would cut to pieces anyone the chariot passed close to."}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the army that will attack Judah. (See: [[:en:bible:notes:isa:05:26|Isaiah 05:26]])"}, {"ref": "Their roaring will be like a lion, they will roar like young lions", "text": "Both of these phrases mean basically the same thing. Isaiah compares the enemy army to a lion to imply how the sound of their attack will cause the people of Judah to be very afraid. AT: \"When their army shouts in battle they will sound like a roaring lion\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "young lions", "text": "A young age is a metonym for strength. AT: \"the strongest lions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will growl and seize the prey", "text": "Isaiah compares the enemy killing the people of Judah to a lion killing a weaker animal. Possible meanings are 1) lions make a sound not as loud as a roar just before they strike, or 2) the writer is using two words to mean the same thing. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "prey", "text": "animals that another animal wants to catch and kill"}, {"ref": "with none to rescue", "text": "\"and no one will be able to save them\""}, {"ref": "will roar ... sea roars", "text": "These are the same word translated \"growl\" in verse 29. Use your language's word for the sound of waves in a storm or heavy rain or some other frightening natural sound."}, {"ref": "even the light will be made dark by the clouds", "text": "Here darkness represents suffering and disaster. This metaphor can be stated in active form. AT: \"the dark clouds will completely block the light of the sun\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]