[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter begins to speak specifically to women who are wives."}, {"ref": "In this way, you who are wives should submit to your own husbands", "text": "Just as believers are to \"Obey every human authority\" ([[:en:bible:notes:1pe:02:13|2:13]]) and servants are to \"be subject\" to their masters ([[:en:bible:notes:1pe:02:18|2:18]]), wives are to submit to their husbands. The words \"Obey,\" \"be subject,\" and \"submit\" translate the same word."}, {"ref": "some men are disobedient to the word", "text": "Here \"the word\" refers to the gospel message. To disobey means that they do not believe. See how you translated a similar phrase in [[:en:bible:notes:1pe:02:07|2:8]]. AT: \"some men do not believe the message about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they may be won", "text": "\"they may be persuaded to believe in Christ.\" This means that the unbelieving husbands will become believers. This can be stated in active form. AT: \"they may become believers\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "without a word", "text": "\"without the wife saying a word.\" Here \"a word\" refers to words that the wife speaks."}, {"ref": "they will have seen your sincere behavior with respect", "text": "Peter speaks of behavior as if it were an object that could be seen, rather than the actions that people carry out. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your sincere behavior with respect", "text": "Possible meanings are 1) \"your sincere behavior toward them and the way that you honor them\" (UDB) or 2) \"your pure behavior toward them and the way that you honor God.\""}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues speaking to women who are wives."}, {"ref": "Let it be done", "text": "The word \"it\" refers to the wives' submission to and conduct towards their husbands."}, {"ref": "the inner person of the heart", "text": "Here the words \"inner person\" and \"heart\" refer to the inward character and personality of a person. AT: \"what you really are on the inside\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a gentle and quiet spirit", "text": "\"a gentle and peaceful attitude.\" Here the word \"quiet\" means \"peaceful\" or \"calm.\" The word \"spirit\" refers to a person's attitude or temperament."}, {"ref": "which is precious before God", "text": "Peter speaks of God's opinion of a person as if that person were standing directly in front of him. AT: \"which God considers to be precious\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "called him her lord", "text": "said that he was her lord, that is, her master"}, {"ref": "You are now her children", "text": "Peter says that believing women who act as Sarah acted can be thought of as if they were her actual children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Peter begins to speak specifically to men who are husbands."}, {"ref": "In the same way", "text": "This refers back to how Sarah and other godly women obeyed their husbands in [[:en:bible:notes:1pe:03:05|3:5-6]]."}, {"ref": "wives according to understanding, as with a weaker container, a woman", "text": "Peter speaks of women as if they were containers, as men are sometimes also spoken as. AT: \"wives, understanding that the woman is the weaker partner\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "give them honor as fellow heirs of the gift of life", "text": "You can translate this using verbal phrases. AT: \"honor them because they will also receive the eternal life that God gives\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "heirs of the gift of life", "text": "Eternal life is often spoken of as if it were something that people inherited.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do this", "text": "Here \"this\" refers to the ways husbands should treat their wives. AT: \"Live with your wives in this way\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that your prayers will not be hindered", "text": "To \"hinder\" is to prevent something from happening. This can be stated in active form. AT: \"so that nothing will hinder your prayers\" or \"so that nothing will keep you from praying as you should\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Peter begins to speak again to all of the believers."}, {"ref": "be likeminded", "text": "\"have the same opinion\"  or \"have the same attitude\""}, {"ref": "tenderhearted", "text": "This refers to an intense affection for other people."}, {"ref": "Do not pay back evil for evil or insult for insult", "text": "Peter speaks of responding to the actions of another person as remitting payment for those actions. AT: \"Do not do evil to someone who does evil to you or insult someone who insults you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "continue to bless", "text": "You can clarify the object of blessing. AT: \"continue to bless those who do evil to you or insult you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for this you were called", "text": "This can be stated in active form. AT: \"God called you for this\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that you might inherit a blessing", "text": "Peter speaks of receiving God's blessing as receiving an inheritance. AT: \"that you might receive God's blessing as your permanent possession\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "In these verses Peter quotes from the Psalms. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to love life and see good days", "text": "These two phrases mean basically the same thing and emphasize the desire to have a good life. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "see good days", "text": "Here experiencing good things is spoken of as seeing good things. The word \"days\" refers to one's lifetime. AT: \"experience good things during life\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stop his tongue from evil and his lips from speaking deceit", "text": "The words \"tongue\" and \"lips\" refer to the person who is speaking. These two phrases mean basically the same thing and emphasize the command not to lie. AT: \"stop saying evil and deceitful things\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The eyes of the Lord see the righteous", "text": "The word \"eyes\" refers to the Lord's ability to know things. The Lord's approval of the righteous is spoken of as his seeing them. AT: \"The Lord sees the righteous\" or \"The Lord approves of the righteous\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his ears hear their requests", "text": "The word \"ears\" refers to the Lord's awareness of what people say. That the Lord hears their requests implies that he also responds to them. AT: \"he hears their requests\" or \"he grants their requests\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the face of the Lord is against", "text": "The word \"face\" refers to the Lord's will to oppose his enemies. Opposing someone is spoken of as setting one's face against that person. AT: \"the Lord opposes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues teaching the believers how to live Christian lives."}, {"ref": "Who is the one who will harm you if you desire what is good?", "text": "Peter asks this question to emphasize that it is unlikely that someone would harm them if they do good things. AT: \"No one will harm you if you do good things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "suffer because of righteousness", "text": "You can translate this with a verbal phrase. AT: \"suffer because you do what is right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you are blessed", "text": "This can be stated in active form. AT: \"God will bless you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not fear what they fear. Do not be troubled", "text": "These two phrases share similar meanings and emphasize that believers should not be afraid of those who persecute them. AT: \"Do not be afraid of what people might do to you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "what they fear", "text": "Here the word \"they\" refers to anyone who might try to harm those to whom Peter is writing."}]}, {"id": "15", "tn": [{"ref": "Instead", "text": "\"Instead of being afraid and troubled\""}, {"ref": "set apart the Lord Christ in your hearts as holy", "text": "The phrase \"set apart the Lord Christ ... as holy\" means to acknowledge Christ's holiness. This action is referred to as if it were putting something in a place of honor. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in your hearts", "text": "Here a person's inner being and center of emotions is referred to as the \"heart.\" AT: \"with all your will\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Peter explains how Christ suffered and what Christ accomplished by suffering."}, {"ref": "suffered for us", "text": "The word \"us\" refers to Peter and the audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "so that he would bring us to God", "text": "Peter probably means here that Christ died in order to create a close relationship between us and God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He was put to death in the flesh", "text": "Here \"flesh\" refers to Christ's body; Christ was physically put to death. This can be stated in active form. AT: \"People put Christ to death physically\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he was made alive by the Spirit", "text": "This can be stated in active form. AT: \"the Spirit made him alive\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the Spirit", "text": "Possible meanings are 1) by the Holy Spirit's power (UDB) or 2) in a spiritual existence."}, {"ref": "By the Spirit, he went", "text": "Possible meanings are 1) \"By the Holy Spirit's power, he went\" (UDB) or 2) \"In his spiritual existence, he went.\""}, {"ref": "the spirits who are now in prison", "text": "Possible meanings of the word \"spirits\" are 1) \"evil spirits\" (UDB) or 2) \"spirits of the dead people.\""}, {"ref": "when the patience of God was waiting", "text": "The word \"patience\" is a metonym for God himself. Peter writes of God's patience as if it is a person. AT: \"when God was waiting patiently\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the days of Noah, in the days of the building of an ark", "text": "This can be stated in active form. AT: \"during the time of Noah, when he was building an ark\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "eight souls", "text": "Here the word \"souls\" refers to people. AT: \"eight people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "This is a symbol of the baptism that saves you now", "text": "Peter says that baptism corresponds to the way in which God saved Noah and his family in the ark from the flood."}, {"ref": "the baptism that saves you now", "text": "Baptism is the means by which God saves people. AT: \"the baptism by which God saves you now\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the appeal of a good conscience to God", "text": "Possible meanings are 1) \"the appeal of a person to God to give him a good conscience\" (UDB) or 2) \"the pledge of a person to God made with a good conscience, that is, sincerely.\""}, {"ref": "through the resurrection of Jesus Christ", "text": "\"because of the resurrection of Jesus Christ.\" This phrase completes the thought, \"This is a symbol of the baptism that saves you now.\""}, {"ref": "submit to him", "text": "\"submit to Jesus Christ\""}]}]