[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the believers that though idols have no power, believers must be careful not to affect the weaker believers who might think they care about the idols. He tells believers to be careful with the liberty believers have in Christ."}, {"ref": "General Information:", "text": "\"We\" means Paul and, though specifically writing to the Corinthian believers, includes all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Now about", "text": "Paul uses this phrase to move on to the next question the Corinthians had asked him."}, {"ref": "food sacrificed to idols", "text": "Gentile worshipers would offer grain, fish, fowl, or meat, to their gods. The priest would burn a portion of it on the altar. Paul is speaking of the portion the priest would give back for the worshiper to eat or sell in the market."}, {"ref": "We know that \"we all have knowledge.\"", "text": "Paul is quoting a phrase that some Corinthians used. AT: \"We all know, as you yourselves like to say, that 'we all have knowledge.'\""}, {"ref": "Knowledge puffs up", "text": "Paul speaks of what people know as if it were a person that can make another person larger than he should be. AT: \"People who know much think that they are better than they really are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "love builds up", "text": "Paul speaks of love as if it were a person and helping people as if it were building a house. AT: \"love truly helps people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thinks he knows something", "text": "\"believes he knows everything about something\""}, {"ref": "that person is known by him", "text": "This can be stated in active form. AT: \"God knows that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]] )"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "\"We\" and \"us\" here refers to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "We know that \"an idol in this world is nothing\" and \"that there is no God but one.\"", "text": "Paul is probably quoting phrases that some Corinthians used. \"We all know, as you yourselves like to say, that 'an idol has no power or meaning for us' and that, as you say, 'there is not God but one.'\""}, {"ref": "an idol in this world is nothing", "text": "\"an idol has no power in this world\""}, {"ref": "so-called gods", "text": "called gods** - \"things that people call gods\""}, {"ref": "many \"gods\" and many \"lords.\"", "text": "Paul does not believe that many gods and many lords exist, but he recognizes that the pagans believe they do."}, {"ref": "Yet for us, \"There is ... exist.\"", "text": "\"Whatever other people say or think, we believe that 'There is ... exist.'\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Paul is speaking here of \"weak\" brothers, people who cannot separate food sacrificed to idols from the worship of those idols. If a Christian eats food that has been sacrificed to an idol, weak brothers might think that God will allow them to worship the idol by eating the food. Even if the eater has not worshiped the idol and is simply eating the food, he has still corrupted his weak brothers' conscience."}, {"ref": "everyone ... some", "text": "\"all people ... some people who are now Christians\""}, {"ref": "corrupted", "text": "\"ruined\" or \"harmed\""}]}, {"id": "08", "tn": [{"ref": "food will not present us to God", "text": "Paul speaks of food as though it were a person who could make God welcome us. AT: \"food does not give us favor with God\" or \"the food we eat does not make God pleased with us\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "We are not worse if we do not eat, nor better if we do eat it", "text": "\"Some people might think that if we do not eat some things, God will love us less. But they are wrong. Those who think that God will love us more if we do eat those things are also wrong\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "someone who is weak", "text": "believers not strong in their faith"}, {"ref": "sees you, who have", "text": "Paul is speaking to the Corinthians as if they were one person, so these words are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "his ... conscience", "text": "what he understands to be right and wrong"}, {"ref": "emboldened to eat", "text": "\"encouraged to eat\""}]}, {"id": "11", "tn": [{"ref": "your understanding", "text": "Paul is speaking to the Corinthians as if they were one person, so the word \"your\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the weaker one ... is destroyed", "text": "The brother or sister who is not strong in his or her faith will sin or lose his or her faith."}, {"ref": "Therefore", "text": "\"Because what I have just said is true\""}, {"ref": "if food causes", "text": "\"Food\" here is a metonym for the person eating the food. AT: \"if I cause by eating\" or \"if I, because of what I eat, cause\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]