[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "my heart is not proud or my eyes haughty", "text": "The heart and the eyes represent the person. AT: \"I am not proud or haughty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I do not have great hopes for myself", "text": "Possible meanings are \"I do not expect to do great things\" or \"I do not think I am great.\""}, {"ref": "things that are beyond me", "text": "Things that are too hard for a person to understand are spoken of as if they are beyond the person or too far away from the person to be able to reach them. AT:  \"things that are too hard to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "002", "tn": [{"ref": "I have stilled and quieted my soul", "text": "The soul represents the person or his emotions. Being calm and peaceful is spoken of has having making one's soul still and quiet. AT: \"I am calm and peaceful\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my soul within me", "text": "The soul represents the person or his emotions. AT: \"I\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a weaned child with his mother", "text": "The psalmist speaks of himself being content and resting as if he were a young child that no longer demands breast milk from his mother. AT: \"content like a young child that no longer cries for breast milk but rests in his mother's arms\" or \"content and resting\"  (See:  [[:en:ta:vol1:translate:figs_metaphor]])"}]}]