[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hezekiah becomes king over Judah in place of his father King Ahaz."}, {"ref": "Hoshea ... Elah ... Zechariah", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abijah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was right in the eyes of Yahweh", "text": "\"In the eyes\" is a metaphor for Yahweh's attention and care. AT: \"King Hezekiah did what was right to Yahweh\" or \"Hezekiah did things that Yahweh said are right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The story of King Hezekiah's reign continues."}, {"ref": "He removed the high places, destroyed the stone pillars, and cut down the Asherah poles", "text": "\"Hezekiah removed the high places of worship, smashed into pieces the memorial stones, and cut down the wooden poles of Asherah\""}, {"ref": "Nehushtan", "text": "\"Bronze Serpent Idol\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The story of King Hezekiah's reign continues."}, {"ref": "he held on to Yahweh", "text": "To \"hold on\" is metaphor for staying loyal and attached. AT: \"Hezekiah stayed loyal to Yahweh\" or \"Hezekiah remained faithful to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and wherever he went he prospered", "text": "\"and wherever Hezekiah went he was successful.\""}, {"ref": "fortified city", "text": "city with a wall all around it"}]}, {"id": "09", "tn": [{"ref": "Hoshea ... Elah ... Shalmaneser", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "11", "tn": [{"ref": "Halah ... Habor River ... Gozan", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Medes", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "So the king of Assyria carried Israel away to Assyria", "text": "\"So the king of Assyria commanded his army to take the Israelites away from their homes, and he made them live in Assyria\""}, {"ref": "the voice of Yahweh", "text": "\"Voice\" is metonymy for the message about the command of Yahweh. AT: \"the command of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Sennacherib", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lachish", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "fortified cities", "text": "Cities with walls around them for protection. See how you translated \"fortified city\" in [[:en:bible:notes:2ki:18:06|18:8]]."}, {"ref": "Withdraw from me", "text": "This expression assumes that \"me\" represents the kingdom of Hezekiah. AT: \"Take your army out of my territory\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Whatever you put on me I will bear", "text": "\"I will pay you whatever you demand of me\""}, {"ref": "talents", "text": "This is the name of type of weight that was used for money. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "treasuries", "text": "This was the place in the palace where money and valuable things were stored."}]}, {"id": "16", "tn": [{"ref": "the king of Assyria mobilized his great army, sending Tartan and Rabsaris and the chief commander", "text": "Sennacherib sent a group of men from his army to Jerusalem to meet with King Hezekiah, including officials named Tartan and Rabsaris."}, {"ref": "Tartan ... Rabsaris", "text": "Some Bibles translate these as proper names. Other versions of the Bible translate them as titles. AT: \"the Tartan ... the Rabsaris\" or \"the leader of the soldier ... a court official\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lachish", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the conduit of the upper pool", "text": "the channel where the water stored in the \"upper pool\" flows into the city of Jerusalem"}, {"ref": "stood by it", "text": "\"and waited there for King Hezekiah to meet with them\""}, {"ref": "Eliakim ... Hilkiah ... Shebna ... Joah ... Asaph", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Rabshakeh continues telling the message from the king of Assyria to King Hezekiah's men."}, {"ref": "What is the source of your confidence? ... Now in whom are you trusting? Who has given you courage to rebel against me?", "text": "The King of Assyria (through his messenger Rabshakeh) does not ask these questions looking for an answer, but wants to make King Hezekiah doubt himself and Egypt's support. AT: \"Do not trust in anybody. You were foolish to rebel against me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "walking stick of this bruised reed of Egypt", "text": "The King of Assyria compares Egypt to a weak walking stick; you expect that it will support you when you lean on it, but instead it breaks and cuts you. AT: \"the weak support from Egypt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but if a man leans ... and pierce it", "text": "The speaker is extending the metaphor by describing what happens when a reed is used as a support. AT: \"but if someone uses this for support, he will be injured\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Rabshakeh continues telling the message from the king of Assyria to King Hezekiah's men."}, {"ref": "is not he the one whose high places ... Jerusalem'?", "text": "This question assumes the listeners know the answer and is used for emphasis. AT: \"You need to remember that he is the one whose high places ... Jerusalem'!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Rabshakeh continues telling the message from the king of Assyria to King Hezekiah's men."}, {"ref": "How could you resist even one captain of the least of my master's servants?", "text": "He asks this question to emphasize that the army of Hezekiah does not have the resources to fight. AT: Possible meanings are 1) \"You could not defeat even one of the least of the king's soldiers.\" or 2) \"You could not defeat a group of the king's soldiers commanded by his least important officer.\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have I traveled up here without Yahweh to fight against this place and destroy it?", "text": "He asks this question to emphasize that Yahweh is behind his success to obey the command to destroy Israel. AT: \"Yahweh himself told us to come here and destroy this land!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "26", "tn": [{"ref": "Eliakim ... Hilkiah ... Shebnah ... Joah", "text": "Translate the names of these men as in [[:en:bible:notes:2ki:18:16|18:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the ears of the people who are on the wall", "text": "\"In the ears\" is metonymy for being able to listen. AT: \"because the people standing on the city wall will hear it and be afraid\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Has my master sent me to your master and to you to speak these words? Has he not sent me to the men who sit on the wall, who will have to eat their own dung and drink their own urine with you?", "text": "He asks these questions assuming the listeners know the answers to emphasize their intention to destroy and humiliate the leaders and people of Jerusalem. AT: \"My master sent me not only to you and your master, but also to speak to the people in this city, who will suffer with you when they have to eat their own dung and drink their own urine to survive.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "28", "tn": [{"ref": "from my power", "text": "\"my power\" is metonymy for the ability of the king himself. AT: \"from me\" or \"from the power of my army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this city will not be given into the hand of the king of Assyria", "text": "This can be expressed in an active form. AT: \"Yahweh will never allow the king of Assyria's army to take this city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the hand", "text": "\"Hand\" is metonymy for control, authority and power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "31", "tn": [{"ref": "Make peace with me and come out to me", "text": "\"Come out of the city and surrender to me\" (UDB) or \"Make an agreement with me to surrender, and come out of the city to me\""}, {"ref": "his own vine ... his own fig tree ... his own cistern", "text": "These sources of food and water are metaphors for security and plenty. This also was a common way of expressing this idea. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a land of grain and new wine ... bread and vineyards ... olive trees and honey", "text": "These are metaphors for having good things and plenty in daily life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "General Information:", "text": "Rabshakeh continues telling the message from the king of Assyria to King Hezekiah's men."}, {"ref": "Has any of the gods ... Assyria?", "text": "<b>Has any of the gods ... Assyria?</b> He asks this question for emphasis because they know the answer. AT: \"None the gods of the peoples have rescued them ... Assyria.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where are the gods of ... Arpad?", "text": "He asks this question for emphasis because they know the answer. AT: \"I have destroyed the gods of ... Arpad!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Hamath ... Arpad ... Sepharvaim ... Hena ... Ivvah ... Samaria", "text": "These are the names of places that represent the people living there. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "out of my hand", "text": "\"Hand\" is metonymy for control, power, or authority. AT: \"out from my control\" [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is there any god who has rescued his land from my power?", "text": "He asks this question for emphasis because they know the answer. AT: \"No god has rescued his land from my power.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "from my power", "text": "\"My power\" is metonymy for the person holding it. AT: \"from me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How could Yahweh save Jerusalem from my might?", "text": "He asks this question for emphasis because they know the answer. AT: \"There is no way Yahweh can save Jerusalem from my might!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "36", "tn": [{"ref": "Eliakim ... Shebna ... Joah ... Asaph", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who was over the household", "text": "\"who managed the king's palace\""}, {"ref": "the recorder", "text": "\"the history keeper\""}, {"ref": "chief commander", "text": "and is the translation of the Hebrew; some see this as a personal name, \"Rabshakeh\""}]}]