[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer makes clear to these Jewish believers that the laws and the tabernacle of the old covenant were only pictures of the better, new covenant."}, {"ref": "Now", "text": "This word marks a new part of the teaching."}, {"ref": "first covenant", "text": "Translate this as you did in [[:en:bible:notes:heb:08:06|8:7]]."}, {"ref": "had regulations", "text": "\"had detailed instructions\" or \"had rules\""}, {"ref": "For", "text": "The author is continuing the discussion from [[:en:bible:notes:heb:08:06|8:7]]."}, {"ref": "a tabernacle was prepared", "text": "A tabernacle was constructed and made ready for use. This idea can be stated in active form. AT: \"the Israelites prepared a tabernacle\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the lampstand, the table, and the bread of the presence", "text": "These objects are all accompanied by the definite article \"the,\" because the author assumes that his readers already know about these things."}, {"ref": "bread of the presence", "text": "This can be reworded so that the abstract noun \"presence\" is expressed as the verb \"display\" or \"present.\" AT: \"bread on display before God\" (UDB) or \"bread the priests presented to God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "03", "tn": [{"ref": "Behind the second curtain", "text": "The first curtain was the outer wall of the tabernacle, so the \"second curtain\" was the curtain between the \"holy place\" and the \"most holy place.\""}, {"ref": "second", "text": "This is the ordinal word for number two. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Inside it", "text": "\"Inside the ark of the covenant\""}, {"ref": "Aaron's rod that budded", "text": "This refers to when God proved to the people of Israel that he had chosen Aaron as his priest by making Aaron's rod bud. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "budded", "text": "\"flowered\" or \"sprouted\" or \"grew and developed\""}, {"ref": "tablets of the covenant", "text": "Here \"tablets\" are flat pieces of stone that had writing on them. This refers to the stone tablets on which the ten commandments were written."}, {"ref": "cherubim overshadowed", "text": "When the Israelites were making the ark of the covenant, God commanded them to carve two cherubim facing each other, with their wings touching, over the atonement lid of the ark of the covenant. Here they are spoken of as providing shade for the ark of the covenant. AT: \"the cherubim with their wings covered\""}, {"ref": "cherubim", "text": "Here \"cherubim\" means figures of two cherubim. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which we cannot", "text": "Even though the author uses the plural pronoun \"we,\" he is most likely referring only to himself. AT: \"which I cannot\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "06", "tn": [{"ref": "After these things were prepared", "text": "This can be stated in active form. AT: \"After the priests prepared these things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and not without blood", "text": "This can be stated in positive form. AT: \"and he always brought blood\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "blood", "text": "This is the blood of the bull and goat that the high priest had to sacrifice on the Day of Atonement."}]}, {"id": "08", "tn": [{"ref": "the way into the most holy place was not yet revealed", "text": "This can be stated in active form. AT: \"God had not yet revealed the way into the most holy place\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the most holy place", "text": "Possible meanings are 1) the inner room of the tabernacle on earth or 2) God's presence in heaven."}, {"ref": "the first tabernacle was still standing", "text": "Possible meanings are 1) \"the outer room of the tabernacle was still standing\" or 2) \"the earthly tabernacle and the sacrificial system still existed.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This was an illustration", "text": "\"This was a picture\" or \"This was a symbol\""}, {"ref": "for the present time", "text": "\"for now\""}, {"ref": "that are now being offered", "text": "This can be stated in active form. AT: \"that the priests now offer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are not able to perfect the worshiper's conscience", "text": "The writer speaks of a person's conscience as if it were an object that could be made better and better until it was without fault. A person's conscience is his knowledge of right and wrong. It is also his awareness of whether or not he has done wrong. If he knows he has done wrong, we say that he feels guilty. AT: \"are not able to make the worshiper free from guilt\"   (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the worshiper's conscience", "text": "The writer appears to refer to only one worshiper, but he means all those who came to worship God at the tabernacle. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "regulations for the flesh", "text": "Here \"flesh\" refers to the physical body. AT: \"rules for the physical body\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "These were all regulations for the flesh that were provided", "text": "This can be stated in active form. AT: \"God provided all these regulations for the flesh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that were provided until the new order would be created", "text": "This can be stated in active form. AT: \"that God provided until he created the new order\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "new order", "text": "\"new covenant\" (UDB)"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Having described the service of the tabernacle under God's law, the writer makes clear that Christ's service under the new covenant is better because it is sealed with his blood. It is better also because Christ has entered the true \"tabernacle,\" that is, God's own presence in heaven, instead of entering, as other high priests, into the earthly tabernacle, which was only an imperfect copy."}, {"ref": "good things", "text": "This does not refer to material things. It means the good things that God promised in his new covenant."}, {"ref": "the greater and more perfect tabernacle", "text": "This means the heavenly tent or tabernacle is more important and more perfect than the earthly tabernacle."}, {"ref": "that was not made by human hands", "text": "This can be stated in active form. AT: \"that humans hands had not made\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "human hands", "text": "Here \"hands\" refers to the whole person. AT: \"humans\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "most holy place", "text": "God's presence in heaven is spoken of as if it were the most holy place, the innermost room in the tabernacle. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "sprinkling of a heifer's ashes on those who have become unclean", "text": "The priest would drop small amounts of the ashes on the unclean people."}, {"ref": "for the cleansing of their flesh", "text": "Here \"flesh\" refers to the entire body. AT: \"for the cleansing of their bodies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "how much more will the blood of Christ ... cleanse our conscience from dead works to serve the living God?", "text": "The author uses this question to emphasize that Christ's sacrifice was the most powerful. AT: \"then certainly Christ's blood will cleanse our conscience even more from dead works to serve the living God! Because, through the eternal Spirit, he offered himself without blemish to God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the blood of Christ", "text": "The \"blood\" of Christ stands for his death.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cleanse our conscience", "text": "Here \"conscience\" refers to a person's feeling of guilt. Because Jesus sacrificed himself, believers no longer have to feel guilty for the sins they have committed because he has forgiven them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "blemish", "text": "This is a small sin or moral fault spoken of here as if it were a small, unusual spot or defect on Christ's body. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cleanse", "text": "Here \"cleanse\" stands for the action of relieving our consciences from guilt for the sins we have committed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dead works", "text": "Sinful deeds are spoken of as if they belonged to the world of the dead. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For this reason", "text": "\"As a result\" or \"Because of this\""}, {"ref": "he is the mediator of a new covenant", "text": "This means Christ caused the new covenant between God and humans to exist."}, {"ref": "first covenant", "text": "Translate this as you did in [[:en:bible:notes:heb:08:06|8:7]]."}, {"ref": "those who are called", "text": "This can be stated in active form. AT: \"those whom God has chosen to be his children\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "will", "text": "a legal document in which a person states who should receive his possessions when he himself dies"}, {"ref": "the death of the person who made it must be proved", "text": "This can be stated in active form. AT: \"someone must prove that the person who made the will has died\""}]}, {"id": "18", "tn": [{"ref": "So not even the first covenant was established without blood", "text": "This can be stated in active and positive form. AT: \"So God established even the first covenant with blood\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "first covenant", "text": "Translate this as you did in [[:en:bible:notes:heb:08:06|8:7]]."}, {"ref": "blood", "text": "The death of animals sacrificed to God is spoken of as if it were nothing but blood.  AT: \"the death of animals sacrificed to God\" (See: [[:[[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "took the blood ... with water ... and sprinkled ... the scroll ... and all the people", "text": "The priest dipped the hyssop in the blood and the water and then shook the hyssop so drops of blood and water would fall on the scroll and on the people. Sprinkling was a symbolic action done by the priests by which they applied the benefits of the covenant to people and to objects. Here the scroll and the people's acceptability to God are renewed. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "hyssop", "text": "a woody shrub with flowers in summer, used in ceremonial sprinkling"}, {"ref": "the blood of the covenant", "text": "Here \"blood\" refers to the death of the animals sacrificed to carry out the covenant's requirements. AT: \"the blood that brings into effect the covenant\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "he sprinkled", "text": "\"Moses sprinkled\""}, {"ref": "sprinkled", "text": "Sprinkling was a symbolic action done by the priests by which they applied the benefits of the covenant to people and to objects. See how you translated this in [[:en:bible:notes:heb:09:18|9:19]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "all the containers used in the service", "text": "A container is an object that can hold things. Here it may refer to any kind of utensil or tool. AT: \"all the utensils used in the the service\""}, {"ref": "used in the service", "text": "This can be stated in active form. AT: \"the priests used in their work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "almost everything is cleansed with blood", "text": "Making something acceptable to God is spoken of as if it were cleansing that thing. This idea can be stated in active form. AT: \"the priests use blood to cleanse almost everything\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blood", "text": "Here the animal \"blood\" is talking about the animal's death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Without the shedding of blood there is no forgiveness", "text": "Here \"shedding of blood\" refers to something dying as a sacrifice to God. This double negative can mean that all forgiveness comes through the shedding of blood. AT: \"Forgiveness only comes when something dies as a sacrifice\" or \"God only forgives when something dies as a sacrifice\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "forgiveness", "text": "You can state explicitly the implied meaning. AT: \"forgiveness of the sins of the people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "The writer emphasizes that Christ (now in heaven interceding for us) had to die only once for sins and that he will return to earth a second time."}, {"ref": "the copies of the things in heaven should be cleansed with these animal sacrifices", "text": "This can be stated in active form. AT: \"the priests should use these animal sacrifices to cleanse what are copies of things that are in heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the heavenly things themselves had to be cleansed with much better sacrifices", "text": "That is, better than the sacrifices used to cleanse the earthly copies. This can be stated in active form. AT: \"as for the heavenly things themselves, God had to cleanse them with much better sacrifices\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "made with hands", "text": "Here \"hands\" refers to humans. AT: \", which humans made and\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "of the true one", "text": "\"of the true most holy place\""}]}, {"id": "25", "tn": [{"ref": "He did not go there", "text": "\"He did not enter heaven\" (UDB)"}, {"ref": "year by year", "text": "\"every year\" or \"each year\""}, {"ref": "with the blood of another", "text": "This means with the blood of an animal victim, not with his own blood."}, {"ref": "If that had been the case", "text": "\"If he had had to offer himself often\""}, {"ref": "since the world's foundation", "text": "The creation of the world is spoken of as if the world were a building and the foundation was the first part to be constructed. AT: \"since God began to create the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has been revealed", "text": "This can be stated in active form. AT: \"God has revealed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to put away sin by the sacrifice of himself", "text": "This speaks about sin as if it were an object that a person could put away. AT: \"to cause God to forgive sins by sacrificing himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "Christ also, who was offered", "text": "This can be stated in active form. AT: \"Christ also, who offered himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to take away the sins", "text": "The act of making us innocent rather than guilty for our sins is spoken of as if our sins were physical objects that Christ could carry away from us. AT: \"so that God would forgive the sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sins", "text": "Here \"sins\" mean the guilt that people have before God because of the sins they committed. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]