[{"id": "01", "tn": [{"ref": "A declaration", "text": "\"This is what Yahweh declares\" or \"This is Yahweh's message\""}, {"ref": "about the Valley of Vision", "text": "Here \"Valley\" refers to those who live in the valley, that is, Jerusalem. AT: \"about those who live in the Valley of Vision\" or \"about those who live in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What is the reason that you have all gone up to the housetops?", "text": "Isaiah uses a question to scold the people of Judah. AT: \"You should not go and stand on the tops of your houses.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a town full of revelry", "text": "\"a town full of people celebrating\""}, {"ref": "Your dead were not killed with the sword", "text": "This can be stated in active form. AT: \"Enemy soldiers did not kill your people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with the sword", "text": "Here \"sword\" represents the soldiers who fight in battle. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "but they were caught without a bow", "text": "This can be stated in active form. AT: \"but the enemy caught your rulers who were not even carrying a bow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all of them were caught and captured together", "text": "This can be stated in active form. AT: \"the enemy caught and captured all of them together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Therefore I said", "text": "Here \"I\" refers to Isaiah."}, {"ref": "of the daughter of my people", "text": "Here \"daughter\" represents the people and may imply Isaiah's feeling of love for them. AT: \"of my people whom I love\" or \"of my people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "For there is a day", "text": "Here \"day\" refers to a longer period of time. AT: \"For there will be a time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of tumult, treading down, and confusion for the Lord, Yahweh of hosts", "text": "\"when Yahweh of hosts will cause panic, treading down, and confusion\""}, {"ref": "treading down", "text": "Possible meanings are 1) this refers to soldiers marching or 2) people in general are running in panic and not sure where to go."}, {"ref": "in the Valley of Vision", "text": "This refers to Jerusalem. See how you translated this in [[:en:bible:notes:isa:22:01|22:1]]."}, {"ref": "people crying out to the mountains", "text": "Possible meanings are 1) \"people in the mountains will hear their cries\" or 2) \"the people's cries will echo off the mountains\""}, {"ref": "Elam takes up the quiver", "text": "The quiver is a bag to carry arrows and represents the archer's weapons. AT: \"The soldiers of Elam take their bows and arrows\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Kir lays the shield bare", "text": "Here \"Kir\" represents the soldiers. AT: \"the soldiers of Kir will take their shields out of their covers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Kir", "text": "Kir is a city in Media. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "your choicest valleys", "text": "Here \"your\" refers to the people of Jerusalem. Isaiah does include himself as one of the people of Jerusalem. AT: \"our best valleys\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when an army will attack the people of Jerusalem. Past tense verbs can be translated with future tense verbs. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "He took away the protection of Judah", "text": "The abstract noun \"protection\" can be stated as a verb. AT: \"Yahweh will take away everything that has protected the people of Judah\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you looked in that day to the weapons", "text": "Here the phrase \"to look to\" means to trust in something. AT: \"to defend yourselves you will get the weapons\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Palace of the Forest", "text": "This was a part of the temple in Jerusalem where they stored their weapons."}, {"ref": "you collected the water of the lower pool", "text": "The people will store water so that they will have enough to drink while their enemies surround the city. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when an army will attack the people of Jerusalem. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "You counted the houses", "text": "Here \"counted\" means they inspected the houses to find material to help them rebuild the city wall."}, {"ref": "You made a reservoir", "text": "\"You made a storage place\""}, {"ref": "between the two walls", "text": "It is unclear what two walls Isaiah meant. The main point is that they built the reservoir within the city walls."}, {"ref": "the city's maker", "text": "This refers to Yahweh."}]}, {"id": "12", "tn": [{"ref": "Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "for shaved heads", "text": "This was a sign of mourning and repenting. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "let us eat and drink, for tomorrow we will die", "text": "Here \"eat and drink\" represents having a party and over indulging in food and wine. AT: \"we may as well have fun now by eating and drinking all we want, for we will die soon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This was revealed in my ears by Yahweh of hosts", "text": "Here \"ears\" represents Isaiah as a whole. This can be stated in active form. AT: \"Yahweh of hosts revealed this to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Surely this iniquity will not be forgiven you, even when you die", "text": "This can be stated in active form. AT: \"Surely I will not forgive you for these sinful things you have done, even when you die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "even when you die", "text": "Possible meanings are 1) Yahweh will never forgive them, even after they die or 2) Yahweh will not forgive them until they die."}]}, {"id": "15", "tn": [{"ref": "Shebna", "text": "This is the name of the manager of the king's palace in Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who is over the house", "text": "Here \"house\" represents those in the king's palace. AT: \"who is in charge of all those who work in the palace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What are you doing here and who gave you permission ... in the rock?", "text": "Yahweh uses this question to scold Shebna. AT: \"You have no right ... in the rock!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "cut out a tomb ... hewing out a grave ... carving out a resting place", "text": "These three phrases all refer to making a burial tomb. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "on the heights", "text": "The most important people in Israel had tombs in the highest places. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Isaiah continues to speak God's message to Shebna."}, {"ref": "He will surely wind you round and round, and toss you like a ball into a vast country", "text": "The enemy soldiers coming and taking Shebna as a captive to a foreign land is spoken of as if Yahweh were throwing him like a ball into another land. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will be the shame of your master's house", "text": "Here \"house\" represents the people who work in the king's palace. AT: \"you will cause shame for all those in your master's palace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will thrust you from your office and from your station. You will be pulled down", "text": "Yahweh causing Shebna to no longer work in the king's palace is spoken of as if Yahweh will throw him to the ground. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will be pulled down", "text": "This can be stated in active form. AT: \"I will bring you down from your honored position\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Isaiah continues to speak God's message to Shebna."}, {"ref": "It will come about on that day", "text": "Here \"day\" represents a period of time in general. AT: \"It will happen at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Eliakim ... Hilkiah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I will clothe him with your tunic and put on him your sash", "text": "Yahweh causing Eliakim to take Shebna's place in the king's palace is spoken of as if Yahweh will dress Eliakim in Shebna's clothes that represent his authority in the king's palace. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your tunic ... your sash", "text": "Here the tunic and sash represent authority in the king's palace. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sash", "text": "This is a piece of cloth that people wear around the waist or across the chest. Translate this as you did in [[:en:bible:notes:isa:03:18|3:20]]."}, {"ref": "into his hand", "text": "Here \"hand\" represents power or control. AT: \"to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will be a father", "text": "Eliakim caring for and protecting the people of Judah is spoken of as if he would be their father. AT: \"He will be like a father\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the house of Judah", "text": "Here \"house\" represents the people. AT: \"to the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will place the key of the house of David on his shoulder ... none will open", "text": "Here \"key\" represents authority. This speaks of Eliakim having authority that no one can oppose as if he had the key to the palace and no one else could lock or unlock the door. AT: \"I will put him in charge of those who work in the king's palace, and when he makes a decision no one will be able to oppose him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues to describe Eliakim, who will replace Shebna in the king's palace."}, {"ref": "I will fasten him, a peg in a secure place", "text": "Yahweh causing Eliakim's authority to be strong and secure in the king's palace is spoken of as if Eliakim were a peg and Yahweh will set him firmly in the palace wall. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will become a seat of glory for his father's house", "text": "Here \"seat of glory\" represents a place of honor. AT: \"Eliakim will bring honor to his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his father's house", "text": "Here \"house\" represents family. AT: \"his father's family\" or \"his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will hang on him all the glory of his father's house", "text": "Yahweh causing Eliakim's whole family to be honored because of Eliakim is spoken of as if Eliakim were a peg in the wall and his family were something that hangs on the peg. AT: \"They will give honor to his whole family because of him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every small container from the cups to all the jugs", "text": "This continues to speak of Eliakim as a peg. His offspring will be like cups that hang on the peg. This means his descendants will be honored because of him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the cups to all the jugs", "text": "A cup is a small container that holds water. A jug is a larger container that holds water."}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "This continues the imagery from the previous verses. (See: [[:en:bible:notes:isa:22:23|22:23-24]])"}, {"ref": "On that day", "text": "Here \"day\" represents a period of time in general. AT: \"At that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "declaration of Yahweh of hosts", "text": "Translate this as you did in [[:en:bible:notes:isa:14:21|14:22]]."}, {"ref": "the peg driven in a firm place ... will be cut off", "text": "Yahweh causing Shebna to lose his authority in the king's palace is spoken of as if Shebna were a peg in the wall that breaks off and falls to the ground. This emphasizes that Shebna thought his authority was secure but God will remove him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the weight that was on it will be cut off", "text": "Here \"weight\" represents Shebna's power and authority. It is spoken of as if it were an object hanging on the peg that represents Shebna. Yahweh causing Shebna to lose his power and authority is spoken of as if someone were to cut off the object that was hanging on the peg. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]