[{"id": "01", "tn": [{"ref": "we are your flesh and bone", "text": "This phrase means \"a relative.\" AT: \"we are related to you\" or \"we are of the same family\" - (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "In the recent past", "text": "This is historical information. Saul had been their king before David. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "You will shepherd my people Israel, and you will become ruler over Israel", "text": "These two clauses mean basically the same thing and emphasize that Yahweh had chosen David to be king. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You will shepherd my people Israel", "text": "Here ruling over the people is spoken of as shepherding them. AT: \"You will care for my people Israel\" or \"You will rule over my people Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "They anointed David king over Israel", "text": "To \"anoint\" is a symbolic act to show that they recognized that God had chosen David as king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "David and the army of Israel attack Jerusalem."}, {"ref": "You will not come here except to be turned away by the blind and the lame", "text": "This can be stated in a positive form. AT: \"If you come here, even the blind and the lame will be able to turn you away\""}, {"ref": "the blind and the lame", "text": "Here \"the blind\" and \"the lame\" are nominal adjectives. AT: \"those people who cannot see and those who cannot walk\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "08", "tn": [{"ref": "David said, \"Those who attack the Jebusites", "text": "David was speaking to his soldiers. AT: \"David said to his soldiers, \"Those who want to get rid of the Jebus people\" (UDB)"}, {"ref": "The 'blind and the lame'", "text": "Possible meanings are 1) this refers to people who are truly lame and blind or 2) this is a metonym that speaks about the Jebusites inside the city of Jerusalem as if they were all weak and handicapped. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Hiram", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "carpenters", "text": "those who work with wood"}, {"ref": "masons", "text": "those who work with stone or brick"}]}, {"id": "13", "tn": [{"ref": "Shammua ... Shobab ... Nathan ... Solomon ... Ibhar ... Elishua ... Nepheg ... Japhia ... Elishama ... Eliada ... Eliphelet", "text": "These are the names of David's sons. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "more sons and daughters were born to him", "text": "This can be stated in active form. AT: \"he had more sons and daughters\" or \"they bore him more sons and daughters\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who were born to him", "text": "This can be stated in active form. AT: \"that his wives bore for him\" or \"he had\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "David had been anointed as king over Israel", "text": "This can be stated in active form. AT: \"Israel had anointed David as king\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they all went out looking for him", "text": "This phrase refers to some Philistines looking for David. It uses exaggeration to show how much the Philistines wanted to find David. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Valley of Rephaim", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]] )"}]}, {"id": "19", "tn": [{"ref": "Baal Perazim", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Yahweh has burst through my enemies before me like a bursting flood of water", "text": "Here David speaks of the victory that Yahweh brought as if it were a flood of water that overflowed its banks and covered the land, causing destruction. AT: \"Yahweh has overwhelmed my enemies like a flood overwhelms the land\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "22", "tn": [{"ref": "the Philistines came up again", "text": "They \"came up\" because the Philistines lived at a lower elevation than David's stronghold."}, {"ref": "Valley of Rephaim", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "balsam woods", "text": "\"Balsam\" is a type of tree, and the \"woods\" describe many balsam trees growing together. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "When you hear ... Yahweh will have gone out before you to attack the army of the Philistines", "text": "This is the continuation of Yahweh's instruction to David that began in [[:en:bible:notes:2sa:05:22|5:23]]. Yahweh here speaks of himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "When you hear the sound of marching in the wind blowing through the balsam treetops", "text": "This speaks of the sound of the leaves rustling as wind blows through them as if it were the sound of marching. AT: \"When the wind blowing through the tops of the balsam trees sounds like men marching\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Geba ... Gezer", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]