{"1": [{"a": "It occurred in the days when the judges ruled.", "q": "During what period of time in Jewish history did the story of Ruth occur?", "ref": ["01-01"]}, {"a": "He moved because there was a famine in Judah.", "q": "Why did Elimelech move to Moab with his family?", "ref": ["01-01", "01-02"]}, {"a": "Her husband and two sons died, leaving behind two daughters-in-law.", "q": "What happened to Naomi's family in Moab?", "ref": ["01-03", "01-05"]}, {"a": "She heard that Yahweh had given the people of Judah food.", "q": "Why did Naomi decide to return to Judah?", "ref": ["01-06"]}, {"a": "She wanted them to return to their mothers' houses and find other husbands.", "q": "Want did Naomi want her two daughters-in-law to do?", "ref": ["01-08", "01-09"]}, {"a": "She believed that Yahweh was the source of her trouble.", "q": "Who did Naomi believe was the source of her trouble?", "ref": ["01-13"]}, {"a": "She said, \"Where you go, I will go; and where you stay, I will stay; your people shall be my people, and your God shall be my God; where you die, I will die.\"", "q": "When Ruth stayed with Naomi, what promise did Ruth make to Naomi?", "ref": ["01-16", "01-17"]}, {"a": "She returned to Bethlehem.", "q": "To which town did Naomi return?", "ref": ["01-19"]}, {"a": "She asked to be called, \"Bitter,\" because she believed that Yahweh had dealt bitterly with her.", "q": "What name did Naomi want to be called and why?", "ref": ["01-20"]}, {"a": "It was at the beginning of the barley harvest.", "q": "What time of the year did Naomi and Ruth arrive in Bethlehem?", "ref": ["01-22"]}], "2": [{"a": "They were kinsmen.", "q": "What was the relationship between Naomi's dead husband and Boaz?", "ref": ["02-01", "02-03", "02-20"]}, {"a": "She would follow anyone in whose eyes she found favor.", "q": "As Ruth went out to glean for the first time, who did Ruth say she would follow while gleaning grain?", "ref": ["02-02"]}, {"a": "He said, \"May Yahweh be with you.\"", "q": "What greeting did Boaz give to his workers?", "ref": ["02-04"]}, {"a": "He wanted to know to what man she belonged.", "q": "What did Boaz want to know about Ruth?", "ref": ["02-05"]}, {"a": "He said, \"Stay and work in my field with my women workers.\"", "q": "What instructions did Boaz give Ruth concerning her gleaning?", "ref": ["02-08", "02-09"]}, {"a": "She asked, \"Why have I found favor in your sight?\"", "q": "After receiving the favorable instructions, what question did Ruth ask Boaz?", "ref": ["02-10"]}, {"a": "He had heard that Ruth had left her home to follow Naomi.", "q": "What good deed of Ruth had Boaz heard about?", "ref": ["02-11"]}, {"a": "Ruth had found protection under Yahweh's wings.", "q": "Under whose wings did Boaz say Ruth had found protection?", "ref": ["02-12"]}, {"a": "He allowed Ruth to glean among the sheaves, and commanded the reapers to pull out sheaves for her from the bundles.", "q": "What additional favor did Boaz show to Ruth when they returned to work after mealtime?", "ref": ["02-15", "02-16"]}, {"a": "She asked, \"Where have you gleaned today?\"", "q": "When Naomi saw the large amount of grain that Ruth brought back, what question did she ask Ruth?", "ref": ["02-19"]}, {"a": "She said, \"May he be blessed by Yahweh\"", "q": "What did Naomi wish for Boaz when she heard that Boaz had helped Ruth?", "ref": ["02-20"]}, {"a": "She attributed them to Yahweh.", "q": "To whom did Naomi attribute the good things that were now happening to her?", "ref": ["02-20"]}, {"a": "By doing that, Ruth would not come to harm in any other field.", "q": "Why did Naomi think it was good for Ruth to work with Boaz's women workers?", "ref": ["02-22"]}, {"a": "She gleaned with Boaz's workers and lived with Naomi.", "q": "What did Ruth do for the rest of the barley harvest?", "ref": ["02-23"]}], "3": [{"a": "She desired that Ruth have a place of rest, and that things would go well for her.", "q": "What did Naomi say her desire was for Ruth?", "ref": ["03-01"]}, {"a": "She told her to clean up, put on perfume, and change clothes.", "q": "What did Naomi tell Ruth to do before going down to the threshing floor?", "ref": ["03-03"]}, {"a": "She was to uncover his feet and to lie down there.", "q": "What was Ruth to do when she went to where Boaz was sleeping?", "ref": ["03-04"]}, {"a": "She was ready to follow all of Naomi's instructions.", "q": "What was Ruth's attitude toward Naomi's instructions?", "ref": ["03-05"]}, {"a": "He was startled to find that a woman lay at his feet!", "q": "At midnight, what was Boaz startled to find?", "ref": ["03-08"]}, {"a": "She said, \"Spread your cloak over your servant, for you are a near kinsman.\"", "q": "What was Ruth's request to Boaz?", "ref": ["03-09"]}, {"a": "Because Ruth had pursued Boaz and not younger men.", "q": "Why did Boaz ask a blessing from Yahweh for Ruth?", "ref": ["03-10"]}, {"a": "He said that he would do all that she asked.", "q": "What did Boaz say he would do about Ruth's request?", "ref": ["03-11"]}, {"a": "There was another kinsman nearer than Boaz.", "q": "What obstacle prevented Boaz from immediately performing the part of a kinsman for Ruth?", "ref": ["03-12"]}, {"a": "If the nearest kinsman was willing, then he would perform the part of the kinsman, but if he was not willing, then Boaz would be the kinsman.", "q": "How was Boaz going to determine who would act as kinsman for Ruth?", "ref": ["03-13"]}, {"a": "Because Boaz had said that it should not be known that she came to the threshing floor.", "q": "Why did Ruth leave the threshing floor early before anyone could recognize her?", "ref": ["03-14"]}, {"a": "He gave her six large measures of barley.", "q": "What gift did Boaz give Ruth before she left the threshing floor?", "ref": ["03-15"]}, {"a": "He would resolve it by the end of that same day.", "q": "Naomi was sure that Boaz would resolve the issue by what time?", "ref": ["03-18"]}], "4": [{"a": "He went to the gate of the city.", "q": "Where did Boaz go to resolve the issue of who would be the kinsman for Ruth?", "ref": ["04-01"]}, {"a": "He asked ten men of the elders of the city.", "q": "Who did Boaz ask to sit as witnesses?", "ref": ["04-02"]}, {"a": "He asked him to redeem the parcel of land owned by Elimelech.", "q": "What did Boaz first ask the other kinsman to redeem if he wished?", "ref": ["04-03", "04-04"]}, {"a": "He said, \"I will redeem it.\"", "q": "What was the other kinsman's answer?", "ref": ["04-04"]}, {"a": "He told him that he would also have to take Ruth in order that Elimelech's name would continue with his inheritance.", "q": "About what additional requirement did Boaz then tell the other kinsman?", "ref": ["04-05"]}, {"a": "He said, \"I cannot redeem it.\"", "q": "After this, what was the other kinsman's answer?", "ref": ["04-06"]}, {"a": "Because it would damage his own inheritance.", "q": "Why did the other kinsman say he could not be the redeemer?", "ref": ["04-06"]}, {"a": "He took off his shoe and gave it to Boaz.", "q": "What did the other kinsman do to show that he agreed Boaz should be the redeemer?", "ref": ["04-08"]}, {"a": "They had witnessed that Boaz had bought all that was Elimelech's, and that he had acquired Ruth as his wife.", "q": "Boaz reminded the elders that they had witnessed what two agreements?", "ref": ["04-09", "04-10"]}, {"a": "They desired for him offspring through Ruth.", "q": "What blessing did the people desire for Boaz?", "ref": ["04-12"]}, {"a": "Because of Ruth's love for Naomi, and because Ruth had given birth to a grandson for Naomi.", "q": "Why did the women say that Ruth was better for Naomi than seven sons?", "ref": ["04-15"]}, {"a": "Naomi became his guardian.", "q": "What was Naomi's relationship with Ruth's son?", "ref": ["04-16"]}, {"a": "His name was Obed.", "q": "What was Ruth's son's name?", "ref": ["04-17"]}, {"a": "Obed was the father of Jesse and the grandfather of David.", "q": "Of whom was Obed the father and grandfather?", "ref": ["04-17"]}]}