[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "The rhythm of the deer", "text": "This may refer to a style of music."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "My God, my God", "text": "The writer repeats \"My God\" to emphasize that he is desperate for God to hear him."}, {"ref": "my God, why have you abandoned me?", "text": "The writer uses a question to emphasize that he feels like God has abandoned him. It may be best to leave this as a question. It can also be translated as a statement. AT: \"my God, I feel like you have abandoned me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you abandoned me", "text": "\"you left me all alone\""}, {"ref": "Why are you so far from saving me and far from the words of my anguish?", "text": "Again the writer uses a question to emphasize that he feels like God is far away from him. It may be best to leave this as a question. It can also be translated as a statement. AT: \"You are far from saving me and far from the words of my anguish!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "far from the words of my anguish", "text": "The writer feeling like God is not listening to him is spoken of as if God were far from his words of anguish. Here \"words\" stands for what the writer has said. AT: \"why do you not listen when I speak to you about the anguish I feel\" or \"I have told you about my suffering but you do not come to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the daytime ... at night", "text": "The writer uses the words \"daytime\" and \"night\" to mean he prays to God all the time. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I am not silent", "text": "This can be stated in positive form. AT: \"I still speak\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "003", "tn": [{"ref": "you sit as king with the praises of Israel", "text": "\"the praises of Israel are the throne on which you sit as king.\" The praises of Israel are described as if they are a throne upon which God can sit and rule, or as a house in which God can live. AT: \"you are king and the people of Israel praise you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of Israel", "text": "Here \"Israel\" stands for the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and were not disappointed", "text": "This can be stated in active form. AT: \"and you did not disappoint them\" or \"you did not fail them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and were not disappointed", "text": "This can be stated in positive form. AT: \"and you saved them\" or \"and you did for them what they needed you to do\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "006", "tn": [{"ref": "I am a worm and not a man", "text": "The writer speaks of himself as if he were a worm. This emphasizes that he feels worthless or that the people treat him as if he were worthless. AT: \"But it is like I am a worm and not a man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "disgrace to humanity and despised by the people", "text": "Both of these phrase mean basically the same thing. The phrase \"despised by the people\" can be stated in active form. AT: \"everyone thinks I am worthless and the people hate me\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "taunt me; they mock me; they shake their heads at me", "text": "These three phrases share similar meanings and emphasize how much people disrespect him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they shake their heads at me", "text": "This describes an action used to mock someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "He trusts in Yahweh ... delights in him", "text": "The people are saying this to mock the writer. They do not really believe Yahweh will rescue him. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Let him rescue him", "text": "\"Let Yahweh rescue him\""}, {"ref": "for he delights in him", "text": "Possible meanings are 1) \"for Yahweh delights in him\" or 2) \"for he delights in Yahweh\""}]}, {"id": "009", "tn": [{"ref": "For you", "text": "The writer uses the word \"For\" to begin explaining why he is confused and asking God why he is not coming to help. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you brought me from the womb", "text": "This is a way of saying \"you caused me to be born.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when I was on my mother's breasts", "text": "This means that he has been trusting in Yahweh since he was very young. AT: \"even from the time that I drank milk from my mother's breasts\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have been thrown on you from the womb", "text": "The phrase \"have been thrown on\" is a way of saying that Yahweh has taken care of him as if Yahweh had adopted him as his own child. This can be stated in active form. AT: \"It was as though you had adopted me right when I was born\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you are my God", "text": "This implies that Yahweh has always taken care of the writer. AT: \"you, God, have taken care of me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "since I was in my mother's womb", "text": "\"since before I was born\""}]}, {"id": "011", "tn": [{"ref": "Do not be far away from me", "text": "This can be stated in positive form. AT: \"Come close to me\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "for trouble is near", "text": "The writer speaks about \"trouble\" as if it were an object that is near him. AT: \"for my enemies are near me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no one to help", "text": "\"there is no helper\""}, {"ref": "Many bulls surround me; strong bulls of Bashan surround me", "text": "The writer speaks about his enemies as if they were bulls. This emphasizes how dangerous and powerful his enemies are. AT: \"I have many enemies and they are like bulls that surround me; they are like strong bulls from Bashan that surround me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They open their mouths wide against me", "text": "The writer speaks about his enemies as if they were lions with the mouths open ready to eat him. His enemies may be speaking lies to discredit him. Or they may be threatening him and attacking him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a roaring lion ripping its victim", "text": "The writer speaks about his enemies as if they were lions. This emphasizes how powerful and dangerous his enemies are. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "014", "tn": [{"ref": "I am being poured out like water", "text": "This can be stated in active form. AT: \"It is like someone is pouring me out like water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am being poured out like water", "text": "The writer speaks about feeling completely exhausted and weak as if he were water being poured out of a jar. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "all my bones are dislocated", "text": "\"all my bones are out of place.\" It is possible the writer is in some kind of physical pain. Or he may be speaking of his emotional pain as if it were physical pain. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My heart is like wax ... inner parts", "text": "The writer speaks about no longer having courage as if his heart melted like wax. Here \"heart\" stands for \"courage.\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wax", "text": "a soft substance that melts at a relatively low temperature"}, {"ref": "within my inner parts", "text": "\"inside of me\""}, {"ref": "My strength has dried up like a piece of pottery", "text": "The writer speaks about feeling weak as if his strength were like a dry piece of pottery that can easily break. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "piece of pottery", "text": "an object made of baked clay that can be used in the house"}, {"ref": "my tongue sticks to the roof of my mouth", "text": "\"my tongue sticks to the top of my mouth.\" The writer may be describing his extreme thirst. Or he may be continuing to speak about being weak as if he were completely dry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have laid me in the dust of death", "text": "Possible meanings for \"dust of death\" are 1) it refers to a person turning to dust after they die. AT: \"You are about to let me die and become dust\" or 2) it is a way of speaking about the grave, which would mean God is causing the writer to die. AT: \"You have laid me in my grave\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have laid me", "text": "The \"you\" is singular and refers to God. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "016", "tn": [{"ref": "dogs have surrounded me", "text": "The writer speaks about his enemies as if they were dogs. His enemies are coming close to him like wild dogs do to a dying animal. AT: \"my enemies are like dogs that have surrounded me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a company of evildoers", "text": "\"a group of evildoers\" or \"a gang of evildoers\""}, {"ref": "encircled", "text": "\"surrounded\""}, {"ref": "they have pierced my hands and my feet", "text": "This continues the dog metaphor. The writer speaks about his enemies as if they were dogs that are biting and piercing his hands and feet with their teeth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pierced", "text": "stabbed through something with a sharp object"}, {"ref": "I can count all my bones", "text": "Possible meanings are 1) the writer is so thin that he can see his bones. AT: \"I can see all of my bones\" or \"I can feel each of my bones\" or 2) this continues the dog metaphor and the writer can see his bones after the dogs have ripped his flesh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "look and stare at me", "text": "The words \"look\" and \"stare\" mean basically the same thing and emphasize that people look at him awkwardly and make fun of him. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "018", "tn": [{"ref": "my garments", "text": "\"my clothes\""}, {"ref": "Do not be far away", "text": "This can be stated in positive form. AT: \"Be very close\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "my strength", "text": "Here \"strength\" stands for Yahweh who gives him strength. AT: \"you who gives me strength\" or \"you who helps me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "020", "tn": [{"ref": "Rescue my soul", "text": "Here \"soul\" stands for the whole person. AT: \"Rescue me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the sword", "text": "The sword is a common way of referring to a violent enemy. AT: \"those who want to kill me\" or \"my enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my only life", "text": "\"my precious life\" or \"the only life I have\""}, {"ref": "claws of wild dogs ... lion's mouth ... horns of the wild oxen", "text": "The writer speaks about his enemies as if they were dogs, lions, and wild oxen to emphasize how dangerous his enemies are. Also, the claws, mouth, and horns stand for the animals as a whole in a synecdoche. The writer emphasizes these parts of the animals because they are the parts that the animals would use to kill someone. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "wild dogs ... wild oxen", "text": "The word \"wild\" here means that no one has captured and tamed the animal."}]}, {"id": "022", "tn": [{"ref": "I will declare your name", "text": "\"I will make known your name.\" Here \"name\" stands for God's character or reputation. AT: \"I will talk about your character\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my brothers", "text": "Here \"brothers\" means \"my fellow Israelites\" (UDB) or \"my fellow worshipers of Yahweh\""}, {"ref": "in the midst of the assembly", "text": "\"when my fellow Israelites and I gather together\" or \"when I am surrounded by my fellow worshipers of Yahweh\""}, {"ref": "You who fear", "text": "Here \"You\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you descendants of Jacob ... you descendants of Israel", "text": "Both of these refer to the same group of people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Stand in awe of him", "text": "\"Be full of awe for him\" or \"Let God's power amaze you\""}]}, {"id": "024", "tn": [{"ref": "he has not despised or abhorred", "text": "This can be stated in positive form. AT: \"he has admired and cherished\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "has not despised or abhorred the suffering of the afflicted one", "text": "Here \"the suffering\" stands for the person who is suffering. AT: \"has not despised or abhorred the one who is suffering\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "despised or abhorred", "text": "These two words mean basically the same thing and emphasize that God has not forgotten the writer. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "despised", "text": "\"detested\" or \"hated\""}, {"ref": "abhorred", "text": "\"loathed\" or \"scorned\""}, {"ref": "the suffering of the afflicted one ... from him ... the afflicted one cried", "text": "This can be stated so that it refers to anyone who suffers. AT: \"those who suffer ... from them ... those who are suffering cried\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "has not hidden his face", "text": "This is an idiom. AT: \"has not turned his attention away\" or \"has not ignored\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he heard", "text": "\"he listened.\" It is implied that he responded when he heard their cry. AT: \"he answered\" or \"he helped\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because of you", "text": "Here \"you\" refers to Yahweh. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I will fulfill my vows", "text": "This refers to sacrifices the writer promised to offer to God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before those who fear him", "text": "Here \"him\" refers to Yahweh. It can be stated as \"you.\" AT: \"in the presence of those who fear you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "026", "tn": [{"ref": "The oppressed will eat and be satisfied", "text": "This refers to the fellowship meal which occurs after the writer offers to God the sacrifices that he promised. He will invite those who were suffering to eat a part of the animal he sacrificed. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who seek Yahweh", "text": "Those who want to know Yahweh and please him are spoken of as if they are literally seeking to find Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May your hearts live forever", "text": "Here \"hearts\" represent the whole person. AT: \"May you live forever\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "May your hearts", "text": "Here \"your\" is plural and refers to the oppressed people. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "will remember and turn to Yahweh", "text": "Starting to obey Yahweh is spoken of as if the people physically turn toward Yahweh. AT: \"will remember Yahweh and obey him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the families of the nations will bow down before you", "text": "This means the same thing as the first part of the sentence. The writer is emphasizing that everyone from every place will worship and obey Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will bow down before you", "text": "This is a sign of giving honor and respect to someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "before you", "text": "Here \"you\" refers to Yahweh. It can be translated in the third person to match the first part of the sentence. AT: \"before him\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "028", "tn": [{"ref": "For the kingdom is Yahweh's", "text": "\"For the kingdom belongs to Yahweh.\" Here \"kingdom\" represents God's rule as king. AT: \"For Yahweh is king\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is the ruler over the nations", "text": "Here \"nations\" represents the people of the nations. AT: \"he rules the people of the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will feast", "text": "The people will eat together at the feast. AT: \"will eat together\" or \"will eat a festive meal together\""}, {"ref": "all those who are descending into the dust ... those who cannot preserve their own lives", "text": "Both phrases refers to the same group. They both refer to all people because all people will die. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "those who are descending into the dust", "text": "Here \"dust\" represents the grave. The phrase \"descending into the dust\" is a way of referring to someone dying. AT: \"those who are dying\" or \"those who die\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "those who cannot preserve their own lives", "text": "\"those who cannot save their own lives\" or \"those who cannot keep themselves from dying\""}]}, {"id": "030", "tn": [{"ref": "A generation to come", "text": "Here \"A generation\" represents the people of a generation. The phrase \"to come\" speaks about a future time as if it were something that travels and arrives somewhere. AT: \"People in the future generations\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the next generation", "text": "Here \"generation\" represents the people of that generation. AT: \"the people of the next generation\" or \"their children\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of the Lord", "text": "\"about the Lord\" or \"about what the Lord has done\""}, {"ref": "tell of his righteousness", "text": "The abstract noun \"righteousness\" can be stated as an adjective. AT: \"tell of the righteous things he has done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]