[{"id": "01", "tn": [{"ref": "General Information:", "text": "Here Isaiah continues to describe what it will be like when the king that God has chosen rules. (See: [[:en:bible:notes:isa:11:01|11:1-2]])"}, {"ref": "On that day", "text": "It can be stated clearly what time is being referred to. AT: \"At that time\" or \"When the king rules\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your wrath has turned away", "text": "God's wrath is spoken of as if it were a person that could turn away and leave. It means that God has stopped being angry. AT: \"You are no longer angry with me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "God is my salvation", "text": "God causing someone's salvation is spoken of as if God were that salvation. The abstract noun \"salvation\" can be expressed with the noun \"savior\" or the verb \"save\". AT: \"God causes my salvation\" or \"God is my savior\" or \"God is the one who saves me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Yahweh is my strength", "text": "God causing someone to be strong is spoken of as if Yahweh were their strength. AT: \"Yahweh makes me strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and song", "text": "The word \"song\" here represents what a person sings about. AT: \"and the one I joyfully sing about\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has become my salvation", "text": "\"He has saved me\""}]}, {"id": "03", "tn": [{"ref": "With joy you will draw water from the wells of salvation", "text": "Isaiah speaks of people being saved as if they were getting salvation the way people get water out of well. AT: \"you will rejoice when he saves you, as people rejoice when they draw water from a well\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "call upon his name", "text": "Here \"his name\" refers to Yahweh. Calling on him represents either praising him or asking him for help. AT: \"praise him loudly\" or \"call to him to help you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "declare his deeds among the peoples", "text": "The noun \"deeds\" can be expressed with the phrase \"what he has done\". AT: \"Tell the peoples about the great things he has done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "proclaim that his name is exalted", "text": "Here \"his name\" refers to Yahweh. AT: \"proclaim that he is exalted\" or \"proclaim that he is great\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Isaiah continues to tell what the people will say when the king rules."}, {"ref": "for great in your midst is the Holy One of Israel", "text": "\"because the Holy One of Israel, who lives among you, is mighty\" or \"because the Holy One of Israel is mighty and he lives among you\""}]}]