{"1": [{"a": "Isaiah predicted that God would send a messenger, a voice of someone calling out in the wilderness, to prepare the way of the Lord.", "q": "What did the prophet Isaiah predict would happen before the Lord came?", "ref": ["01-02", "01-03"]}, {"a": "John came preaching a baptism of repentance for the forgiveness of sins.", "q": "What did John come preaching?", "ref": ["01-04"]}, {"a": "The people confessed their sins as they were baptized by John.", "q": "What did the people do as they were baptized by John?", "ref": ["01-05"]}, {"a": "John ate locusts and wild honey.", "q": "What did John eat?", "ref": ["01-06"]}, {"a": "John said the one coming after him would baptize with the Holy Spirit.", "q": "With what did John say the one coming after him would baptize?", "ref": ["01-08"]}, {"a": "After being baptized, Jesus saw the heavens split open and the Spirit descend on him as a dove.", "q": "What did Jesus see as he came up out of the water after being baptized by John?", "ref": ["01-10"]}, {"a": "The voice from heaven said, \"You are my beloved Son; I am very pleased with you\".", "q": "What did the voice from heaven say after Jesus was baptized?", "ref": ["01-11"]}, {"a": "The Spirit drove Jesus out into the wilderness.", "q": "Who drove Jesus out into the wilderness?", "ref": ["01-12"]}, {"a": "Jesus was in the wilderness forty days, and he was tempted by Satan there.", "q": "How long was Jesus in the wilderness, and what happened to him there?", "ref": ["01-13"]}, {"a": "Jesus preached that the kingdom of God was near, and that people must repent and believe in the gospel.", "q": "What message did Jesus preach?", "ref": ["01-15"]}, {"a": "Jesus said he would make Simon and Andrew fishers of men.", "q": "What did Jesus say he would make Simon and Andrew?", "ref": ["01-17"]}, {"a": "Simon and Andrew were fishermen.", "q": "What was the occupation of Simon and Andrew?", "ref": ["01-16"]}, {"a": "James and John were fishermen.", "q": "What was the occupation of James and John?", "ref": ["01-19"]}, {"a": "Jesus' teaching astonished the people because Jesus taught as one with authority.", "q": "Why did Jesus' teaching astonish the people in the synagogue?", "ref": ["01-22"]}, {"a": "The unclean spirit in the synagogue gave Jesus the title of the Holy One of God.", "q": "What title did the unclean spirit in the synagogue give Jesus?", "ref": ["01-24"]}, {"a": "The news about Jesus went out everywhere.", "q": "What happened with the news about Jesus?", "ref": ["01-28"]}, {"a": "When they went into Simon's house, Jesus healed Simon's mother-in-law.", "q": "When they went into Simon's house, who did Jesus heal?", "ref": ["01-30"]}, {"a": "When it was evening, the people brought all who were sick or possessed by demons, and Jesus healed them.", "q": "What happened when it was evening?", "ref": ["01-32", "01-34"]}, {"a": "Before the sun rose, Jesus went out to a solitary place and prayed there.", "q": "What did Jesus do before the sun rose?", "ref": ["01-35"]}, {"a": "Jesus said that he had come to preach in the surrounding towns.", "q": "What did Jesus tell Simon he had come to do?", "ref": ["01-38", "01-39"]}, {"a": "Jesus had pity on the leper and healed him.", "q": "What attitude did Jesus have toward the leper who begged Jesus to be healed?", "ref": ["01-40", "01-42"]}, {"a": "Jesus told the leper to go offer the sacrifices according to what Moses commanded as a testimony.", "q": "What did Jesus tell the leper to do, and why?", "ref": ["01-44"]}], "2": [{"a": "The men removed the roof of the house and lowered the paralyzed man to Jesus.", "q": "What did the four men do who were carrying the paralyzed man?", "ref": ["02-04"]}, {"a": "Jesus said, \"Child, your sins are forgiven\".", "q": "What did Jesus say to the paralyzed man?", "ref": ["02-05"]}, {"a": "Some of the scribes reasoned that Jesus had blasphemed because only God can forgive sins.", "q": "Why did some of the scribes object to what Jesus had said?", "ref": ["02-06", "02-07"]}, {"a": "Jesus told the paralyzed man to take up his bed and go to his house, and the man did.", "q": "How did Jesus demonstrate that he had authority on earth to forgive sins?", "ref": ["02-10", "02-12"]}, {"a": "Levi was sitting at the tax-collecting place when Jesus called him.", "q": "What was Levi doing when Jesus told Levi to follow him?", "ref": ["02-13", "02-14"]}, {"a": "Jesus was dining with the sinful people and tax collectors.", "q": "At Levi's house, what was Jesus doing that offended the Pharisees?", "ref": ["02-15", "02-16"]}, {"a": "Jesus said he had come to call sinful people.", "q": "Who did Jesus say he had come to call?", "ref": ["02-17"]}, {"a": "They asked Jesus why his disciples did not fast when John's disciples and the Pharisees' disciples did fast.", "q": "What question did some people ask Jesus about fasting?", "ref": ["02-18"]}, {"a": "Jesus said that while the bridegroom is still with the wedding attendants they cannot fast.", "q": "How did Jesus explain why his disciples were not fasting?", "ref": ["02-19"]}, {"a": "Jesus' disciples picked heads of grain and ate them on the Sabbath.", "q": "What did Jesus' disciples do in some fields on the Sabbath which offended the Pharisees?", "ref": ["02-23", "02-24"]}, {"a": "Jesus gave the example of David who out of need ate the bread of the presence normally reserved for the priests.", "q": "What example did Jesus give of someone who needed and ate bread normally forbidden for them?", "ref": ["02-25", "02-26"]}, {"a": "Jesus said the Sabbath was made for people.", "q": "For whom did Jesus say the Sabbath was made?", "ref": ["02-27"]}, {"a": "Jesus said that he was Lord also of the Sabbath.", "q": "What authority did Jesus claim for himself?", "ref": ["02-28"]}], "3": [{"a": "They were watching Jesus to see if he would heal on the Sabbath, so they could accuse him.", "q": "Why were they watching Jesus on the Sabbath in the synagogue?", "ref": ["03-01", "03-02"]}, {"a": "Jesus asked the people if it was lawful to do good or to do harm on the Sabbath.", "q": "What question did Jesus ask the people about the Sabbath?", "ref": ["03-04"]}, {"a": "The people were silent.", "q": "How did the people respond to Jesus' question?", "ref": ["03-04"]}, {"a": "Jesus became angry with them.", "q": "What then was Jesus' attitude toward them?", "ref": ["03-05"]}, {"a": "The Pharisees went out and plotted to put Jesus to death.", "q": "What did the Pharisees do when Jesus healed the man?", "ref": ["03-06"]}, {"a": "A great crowd followed Jesus.", "q": "How many people followed Jesus as he went to the sea?", "ref": ["03-07", "03-08"]}, {"a": "The demons cried out that Jesus was the Son of God.", "q": "What did the demons cry out when they saw Jesus?", "ref": ["03-11"]}, {"a": "Jesus appointed twelve apostles who were to be with him, preach, and have authority to cast out demons.", "q": "How many men did Jesus appoint as apostles, and what were they to do?", "ref": ["03-14", "03-15"]}, {"a": "The apostle that would betray Jesus was Judas Iscariot.", "q": "Who was the apostle that would betray Jesus?", "ref": ["03-19"]}, {"a": "Jesus' family thought that he was out of his mind.", "q": "What did Jesus' family think about the crowds and the events surrounding Jesus?", "ref": ["03-21"]}, {"a": "The scribes accused Jesus of driving out demons by the ruler of demons.", "q": "What accusation did the scribes make against Jesus?", "ref": ["03-22"]}, {"a": "Jesus responded that no kingdom divided against itself can stand.", "q": "What was Jesus' response to the scribes' accusation?", "ref": ["03-23", "03-25"]}, {"a": "Jesus said that blasphemy against the Holy Spirit cannot be forgiven.", "q": "What sin did Jesus say cannot be forgiven?", "ref": ["03-28", "03-30"]}, {"a": "Jesus said that his mother and brothers were those who do the will of God.", "q": "Who did Jesus say were his mother and brothers?", "ref": ["03-33", "03-35"]}], "4": [{"a": "Jesus got into a boat to teach because a very large crowd had gathered around him.", "q": "Why did Jesus get into a boat to teach?", "ref": ["04-01"]}, {"a": "The birds came and devoured them.", "q": "What happened to the seeds sown on the road?", "ref": ["04-04"]}, {"a": "They withered away because they had no root.", "q": "What happened to the seeds sown on the rocky ground when the sun rose?", "ref": ["04-06"]}, {"a": "The thorn plants choked them.", "q": "What happened to the seeds sown among thorn plants?", "ref": ["04-07"]}, {"a": "The seeds produced grain, yielding thirty, sixty, and some a hundred times what was planted.", "q": "What happened to the seeds sown in the good soil?", "ref": ["04-08"]}, {"a": "Jesus said the mystery of the kingdom of God was given to the Twelve, but not to those outside.", "q": "What did Jesus say was given to the Twelve, but not to those outside?", "ref": ["04-11"]}, {"a": "The seed is the word of God.", "q": "In Jesus' parable, what is the seed?", "ref": ["04-14"]}, {"a": "It represents those who hear the word, but immediately Satan takes it away.", "q": "What does the seed sown on the road represent?", "ref": ["04-15"]}, {"a": "It represents those who hear the word with joy, but when persecution comes they stumble.", "q": "What does the seed sown on the rocky ground represent?", "ref": ["04-16", "04-17"]}, {"a": "It represents those who hear the word, but the cares of the world choke the word.", "q": "What does the seed sown among thorn plants represent?", "ref": ["04-18", "04-19"]}, {"a": "It represents those who hear the word, receive it, and produce fruit.", "q": "What does the seed sown in the good soil represent?", "ref": ["04-20"]}, {"a": "Jesus said that the hidden and secret things would be brought into the light.", "q": "What did Jesus say would happen to the hidden and secret things?", "ref": ["04-22"]}, {"a": "The man casts the seed, and it grows, but he does not know how, then when the harvest is ripe he gathers it.", "q": "In what way is the kingdom of God like a man who casts his seed upon the ground?", "ref": ["04-26", "04-29"]}, {"a": "The mustard seed begins as the smallest of seeds, yet grows into a great plant where many can make their nests.", "q": "In what way is the kingdom of God like a mustard seed?", "ref": ["04-30", "04-32"]}, {"a": "A great storm began, threatening to fill the boat with water.", "q": "What happened as the disciples and Jesus crossed the lake?", "ref": ["04-35", "04-37"]}, {"a": "Jesus was sleeping.", "q": "What was Jesus doing at this time in the boat?", "ref": ["04-38"]}, {"a": "The disciples asked Jesus if he cared that they were about to die.", "q": "What question did the disciples ask Jesus?", "ref": ["04-38"]}, {"a": "Jesus rebuked the wind and calmed the sea.", "q": "What did Jesus then do?", "ref": ["04-39"]}, {"a": "The disciples were filled with great fear and wondered who Jesus was that the wind and sea obeyed him.", "q": "After Jesus did this, what was the response of the disciples?", "ref": ["04-41"]}], "5": [{"a": "A man with an unclean spirit met Jesus.", "q": "Who met Jesus when they came to the region of the Gerasenes?", "ref": ["05-01", "05-02"]}, {"a": "When people tried to restrain this man with chains, he tore the chains apart.", "q": "What had happened when people tried to restrain this man with chains?", "ref": ["05-04"]}, {"a": "Jesus said to the man, \"Come out of the man, you unclean spirit\".", "q": "What did Jesus say to the man?", "ref": ["05-08"]}, {"a": "The unclean spirit called Jesus the Son of the Most High God.", "q": "What title did the unclean spirit give Jesus?", "ref": ["05-07"]}, {"a": "The unclean spirit's name was Army, because there were many.", "q": "What was the name of the unclean spirit?", "ref": ["05-09"]}, {"a": "The spirits came out and entered a herd of pigs, who ran down a steep hill and drowned in the lake.", "q": "What happened when Jesus cast out the unclean spirit from the man?", "ref": ["05-13"]}, {"a": "The man was sitting with Jesus, clothed and in his right mind.", "q": "After the unclean spirit was cast out, what was the condition of the man?", "ref": ["05-15"]}, {"a": "The people asked Jesus to leave their region.", "q": "What did the people of the region ask Jesus to do?", "ref": ["05-17"]}, {"a": "Jesus told the man to tell his people what the Lord had done for him.", "q": "What did Jesus tell the man who had lived in the tombs to now do?", "ref": ["05-19"]}, {"a": "Jairus asked Jesus to come with him to lay hands on his daughter who was near death.", "q": "What request did Jairus, the synagogue leader, make of Jesus?", "ref": ["05-22", "05-23"]}, {"a": "The woman had suffered with a discharge of blood for twelve years.", "q": "What was the problem with the woman who touched Jesus' cloak?", "ref": ["05-25"]}, {"a": "The woman thought that if she just touched Jesus' clothes, she would be healed.", "q": "Why did the woman touch Jesus' cloak?", "ref": ["05-28"]}, {"a": "Jesus knew that power had gone out from him and looked around to see who had touched him.", "q": "What did Jesus do when the woman touched his cloak?", "ref": ["05-30", "05-32"]}, {"a": "Jesus told her that her faith had made her well, and to go in peace.", "q": "When the woman told Jesus all the truth, what did Jesus say to her?", "ref": ["05-34"]}, {"a": "Jairus' daughter was dead.", "q": "What was the condition of Jairus' daughter when Jesus arrived at the house?", "ref": ["05-35"]}, {"a": "Jesus told Jairus to not be afraid, but to just believe.", "q": "What did Jesus tell Jairus at this time?", "ref": ["05-36"]}, {"a": "Peter, James, and John went with Jesus into the room.", "q": "Which disciples went with Jesus into the room where the child was?", "ref": ["05-37"]}, {"a": "The people laughed at Jesus when he said that Jairus' daughter was only sleeping.", "q": "What did the people in the house do when Jesus said Jairus' daughter was only sleeping?", "ref": ["05-40"]}, {"a": "The people were greatly overcome and astonished.", "q": "When the child got up and walked, how did the people react?", "ref": ["05-42"]}], "6": [{"a": "The people did not know from where he got his teachings, his wisdom, and his miracles.", "q": "Why were the people of Jesus' home town shocked about him?", "ref": ["06-02"]}, {"a": "Jesus said a prophet is without honor in his home town, among his relatives, and in his own household.", "q": "Where did Jesus say a prophet is without honor?", "ref": ["06-04"]}, {"a": "Jesus was amazed by the unbelief of the people in his home town.", "q": "What amazed Jesus about the people in his home town?", "ref": ["06-06"]}, {"a": "Jesus gave the Twelve authority over unclean spirits.", "q": "What authority did Jesus give the Twelve as he sent them out?", "ref": ["06-07"]}, {"a": "The Twelve took a staff, sandals, and one tunic.", "q": "What did the Twelve take with them on their journey?", "ref": ["06-08", "06-09"]}, {"a": "Jesus told the Twelve to shake off the dust under their feet as a testimony against them.", "q": "What did Jesus tell the Twelve to do if a place did not receive them?", "ref": ["06-11"]}, {"a": "The people supposed that Jesus was John the Baptizer, or Elijah, or a prophet.", "q": "Who did the people suppose Jesus was?", "ref": ["06-14", "06-15"]}, {"a": "John had told Herod it was unlawful for Herod to marry his brother's wife.", "q": "What had John the Baptizer told Herod he was doing unlawfully?", "ref": ["06-18"]}, {"a": "Herod became upset when he heard John preach, but he was still glad to hear him.", "q": "How did Herod react when he heard John preach?", "ref": ["06-20"]}, {"a": "Herod swore that she could have whatever she asked of him, up to half of his kingdom.", "q": "What oath did Herod swear to Herodias?", "ref": ["06-23"]}, {"a": "Herodias asked for the head of John the Baptizer on a platter.", "q": "For what did Herodias ask?", "ref": ["06-25"]}, {"a": "Herod became very sorry, but did not refuse her request because of the oaths he had made in front of his guests.", "q": "How did Herod react to Herodias' request?", "ref": ["06-26"]}, {"a": "Many people recognized them and ran to arrive there before Jesus and the apostles.", "q": "What happened when Jesus and the apostles tried to go away by themselves to rest?", "ref": ["06-33"]}, {"a": "Jesus had compassion on them because they were like sheep without a shepherd.", "q": "What was Jesus' attitude toward the crowd that was waiting for them?", "ref": ["06-34"]}, {"a": "The disciples thought they would have to go and buy two hundred denarii worth of bread.", "q": "When asked by Jesus, what did the disciples think they would have to do to feed the people?", "ref": ["06-37"]}, {"a": "The disciples already had five loaves and two fish with them.", "q": "What food did the disciples already have with them?", "ref": ["06-38"]}, {"a": "As he took the loaves and fish, Jesus looked up to heaven, blessed and broke the loaves, and gave them to his disciples.", "q": "What did Jesus do as he took the loaves and fish?", "ref": ["06-41"]}, {"a": "There were twelve baskets of bread, and pieces of fish left after everyone ate.", "q": "How much food was left after everyone ate?", "ref": ["06-43"]}, {"a": "There were five thousand men that had been fed.", "q": "How many men had been fed?", "ref": ["06-44"]}, {"a": "Jesus came to the disciples walking on the lake.", "q": "How did Jesus come to the disciples on the lake?", "ref": ["06-48"]}, {"a": "Jesus told the disciples to be brave and to not be afraid.", "q": "What did Jesus tell the disciples when they saw him?", "ref": ["06-50"]}, {"a": "The disciples did not understand about the miracle of the loaves because their minds were slow to understand.", "q": "Why did the disciples not understand about the miracle of the loaves?", "ref": ["06-52"]}, {"a": "The people brought the sick on stretchers to Jesus wherever they heard he was coming.", "q": "What did the people of the region do when they recognized Jesus?", "ref": ["06-55"]}, {"a": "Those who just touched the fringe of Jesus' garment were healed.", "q": "What happened to those who just touched the fringe of Jesus' garment?", "ref": ["06-56"]}], "7": [{"a": "Some of the disciples were eating with unwashed hands.", "q": "What were some of Jesus' disciples doing that offended the Pharisees and scribes?", "ref": ["07-02"]}, {"a": "It was the tradition of the elders that hands, cups, pots, copper vessels, and dining couches be washed before eating.", "q": "Whose tradition was it that hands, cups, pots, copper vessels, and dining couches be washed before eating?", "ref": ["07-03", "07-04"]}, {"a": "Jesus said that the Pharisees and scribes taught the rules of men while abandoning the commandment of God.", "q": "What did Jesus say to the Pharisees and scribes about their teaching on the issue of washing?", "ref": ["07-08", "07-09"]}, {"a": "They voided God's commandment by telling people to give to them as Corban the money that would have helped their father and mother.", "q": "How did the Pharisees and scribes void the commandment of God which says to honor your father and mother?", "ref": ["07-11", "07-13"]}, {"a": "Jesus said that nothing from outside of a person can defile him when it enters into him.", "q": "What did Jesus say does not defile a person?", "ref": ["07-15", "07-18-19"]}, {"a": "Jesus said that what comes out of a person defiles him.", "q": "What did Jesus say defiles a person?", "ref": ["07-15", "07-20-23"]}, {"a": "Jesus said that evil thoughts, sexual immorality, theft, murder, adultery, coveting, wickedness, deceit, sensuality, envy, slander, pride, and folly can come out of a person to defile him.", "q": "What are three things that Jesus said can come out of a person to defile him?", "ref": ["07-21", "07-22"]}, {"a": "Jesus declared all foods to be clean.", "q": "What kinds of foods did Jesus declare to be clean?", "ref": ["07-19"]}, {"a": "The woman whose daughter had an unclean spirit was a Greek.", "q": "Was the woman whose daughter had an unclean spirit a Jew or a Greek?", "ref": ["07-25", "07-26"]}, {"a": "The woman said that even the dogs under the table eat the children's crumbs.", "q": "How did the woman respond when Jesus told her that it was not right to take the children's bread and throw it to the dogs?", "ref": ["07-28"]}, {"a": "Jesus cast the demon out of the woman's daughter.", "q": "What did Jesus do for the woman?", "ref": ["07-29", "07-30"]}, {"a": "Jesus put his fingers in the man's ears, spit and touched his tongue, then looked to heaven and said, \"Open!\"", "q": "When the man who was deaf and had a speech impediment was brought to Jesus, what did he do to heal him?", "ref": ["07-33", "07-34"]}, {"a": "The more Jesus commanded them to be quiet, the more they talked about it.", "q": "What did the people do when Jesus told them to tell no one about his healings?", "ref": ["07-36"]}], "8": [{"a": "Jesus stated that he was concerned the great crowd had nothing to eat.", "q": "What concern did Jesus state about the great crowd that had been following him?", "ref": ["08-01", "08-02"]}, {"a": "The disciples had seven loaves with them.", "q": "How many loaves did the disciples have with them?", "ref": ["08-05"]}, {"a": "Jesus gave thanks, broke the loaves, and gave them to his disciples to serve.", "q": "What did Jesus do with the disciples' loaves?", "ref": ["08-06"]}, {"a": "There were about four thousand men who ate and were satisfied.", "q": "How many people ate and were satisfied?", "ref": ["08-09"]}, {"a": "There were seven baskets of food remaining after everyone had eaten.", "q": "How much food remained after everyone had eaten?", "ref": ["08-08"]}, {"a": "The Pharisees wanted Jesus to give them a sign from heaven.", "q": "To test him, what did the Pharisees want Jesus to do?", "ref": ["08-11"]}, {"a": "Jesus warned his disciples to be on guard of the yeast of the Pharisees.", "q": "About what did Jesus warn his disciples concerning the Pharisees?", "ref": ["08-15"]}, {"a": "The disciples thought Jesus was talking about the fact that they had forgotten to bring bread.", "q": "About what did the disciples think Jesus was talking?", "ref": ["08-16"]}, {"a": "Jesus reminded them that when he had broken five loaves, five thousand people had been fed and twelves baskets full of broken pieces had been taken up.", "q": "Jesus reminded his disciples that what had happened when Jesus had broken five loaves?", "ref": ["08-19"]}, {"a": "Jesus first spat on his eyes and laid his hands upon him.", "q": "What two things did Jesus first do to the blind man in order to restore his sight?", "ref": ["08-23"]}, {"a": "Jesus laid his hands upon his eyes.", "q": "What third thing did Jesus do to the blind man in order to completely restore his sight?", "ref": ["08-25"]}, {"a": "The people were saying that Jesus was John the Baptizer, Elijah, or one of the prophets.", "q": "Who were the people saying that Jesus was?", "ref": ["08-28"]}, {"a": "Peter said that Jesus was the Christ.", "q": "Who did Peter say that Jesus was?", "ref": ["08-29"]}, {"a": "Jesus taught his disciples that the Son of Man must suffer, be rejected, be killed, and be raised after three days.", "q": "About what future events did Jesus begin to teach his disciples clearly?", "ref": ["08-31"]}, {"a": "Jesus said to Peter, \"Get behind me Satan! You do not care for the things of God, but for the things of people\".", "q": "What did Jesus say when Peter began to rebuke him?", "ref": ["08-33"]}, {"a": "Jesus said that anyone who wants to follow him must deny himself and take up his cross.", "q": "What did Jesus say anyone who wants to follow him must do?", "ref": ["08-34"]}, {"a": "Jesus said, \"What does it profit a person to gain the whole world, and then forfeit his life?\"", "q": "What did Jesus say about a person's desire to gain the things of the world?", "ref": ["08-36"]}, {"a": "Jesus said that at his coming he would be ashamed of those who were ashamed of him and his words.", "q": "What did Jesus say he would do concerning those who are ashamed of him and his words?", "ref": ["08-38"]}], "9": [{"a": "Jesus said that some standing there with him would not die before they saw the kingdom of God coming with power.", "q": "Who did Jesus say would see the kingdom of God coming with power?", "ref": ["09-01"]}, {"a": "Jesus was transfigured and his garments became radiantly brilliant.", "q": "What happened to Jesus when Peter, James, and John went up a high mountain with him?", "ref": ["09-02", "09-03"]}, {"a": "Elijah and Moses were talking with Jesus.", "q": "Who was talking with Jesus on the mountain?", "ref": ["09-04"]}, {"a": "The voice said, \"This is my beloved Son. Listen to him\".", "q": "On the mountain, what did the voice from the cloud say?", "ref": ["09-07"]}, {"a": "Jesus commanded them to tell no one what they had seen, until the Son of Man had risen from the dead.", "q": "What did Jesus command the disciples about what they had seen on the mountain?", "ref": ["09-09"]}, {"a": "Jesus said that Elijah does come first to restore all things, and that Elijah had already come.", "q": "What did Jesus say about Elijah's coming?", "ref": ["09-11", "09-13"]}, {"a": "The disciples were unable to drive out the evil spirit from the father's son.", "q": "What were the disciples unable to do for the father and his son?", "ref": ["09-17", "09-18"]}, {"a": "The evil spirit threw the boy into the fire or into the waters to try to destroy him.", "q": "Into what did the evil spirit throw the boy to try to destroy him?", "ref": ["09-22"]}, {"a": "The father responded, \"I believe! Help my unbelief!\"", "q": "How did the father respond when Jesus said all things are possible for the one who believes?", "ref": ["09-23", "09-24"]}, {"a": "The disciples were unable to cast out the spirit because it could not be cast out except by prayer.", "q": "Why were the disciples unable to cast out the mute and deaf spirit in the boy?", "ref": ["09-28", "09-29"]}, {"a": "Jesus told them he would be put to death, then after three days he would rise again.", "q": "What did Jesus tell his disciples would happen to him?", "ref": ["09-31"]}, {"a": "The disciples were arguing about who among them was the greatest.", "q": "What were the disciples arguing about along the way?", "ref": ["09-33", "09-34"]}, {"a": "Jesus said that he is first who is servant of all.", "q": "Who did Jesus say is first?", "ref": ["09-35"]}, {"a": "When someone receives a little child in Jesus' name, they are also receiving Jesus and the one who sent Jesus.", "q": "When someone receives a little child in Jesus' name, who are they also receiving?", "ref": ["09-36", "09-37"]}, {"a": "It would be better for that one if a millstone were tied around his neck and he was thrown into the sea.", "q": "What would be better for someone who causes a little one who believes in Jesus to stumble?", "ref": ["09-42"]}, {"a": "Jesus said to tear out your eye if it causes you to stumble.", "q": "What did Jesus say to do with your eye if it causes you to stumble?", "ref": ["09-47"]}, {"a": "Jesus said that in hell the worm does not die, and the fire is not put out.", "q": "What did Jesus say happens in hell?", "ref": ["09-48"]}], "10": [{"a": "The Pharisees asked Jesus if it was lawful for a husband to divorce his wife.", "q": "What question did the Pharisees ask Jesus in order to test him?", "ref": ["10-02"]}, {"a": "Moses had allowed a man to write a certificate of divorce and then send his wife away.", "q": "What commandment had Moses given the Jews concerning divorce?", "ref": ["10-04"]}, {"a": "Moses had given this commandment to the Jews because of their hard hearts.", "q": "Why had Moses given the Jews this commandment concerning divorce?", "ref": ["10-05"]}, {"a": "Jesus referred to the creation of male and female at the beginning when telling about God's original design for marriage.", "q": "To what event in history did Jesus refer when telling the Pharisees about God's original design for marriage?", "ref": ["10-06"]}, {"a": "Jesus said that the two become one flesh.", "q": "What did Jesus say the two people, the man and his wife, become when they are married?", "ref": ["10-07", "10-08"]}, {"a": "Jesus said that what God joins together, let no man tear apart.", "q": "What did Jesus say about what God joins together in marriage?", "ref": ["10-09"]}, {"a": "Jesus was angry with the disciples and told them to permit the little children to come to him.", "q": "What was Jesus' reaction when the disciples rebuked those bringing little children to him?", "ref": ["10-13", "10-14"]}, {"a": "Jesus said the kingdom of God must be received as a little child in order to enter it.", "q": "How did Jesus say the kingdom of God must be received in order to enter it?", "ref": ["10-15"]}, {"a": "Jesus told the man he must not kill, not commit adultery, not steal, not testify falsely, not defraud, and must honor his father and mother.", "q": "What did Jesus first tell the man he must do to inherit eternal life?", "ref": ["10-19"]}, {"a": "Jesus then commanded the man to sell at that he had and to follow him.", "q": "What additional commandment did Jesus then give the man?", "ref": ["10-21"]}, {"a": "The man was sorrowful and walked away, for he had many possessions.", "q": "How did the man react when Jesus gave him this commandment, and why?", "ref": ["10-22"]}, {"a": "Jesus said that the rich had great difficulty entering the kingdom of God.", "q": "Who did Jesus say had great difficulty entering the kingdom of God?", "ref": ["10-23", "10-25"]}, {"a": "Jesus said that with people it is impossible, but with God all things are possible.", "q": "How did Jesus say even a rich person could be saved?", "ref": ["10-26", "10-27"]}, {"a": "Jesus said they would receive a hundred times as much in this world, with persecutions, and eternal life in the world to come.", "q": "What did Jesus say anyone would receive who had left house, family, and lands for Jesus' sake?", "ref": ["10-29", "10-30"]}, {"a": "Jesus and the disciples were traveling on the road going up to Jerusalem.", "q": "On what road were Jesus and the disciples traveling?", "ref": ["10-32"]}, {"a": "Jesus told his disciples that he would be condemned to death, and after three days he would rise.", "q": "What did Jesus tell his disciples would happen to him in Jerusalem?", "ref": ["10-33", "10-34"]}, {"a": "James and John requested to sit on Jesus' right and left hand with him in glory.", "q": "What request did James and John make to Jesus?", "ref": ["10-35", "10-37"]}, {"a": "Jesus said that James and John would endure the cup Jesus would drink, and the baptism with which Jesus would be baptized.", "q": "What did Jesus say that James and John would endure?", "ref": ["10-39"]}, {"a": "No, Jesus said that the seats at his right and left hand were not his to give.", "q": "Did Jesus grant the request of James and John?", "ref": ["10-40"]}, {"a": "Jesus said that the rulers of the Gentiles dominate their subjects.", "q": "How did Jesus say the rulers of the Gentiles treat their subjects?", "ref": ["10-42"]}, {"a": "Jesus said those who wish to be great among the disciples must be servant of all.", "q": "How did Jesus say those who wish to be great among the disciples must live?", "ref": ["10-43", "10-44"]}, {"a": "Bartimaeus cried out all the more, \"Son of David, have mercy on me!\"", "q": "What did the blind man Bartimaeus do when many rebuked him, telling him to be quiet?", "ref": ["10-48"]}, {"a": "Jesus said that Bartimaeus' faith had healed him.", "q": "What did Jesus say had healed Bartimaeus of his blindness?", "ref": ["10-52"]}], "11": [{"a": "Jesus sent them to bring a colt to him that had never been ridden.", "q": "What did Jesus send two of his disciples to do in the village opposite them?", "ref": ["11-02"]}, {"a": "Some people asked the disciples what they were doing, so they spoke to the people as Jesus told them, and the people let them go their way.", "q": "What happened when the disciples untied the colt?", "ref": ["11-05", "11-06"]}, {"a": "The people spread their garments, and branches they had cut from the fields.", "q": "What did the people spread on the road as Jesus rode on the colt?", "ref": ["11-08"]}, {"a": "The people were shouting that the kingdom of their father David was coming.", "q": "What coming kingdom were the people shouting about as Jesus rode toward Jerusalem?", "ref": ["11-10"]}, {"a": "Jesus looked around and then went out to Bethany.", "q": "What did Jesus do when he entered the temple area?", "ref": ["11-11"]}, {"a": "Jesus said to the fig tree, \"No one will ever eat fruit from you\".", "q": "What did Jesus do when he saw the fig tree with no fruit on it?", "ref": ["11-14"]}, {"a": "Jesus cast out the sellers and purchasers, and would not allow anyone to carry merchandise through the temple.", "q": "What did Jesus do when he entered the temple area this time?", "ref": ["11-15", "11-16"]}, {"a": "Jesus said that the temple was supposed to be a house of prayer for all the nations.", "q": "What did Jesus say the temple was supposed to be, according to Scripture?", "ref": ["11-17"]}, {"a": "Jesus said they had made the temple a den of robbers.", "q": "What did Jesus say the chief priests and scribes had made the temple?", "ref": ["11-17"]}, {"a": "The chief priests and scribes were trying to kill Jesus.", "q": "What were the chief priests and scribes trying to do to Jesus?", "ref": ["11-18"]}, {"a": "The fig tree to which Jesus had spoken withered away to its roots.", "q": "What happened to the fig tree to which Jesus had spoken?", "ref": ["11-20"]}, {"a": "Jesus said that everything we ask for in prayer, believe that we have received it, and it will be ours.", "q": "What did Jesus say about everything we ask for in prayer?", "ref": ["11-24"]}, {"a": "Jesus said we must forgive whatever we have against anyone, so that the Father will also forgive us.", "q": "What did Jesus say we must do so that the Father in heaven will also forgive you?", "ref": ["11-25"]}, {"a": "They wanted to know by what authority he did the things he was doing.", "q": "In the temple, what did the chief priests, scribes, and elders want to know from Jesus?", "ref": ["11-27", "11-28"]}, {"a": "Jesus asked them if John's baptism was from heaven or from men.", "q": "What question did Jesus ask the chief priests, scribes, and elders?", "ref": ["11-30"]}, {"a": "They did not want to give this answer because Jesus would ask why they didn't believe John.", "q": "Why did the chief priests, scribes, and elders not want to answer that John's baptism was from heaven?", "ref": ["11-31"]}, {"a": "They did not want to give this answer because they feared the people, who all believed that John was a prophet.", "q": "Why did the chief priests, scribes, and elders not want to answer that John's baptism was from men?", "ref": ["11-32"]}], "12": [{"a": "After building and leasing the vineyard, the owner went away on a journey.", "q": "After building and leasing the vineyard, what did the owner do?", "ref": ["12-01"]}, {"a": "The vine dressers beat some and killed some of the many servants.", "q": "What did the vine dressers do to the many servants that the owner sent to receive the fruit of the vineyard?", "ref": ["12-05"]}, {"a": "The owner sent his beloved son last.", "q": "Who did the owner send last to the vine dressers?", "ref": ["12-06"]}, {"a": "The vine dressers seized him, killed him, and threw him out of the vineyard.", "q": "What did the vine dressers do with the one sent last by the owner?", "ref": ["12-08"]}, {"a": "The owner of the vineyard will come and destroy the vine dressers and give the vineyard to others.", "q": "What will the owner of the vineyard do to the vine dressers?", "ref": ["12-09"]}, {"a": "The stone which the builders rejected has been made the cornerstone.", "q": "In the scripture, what happens to the stone which the builders rejected?", "ref": ["12-10"]}, {"a": "They asked him if it was lawful to pay taxes to Caesar or not.", "q": "What question did the Pharisees and some of the Herodians ask Jesus?", "ref": ["12-14"]}, {"a": "Jesus said they should give to Caesar the things that are Caesar's, and to God, the things that are God's.", "q": "How did Jesus answer their question?", "ref": ["12-17"]}, {"a": "The Sadducees did not believe in the resurrection.", "q": "In what did the Sadducees not believe?", "ref": ["12-18"]}, {"a": "The woman had seven husbands.", "q": "In the story told by the Sadducees, how many husbands did the woman have?", "ref": ["12-22"]}, {"a": "They asked which of the men would be the woman's husband in the resurrection.", "q": "What question did the Sadducees ask Jesus about the woman?", "ref": ["12-23"]}, {"a": "Jesus said that the Sadducees did not know the scriptures nor the power of God.", "q": "What reason did Jesus give the Sadducees for their error?", "ref": ["12-24"]}, {"a": "Jesus said that in the resurrection, men and women will not marry, but will be like angels.", "q": "What was Jesus' answer to the Sadducees' question about the woman?", "ref": ["12-25"]}, {"a": "Jesus quoted from the book of Moses, where God says that he is the God of Abraham, Isaac, and Jacob - all who must then be still alive.", "q": "How did Jesus show from the scriptures that there is a resurrection?", "ref": ["12-26", "12-27"]}, {"a": "Jesus said that to love the Lord your God with all your heart, soul, mind, and strength is the most important commandment.", "q": "What commandment did Jesus say is most important?", "ref": ["12-29", "12-30"]}, {"a": "Jesus said that to love your neighbor as yourself is the second commandment.", "q": "What commandment did Jesus say is second?", "ref": ["12-31"]}, {"a": "Jesus asked how David could call the Christ Lord when the Christ is the son of David.", "q": "What question did Jesus ask the scribes about David?", "ref": ["12-35", "12-37"]}, {"a": "Jesus said that the scribes desire to be honored by men, but they devour widows' houses, and make long prayers for people to see.", "q": "What did Jesus tell the people to beware of concerning the scribes?", "ref": ["12-38", "12-40"]}, {"a": "Jesus said she had contributed more because she gave out of her poverty while the others gave out of their abundance.", "q": "Why did Jesus say that the poor widow had put in more than all who contributed to the offering box?", "ref": ["12-44"]}], "13": [{"a": "Jesus said that not one stone would be left on another which would not be torn down.", "q": "What did Jesus say would happen to the wonderful stones and buildings of the temple?", "ref": ["13-02"]}, {"a": "The disciples asked Jesus when these things would happen and what would be the sign.", "q": "What question did the disciples then ask Jesus?", "ref": ["13-04"]}, {"a": "Jesus said the disciples must be careful that no one lead them astray.", "q": "About what did Jesus say the disciples must be careful?", "ref": ["13-05", "13-06"]}, {"a": "Jesus said the beginning of birth pains would be wars, rumors of wars, earthquakes, and famines.", "q": "What did Jesus say would be the beginnings of birth pains?", "ref": ["13-07", "13-08"]}, {"a": "Jesus said that the disciples would be delivered to councils, beaten in synagogues, and would stand before governors and kings as a testimony.", "q": "What did Jesus say would happen to the disciples?", "ref": ["13-09"]}, {"a": "Jesus said the gospel must be preached to all the nations first.", "q": "What did Jesus say must happen first?", "ref": ["13-10"]}, {"a": "Jesus said that one family member would deliver up another family member to death.", "q": "What did Jesus say would happen between family members?", "ref": ["13-12"]}, {"a": "Jesus said that whoever endures to the end would be saved.", "q": "Who did Jesus say would be saved?", "ref": ["13-13"]}, {"a": "Jesus said that those in Judea should flee to the mountains when they see the abomination of desolation.", "q": "What did Jesus say those in Judea should do when they see the abomination of desolation?", "ref": ["13-14"]}, {"a": "Jesus said the Lord would shorten the days of tribulation for the sake of the elect.", "q": "What did Jesus say the Lord would do for the sake of the elect, so that they would be saved?", "ref": ["13-20"]}, {"a": "Jesus said that false Christs and false prophets would arise to deceive people.", "q": "Who did Jesus say would arise to deceive people?", "ref": ["13-22"]}, {"a": "The sun and moon will be darkened, the stars will fall from the sky, and the powers in the heavens will be shaken.", "q": "What will happen to the powers in the heavens after the tribulation of those days?", "ref": ["13-24", "13-25"]}, {"a": "They will see the Son of Man coming in the clouds with great power and glory.", "q": "What will the people see in the clouds?", "ref": ["13-26"]}, {"a": "The Son of Man will gather his elect from the ends of the earth and the sky.", "q": "What will the Son of Man do when he comes?", "ref": ["13-27"]}, {"a": "Jesus said that this generation would not pass away until all of these things occurred.", "q": "What did Jesus say would not pass away until all of these things occurred?", "ref": ["13-30"]}, {"a": "Jesus said that his words would never pass away.", "q": "What did Jesus say would never pass away?", "ref": ["13-31"]}, {"a": "Jesus said that no one knows the day or hour, except the Father.", "q": "When did Jesus say all these things would happen?", "ref": ["13-32"]}, {"a": "Jesus told his disciples to be alert and watch.", "q": "What command did Jesus give his disciples regarding his coming?", "ref": ["13-33", "13-35", "13-37"]}], "14": [{"a": "They were considering how to stealthily arrest Jesus and then kill him.", "q": "What were the chief priests and scribes considering how to do?", "ref": ["14-01"]}, {"a": "They were worried that a riot would arise among the people.", "q": "Why did the chief priests and scribes not want to act during the Feast of Unleavened Bread?", "ref": ["14-02"]}, {"a": "A woman broke a vial of costly liquid and poured it on Jesus' head.", "q": "What did a woman do to Jesus at the house of Simon the leper?", "ref": ["14-03"]}, {"a": "Some were rebuking the woman for not selling the perfume and giving the money to the poor.", "q": "For what were some rebuking the woman?", "ref": ["14-05"]}, {"a": "Jesus said the woman had anointed his body for burial.", "q": "What did Jesus say the woman had done for him?", "ref": ["14-08"]}, {"a": "Jesus promised that wherever the gospel was preached in the whole world, what the woman had done would be spoken of in memory of her.", "q": "What promise did Jesus make about what the woman had done?", "ref": ["14-09"]}, {"a": "Judas Iscariot went away to the chief priests so that he might deliver Jesus to them.", "q": "Why did Judas Iscariot go away to the chief priests?", "ref": ["14-10"]}, {"a": "Jesus told them to go into the city and follow a man carrying a pitcher of water, and then ask him where the guest room was that they would use to eat the Passover.", "q": "How did the disciples find the place where they would all eat the Passover?", "ref": ["14-12", "14-14"]}, {"a": "Jesus said that one of the disciples eating with him would betray him.", "q": "What did Jesus say as they were reclining at the table and eating?", "ref": ["14-18"]}, {"a": "Jesus said that the disciple dipping bread with him in the bowl would betray him.", "q": "Which disciple did Jesus say would betray him?", "ref": ["14-20"]}, {"a": "Jesus said that it would have been better for him if he had not been born.", "q": "What did Jesus say about the destiny of the disciple who betrayed him?", "ref": ["14-21"]}, {"a": "Jesus said, \"Take this. This is my body\".", "q": "What did Jesus say as he gave the disciples the broken bread?", "ref": ["14-22"]}, {"a": "Jesus said, \"This is my blood of the covenant, the blood that is poured out for many\".", "q": "What did Jesus say as he gave the disciples the cup?", "ref": ["14-24"]}, {"a": "Jesus said he would again drink of this fruit of the vine on the day when he drank it anew in the kingdom of God.", "q": "When did Jesus say he would again drink of this fruit of the vine?", "ref": ["14-25"]}, {"a": "Jesus predicted that his disciples would all fall away because of him.", "q": "At the Mount of Olives, what did Jesus predict about his disciples?", "ref": ["14-27"]}, {"a": "Jesus told Peter that before the rooster crowed twice, Peter would deny Jesus three times.", "q": "What did Jesus tell Peter after Peter said he would never fall away?", "ref": ["14-30"]}, {"a": "Jesus told them to remain there and watch.", "q": "What did Jesus tell his three disciples to do while he prayed?", "ref": ["14-32", "14-34"]}, {"a": "Jesus prayed that this hour might pass from him.", "q": "For what did Jesus pray?", "ref": ["14-35"]}, {"a": "Jesus was willing to accept whatever the Father's will was for him.", "q": "What was Jesus willing to accept as an answer to his prayer to the Father?", "ref": ["14-36"]}, {"a": "Jesus found the three disciples sleeping.", "q": "What did Jesus find when he returned to the three disciples?", "ref": ["14-37"]}, {"a": "Jesus found the three disciples sleeping.", "q": "What did Jesus find the second time he returned from praying?", "ref": ["14-40"]}, {"a": "Jesus found the three disciples sleeping.", "q": "What did Jesus find the third time he returned from praying?", "ref": ["14-41"]}, {"a": "Judas kissed Jesus to show which person was Jesus.", "q": "What sign did Judas give to show the guards which person was Jesus?", "ref": ["14-44", "14-45"]}, {"a": "Jesus said that scripture was being fulfilled because they came to arrest him like a robber, with swords and clubs.", "q": "What did Jesus say was being done in his arrest to fulfill scripture?", "ref": ["14-48", "14-49"]}, {"a": "Those with Jesus left him and fled.", "q": "What did those with Jesus do when Jesus was arrested?", "ref": ["14-50"]}, {"a": "The young man left his linen garment there and ran away naked.", "q": "What did a young man who was following Jesus do when Jesus was arrested?", "ref": ["14-51", "14-52"]}, {"a": "Peter sat among the guards, near a fire to keep warm.", "q": "Where was Peter as Jesus was taken to the high priest?", "ref": ["14-53", "14-54"]}, {"a": "The testimony against Jesus was false and did not agree.", "q": "What was wrong with the testimony against Jesus given to the Council?", "ref": ["14-55", "14-56"]}, {"a": "The high priest asked Jesus if he was the Christ, the son of the Blessed.", "q": "What question did the high priest ask Jesus about who Jesus was?", "ref": ["14-61"]}, {"a": "Jesus answered that he was the Christ, the son of the Blessed.", "q": "What was Jesus' answer to the high priest's question?", "ref": ["14-62"]}, {"a": "The high priest said that Jesus was guilty of blasphemy.", "q": "Hearing Jesus' answer, of what did the high priest say Jesus was guilty?", "ref": ["14-64"]}, {"a": "They spit on him, struck him, and beat him.", "q": "What did they do to Jesus after condemning him as one who deserved death?", "ref": ["14-65"]}, {"a": "Peter answered that he did not know or understand about what the girl was talking.", "q": "What was Peter's answer to the servant girl who said that Peter was with Jesus?", "ref": ["14-66", "14-68"]}, {"a": "Peter swore and put himself under curses that he did not know Jesus.", "q": "What was Peter's response when he was asked a third time if he was one of Jesus' disciples?", "ref": ["14-71"]}, {"a": "After Peter answered the third time, the rooster crowed a second time.", "q": "What happened after Peter answered the third time?", "ref": ["14-72"]}, {"a": "After he heard the rooster, Peter broke down and wept.", "q": "What did Peter do after he heard the rooster?", "ref": ["14-72"]}], "15": [{"a": "Early in the morning, they bound Jesus and handed him over to Pilate.", "q": "Early in the morning, what did the chief priests do with Jesus?", "ref": ["15-01"]}, {"a": "Pilate was amazed that Jesus no longer answered him.", "q": "While the chief priests were presenting many charges against Jesus, what amazed Pilate about Jesus?", "ref": ["15-05"]}, {"a": "Pilate usually released to the crowd one prisoner they requested at the time of the feast.", "q": "What did Pilate usually do for the crowd at the time of the feast?", "ref": ["15-06"]}, {"a": "Pilate knew that it was because of envy that the chief priests had handed Jesus over to him.", "q": "Why did Pilate want to release Jesus to the crowd?", "ref": ["15-10"]}, {"a": "The crowd cried out for Barabbas to be released.", "q": "Who did the crowd cry out to be released?", "ref": ["15-11"]}, {"a": "The crowd said that the King of the Jews should be crucified.", "q": "What did the crowd say should be done with the King of the Jews?", "ref": ["15-12", "15-13"]}, {"a": "The soldiers put a purple robe on Jesus and put on him a twisted crown of thorns.", "q": "How did the cohort of soldiers dress Jesus?", "ref": ["15-17"]}, {"a": "A passerby, Simon of Cyrene, was forced to carry Jesus' cross.", "q": "Who carried Jesus' cross?", "ref": ["15-21"]}, {"a": "The name of the place was Golgotha, which means Place of a Skull.", "q": "What was the name of the place where the soldiers brought Jesus to crucify him?", "ref": ["15-22"]}, {"a": "The soldiers cast lots for Jesus' garments.", "q": "What did the soldiers do with Jesus' garments?", "ref": ["15-24"]}, {"a": "The soldiers wrote \"The King of the Jews\" on the sign.", "q": "What charge against Jesus did the soldiers write on the sign?", "ref": ["15-26"]}, {"a": "Those who passed by challenged Jesus to save himself and get down from the cross.", "q": "What did those who passed by challenge Jesus to do?", "ref": ["15-29", "15-30"]}, {"a": "The chief priests said that Jesus should come down from the cross so they would believe.", "q": "What did the chief priests say Jesus should do so they would believe?", "ref": ["15-31", "15-32"]}, {"a": "The chief priests called Jesus the Christ and the King of Israel.", "q": "What titles did the chief priests use for Jesus as they mocked him?", "ref": ["15-32"]}, {"a": "At the sixth hour, darkness came over the whole land.", "q": "What happened at the sixth hour?", "ref": ["15-33"]}, {"a": "Jesus cried out, \"My God, my God, why have you forsaken me?\"", "q": "What did Jesus cry out at the ninth hour?", "ref": ["15-34"]}, {"a": "Jesus cried out with a loud voice before he died.", "q": "What did Jesus do before he died?", "ref": ["15-37"]}, {"a": "The curtain of the temple was split in two from top to bottom when Jesus died.", "q": "What happened in the temple when Jesus died?", "ref": ["15-38"]}, {"a": "The centurion testified that truly this man was the Son of God.", "q": "What did the centurion testify when he saw how Jesus died?", "ref": ["15-39"]}, {"a": "Jesus died on the day before the Sabbath.", "q": "On what day did Jesus die?", "ref": ["15-42"]}, {"a": "Joseph of Arimathea took Jesus down from the cross, wrapped him in linen cloth, and laid him in a tomb, rolling a stone against the entrance of the tomb.", "q": "What did Joseph of Arimathea do after Jesus died?", "ref": ["15-46"]}], "16": [{"a": "The women went to the tomb on the first day of the week when the sun came up.", "q": "When did the women go to Jesus' tomb to anoint his body?", "ref": ["16-02"]}, {"a": "Someone had rolled away the very large stone from the entrance.", "q": "How did the women enter the tomb even though there had been a very large stone at the entrance?", "ref": ["16-04"]}, {"a": "The women saw a young man dressed in a white robe sitting on the right side.", "q": "What did the women see when they entered the tomb?", "ref": ["16-05"]}, {"a": "The young man said that Jesus was risen and was not there.", "q": "What did the young man say about Jesus?", "ref": ["16-06"]}, {"a": "The young man said the disciples would meet Jesus in Galilee.", "q": "Where did the young man say the disciples would meet Jesus?", "ref": ["16-07"]}, {"a": "Jesus first appeared to Mary Magdalene.", "q": "To whom did Jesus first appear after his resurrection?", "ref": ["16-09"]}, {"a": "The disciples did not believe.", "q": "How did Jesus' disciples respond when Mary told them she had seen Jesus alive?", "ref": ["16-11"]}, {"a": "The disciples did not believe.", "q": "How did Jesus' disciples respond when two other people told them they had seen Jesus alive?", "ref": ["16-13"]}, {"a": "Jesus rebuked the disciples for their unbelief.", "q": "When he appeared to the disciples, what did Jesus say to them about their unbelief?", "ref": ["16-14"]}, {"a": "Jesus commanded the disciples to go into all the world and preach the gospel.", "q": "What command did Jesus give the disciples?", "ref": ["16-15"]}, {"a": "Jesus said those who believed and were baptized would be saved.", "q": "Who did Jesus say would be saved?", "ref": ["16-16"]}, {"a": "Jesus said those who did not believe would be condemned.", "q": "Who did Jesus say would be condemned?", "ref": ["16-16"]}, {"a": "Jesus said those who believed would cast out demons, would speak in new languages, would not be hurt by anything deadly, and would heal others.", "q": "What signs did Jesus say would go with those who believed?", "ref": ["16-17", "16-18"]}, {"a": "After he spoke to the disciples, Jesus was taken up into heaven and sat down at the right hand of God.", "q": "What happened to Jesus after he spoke to the disciples?", "ref": ["16-19"]}, {"a": "The disciples then left and preached everywhere.", "q": "What did the disciples then do?", "ref": ["16-20"]}, {"a": "The Lord then worked with the disciples and confirmed the word with miraculous signs.", "q": "What did the Lord then do?", "ref": ["16-20"]}]}