[{"id": "01", "tn": [{"ref": "Mamre", "text": "This was the name of the man who owned the oak trees."}, {"ref": "in the tent doorway", "text": "\"at the opening of the tent\" or \"at the entrance of the tent\""}, {"ref": "heat of the day", "text": "\"hottest time of day\""}, {"ref": "He looked up and, behold, he saw three men standing", "text": "\"He looked up and saw, and behold, three men were standing\""}, {"ref": "behold", "text": "\"suddenly.\" The word \"behold\" here shows us that what follows was surprising to Abraham."}, {"ref": "across from him", "text": "\"nearby\" or \"there.\" They were near him, but far enough away for him to run to them."}, {"ref": "bowed", "text": "This means to bend over to humbly express respect and honor toward someone."}]}, {"id": "03", "tn": [{"ref": "Lord", "text": "This is a title of respect. Possible meanings are 1) Abraham knew that one of these men was God or 2) Abraham knew that these men came on behalf of God."}, {"ref": "in your sight", "text": "Abraham is speaking to one of the men. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "do not pass by", "text": "\"please do not keep on going\""}, {"ref": "your servant", "text": "\"me.\" Abraham refers to himself this way in order to show respect to his guest."}, {"ref": "Let a little water be brought", "text": "This can be stated in active form. AT: \"Let me bring you some water\" or \"My servant will bring you some water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a little water ... a little food", "text": "\"some water ... some food.\" Saying \"little\" was a polite way of showing generosity. Abraham would give them more than enough water and food."}, {"ref": "wash your feet", "text": "This custom helped tired travelers to refresh themselves after walking long distances."}, {"ref": "your ... you", "text": "Abraham speaks to all three of the men, so \"you\" and \"your\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "06", "tn": [{"ref": "three seahs", "text": "about 22 liters (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "bread", "text": "This bread was probably cooked quickly on a hot stone. It may have been flat or round like small loaves or rolls."}, {"ref": "he hurried", "text": "\"the servant hurried\""}, {"ref": "to prepare it", "text": "\"to cut it up and roast it\""}, {"ref": "curds", "text": "This refers to the solid part of fermented milk. It may have been yogurt or cheese."}, {"ref": "the calf that had been prepared", "text": "\"the roasted calf\""}, {"ref": "before them", "text": "\"before the three visitors\""}]}, {"id": "09", "tn": [{"ref": "They said to him", "text": "\"Then they said to Abraham\""}, {"ref": "He said, \"I will certainly return to you", "text": "The word \"He\" refers to the man whom Abraham called \"Lord\" in [[:en:bible:notes:gen:18:03|18:3]]."}, {"ref": "in the springtime", "text": "\"when this same season comes next year\" or \"about this time next year\" (UDB)"}, {"ref": "and see", "text": "The word \"see\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "in the tent doorway", "text": "\"at the opening of the tent\" or \"at the entrance of the tent\""}]}, {"id": "11", "tn": [{"ref": "After I am worn-out and my master is old, will I now have this pleasure?", "text": "out and my master is old, will I now have this pleasure?** - You may want to add \"of having a baby\" (UDB). Sarah used this rhetorical question because she did not believe that she could have a child. AT: \"I cannot believe that I will experience the joy of having a child. My master is also too old\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my master is old", "text": "This means \"since my husband is also old.\""}, {"ref": "my master", "text": "This is a title of respect that Sarah gave to her husband Abraham."}]}, {"id": "13", "tn": [{"ref": "Why did Sarah laugh and say, 'Will I really bear a child, when I am old'?", "text": "God used this rhetorical question to show that he knew what Sarah was thinking and that he was not pleased with it. He repeats Sarah's rhetorical question ([[:en:bible:notes:gen:18:11|18:12]]) using different words. AT: \"Sarah was wrong to laugh and say, 'I will not bear a child because I am too old!'\"(See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is anything too hard for Yahweh?", "text": "\"Is there anything that Yahweh cannot do?\" Yahweh speaks of himself as if he were speaking of someone else to remind Abraham that he, Yahweh, is great and can do anything. AT: \"There is nothing that I, Yahweh, cannot do!\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "At the time appointed by me, in the spring", "text": "\"At the time I have appointed, which is in the spring\""}, {"ref": "Then Sarah denied it and said", "text": "\"The Sarah denied it by saying\""}, {"ref": "He replied", "text": "\"Yahweh replied\""}, {"ref": "No, you did laugh", "text": "\"Yes, you did laugh.\" This means \"No, that is not true; you did in fact laugh.\""}]}, {"id": "16", "tn": [{"ref": "to see them on their way", "text": "\"to send them on their way\" or \"to say 'Farewell' to them\" (UDB). It was polite to go some distance with guests as they were leaving."}, {"ref": "Should I hide from Abraham what I am about to do ... him?", "text": "God used this rhetorical question to say that he was going to talk to Abraham about something very important and that it was best for him to do so. AT: \"I should not and will not hide from Abraham what I am about to do ... him.\" or \"I should and will tell Abraham what I am about to do ... him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should I ... do, since ... him?", "text": "\"I should not ... do. This is because ... him\""}, {"ref": "all the nations of the earth will be blessed in him", "text": "This can be stated in active form. AT: \"I will bless all the nations of the earth through Abraham\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be blessed in him", "text": "\"will be blessed because of Abraham\" or \"will be blessed because I have blessed Abraham.\" For translating \"in him\" see how you translated \"through you\" in [[:en:bible:notes:gen:12:01|12:3]]."}, {"ref": "that he may instruct", "text": "\"that he will direct\" or \"so that he will command\""}, {"ref": "to keep the way of Yahweh ... Yahweh may bring ... he has said", "text": "Yahweh is speaking about himself as if he were another person. AT: \"to obey what I, Yahweh, require ... I, Yahweh, may bring ... I have said\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "to keep the way of Yahweh", "text": "\"to obey the commands of Yahweh\""}, {"ref": "to do righteousness and justice", "text": "\"by doing righteousness and justice.\" This tells how to keep the way of Yahweh."}, {"ref": "so that Yahweh may bring upon Abraham what he has said to him", "text": "\"so that Yahweh may bless Abraham just as he said he would.\" This refers to the covenant promise to bless Abraham and make him a great nation."}]}, {"id": "20", "tn": [{"ref": "the outcry against Sodom and Gomorrah is so great", "text": "This can be reworded so that the abstract noun \"outcry\" is expressed as the verb \"accuse.\" AT: \"so many people have been accusing the people of Sodom and Gomorrah of doing evil things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "their sin is so serious", "text": "\"they have sinned so much\""}, {"ref": "I will now go down there", "text": "\"I will now go down to Sodom and Gomorrah\""}, {"ref": "go down there and see", "text": "\"go down there to find out\" or \"go down there to decide\""}, {"ref": "see the outcry ... that has come to me", "text": "Yahweh speaks as if he knew about this matter because he had heard the cries and accusations coming from the people who had suffered. This can be reworded so that the abstract noun \"outcry\" is expressed as the verb \"accuse.\" AT: \"as wicked as those who are accusing them say that they are\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "If not", "text": "\"If they are not as wicked as the outcry suggests\""}]}, {"id": "22", "tn": [{"ref": "turned from there", "text": "\"went out from Abraham's camp\""}, {"ref": "Abraham remained standing before Yahweh", "text": "\"Abraham and Yahweh remained together\""}, {"ref": "approached", "text": "\"approached Yahweh\" or \"stepped closer to Yahweh\""}, {"ref": "sweep away", "text": "Abraham speaks of destroying people as if it were sweeping dirt with a broom. AT: \"destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous with the wicked", "text": "\"the righteous people with the wicked people\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Abraham continues talking to Yahweh."}, {"ref": "Perhaps there are", "text": "\"Suppose there are\""}, {"ref": "Will you sweep it away and not spare the place for the sake of the fifty righteous that are there?", "text": "Abraham was hoping that Yahweh would say, \"I will not sweep it away.\" AT: \"I think you would not sweep it away. Instead, you would spare the place for the sake of the fifty righteous that are there\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sweep it away", "text": "\"destroy it.\" Abraham speaks of destroying people as if it were sweeping dirt with a broom. AT: \"destroy the people who live there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and not spare the place for the sake of the fifty righteous that are there?", "text": "Abraham was hoping that God would say \"I will spare the place for the sake of the fifty righteous people there.\""}, {"ref": "spare the place", "text": "\"let the people live\""}, {"ref": "for the sake of", "text": "\"because of\""}, {"ref": "Far be it from you to do such a thing", "text": "\"I would never want you to do something like that\" or \"You should not want to do something like that\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "such a thing, killing", "text": "\"such a thing as killing\" or \"such a thing, that is, killing\""}, {"ref": "the righteous should be treated the same as the wicked", "text": "This can be stated in active from. AT: \"you should treat the righteous the same way you treat the wicked\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Will not the Judge of all the earth do what is just?", "text": "Abraham used this rhetorical question to say what he expected God to do. AT: \"The Judge of all the earth will certainly do what is just\" or \"Since you are the Judge of all the earth, you will surely do what is right!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Judge", "text": "God is often referred to as a judge because he is the one perfect judge who makes the final decisions about what is right or wrong."}]}, {"id": "27", "tn": [{"ref": "Look", "text": "The phrase \"Look\" here draws attention to the surprising information that follows."}, {"ref": "I have undertaken to speak", "text": "\"Pardon me for being so bold as to speak to you\" or \"Excuse me for daring to speak\""}, {"ref": "to my Lord", "text": "Abraham shows his respect to Yahweh by speaking to Yahweh as if he were speaking to someone else. AT: \"to you, my Lord\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "only dust and ashes", "text": "This metaphor describes Abraham as a human being, who will die and whose body will turn into to dust and ashes. AT: \"only a mortal man\" or \"as unimportant as dust and ashes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "five less than fifty righteous", "text": "\"only forty-five righteous people\""}, {"ref": "for lack of five", "text": "\"if there are five fewer righteous people\""}, {"ref": "I will not destroy it", "text": "\"I will not destroy Sodom\""}]}, {"id": "29", "tn": [{"ref": "He spoke to him", "text": "\"Abraham spoke to Yahweh\""}, {"ref": "if there are forty found there", "text": "This means \"if you find forty righteous people in Sodom and Gomorrah.\""}, {"ref": "He replied", "text": "\"Yahweh answered\""}, {"ref": "I will not do it for the forty's sake", "text": "\"I will not destroy the cities if I find forty righteous people there\""}, {"ref": "thirty", "text": "\"thirty righteous people\" or \"thirty good people\""}, {"ref": "Look", "text": "The phrase \"Look\" here draws attention to the surprising information that follows."}, {"ref": "I have undertaken to speak", "text": "\"Pardon me for being so bold as to speak to you\" or \"Excuse me for daring to speak.\" See how this is translated in [[:en:bible:notes:gen:18:27|18:27]]."}, {"ref": "twenty", "text": "\"twenty righteous people\" or \"twenty good people\""}]}, {"id": "32", "tn": [{"ref": "Perhaps ten will be found there", "text": "\"Perhaps you will find ten righteous people there\""}, {"ref": "ten", "text": "\"ten righteous people\" or \"ten good people\""}, {"ref": "Then he said", "text": "\"And Yahweh answered\""}, {"ref": "for the ten's sake", "text": "\"if I find ten righteous people there\""}, {"ref": "Yahweh went on his way", "text": "\"Yahweh departed\" or \"Yahweh left\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]