[{"id": "01", "tn": [{"ref": "General Information:", "text": "God gives Moses instructions about the things in the tent of meeting."}, {"ref": "pure oil beaten from olives", "text": "\"pure olive oil\""}, {"ref": "the lamp", "text": "This refers to the lamp or lamps in Yahweh's sacred tent. This can be stated clearly. AT: \"the lamp in the tent of meeting\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "God continues giving Moses instructions about the things in the tent of meeting."}, {"ref": "Outside the curtain before the covenant decrees", "text": "The phrase \"covenant decrees\" represents either the tablets that the decrees were written on or the box that the tablets were put in. These were kept in the very holy place, which was the room behind the curtain in the tent of meeting. AT: \"Outside the curtain that is in front of the tablets of the covenant decrees\" or \"Outside the curtain that is in front of the box of the covenant\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "curtain", "text": "This was a thick fabric hung as a wall. It was not like a light window curtain."}, {"ref": "from evening to morning", "text": "\"from sunset to sunrise\" or \"all night\""}, {"ref": "This will be a permanent statute throughout your people's generations", "text": "This means that they and their descendants must obey this command forever. See how you translated a similar phrase in [[:en:bible:notes:lev:03:15|3:17]]."}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "God continues giving Moses instructions about the things in the tent of meeting."}, {"ref": "two tenths of an ephah", "text": "This is about 4.5 liters. AT: \"four and a half liters\"  (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "the table of pure gold before Yahweh", "text": "This table is in the holy place, which is before the most holy place."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "God continues giving Moses instructions about the things in the tent of meeting."}, {"ref": "You must put pure incense along each row of loaves", "text": "The incense was probably next to the loaves, rather than directly on the loaves. AT: \"You must put pure incense next to the loaves in each row\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as a representative offering", "text": "What the incense would represent can be stated clearly. AT: \"to  represent the loaves as an offering\" or \"to be an offering that represents the loaves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This incense will be burnt for Yahweh", "text": "This can be stated in active form. AT: \"You will burn the incense for Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This offering", "text": "\"This bread that is offered\""}, {"ref": "for it is a portion from the offerings", "text": "\"for they took it from the offerings\""}, {"ref": "the offerings to Yahweh made by fire", "text": "\"the burnt offerings to Yahweh\" or \"the offerings that you burn to Yahweh\""}]}, {"id": "10", "tn": [{"ref": "Now it happened", "text": "This phrase marks a new section of the book."}, {"ref": "blasphemed the name of Yahweh and cursed God", "text": "Both of these phrases mean basically the same thing. AT: \"blasphemed Yahweh by cursing him\" or \"said terrible things about Yahweh\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Shelomith", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Dibri", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "All who heard him must lay their hands on his head", "text": "They were to put their hands on his head to show that he was the guilty one. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what they must do to the man who cursed God."}, {"ref": "must carry his own guilt", "text": "Suffering for sin is spoken of if a person were to carry his guilt. AT: \"must suffer for his sin\" or \"must be punished (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must surely be put to death", "text": "This can be stated in active form. AT: \"the people must surely put him to death\" or \"the people must surely kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what the people must do when someone does something bad."}, {"ref": "he must certainly be put to death.", "text": "This can be stated in active form. AT: \"You must certainly put to death anyone who kills another person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must pay it back", "text": "How he would pay it back can be stated clearly. AT: \"must pay it back by giving him a live animal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "life for life", "text": "This is an idiom that means that one life would replace the other. AT: \"one life to replace the other life\" or \"to replace the one that he killed\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "God continues telling Moses what the people must do when someone does something bad."}, {"ref": "it must be done to him", "text": "This can be stated in active form. AT: \"you must do to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fracture for fracture, eye for eye, tooth for tooth", "text": "These phrases emphasize that a person should receive the same harm he did to someone else."}, {"ref": "fracture for fracture", "text": "This refers to broken bones. AT: \"broken bone for broken bone\" or \"If he breaks someone's bone, one of his bones must be broken\"  or \"If he breaks someone's bone, they will break one of his bones\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "eye for eye", "text": "This refers to eyes being seriously injured or gouged out. AT: \"If he destroys someone's eye, one of his bones must be destroyed\" or \"If he destroys someone's eye, they will destroy his eye\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "tooth for tooth", "text": "This refers to teeth being knocked out of the mouth. AT: \"If he knocks out someone's tooth, one of his teeth must be knocked out\" or \"If he knocks out someone's tooth, they will knock out one of his teeth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "anyone who kills a person must be put to death", "text": "This can be stated in active form. AT: \"they must put to death anyone who kills a person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "carried out the command", "text": "\"obeyed the command\""}]}]