[{"id": "01", "tn": [{"ref": "Balak", "text": "This is the king of Moab. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "prepare seven bulls and seven rams", "text": "\"kill seven bulls and seven rams as a sacrifice\""}, {"ref": "Stand at your burnt offering and I will go", "text": "\"Stay here with your burnt offering and I will go a distance away\""}]}, {"id": "04", "tn": [{"ref": "I have offered up a bull and a ram", "text": "It has already been stated that he killed these animals as a burnt offering. AT: \"I have killed a bull and a ram and burnt them as an offering\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh put a message in Balaam's mouth", "text": "Here Yahweh giving Balaam a message to speak is spoken of as if Yahweh placed it in his mouth. AT: \"Yahweh told Balaam what he wanted him to say to Balak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Balak has brought me from Aram ... the king of Moab from the eastern mountains", "text": "These phrases mean the same thing.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "'Come, curse Jacob for me,' ... 'Come, defy Israel.'", "text": "Both of these statements mean the same thing. They emphasize that Balak wants Balaam to curse the people of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "How can I curse those whom God has not cursed? How can I oppose those whom Yahweh does not oppose?", "text": "These rhetorical questions emphasize Balaam's refusal to disobey God. They can be translated as statements. AT: \"But I cannot curse those whom God has not cursed. I cannot fight against those whom Yahweh does not fight!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "09", "tn": [{"ref": "from the top of the rocks I see him ... from the hills I look at him", "text": "These two phrases mean the same thing. Balaam viewed Israel from the top of a hill. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I see him ... I look at him", "text": "Here \"him\" is a metonymy that refers to the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there is a people", "text": "\"there is a group of people\""}, {"ref": "do not consider themselves as just an ordinary nation", "text": "This negative statement is used to stress that the opposite is true. AT: \"they consider themselves to be a special nation\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "10", "tn": [{"ref": "Who can count the dust of Jacob or number even only one-fourth of Israel?", "text": "fourth of Israel?** - Here \"dust of Jacob\" is a metaphor that speaks of the number of Israelites as if they were as numerous as the specks of dust. This rhetorical question can be translated as a statement. AT: \"There are too many Israelites to count. No one could count even a fourth of them because there are so many.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the death of a righteous person", "text": "It is understood that this will be a peaceful death. This can be stated. AT: \"the peaceful death of a righteous person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a righteous person ... like his", "text": "These are metonymies that refer to the people of Israel as a single person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Balak", "text": "This is the king of Moab. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "What have you done to me?", "text": "Balak uses this question to scold Balaam. This rhetorical question can be translated as a statement. AT: \"I cannot believe you did this to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "but look", "text": "This emphasizes the shocking action that follows."}, {"ref": "Should I not be careful to say only what Yahweh puts in my mouth?", "text": "Balaam uses this rhetorical question to defend his actions. This can be translated as a statement. AT: \"I must be very careful to say only what Yahweh tells me to say.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to say only what Yahweh puts in my mouth", "text": "The message is spoken of as if it is something that God put into his mouth. See how you translated a similar phrase in [[:en:bible:notes:num:22:38|22:38]]. AT: \"to say only what Yahweh wants me to say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "There you will curse them for me", "text": "\"There you will curse the Israelites for me\""}, {"ref": "field of Zophim", "text": "Translators may add a footnote that says: \"The word 'Zophim' means 'to watch' or 'to spy.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mount Pisgah", "text": "This is the name of a mountain. See how you translated this in [[:en:bible:notes:num:21:19|21:20]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "16", "tn": [{"ref": "put a message in his mouth", "text": "The message is spoken of as if it is something that God put into his mouth. See how you translated a similar phrase in [[:en:bible:notes:num:22:38|22:38]]. AT: \"told him what to say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He said", "text": "\"Then Yahweh said\""}, {"ref": "Balak, and hear ... Listen to me, you son of Zippor", "text": "These two phrases mean the same thing and are repeated to emphasize how important it was for Balak to pay attention. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "son of Zippor", "text": "This refers to Balak. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}]}, {"id": "19", "tn": [{"ref": "Has he promised anything without doing it? Has he said he would do something without carrying it out?", "text": "Both of these questions mean the same thing and emphasize that God does what he says he will. These rhetorical questions can be translated as statements. AT: \"He has never promised a thing without fulfilling what he promised. He has always done exactly what he said he would do.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have been commanded to bless", "text": "This can be stated in active form. AT: \"God has commanded me to bless the Israelites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "hardship in Jacob ... trouble in Israel", "text": "These two phrases mean the same thing. Possible meanings are 1) God has given Israel only good things or 2) there is no sin in Israel that would cause him to judge them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "shouts for their king are among them", "text": "\"they shout with joy because Yahweh is their king\""}, {"ref": "with strength like that of a wild ox", "text": "This simile says that Yahweh's great strength is equal to an ox. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "23", "tn": [{"ref": "There is no sorcery that works against Jacob ... no fortune-telling harms Israel", "text": "telling harms Israel** - These two lines mean the same thing, that no curse that anyone puts on the nation of Israel will be effective. Here \"Jacob\" is a metonymy that refers to Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "it must be said", "text": "This can be stated in active form. \"people must say\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Look what God has done!", "text": "It is implied that what God did for them was good. AT: \"Look at the good things God has done for them!\""}]}, {"id": "24", "tn": [{"ref": "the people rise like a lioness ... he has killed", "text": "This verse is a long metaphor that speaks of Israel defeating her enemies as if Israel was a lion devouring its prey. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "Balak", "text": "This is the king of Moab. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "Did I not tell you that I must say all that Yahweh tells me to say?", "text": "Balaam uses this rhetorical question to remind Balak that Balaam refused to disobey God even before he came to Balak. It can be translated as a statement. AT: \"I told you before that I must say all that Yahweh tells me to say.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "28", "tn": [{"ref": "which looks down on the wilderness", "text": "It is understood that this wilderness was where Israel was camped. AT: \"which looks down on the wilderness where Israel was\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]