[{"id": "01", "tn": [{"ref": "tablets", "text": "\"flat slabs of stone.\" See how you translated this in [[:en:bible:notes:exo:31:18|31:18]]"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "Do not let anyone else be seen anywhere on the mountain", "text": "Being seen doing something represents doing that. AT: \"Do not let anyone else be anywhere on the mountain\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "No flocks or herds are even to graze in front of the mountain", "text": "\"Even flocks or herds are not allowed to come near the mountain to eat.\""}]}, {"id": "05", "tn": [{"ref": "stood with Moses there", "text": "\"stood with Moses on the mountain\""}, {"ref": "he pronounced the name \"Yahweh\"", "text": "Possible meanings are 1) \"he spoke the name 'Yahweh'\" or 2) \"he proclaimed who Yahweh is.\" For the second meaning, \"name\" would represent who God is. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh, Yahweh, God is merciful and gracious", "text": "God is speaking about himself. AT: \"I, Yahweh, am God, and I am merciful and gracious\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "abounding in covenant faithfulness and trustworthiness", "text": "\"always showing covenant faithfulness and trustworthiness\""}, {"ref": "abounding in covenant faithfulness", "text": "\"always being faithful to my covenant.\" See how you translated a similar phrase in [[:en:bible:notes:exo:20:04|20:6]]."}, {"ref": "abounding in ... trustworthiness", "text": "\"always being trustworthy\""}, {"ref": "But he will", "text": "Yahweh is speaking about himself. AT: \"But I will\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "he will by no means clear the guilty", "text": "Yahweh is speaking about himself. AT: \"I will by no means clear the guilty\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "will by no means clear the guilty", "text": "\"will certainly not clear the guilty\" or \"will certainly not say that the guilty are innocent\" or \"will certainly not free guilty people\""}, {"ref": "He will bring the punishment for the fathers' sin on their children", "text": "Punishing people is spoken of as if punishment were an object that someone could bring  on people. AT: \"He will punish the children for their fathers' sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their children", "text": "The word \"children\" represents descendants. AT: \"their descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "If now I have found favor in your sight", "text": "Being pleasing to someone is spoken of as finding favor in their sight. See how you translated this in [[:en:bible:notes:exo:33:12|33:12]]. AT: \"Now If you are pleased with me\" or \"Now if you approve of me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "our iniquity and our sin", "text": "The words \"iniquity\" and \"sin\" mean basically the same thing and are combined for emphasis. AT: \"all our sins\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "take us as your inheritance", "text": "Something that someone possesses forever is spoken of as if it were something that they had inherited. AT: \"take us as the people that you possess forever\" or \"accept us as the people who belong to you forever\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "your people", "text": "Here \"your\" refers to Moses. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "it is a fearful thing that I am doing with you", "text": "A fearful thing is a thing that causes people to be afraid. In this case, people will fear God when they see what he does. AT: \"what I do for you will cause people to fear me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am doing with you", "text": "Here \"you\" refers to Moses and the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses. Here he tells him what Moses and the people must do."}, {"ref": "they will become a trap among you", "text": "People who tempt others to sin are spoken of as if they were a trap. AT: \"they will tempt you to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose name is 'Jealous,'", "text": "The word \"name\" here represents God's character. AT: \"I, Yahweh, who is always jealous\" or \"I, Yahweh, am always jealous\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I, Yahweh, whose name is 'Jealous,'", "text": "The word \"Jealous\" here means that God is concerned to keep his honor. If his people worship other gods, he loses honor, because when his people do not honor him, other people also will not honor him. AT: \"I, Yahweh, always guard my honor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to tell Moses how his people are to behave towards outsiders."}, {"ref": "for they prostitute themselves to their gods", "text": "God speaks of people worshiping other gods as if they were prostitutes going to other men.  AT: \"for they worship other gods\" or \"because they worship other gods like prostitutes who go to other men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and you will eat some of his sacrifice", "text": "The consequence of eating food that is sacrificed to another god can be stated clearly. AT: \"and you will eat some of his sacrifice and become guilty of worshiping his gods\" or \"and you will prostitute yourself to his god by eating some of his sacrifice\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "seven days", "text": "\"7 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in the month of Abib", "text": "This is the name of the first month of the Hebrew calendar. Abib is during the last part of March and the first part of April on Western calendars. See how you translated \"Abib\" in [[:en:bible:notes:exo:13:03|13:4]]. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "buy back", "text": "Firstborn sons and firstborn donkeys belonged to Yahweh, but Yahweh did not want them sacrificed to Him. Instead, the Israelites were to sacrifice a lamb in their place. This allowed the Israelites to buy the donkeys and sons back from Yahweh."}, {"ref": "No one may appear before me empty-handed", "text": "handed** - God speaks of the offering as if the person was to carry it in his hands. AT: \"No one may come to me without an offering\" or \"Everyone who comes to me must bring me an offering\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "Even at plowing time and in harvest", "text": "\"Even when you are preparing the soil or gathering the crops\""}, {"ref": "Festival of Ingathering", "text": "This festival was also known as the Festival of Shelters or the Festival of Booths. The idea came from the practice of the farmers living in temporary booths, or huts, out in the fields to guard the crop as it ripened. The word \"Ingathering\" means when they harvest their crop."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses what the people must do."}, {"ref": "the blood of my sacrifice", "text": "The fact that the blood is from an animal can be stated clearly. AT: \"the blood of an animal that you sacrifice to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with any yeast", "text": "The fact that any yeast would be in bread can be stated clearly. AT: \"with bread that has yeast in it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "Moses was there", "text": "\"Moses was on the mountain\""}, {"ref": "forty days", "text": "\"40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "for forty days and nights", "text": "\"for forty days, both day and night\""}, {"ref": "He wrote", "text": "\"Moses wrote\""}]}, {"id": "29", "tn": [{"ref": "had become radiant", "text": "\"had started to shine\""}, {"ref": "came up to him", "text": "\"approached him\" or \"went to him.\" They did not go up the mountain."}]}, {"id": "32", "tn": [{"ref": "all the commands that Yahweh had given him", "text": "Telling commands is spoken of as if the commands were objects that could be given. AT: \"all the commands that Yahweh had told him\" or \"everything that Yahweh had commanded them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "34", "tn": [{"ref": "he would remove", "text": "\"Moses would remove\""}, {"ref": "what he was commanded", "text": "This can be stated in active form. AT: \"what Yahweh had commanded him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]