[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A maschil", "text": "This may refer to a style of music."}, {"ref": "whose transgression is forgiven, whose sin is covered", "text": "These phrases have similar meanings. They can be stated in active form. AT: \"who God forgives his transgression and covers his sin\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whose sin is covered", "text": "Here sin that is forgiven is spoken of as if it were covered so that it can not be seen. AT: \"whose sin is ignored\" or \"whose sin is deliberately forgotten\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to whom Yahweh reckons no guilt", "text": "This can be stated in active form. AT: \"whom Yahweh sees as innocent\" or \"who is not guilty according to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in whose spirit there is no deceit", "text": "Here \"spirit\" refers to the person. AT: \"in whom there is not deceit\" or \"who is completely honest\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "003", "tn": [{"ref": "my bones were wasting away", "text": "Here \"my bones\" refers to the writer. AT: \"I was wasting away\" or \"I was getting weaker\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all day long", "text": "This idiom means \"continually.\" AT: \"all the time\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "day and night", "text": "These extremes include everything in between. AT: \"all the time\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "your hand was heavy upon me", "text": "Here \"hand\" refers to Yahweh. The entire phrase is an idiom that means \"you afflicted me.\" AT: \"you made me suffer greatly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "My strength withered as in summer drought", "text": "David's strength is compared to a small, green plant that turns brown and crumbles in the dry season. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "005", "tn": [{"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "at a time of great distress", "text": "\"when they are in great trouble.\""}, {"ref": "Then when the surging waters overflow, they will not reach those people", "text": "Difficulties are spoken of as if they were a flood of water. AT: \"Then when difficulties come like a flood of water, those people will be safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "You are my hiding place", "text": "Yahweh is spoken of as if he was a safe place from the attacks of the writer's enemies. AT: \"You are like a place where I can hide myself from my enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will surround me with the songs of victory", "text": "This metaphor apparently means that Yahweh's protection of the writer is the cause for songs of victory to be sung. AT: \"Because of you I will sing songs of victory\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "I will instruct you and teach you in the way", "text": "The words \"instruct\" and \"teach\" mean basically the same thing and emphasize careful instruction. AT: \"I will teach you everything about the way\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will instruct", "text": "Here the \"I\" is probably Yahweh who talks directly to David."}, {"ref": "in the way which you should go", "text": "Living in the correct way is spoken of as if it were a path that the writer should walk. AT: \"how you should live your life\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with my eye upon you", "text": "Here \"my eye\" refers to Yahweh's attention. AT: \"and direct my attention to you\" or \"and watch over you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "Do not be like a horse ... no understanding", "text": "The writer compares people with no understanding to horses and mules. Possible meanings are 1) the writer is speaking Yahweh's words to his readers, \"You all must not be like a horse ... no understanding\" or 2) Yahweh is speaking to the writer as though to a group of people. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "bridle and bit", "text": "Two tools that are used by people to guide horses and mules go where the rider wants them to go."}, {"ref": "where you want them to", "text": "\"where anyone wants them to go.\" The \"you\" here is singular and refers to no one in particular."}, {"ref": "will surround", "text": "Yahweh's faithfulness that will \"surround\" him causes protection and guidance. AT: \"will guide\" or \"will protect\""}]}, {"id": "011", "tn": [{"ref": "Be glad in Yahweh", "text": "Here \"in Yahweh\" refers to what Yahweh has done for them. \"Be glad because of what Yahweh has done\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you righteous", "text": "This refers to people. AT: \"you righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "shout for joy", "text": "\"shout joyfully\" or \"shout because of joy\""}, {"ref": "who are upright in heart", "text": "Here \"heart\" refers to the person. AT: \"people who are upright\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]