{"1": [{"a": "Amos received the things he spoke concerning Israel in revelation.", "q": "How did Amos receive the things he spoke concerning Israel?", "ref": ["01-01"]}, {"a": "Amos was a shepherd.", "q": "What was Amos' occupation?", "ref": ["01-01"]}, {"a": "Yahweh declared punishment against Damascus because they threshed Gilead with instruments of iron.", "q": "Why did Yahweh declare punishment against Damascus?", "ref": ["01-03"]}, {"a": "Yahweh declared punishment against Gaza because they carried away captive a whole people to hand them over to Edom.", "q": "Why did Yahweh declare punishment against Gaza?", "ref": ["01-06"]}, {"a": "Yahweh declared punishment against Tyre because they handed over whole people groups to Edom and broke their treaty of brotherhood.", "q": "Why did Yahweh declare punishment against Tyre?", "ref": ["01-09"]}, {"a": "Yahweh declared he would devour the fortresses of Ben Hadad, Gaza, and Tyre.", "q": "What did Yahweh declare he would do to the fortresses of Ben Hadad, Gaza, and Tyre?", "ref": ["01-07"]}, {"a": "Yahweh declared punishment against Edom because he pursued his brother with the sword.", "q": "Why did Yahweh declare punishment against Edom?", "ref": ["01-11"]}, {"a": "Yahweh declared punishment against Ammon because they ripped open the pregnant women of Gilead.", "q": "Why did Yahweh declare punishment against Ammon?", "ref": ["01-13"]}, {"a": "Yahweh declared he would devour the palaces of Rabbah.", "q": "What did Yahweh declare he would do to the palaces of Rabbah?", "ref": ["01-14"]}, {"a": "Yahweh declared the king of Ammon would go into captivity.", "q": "What did Yahweh declare would happen to the king of Ammon?", "ref": ["01-15"]}], "2": [{"a": "Yahweh declared punishment against Moab because Moab burned the bones of the king of Edom.", "q": "Why did Yahweh declare punishment against Moab?", "ref": ["02-01"]}, {"a": "Yahweh declared punishment against Judah because Judah rejected the law of Yahweh.", "q": "Why did Yahweh declare punishment against Judah?", "ref": ["02-04"]}, {"a": "Yahweh declared he would devour the fortresses of Moab and Judah.", "q": "What did Yahweh declare he would do to the fortresses of Moab and Judah?", "ref": ["02-05"]}, {"a": "Yahweh declared punishment against Israel because Israel trampled the heads of the poor.", "q": "Why did Yahweh declare punishment against Israel?", "ref": ["02-07"]}, {"a": "The Israelites had been able to defeat the Amorites because Yahweh destroyed the Amorites before them.", "q": "How had the Israelites been able to defeat the Amorites?", "ref": ["02-09"]}, {"a": "The Israelites commanded the prophets not to prophesy.", "q": "What did the Israelites do with the prophets Yahweh had raised up among them?", "ref": ["02-12"]}, {"a": "The Israelites persuaded the Nazarites to drink wine.", "q": "What did the Israelites do with the Nazarites Yahweh had raised up among them?", "ref": ["02-12"]}, {"a": "The swift person will find no escape and the strong will not add to his own strength.", "q": "What will the swift person and the strong person not be able to do?", "ref": ["02-14"]}, {"a": "Yahweh declared the archer will not stand, the fast runner will not escape, the horseman will not save himself, and even the bravest warriors will flee naked in that day.", "q": "What did Yahweh declare concerning the archer, the fast runner, the horseman, and the bravest warriors?", "ref": ["02-15", "02-16"]}], "3": [{"a": "This word of Yahweh is against the people of Israel, the whole family Yahweh brought up out of Egypt.", "q": "Against whom is this word of Yahweh?", "ref": ["03-01"]}, {"a": "Yahweh chose Israel from all the families of the earth.", "q": "Who did Yahweh choose from all the families of the earth?", "ref": ["03-02"]}, {"a": "Two persons must agree in order to walk together.", "q": "What must two persons do in order to walk together?", "ref": ["03-03"]}, {"a": "When disaster comes on a city, Yahweh has sent it.", "q": "When disaster comes on a city, who has sent it?", "ref": ["03-06"]}, {"a": "Yahweh reveals his plan to his prophets before he takes action.", "q": "What does Yahweh do before he takes action?", "ref": ["03-07"]}, {"a": "Egypt would see great confusion and oppression in Samaria.", "q": "What would Egypt see if they saw what was happening in Samaria?", "ref": ["03-09"]}, {"a": "Israel was storing up violence and destruction in their fortresses.", "q": "What was Israel storing up in their fortresses?", "ref": ["03-10"]}, {"a": "Yahweh declares that an enemy will plunder the fortresses of Israel.", "q": "What punishment does Yahweh declare against Israel?", "ref": ["03-11"]}, {"a": "Only a few will escape Yahweh's punishment.", "q": "Who will escape Yahweh's punishment?", "ref": ["03-12"]}, {"a": "Yahweh will also punish the altars of Bethel, of the house of Jacob.", "q": "In the day Yahweh punishes the sins of Israel, who else will he punish?", "ref": ["03-13", "03-14"]}], "4": [{"a": "Yahweh calls the wives of the rich, \"cows of Bashan\".", "q": "What name does Yahweh give the wives of the rich who live in Samaria?", "ref": ["01-01"]}, {"a": "The wives of the rich are oppressing the poor and crushing the needy.", "q": "What are the wives of the rich in Samaria doing to the poor?", "ref": ["01-01"]}, {"a": "Yahweh declares the wives will be taken away with hooks and driven out from the city.", "q": "What does Yahweh declare will happen to the wives of the rich in Samaria?", "ref": ["01-02"]}, {"a": "The people of Israel are pleased to sin in Bethel and multiply sin in Gilgal, to bring sacrifices and tithes, to offer a thanksgiving sacrifice, and proclaim freewill offerings.", "q": "What pleases the people of Israel?", "ref": ["01-04", "01-05"]}, {"a": "Yahweh withheld rain from Israel so that the people of Israel would return to him.", "q": "What did Yahweh do to the rain so that the people of Israel would return to him?", "ref": ["01-07"]}, {"a": "Yahweh afflicted the gardens, vineyards, and trees with blight and mildew, and devoured them with locusts.", "q": "What did Yahweh do to the gardens, vineyards, and trees so that the people of Israel would return to him?", "ref": ["01-09"]}, {"a": "Yahweh killed the young men with the sword so that the people of Israel would return to him.", "q": "What did Yahweh do to the young men so that the people of Israel would return to him?", "ref": ["01-10"]}, {"a": "Yahweh overthrew the cities so that the people of Israel would return to him.", "q": "What did Yahweh do to the cities so that the people of Israel would return to him?", "ref": ["01-11"]}, {"a": "The people of Israel did not return to Yahweh.", "q": "How did the people of Israel respond to Yahweh's attempts to cause them to return?", "ref": ["01-11"]}, {"a": "Yahweh tells the people of Israel they must now prepare to meet their God.", "q": "What does Yahweh tell the people of Israel they must now prepare to do?", "ref": ["01-12"]}, {"a": "Yahweh, God of hosts, formed the mountains and revealed his thoughts to mankind.", "q": "Who formed the mountains and revealed his thoughts to mankind?", "ref": ["01-13"]}], "5": [{"a": "The virgin Israel has fallen in this lament.", "q": "Who has fallen in this lament?", "ref": ["05-01", "05-02"]}, {"a": "Yahweh tells the house of Israel to seek him and live.", "q": "What does Yahweh tell the house of Israel to do?", "ref": ["05-04"]}, {"a": "Yahweh brings sudden destruction on the strong.", "q": "What does Yahweh bring on the strong?", "ref": ["05-09"]}, {"a": "The strong hate those who correct them, and abhor anyone who speaks the truth.", "q": "Who do the strong hate and abhor?", "ref": ["05-10"]}, {"a": "The strong had trampled down the poor, for which Yahweh will punish them.", "q": "What had the strong done, for which Yahweh will punish them?", "ref": ["05-11"]}, {"a": "A prudent person is silent at such an evil time.", "q": "What does a prudent person do at such an evil time?", "ref": ["05-13"]}, {"a": "The people should seek good and not evil, so that Yahweh is really with them.", "q": "What should the people do so that Yahweh is really with them?", "ref": ["05-14"]}, {"a": "Wailing and woes will be heard in the streets when Yahweh passes through the people's midst.", "q": "What will be heard in the streets when Yahweh passes through the people's midst?", "ref": ["05-16", "05-17"]}, {"a": "The day of Yahweh will be darkness and gloom.", "q": "What will the day of Yahweh be?", "ref": ["05-20"]}, {"a": "Yahweh takes no delight in the solemn assemblies of the people.", "q": "What does Yahweh think about the solemn assemblies of the people?", "ref": ["05-21"]}, {"a": "Yahweh wants to see justice and righteousness flowing from the people.", "q": "What does Yahweh want to see flowing from the people?", "ref": ["05-24"]}, {"a": "The people had made for themselves idols.", "q": "What had the people made for themselves?", "ref": ["05-26"]}, {"a": "Yahweh will exile the people beyond Damascus.", "q": "Where will Yahweh send the people?", "ref": ["05-27"]}], "6": [{"a": "Yahweh declares a woe on those at ease in Zion, and those secure in Samaria.", "q": "On whom does Yahweh declare a woe?", "ref": ["06-01"]}, {"a": "Those receiving Yahweh's woe are using their time lounging, feasting, singing songs, and drinking.", "q": "What are those receiving Yahweh's woe doing with their time?", "ref": ["06-05", "06-06"]}, {"a": "Those receiving Yahweh's woe are not using their time grieving over the ruin of Joseph.", "q": "What are those receiving Yahweh's woe not doing with their time?", "ref": ["06-06"]}, {"a": "Those receiving Yahweh's woe are now going into exile.", "q": "Where are those receiving Yahweh's woe now going?", "ref": ["06-07"]}, {"a": "Yahweh hates the pride and fortresses of these people of Jacob.", "q": "What does Yahweh hate about these people of Jacob?", "ref": ["06-08"]}, {"a": "Their houses will be smashed to bits.", "q": "What will happen to the houses of these people of Jacob?", "ref": ["06-11"]}, {"a": "These people of Jacob have turned justice into poison and righteousness into bitterness.", "q": "What have these people of Jacob done to justice and righteousness?", "ref": ["06-12"]}, {"a": "Yahweh declares he will raise up a nation against the house of Israel.", "q": "What does Yahweh declare he will do against the house of Israel?", "ref": ["06-14"]}, {"a": "This nation will afflict the house of Israel.", "q": "What will this nation do against the house of Israel?", "ref": ["06-14"]}], "7": [{"a": "Amos saw Yahweh forming a locust swarm in the spring to eat the vegetation of the land.", "q": "In his vision, what did Amos see Yahweh forming in the spring?", "ref": ["07-01"]}, {"a": "Yahweh answered that this disaster would not happen.", "q": "When Amos asked Yahweh to forgive Jacob and not bring this disaster on them, what did Yahweh answer?", "ref": ["07-02", "07-03"]}, {"a": "Amos saw Yahweh calling on fire to judge.", "q": "In his vision, on what did Amos see Yahweh calling?", "ref": ["07-04"]}, {"a": "Yahweh answered that this disaster also would not happen.", "q": "When Amos asked Yahweh to forgive Jacob and not bring this disaster on them, what did Yahweh answer?", "ref": ["07-05", "07-06"]}, {"a": "Amos saw the Lord standing beside a wall with a plumb line in his hand.", "q": "In his vision, what did Amos see the Lord standing and doing?", "ref": ["07-07"]}, {"a": "The Lord said the plumb line meant Israel would be spared no longer.", "q": "What did the Lord say was the meaning of the plumb line?", "ref": ["07-08"]}, {"a": "Yahweh declared he would destroy the high places and sanctuaries of Israel.", "q": "What did Yahweh declare he would do to Israel?", "ref": ["07-09"]}, {"a": "Amos was accused of conspiring against Jeroboam, king of Israel.", "q": "Of what was Amos accused by Amaziah, priest of Bethel?", "ref": ["07-10"]}, {"a": "Amos had prophesied that Jeroboam would die by the sword.", "q": "What had Amos prophesied about Jeroboam?", "ref": ["07-11"]}, {"a": "Amos was told to return to the land of Judah and prophesy there.", "q": "To where was Amos told to return and prophesy?", "ref": ["07-12"]}, {"a": "Amos was a herdsman and keeper of sycamore fig trees.", "q": "What was Amos' work before Yahweh took him to be his prophet?", "ref": ["07-14", "07-15"]}, {"a": "Yahweh declared that Amaziah would die in an unclean land, his wife would be a prostitute, his sons and daughters would be killed, and his land would be divided up.", "q": "What did Yahweh declare against Amaziah, priest of Bethel?", "ref": ["07-17"]}, {"a": "Yahweh declared he would exile Israel from its land.", "q": "What did Yahweh declare he would do with Israel?", "ref": ["07-17"]}], "8": [{"a": "Yahweh showed Amos a basket of summer fruit.", "q": "What did Yahweh show Amos?", "ref": ["08-01", "08-02"]}, {"a": "Yahweh said the end had come for his people Israel.", "q": "What did Yahweh say had come for his people Israel?", "ref": ["08-02"]}, {"a": "The people of Israel had trampled the needy and removed the poor of the land.", "q": "What sins had the people of Israel committed?", "ref": ["08-04"]}, {"a": "The people were anxious because they wanted to sell grain again and cheat the poor.", "q": "Why were the people anxious for the new moon and Sabbath to be over?", "ref": ["08-05", "08-06"]}, {"a": "Yahweh said he would never forget any of the people's actions.", "q": "What did Yahweh say he would never do with any of the people's actions?", "ref": ["08-07"]}, {"a": "In that day, Yahweh said he would make the sun set at noon.", "q": "In that day, what did Yahweh say he would do to the sun?", "ref": ["08-09"]}, {"a": "The people would wear sackcloth on that day.", "q": "What would the people wear on that day?", "ref": ["08-10"]}, {"a": "Yahweh said he would send a famine in the land for hearing the words of Yahweh.", "q": "What famine did Yahweh say he would send in the land?", "ref": ["08-11"]}, {"a": "In that day, the virgins and young men would faint from thirst.", "q": "In that day, who would faint from thirst?", "ref": ["08-13"]}, {"a": "Those who swear by the sin of Samaria would never rise again.", "q": "Who does Yahweh say would never rise again?", "ref": ["08-14"]}], "9": [{"a": "Not one of them will escape the Lord's judgment.", "q": "Who will escape the Lord's judgment of Israel?", "ref": ["09-01"]}, {"a": "The Lord will give orders to the serpent to bite them.", "q": "What will the Lord do to those who would hide in the bottom of the sea?", "ref": ["09-03"]}, {"a": "The Lord will keep his eyes on Israel for harm.", "q": "For what purpose will the Lord keep his eyes on Israel?", "ref": ["09-04"]}, {"a": "The people mourn when Yahweh touches the land to melt it.", "q": "What do the people do when Yahweh touches the land to melt it?", "ref": ["09-05"]}, {"a": "Yahweh brought up Israel from the land of Egypt.", "q": "From where did Yahweh bring up Israel?", "ref": ["09-07"]}, {"a": "Yahweh brought the Philistines from Crete.", "q": "From where did Yahweh bring the Philistines?", "ref": ["09-07"]}, {"a": "No, Yahweh says he will not totally destroy the people of Israel.", "q": "Does Yahweh say he will totally destroy the people of Israel?", "ref": ["09-08"]}, {"a": "The sinners were saying that disaster would not overtake them.", "q": "What were the sinners in Israel saying, those that Yahweh will kill?", "ref": ["09-10"]}, {"a": "In that day, Yahweh says that he will raise up the tent of David that has fallen.", "q": "In that day, what does Yahweh say he will raise up?", "ref": ["09-11"]}, {"a": "In the coming days, the mountains will drip and the hills will flow with sweet wine.", "q": "With what does Yahweh say the mountains will drip and the hills will flow in the coming days?", "ref": ["09-13"]}, {"a": "Yahweh promises to bring Israel back from captivity.", "q": "From what does Yahweh promise to bring Israel back?", "ref": ["09-14"]}, {"a": "After Yahweh brings back Israel, Israel will remain in the land forever.", "q": "After Yahweh brings back Israel, how long will Israel remain in the land?", "ref": ["09-15"]}]}