[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "I waited patiently for Yahweh", "text": "This means the writer was waiting for Yahweh to help him."}, {"ref": "he listened to me ... heard my cry", "text": "These mean the same thing, and can be combined into one statement. AT: \"he listened to me when I called out to him\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "out of a horrible pit, out of the miry clay", "text": "These two metaphors mean the same thing. The writer's danger is spoken of as if it was a deadly pit full of mud. This emphasizes the danger. AT: \"from being trapped in a horrible pit full of sticky mud\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he set my feet on a rock", "text": "Here \"my feet\" refers to the writer, and \"a rock\" refers a place of safety. AT: \"he provided safety for me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "He has put a new song in my mouth", "text": "Possible meanings are 1) \"He has taught me the words to a new song\" or 2) \"He has given me a new reason to sing.\""}, {"ref": "in my mouth", "text": "Here \"my mouth\" refers to the writer. AT: \"in me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "praise to our God", "text": "The noun \"praise\" can be stated as a verb. AT: \"a song to praise our God\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Many will see it", "text": "Here \"see it\" refers to hearing the writer sing his song about what God has done for him. AT: \"Many people will hear me tell what Yahweh has done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Blessed is the man who makes Yahweh his trust", "text": "\"Blessed is the man who trusts in Yahweh\" or \"Those who trust in Yahweh are blessed\""}, {"ref": "the proud", "text": "This refers to the people who are proud. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "to lies", "text": "The Hebrew word is unclear. Possible meanings are 1) \"lies\" or 2) \"false gods\" (UDB)."}]}, {"id": "005", "tn": [{"ref": "your thoughts which are about us cannot be numbered", "text": "This can be stated in active form. AT: \"no one can count all the things you think about us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cannot be numbered ... more than could be counted", "text": "These phrases mean essentially the same thing. The first is stated in negative form, and the second is stated in positive form. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "You have no delight in sacrifice or offering", "text": "This is an exaggeration to show that these things were not the most important to God. AT: \"Sacrifices and other offerings are not the things that delight you most\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "you have opened my ears", "text": "Here \"ears\" refers to the ability to hear. AT: \"you have enabled me to hear your commands\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have not required burnt offerings or sin offerings", "text": "This is an exaggeration to show that these things were not the most important to God. AT: \"animals burned on the altar and other offerings for our sins are not what you require most\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "007", "tn": [{"ref": "the scroll of the document", "text": "This refers to a scroll on which was written the word of Yahweh. AT: \"the written scroll\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your laws are in my heart", "text": "Here \"my heart\" refers to the inner being of the writer. AT: \"I am always thinking about your laws within my inner being\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have proclaimed good news of your righteousness in the great assembly", "text": "\"I have told a large assembly of people the good news of your righteousness.\""}, {"ref": "good news of your righteousness", "text": "This refers to the good news that God rescues his people. AT: \"good news that because you are righteous, you rescue your people\" ([[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my lips have not kept back from doing this", "text": "Here \"my lips\" refers to the writer's speech. AT: \"I have not stopped myself from proclaiming these things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "I have not concealed your righteousness in my heart", "text": "\"I have not kept your righteousness a secret.\" This can also be stated in positive form. AT: \"I have openly told every one about your righteousness\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "in my heart", "text": "Here this refers to the writer's inner being. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have not concealed your covenant faithfulness or your trustworthiness from the great assembly", "text": "This can be stated in positive form. AT: \"I have told everyone in the great assembly about your covenant faithfulness or your trustworthiness\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "your covenant faithfulness", "text": "This abstract noun can be stated as an action. AT: \"how faithful you are to keep your promises\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your trustworthiness", "text": "This abstract noun can be stated as an action. AT: \"how trustworthy you are\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "let your covenant faithfulness and your trustworthiness always preserve me", "text": "Here \"covenant faithfulness\" and \"trustworthiness\" are spoken of as if they were living people who could protect the writer. AT: \"I want your covenant faithfulness and your trustworthiness to always preserve\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "012", "tn": [{"ref": "Troubles that cannot be numbered surround me", "text": "Here troubles are spoken of as if they were objects that surround and trap the speaker. AT: \"there are more troubles around me than I can count\" or \"more troubles come to me than I can count\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that cannot be numbered", "text": "This is stated in negative form to intensify the number.See how you translated this in [[:en:bible:notes:psa:040:005|40:5]]. AT: \"that are vast in number\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "my iniquities", "text": "This refers to the consequences of his sin. AT: \"the consequences of my iniquities\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have caught up with me", "text": "The writer's iniquities are spoken of as if they were his enemies who were harming him. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I am no longer able to see anything", "text": "Versions differ in how to understand this difficult passage. It may mean that the speaker is crying so much that he cannot see anything because of his tears."}, {"ref": "my heart has failed me", "text": "Here \"heart\" refers to the writer's inner confidence. AT: \"I am very discouraged\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "014", "tn": [{"ref": "Let them ... who pursue my life to take it away", "text": "This can be reordered and stated in active form. AT: \"Please make those who are trying to kill me become shamed and disappointed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who pursue my life to take it away", "text": "Here \"pursue my life\" means they desire to kill the writer. AT: \"who are trying to kill me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let them ... who delight in hurting me", "text": "This can be reordered and stated in active form. AT: \"Please stop those who delight in hurting me and dishonor them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "turned back", "text": "To be stopped or thwarted is spoken of as being turned back from their attack. AT: \"stopped\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let them ... who say to me, \"Aha, aha!\"", "text": "\"Let those who say to me, 'Aha, aha!' be shocked because of their shame\""}, {"ref": "Let them be shocked because of their shame", "text": "\"I hope that they will be shocked when you shame them\""}, {"ref": "those who say to me, \"Aha, aha!\"", "text": "\"Aha, aha!\" is something people say when they are ridiculing someone. If your language has something that people say when ridiculing someone, it can be used here. This can also be translated with a verb like \"ridicule.\""}]}, {"id": "016", "tn": [{"ref": "rejoice and be glad", "text": "These two phrases mean the same thing and emphasize the intensity of joy. AT: \"be very joyful\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "loves your salvation", "text": "The abstract noun \"salvation\" can be stated as an action. AT: \"love you because you saved them\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "poor and needy", "text": "These words mean the same thing and emphasize how helpless the writer is. AT: \"very needy\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the Lord thinks about me", "text": "\"the Lord cares for me\""}, {"ref": "You are my help ... you come to my rescue", "text": "These phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You are my help", "text": "\"You are the one who helps me\""}, {"ref": "you come to my rescue", "text": "\"you come to save me\""}, {"ref": "do not delay", "text": "This can be stated in positive form. AT: \"respond quickly\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}]