[{"id": "01", "tn": [{"ref": "opened his mouth", "text": "\"began to speak\" (UDB). (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May the day on which I was born perish, the night", "text": "Job speaks of that day and night as if they were people. AT: \"I wish that I had never been born.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the night that said, 'A boy has been conceived'", "text": "This expression intensifies the statement of Job's grief by going even further back in time from his birth to his conception. AT: \"the night that said, 'A boy has been conceived' perish.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the night that said", "text": "Here the night is spoken of as if it were a person who could speak. The translator may choose, however, to translate it in a less metaphorical way. AT: \"the night about which people said.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "A boy has been conceived", "text": "This may be put into active form. AT: \"his mother has conceived a male child.\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The expressions in these verses are all wishes that the day of Job's birth would no longer exist. This may imply that the day, although in the past, still existed somehow. Translators may decide to translate as the UDB does: \"I wish that the day when I was born could have been dark.\""}, {"ref": "May that day be dark ... neither may the sun shine on it", "text": "These two clauses describe the darkness of the day of Job's birth, thus repeating Job's regret that he had been born. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "May that day be dark", "text": "This is a wish for that day to not exist any longer. AT: \"may that day disappear.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May darkness and the shadow of death claim it for their own", "text": "Here darkness and the shadow of death are spoken of as if they were people who could claim something as their own possession. The word \"it\" refers to the day of Job's birth. (See: [[[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the shadow of death", "text": "Here a shadow represents death itself. AT: \"death like a shadow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May a cloud live over it", "text": "Here a cloud is spoken of as if it were a person who could live over the day of Job's birth. AT: \"May a cloud cover it so no one can see it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "everything that makes the day black", "text": "This refers to things that block out the sun's light and create darkness. Here \"black\" represents darkness. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "terrify it", "text": "\"terrify that day.\" The day is spoken of as if it were a person who could be terrified by the darkness. (See: [[[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "06", "tn": [{"ref": "may thick darkness seize it", "text": "This darkness is again spoken of as if it were a person who could grasp and hold the night. AT: \"may thick darkness make it disappear\" (See: [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "thick darkness", "text": "\"deep darkness\" or \"complete darkness\""}, {"ref": "May it not rejoice", "text": "The word \"it\" refers to the night of Job's birth or conception. The night of Job's conception is spoken of as if it were a person who should not rejoice. AT: \"May that night vanish from the calendar.\" (See: [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "may it not come into the number", "text": "That night is spoken of as if it were a person who could walk. AT: \"may no one count it in the number\" (See: [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "may that night be barren", "text": "The night of Job's birth is spoken of as if it were a woman. AT: \"may no child be born on that night\" (See: [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "may no joyful voice come into it", "text": "Here that the night of Job's birth is spoken of as if it were a time when it was still possible for someone to be happy. AT: \"may no one hear the happy cry at the birth of a son\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "joyful voice come", "text": "Here the voice stands for a person who is happy. AT: \"may no one be happy in it ever again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])."}]}, {"id": "08", "tn": [{"ref": "those who know how to wake up Leviathan", "text": "Job is probably referring here to sorcerers and magicians, who he believes might be able to even provoke Leviathan in spreading chaos. Leviathan was an animal well known in Ancient Near Eastern mythology, which was thought to be responsible for all kinds of destruction, disorder, and chaos."}, {"ref": "May the stars of that day's dawn be dark", "text": "This refers to the planets that are often visible just before dawn. AT: \"May the stars that appear before that day's first light be dark\""}, {"ref": "May that day look for light, but find none", "text": "The day of Job's birth is spoken of as if it were a person looking for something. AT: \"May that day hope for light, but have none.\" (See: [[:en:ta:vol2:translate:figs_personification]]"}, {"ref": "neither may it see the eyelids of the dawn", "text": "The dawn is spoken of as if it had eyelids as a person has. AT: \"nor see the first light of the dawn.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "because it did not shut up the doors of my mother's womb", "text": "A woman's womb is spoken of as if it were a container with doors. AT: \"because that day did not close my mother's womb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because it did not hide trouble from my eyes", "text": "The day of Job's birth is spoken of here as if it were a person who could hide something. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from my eyes", "text": "Here \"eyes\" represents the person who sees with them. AT: \"from me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This passage contains four rhetorical questions, which Job asks in order to really make a series of statements."}, {"ref": "Why did I not die when I came out from the womb?", "text": "\"Why did I not die at birth?\" Job poses this question in order to curse the day of his birth and to express his anguish. AT: \"I wish I had died the day I was born\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did I not give up my spirit when my mother bore me?", "text": "Job means to say that he should not have been born alive. AT: \"I wish I had died when I came out of the womb.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "give up my spirit", "text": "This refers to dying.  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why did her knees welcome me?", "text": "This perhaps refers to the lap of Job's mother. His mother's knees are spoken of as if they were people who could welcome a newborn baby. AT: \"I wish there had been no lap to receive me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Why did her breasts receive me so that I should suck?", "text": "Job's mother's breasts are spoken of as if they also were people who could welcome a newborn baby. AT: \"I wish there had been no breasts for me to nurse.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "13", "tn": [{"ref": "For now I would have been lying down quietly. I would have slept and been at rest", "text": "Job uses two sentences to think about what it would be like if he had never been born or had died at birth. (See: [[ en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I would have been lying down quietly", "text": "Job imagines something that could have happened in the past but which did not happen, as noted above. AT: \"I should have been lying down quietly\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "lying down quietly", "text": "\"asleep, resting peacefully\" (UDB)"}, {"ref": "and been at rest", "text": "Here the word \"rest\" means to sleep peacefully, but also that Job would not be experiencing the pain that he does. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with kings and counselors of the earth", "text": "\"with kings and their advisers\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Job continues his thoughts about dying before he was born."}, {"ref": "Or I would have been lying ... that never see the light", "text": "This describes something that might have happened but did not happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "I would have been lying with princes", "text": "\"I would be resting with princes.\" (ULB) In this phrase, the words \"lying\" and \"resting\" are a polite way of saying \"no longer alive.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "who once had gold, who had filled their houses with silver", "text": "Job uses parallelism to emphasize what he is saying. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Or perhaps I would have been stillborn, like infants that never see the light", "text": "Job uses parallelism to emphasize what he is saying. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I would have been stillborn", "text": "\"I would have died in my mother's womb\""}, {"ref": "like infants that never see the light", "text": "\"like babies who had never been born\""}, {"ref": "infants", "text": "\"babies\" or \"very small children\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Job changes his talk from dying to life after death."}, {"ref": "There the wicked cease from trouble; there the weary are at rest", "text": "Job uses parallelism to emphasize that the lowly will find rest from those causing them hardship. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "There the wicked cease from trouble", "text": "Job is talking about the place where people go after they stop living. AT: \"In that place, evil people stop causing trouble\""}, {"ref": "the voice of the slave driver", "text": "Here \"voice\" is a metonym for the power that the slave drivers have over the slaves. AT: \"They are no longer under the control of the slave drivers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "small and great people", "text": "This is a figure of speech which means \"all people, both poor people and rich people.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "the servant is free from his master", "text": "A servant is no longer obligated to serve his master."}]}, {"id": "20", "tn": [{"ref": "Why is light given to him who is in misery? Why is life given to the one who is bitter in soul", "text": "Job's two questions mean basically the same thing. He is wondering why those who face hardship continue to live. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Why is light given to him who is in misery?", "text": "Here Job is wondering why people must stay alive and suffer. AT: \"I do not understand why God gives life to a person who is suffering\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "light", "text": "Here light represents life (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why is life given to the one who is bitter in soul ... hidden treasure?", "text": "\"why does God give life to a miserable person?\" AT: \"I do not understand why God gives life to a person who is very unhappy ... hidden treasure\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to one who longs for death without it coming", "text": "Here death is spoken of as if it were an object coming toward someone. AT: \"to a person who no longer wants to be alive, but is still alive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to one who digs for death more than for hidden treasure", "text": "A person hoping to die is spoken of as if he were digging for buried treasure. AT: \"to a person who wants to stop living more than he wants to look for hidden riches\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why is light given to one who rejoices very much and is glad when he finds the grave", "text": "Here Job uses a question to make a statement. AT: \"I do not understand why God allows a person to keep living when the person would be very happy to be buried in the ground\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "one who rejoices very much and is glad", "text": "The phrase \"rejoices very much\" means basically the same thing as \"is glad.\" Together, the two phrases emphasize the intensity of gladness. AT: \"one who is extremely happy\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "when he finds the grave", "text": "This is a polite way of referring to dying. AT: \"when he is dead and can be buried\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the grave", "text": "Here the grave represents death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Why is light given to a man whose way is hidden, a man whom God has hedged in?", "text": "Job asks this question in order to make a statement. AT: \"God should not give life to a man and then take away his future and confine him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why is light given to a man", "text": "Here light represents life. AT: \"Why does God keep a man alive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose way is hidden", "text": "Here Job speaks of his future, which he does not know in advance, as if God had hidden it from him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a man whom God has hedged in", "text": "Here being in difficulties and dangers is spoken of as if it were being confined within narrow limits. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For my sighing happens instead of eating; my groaning is poured out like water", "text": "Job expresses his anguish in two ways. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my sighing happens instead of eating", "text": "\"Instead of eating, I mourn\""}, {"ref": "my groaning is poured out like water", "text": "Moral qualities and emotions such as grief are often spoken of as if they were water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "the thing that I feared has come on me; what I was afraid of has come to me", "text": "These two phrases mean the same thing. AT: \"what I feared most has happened to me\" or \"my worst fear has come true.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I am not at ease, I am not quiet, and I have no rest", "text": "Job expresses his anguish in three separate phrases. AT: \"I am very anxious\" or \"I am emotionally and physically tormented\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "trouble comes instead", "text": "Trouble is spoken of as if it were an object that could come to Job. AT: \"distress torments me instead\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]