[{"id": "01", "tn": [{"ref": "Now when Sanballat", "text": "Here Nehemiah uses the word \"now\" to signal a new part of the story."}, {"ref": "Sanballat ... Tobiah", "text": "These are the names of a men. Translate as in [[:en:bible:notes:neh:02:09|2:10]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "it burned within him, and he was furiously angry", "text": "Here \"it\" refers to Sanballat's realization that the Jews are rebuilding the walls. This speaks of Sanballat becoming very angry as if his anger were a burning fire. AT: \"he became furiously angry\" or \"he became very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "In the presence of his brothers", "text": "\"In the presence of his kinsmen\" or \"In the presence of his clan\""}, {"ref": "What are these feeble ... Will they restore ... Will they offer ... Will they finish the work in a day?", "text": "Sanballat poses these questions to mock the Jews. These can be written as statements. AT: \"These feeble Jews can accomplish nothing. They will never restore the city for themselves. They will not offer sacrifices. They will not finish the work in a day.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "feeble Jews", "text": "\"weak Jews\""}, {"ref": "in a day", "text": "This speaks of not finishing something quickly by saying that it cannot be accomplished in a day. AT: \"quickly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will they bring to life the stones from the piles of rubble after they were burned?", "text": "Sanballat also poses this question to mock the Jews. This can be written as a statement. AT: \"They will not bring to life again the stones from piles of rubble that were burned.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "bring to life the stones from the piles of rubble after they were burned", "text": "This speaks of the people rebuilding the city as if they were bring it back to life. AT: \"restore the city and rebuild its walls from the useless stones that were burned and turned into rubble\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the piles of rubble after they were burned", "text": "This can be stated in active form. AT: \"from piles of rubble that someone had burned\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If only a fox went up on what they are building, it would break down their stone wall", "text": "Sanaballat mocks the wall and exaggerates how weak it is by saying that a fox could knock it down. AT: \"That wall they are building is so weak that even if a little fox climbed up on it, their stone wall would fall to the ground\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "04", "tn": [{"ref": "Hear, our God, ...  for they have provoked the builders to anger", "text": "Here Nehemiah is praying to God. This can be stated clearly and written with quotation marks. AT: \"Then I prayed, \"Hear, our God, ... for they have provoked the builders to anger\"\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Hear, our God, for we are despised", "text": "Here the word \"we\" refers to the Jews. This can be stated in active form. AT: \"Hear, our God, for our enemies despise us.\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "give them up to be plundered", "text": "This can be stated in active form. AT: \"let their enemies rob them\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Turn back their taunts on their own heads", "text": "The phrase \"their taunts\" refers to Sanballat's and Tobiah's insults. Here the word \"heads\" refers to the whole people. AT: \"Turn their taunts onto themselves\" or \"Cause their insulting words to mock themselves\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Do not cover over", "text": "This speaks of a forgiving a person's sins as if they were a object that could be physically hidden. AT: \"Do not forgive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not erase their sin from before you", "text": "This speaks of forgetting a person's sins as if they were something written that could be erased. AT: \"do not forget their sins"}, {"ref": "they have provoked the builders to anger", "text": "\"they have angered the builders\""}, {"ref": "So we built the wall", "text": "\"So we rebuilt the wall\""}, {"ref": "all the wall was joined together to half its height", "text": "This can be stated in active form. AT: \"we joined the wall together and it was half its total height\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "half its height", "text": "\"Half\" means one part out of two equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "07", "tn": [{"ref": "a great anger burned within them", "text": "This speaks of the people being very angry as if their anger were something that burned inside them. AT: \"they became very angry\" or \"they became enraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against Jerusalem", "text": "Here \"Jerusalem\" refers to the people who live there. AT: \"against the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "set a guard as protection", "text": "\"put men around the wall to guard the city\" (UDB)"}]}, {"id": "10", "tn": [{"ref": "There is too much rubble", "text": "Rubble is \"burned stone\" or \"broken rock\" or \"unusable stone.\""}, {"ref": "They will not know or see until we come among them", "text": "\"They will not see us coming until we are beside them\""}]}, {"id": "12", "tn": [{"ref": "from all directions", "text": "This represents many directions. The word \"all\" represents \"many.\" AT: \"from many directions\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "spoke to us ten times", "text": "Here the number 10 is used to represent \"many.\" AT: \"spoke to us many times\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the exposed areas", "text": "\"in the vulnerable areas\""}, {"ref": "I positioned each family", "text": "This refers to several people from each family, this likely does not include the women and children. AT: \"I positioned people from each family\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Call to mind the Lord", "text": "the phrase \"call to mind\" means to remember. AT: \"Remember the Lord\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "It came about", "text": "\"It happened that\""}, {"ref": "their plans were known to us", "text": "This can be stated in active form. AT: \"we knew about their plans\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my servants worked", "text": "\"my young men worked\""}, {"ref": "half of my servants ... half of them", "text": "\"Half\" means one part out of two equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "the leaders stood behind all the people", "text": "\"the leaders positioned themselves behind all the people\""}]}, {"id": "17", "tn": [{"ref": "Everyone worked with one hand, and with the other hand he held his weapon", "text": "This is an exaggeration. They did not always work with only one hand, but they always had their weapon with them so that they were prepared to protect themselves and those around them. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "19", "tn": [{"ref": "I said", "text": "Here \"I\" refers to Nehemiah."}, {"ref": "the nobles ... the officials", "text": "These are the leaders referred to in [[:en:bible:notes:neh:04:15|4:16]]."}, {"ref": "The work is great", "text": "Here the word \"great\" means \"large-scale\" or \"huge.\""}, {"ref": "the trumpet sound", "text": "This refers to someone blowing a trumpet. AT: \"someone blowing a trumpet\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "half of them", "text": "\"Half\" means one part out of two equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "from the rising of the dawn until the coming out of the stars", "text": "This refers to the whole day, while it is light outside. AT: \"from the first light of day until the very beginning of the night\""}, {"ref": "the rising of the dawn", "text": "It is the point in time that the sun rises that is \"dawn.\" AT: \"the rising of the sun\" or \"dawn\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the middle of Jerusalem", "text": "\"within Jerusalem\""}, {"ref": "changed our clothes", "text": "\"took off our clothes\""}]}]