[{"id": "01", "tn": [{"ref": "the shepherds who destroy and scatter the sheep of my pasture", "text": "Yahweh refers to Israel as his pasture, the people of Israel as his sheep and their leaders in Israel as the shepherds. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "scattering my flock and driving them away", "text": "These two phrases have similar meanings. The second one strengthens the thought in the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "pay you back for the evil", "text": "Yahweh refers to evil actions like a loan that was given and can be paid back. AT: \"have revenge for the evil\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak about the people of Israel as his sheep and the leaders of Israel as shepherds."}, {"ref": "to a grazing place", "text": "AT: \"to where all their needs will be supplied\""}, {"ref": "they will be fruitful and increase", "text": "The word \"increase\" explains how they will be \"fruitful.\" AT: \"they will increase greatly in number.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they will no longer fear or be shattered", "text": "The words \"be shattered\" mean that someone has caused them to be afraid and mean basically the same thing as \"fear.\" AT: \"no one will me them afraid anymore.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "None of them", "text": "\"None of my people\""}]}, {"id": "05", "tn": [{"ref": "days are coming", "text": "A future time is spoken of as if it were an object coming toward the speaker or the hearers. AT: \"the time will happen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh's declaration", "text": "\"what Yahweh has declared\" or \"what Yahweh has said.\" See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "a righteous branch", "text": "This future king descended from David is spoken of as if he were a branch grown on a tree. AT: \"a righteous descendant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a righteous branch", "text": "Some modern versions translate \"a legitimate successor to the throne.\""}, {"ref": "cause justice and righteousness in the land", "text": "\"Justice\" and \"righteousness\" stand for people acting justly and rightly. AT: \"cause people to act justly and rightly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in the land", "text": "Here \"land\" stands for all the people in the nation. AT: \"for all the people in the nation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Judah will be rescued, and Israel will live in security", "text": "These two sentences have similar meanings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Judah will be rescued", "text": "This can be put into active form. AT: \"He will rescue Judah from their enemies\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "As Yahweh lives", "text": "This is a phrase used for an oath."}, {"ref": "the northern land and all the lands where they had been driven", "text": "This refers to the way the northern ten tribes of Israel were captured and spread out among the surrounding countries."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The speaker has changed from Yahweh to Jeremiah."}, {"ref": "Regarding the prophets, my heart is broken in me, and all of my bones tremble", "text": "The prophet's heart is broken and bones are trembling because he is afraid of the judgment that will result from the lies of the false prophets. AT: \"I have great fear for what will happen because of the false prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my heart is broken in me", "text": "The prophet's emotions are spoken of as if they were his heart. AT: \"I am very sad\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all of my bones tremble", "text": "Here the emotion of fear is spoken of as if the prophet's bones were trembling. AT: \"I am very afraid\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have become like a drunk man, like a man whom wine has overpowered", "text": "Here being very sad and afraid is spoken of as if the sufferer were like a drunk man. AT: \"I am like a drunk man; I cannot control myself\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the land is full of adulterers", "text": "This exaggeration is used to show the level of sinfulness which was present at the time of Jeremiah. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "adulterers", "text": "This word probably stands here both for the literal idea that most men in the nation had committed adultery against their own wives, and also, as is common in biblical language, for the idea that they had abandoned Yahweh in order to worship idols. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land is dried up", "text": "Some modern versions interpret this Hebrew phrase as \"the land mourns.\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The speaker changes from Jeremiah to Yahweh."}, {"ref": "the priests are polluted", "text": "AT: \"the priests are sinful\""}, {"ref": "in my house", "text": "Here Yahweh's temple is compared to a house, a place where Yahweh is said to live among his people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh's declaration", "text": "\"what Yahweh has declared\" or \"what Yahweh has said\""}, {"ref": "like a slippery place in the darkness", "text": "AT: \"unstable, or dangerous\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in the year of their punishment", "text": "AT: \"when their time for punishment comes\""}]}, {"id": "13", "tn": [{"ref": "walk in deceit", "text": "\"live in dishonesty\""}, {"ref": "strengthen the hands of evildoers", "text": "\"they strengthen those who do evil\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "no one turns back from his evildoing", "text": "\"They continue in their sin\""}, {"ref": "All of them have become like Sodom ... like Gomorrah.", "text": "\"They became very evil\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I am about to make them eat wormwood and drink poisonous water", "text": "wormwood was something that was bitter and unpleasant to eat. This phrase describes the punishment that Yahweh was going to bring about on the evil prophets. In the same way, wormwood was bitter and the water was poisonous, so would Yaweh's judgment be on the evil prophets. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pollution has gone out from the prophets", "text": "\"evil has come from the prophets\""}]}, {"id": "16", "tn": [{"ref": "They have deluded you!", "text": "AT: \"The prophets have caused you to believe something that is not true!\""}, {"ref": "visions from their own minds", "text": "AT: \"visions they imagined\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not from Yahweh's mouth", "text": "AT: \"not from Yahweh\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yet who has stood in Yahweh's council meeting? Who sees and hears his word? Who pays attention to his word and listens?", "text": "AT: \"No one advises Yahweh. No one understands what Yahweh says. No one obeys Yahweh's commands.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "a tempest is whirling about", "text": "AT: \"it is like a great storm\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is whirling around the heads of the wicked", "text": "AT: \"It is coming upon the wicked\""}, {"ref": "it has carried out and brought into being his heart's intentions", "text": "AT: \"Yahweh's wrath will bring about all the punishment that he has planned\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "21", "tn": [{"ref": "if they had stood in my council meeting", "text": "AT: \"if they had truly listened to me\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "23", "tn": [{"ref": "Am I only a God nearby ... and not also a God far away?", "text": "AT: \"I am a God who is both nearby and far away.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can anyone hide in a secret place so I cannot see him?", "text": "\"No one can hide in a secret place so I cannot see him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and do I not fill the heavens and the earth?", "text": "\"And I am everywhere, both in the heavens and the earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "How long will this go on, prophets who prophesy lies from their minds, and who prophesy from the deceit in their hearts?", "text": "AT: \"This should not continue, prophets who declare lies which they themselves have made up.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "making my people forget my name ... in favor of Baal's name", "text": "\"leading my people worship Baal instead of me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "28", "tn": [{"ref": "What does straw have to do with grain?", "text": "AT: \"Straw and grain are two totally different things.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is not my word like fire?—this is Yahweh's declaration—and like a hammer that shatters a rock into pieces?", "text": "AT: \"My word is like fire: consuming and powerful,\" says Yahweh, \"and like a hammer that shatters a rock into pieces.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a hammer that shatters a rock into pieces", "text": "\"as powerful as a hammer that can crush rock\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "31", "tn": [{"ref": "who dream deceitfully", "text": "\"who claim to have dreams from God, but they are not from God."}]}, {"id": "33", "tn": [{"ref": "What declaration?", "text": "This question is meant to function as a statement AT: \"There is no declaration.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "35", "tn": [{"ref": "you have perverted the words of the living God", "text": "AT: \"you have changed the words of God to say what you want them to say\""}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol1:translate:figs_hypo]]"}, {"ref": "What did Yahweh declare?", "text": "AT: \"What did Yahweh say\""}, {"ref": "Therefore, see", "text": "AT: \"So pay attention\""}, {"ref": "I am about to pick you up and throw you away from me", "text": "AT: \"I am about to drive you away from me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that will not be forgotten", "text": "AT: \"that will last forever\""}]}]