[{"id": "01", "tn": [{"ref": "Son of man", "text": "\"Son of a human being\" or \"Son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. See how you translated this in [[:en:bible:notes:ezk:02:01|2:1]]. AT: \"Mortal person\" or \"Human\""}, {"ref": "the word of Yahweh came to me", "text": "\"Yahweh gave me a message.\" See how you translated this phrase in [[:en:bible:notes:ezk:01:01|1:1]]."}, {"ref": "set your face toward Jerusalem", "text": "This is an idiom. This means to that Yahweh is casting judgement upon Jerusalem and is telling Ezekiel to look toward Jerusalem and speak his judgement against it. See how you translated this in [[:en:bible:notes:ezk:04:06|4:7]]. AT: \"look in judgement upon Jerusalem\" or \"look towards Jerusalem with judgement\""}, {"ref": "I will draw my sword from its sheath and cut off both the righteous person and the wicked person from you", "text": "This speaks of Yahweh causing these people to die as if he actually killed them with his own sword. AT: \"I am opposed to you, and it will be as though I pull my sword from its sheath to kill both the righteous and the wicked people among you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous person and the wicked person", "text": "\"righteous people and wicked people.\" This refers to multiple people, not just one righteous person and one wicked person."}, {"ref": "sheath", "text": "something that holds and covers a sword when no one is using it"}, {"ref": "cut off", "text": "This is a euphemism that means to kill. AT: \"kill\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the land of Israel."}, {"ref": "cut off", "text": "This is a euphemism that means to kill. AT: \"kill\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the righteous … the wicked", "text": "This refers to righteous and wicked people. AT: \"those who are righteous … those who are wicked\" or \"the righteous people … the wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "from you", "text": "\"among you\""}, {"ref": "my sword will go out from its sheath against", "text": "This speaks of Yahweh causing these people to die as if he actually killed them with his own sword. AT: \"it will be as though I pull my sword from its sheath and strike\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all flesh", "text": "Here \"flesh\" is a metonym for \"people.\" AT: \"all people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the south to the north", "text": "This is a merism that refers to the area to the north, and to the south, and all places in between.  AT: \"in every direction\" or \"everywhere\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": " that I, Yahweh, have drawn my sword from its sheath", "text": "This speaks of Yahweh causing people to die as if he actually killed them with his own sword. AT: \"it is as though I, Yahweh, have struck people with my sword\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It will no longer hold back", "text": "This speaks of Yahweh not holding back his sword from attacking people as if his sword were a person that was no longer holding itself back from attacking. AT: \"and I will not put it back in its sheath again\" (UDB) or \"I will not hold back from attacking people\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Ezekiel."}, {"ref": "son of man", "text": "\"son of a human being\" or \"son of humanity\" or \"mortal person\" or \"human.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate as in [[:en:bible:notes:ezk:02:01|2:1]]."}, {"ref": "groan as your loins break", "text": "Yahweh tells Ezekiel to groan as a sign to accompany his message. He tells him to groan deeply as if his abdomen was in great pain. \"groan deeply as if your loins were in great pain\"  or \"groan deeply with great sorrow\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "In bitterness groan", "text": "\"With great grief\" or \"With great sorrow\""}, {"ref": "before their eyes", "text": "Here the Israelites are referred to by their \"eyes\" to emphasize what they see. AT: \"before them\" or \"before the Israelite people\" (See:   [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the news that is coming", "text": "This speaks of the \"news\" as if it were a person that was soon coming to them. AT: \"the news that they will soon hear\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "for every heart will faint away", "text": "This speaks of people becoming afraid as if their hearts were fainting. Also, this speaks of being fearful as faints. AT: \"for everyone will become fearful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will falter", "text": "\"will be weak\""}, {"ref": "Every spirit will grow faint", "text": "This speaks of people becoming fearful in their spirits as if their spirits were about to faint. AT: \"Everyone will be fearful in their inner being\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every knee will flow like water", "text": "\"every knee will be as weak as water\" (UDB). This is a euphemism for people being so afraid that they lose their bladder control and urinate on themselves. AT: \"every leg will be wet with urine\" or \"everyone will lose control of their urine\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "08", "tn": [{"ref": "the word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "It will be sharpened and polished", "text": "AT: \"It is sharp and polished.\" This phrase indicates that the sword is ready for someone to use it. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "polished", "text": "Someone made the sword smooth, shiny, and clean by rubbing it with a rough material."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Jerusalem and of the land of Israel."}, {"ref": " It will be sharpened ... It will be polished in order to", "text": "These can be stated in active form. AT: \"I will sharpen it … I will polish it so that it will\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": " in order to be like lightning", "text": "This means that the sword will be so shiny that light reflects off of it easily and brightly. AT: \"so that it flashes like lightning\" or \"so that light reflects off of it as brightly as lightning\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Should we rejoice in my son's scepter?", "text": "This rhetorical emphasize that the people of Israel will not celebrate their king's power, because it cannot resist the \"sword.\" AT: \"The people of Judah will not celebrate about their king's scepter.\" or \"we should not celebration the power of our king's scepter\"  (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should we", "text": "The word \"we\" refers Ezekiel and the people of Israel. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "in my son's scepter", "text": "Here Yahweh refers to the king of Judah as his son. The king's scepter represents his rule as king. It is important to maintain the image of the king's scepter here, as it is reference in the next phrase. AT: \"in the king's scepter\" or \"in the power represented by the king's scepter\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The coming sword hates every such rod", "text": "Here the \"sword\" is personified as coming to attack the people. This speaks of the king not being able to resist the \"sword\" as the \"sword\" hating the king's scepter. AT: \"the sword will overpower his scepter like that of any other ruler\" or \"for the king will not be able to resist when the sword is brought against him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "such rod", "text": "This phrase is used to mock the king's scepter by calling it a \"rod.\" AT: \"such scepter\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the sword will be given to be polished", "text": "This can be stated in active form. AT: \"I will polish the sword\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then to be grasped by the hand", "text": "This can be stated in active form. AT: \"then the right person will hold it in his hand\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it is to be given into the hand of the one who kills", "text": "This can be stated in active form. AT: \"it is ready for the killer to use\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Jerusalem and of the land of Israel."}, {"ref": "They are thrown against the sword with my people", "text": "\"They are killed with the sword along with my people\""}, {"ref": "but what if the scepter does not last?", "text": "AT: \"and it will be very frightening if the sword destroys the scepter and the scepter is gone.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message."}, {"ref": "A sword for the ones to be slaughtered", "text": "AT: \"A sword for slaughtering people.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "piercing them", "text": "The word \"them\" refers to the people of Jerusalem and of the land of Israel."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Jerusalem and of the land of Israel."}, {"ref": "to multiply their fallen", "text": "Here \"fallen\" refers to the people killed in battle. AT: \"to kill many people among them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their gates", "text": "The word \"their\" refers to the people of Jerusalem."}, {"ref": "You, sword! Strike to the right! ... Go wherever your face is turned", "text": "It is as if Yahweh were talking to a sword. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "wherever your face is turned", "text": "\"wherever I have turned your blade.\""}, {"ref": "your face", "text": "Here \"face\" stands for the sword's edge.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "The word of Yahweh came", "text": "\"Yahweh spoke his word.\" See how you translated this in [[:en:bible:notes:ezk:01:01|1:1]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "the sword", "text": "AT: \"the army.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message."}, {"ref": "battering rams", "text": "big machines that people used to knock down walls or towers"}, {"ref": "against it", "text": "\"against Jerusalem"}, {"ref": "to build a ramp", "text": "These were large dirt ramps that the king of Babylon built so that his soldiers could get onto the walls of Jerusalem."}, {"ref": "siege towers", "text": "These were wooden towers that the king of Babylon built around Jerusalem to enable the Babylonian soldiers to shoot arrows over the walls of Jerusalem."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Jerusalem."}, {"ref": "Because you bring your iniquity to my remembrance", "text": "\"Because you remind me of your iniquity\""}, {"ref": "your transgressions will be revealed! Your sins will be seen in all of your actions", "text": "\"by revealing your transgression, your sins will be clearly shown to everyone.\""}, {"ref": "For this reason you will remind everyone that", "text": "\"For this reason everyone will understand that\""}, {"ref": "you will be captured by your enemy's hand", "text": "AT: \"the king of Babylon will capture you.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Yahweh gives Ezekiel his message to the ruler of Israel."}, {"ref": "whose day of punishment has come", "text": "This phrase means \"whom Yahweh will now punish.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "whose time of committing iniquity has ended", "text": "\"at the time when Yahweh ends iniquity\""}, {"ref": "turban", "text": "a beautiful piece of cloth that kings wore on their heads as a symbol of their authority"}, {"ref": "humble the exalted", "text": "\"and make the exalted lowly\""}]}, {"id": "28", "tn": [{"ref": "son of man", "text": "See how you translated this in [[:en:bible:notes:ezk:02:01|2:3]]."}, {"ref": "is drawn", "text": "\"is out of its sheath\""}, {"ref": "While prophets see empty visions for you", "text": "The word \"you\" refers to the nation of Ammon. In the original language, it is feminine singular, because nations were often thought of as a woman. This continues through verse 32. (See: [[:en:ta:vol2:translate:figs_gendernotations]] and [[:en:ta:vol2:translate:figs_personification]])."}, {"ref": "empty visions", "text": "\"visions that are not true\""}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Ammon."}, {"ref": "sheath", "text": "See how you translated this in [[:en:bible:notes:ezk:21:01|21:3]]."}, {"ref": "In the place of your creation", "text": "\"In the place that I created you\""}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "Yahweh continues giving Ezekiel his message to the people of Ammon."}, {"ref": "You will become fuel for the fire", "text": "\"The fire will burn you up\""}]}]