[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This is the first of five urgent warnings the author gives."}, {"ref": "we must", "text": "Here \"we\" refers to the author and includes his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "so that we do not drift away", "text": "Believing in God's word less and less is spoken of as if a boat were drifting away on the water from where it should be. AT: \"so that we do not gradually stop believing it\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "For if the message that was spoken through the angels", "text": "The Jews believed that God spoke his law to Moses through angels. This can be stated in active form. AT: \"For if the message that God spoke through the angels\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For if the message", "text": "The author is certain that these things are true. AT: \"Because the message\""}, {"ref": "is valid", "text": "\"is certain\" or \"is true\""}, {"ref": "every transgression and disobedience receives just punishment", "text": "Here \"transgression\" and \"disobedience\" stand for the people who are guilty of these sins. AT: \"every person who sins and disobeys will receive just punishment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "transgression and disobedience", "text": "These two words mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "how then can we escape if we ignore so great a salvation?", "text": "The author uses a question to emphasize that the people will certainly receive punishment if they refuse God's salvation through Christ. AT: \"then God will certainly punish us if we do not pay attention to his message about how God will save us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "ignore", "text": "\"do not care for\" or \"consider unimportant\""}, {"ref": "This is salvation that was first announced by the Lord", "text": "This can be stated in active form. AT: \"The Lord himself first announced the message about how God will save us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and confirmed to us by those who heard it", "text": "This can be stated in active form. AT: \"and then those who heard the message confirmed it to us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "according to his will", "text": "\"in just the way he wanted to do it\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "The writer reminds these Hebrew believers that the earth will one day be under the rule of the Lord Jesus."}, {"ref": "General Information:", "text": "The quotation here is from the book of Psalms in the Old Testament. It continues on through the next section."}, {"ref": "For it was not to the angels that God subjected", "text": "\"For God did not make the angels rulers over\""}, {"ref": "the world to come", "text": "Here \"world\" refers to the people who live there. And \"to come\" means that this is the world in the next age after Christ returns. AT: \"the people who will live in the new world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What is man, that you are mindful of him?", "text": "This question is used to emphasize that humans are not important enough for God to pay attention them. AT: \"No human being is worthy enough for you to think about him!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or a son of man, that you care for him?", "text": "This means basically the same thing as the first question. This rhetorical question expresses surprise that humans are not important enough for God to care for them. AT: \"No human is worthy enough for you to care for him!\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "a little lower than the angels", "text": "The author speaks of people being less important than angels as if the people are standing in a position that is lower than the angels' position. AT: \"less important than the angels\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "made man ... crowned him ... his feet ... to him", "text": "Here, these phrases do not refer to a specific person but to humans in general, including both males and females. AT: \"made humans ... crowned them ... their feet ... to them\" (See: [[:en:ta:vol2:translate:figs_genericnoun]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "you crowned him with glory and honor", "text": "The gifts of glory and honor are spoken of as if they were a wreath of leaves placed on the head of a victorious athlete. AT: \"you have given them great glory and honor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You put everything in subjection under his feet", "text": "The author speaks of humans having control over everything as if they have stepped on everything with their feet. AT: \"You have given them control over everything\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did not leave anything not subjected to him", "text": "This double negative means that all things will be subject to Christ. AT: \"God made everything subject to them\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "we do not yet see everything subjected to him", "text": "\"we know that humans are not in control of everything yet\""}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "The writer reminds these Hebrew believers that Christ became lower than the angels when he came to earth to suffer death for forgiveness of sins, and that he became a merciful high priest to believers."}, {"ref": "we see the one", "text": "\"we know there is one\""}, {"ref": "who was made", "text": "This can be stated in active form. AT: \"whom God made\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lower than the angels ... crowned with glory and honor", "text": "Translate these as you did in [[:en:bible:notes:heb:02:07|2:7]]."}, {"ref": "has been crowned", "text": "This can be stated in active form. AT: \"God crowned him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has tasted death", "text": "The experience of death is spoken of as if it were food that was tasted. AT: \"has experienced death\" or \"has died\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for every man", "text": "Here, \"man\" means all people in general, including both males and females. AT: \"for every person\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "bring many sons to glory", "text": "The gift of glory is spoken of here as if it were a place to which people could be brought. AT: \"save many sons\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "many sons", "text": "Here this refers to believers in Christ, including males and females. AT: \"many believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "the leader of their salvation", "text": "The author speaks of salvation as if it were a place where Jesus led them. This means Jesus is the person who acted first in order to save others. AT: \"the one who saves other people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "complete", "text": "Becoming mature and completely trained is spoken of as if a person were made complete, perhaps complete in all his body parts. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This prophetic quotation comes from a Psalm of King David."}, {"ref": "the one who sanctifies", "text": "\"the one who makes others holy\" or \"the one who makes others pure from sin\""}, {"ref": "those who are sanctified", "text": "This can be stated in active form. AT: \"those whom he makes holy\" or \"those whom he makes pure from sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "have one source", "text": "Who that source is can be stated clearly. AT: \"have one source, God himself\" or \"have the same Father\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he is not ashamed", "text": "\"Jesus is not ashamed\""}, {"ref": "is not ashamed to call them brothers", "text": "This double negative means that he will claim them as his brothers. AT: \"is pleased to call them his brothers\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "brothers", "text": "Here this refers to all who have believed in Jesus, including both men and women. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "I will proclaim your name to my brothers", "text": "Here \"name\" refers to the person's reputation and what they have done. AT: \"I will proclaim to my brothers the great things you have done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from inside the assembly", "text": "\"when believers come together to worship God\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The prophet Isaiah wrote these quotations."}, {"ref": "And again", "text": "\"And a prophet wrote in another scripture passage what Christ said about God:\" (UDB)"}, {"ref": "the children ... the children of God", "text": "This speaks about those who believe in Christ as if they were children. AT: \"those who are like my children ... those who are like children to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "share flesh and blood", "text": "The phrase \"flesh and blood\" refers to people's human nature. AT: \"are all human beings\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Jesus also shared the same things with them", "text": "\"Jesus became human like them\""}, {"ref": "through death", "text": "Here \"death\" can be stated as a verb. AT: \"by dying\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "had the power of death", "text": "Here \"death\" can be stated as a verb. AT: \"had the power to cause people to die\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "This was so that he would free all those who through fear of death lived all their lives in slavery", "text": "The fear of death is spoken of as if it were slavery. Taking away someone's fear is spoken of as it were freeing that person from slavery. AT: \"This was so he might free all people. For we lived like slaves because we were afraid of dying\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "seed of Abraham", "text": "Descendants of Abraham are spoken of as if they were his seed. AT: \"the descendants of Abraham\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it was necessary for him", "text": "\"it was necessary for Jesus\""}, {"ref": "like his brothers", "text": "Here \"brothers\" refers to people in general. AT: \"like human beings\""}, {"ref": "he would bring about the pardon of the people's sins", "text": "Christ's death on the cross means that God can forgive sins. AT: \"he might make it possible for God to forgive people's sins\""}, {"ref": "was tempted", "text": "This can be stated in active form. AT: \"Satan tempted him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who are tempted", "text": "This can be stated in active form. AT: \"whom Satan is tempting\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]