[{"id": "01", "tn": [{"ref": "man injured by crushing or cutting off", "text": "\"man whose private body parts someone has crushed or cut off\""}, {"ref": "may enter the assembly of Yahweh", "text": "This is an idiom. AT: \"may be a full member of the Israelite community\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "illegitimate child", "text": "Possible meanings are 1) a child born to parents who committed incest or adultery or 2) a child born to a prostitute."}, {"ref": "as far as to the tenth generation of his descendants", "text": "This \"tenth\" is the ordinal number for ten. AT: \"even after ten generations of the illegitimate child's descendants\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "none of them", "text": "\"none of these descendants\""}]}, {"id": "03", "tn": [{"ref": "may not belong to the assembly of Yahweh", "text": "This is an idiom. AT: \"may not be a full member of the Israelite community\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as far as to the tenth generation of his descendants", "text": "This \"tenth\"is the ordinal number for ten. AT: \"even after ten generations of his descendants\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "they did not meet you with bread and with water", "text": "The full meaning of this statement can be made explicit. AT: \"they did not welcome you by bringing you food and drink\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "against you ... curse you", "text": "Moses speaks to the Israelites as if they were one man, so the word \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "would not listen", "text": "This is an idiom. AT: \"did not pay attention\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "turned the curse into a blessing for you", "text": "\"had him bless you and not curse you\""}, {"ref": "You must never seek their peace or prosperity", "text": "Possible meanings are 1) \"You should never make a peace treaty with the Ammonites and the Moabites\" or 2) \"You must not do anything to cause things to go well for those 2 people groups to enable them to prosper\" (UDB)."}, {"ref": "during all your days", "text": "This is an idiom. AT: \"as long as you are a nation\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must not detest an Edomite", "text": "\"Do not hate an Edomite\""}, {"ref": "for he is your brother", "text": "\"because he is your relative\""}, {"ref": "you must not abhor an Egyptian", "text": "\"do not hate an Egyptian\""}, {"ref": "The descendants of the third generation that are born to them may belong to the assembly of Yahweh", "text": "This \"third\" is the ordinal number for three. The full meaning of this statement can be made explicit. AT: \"If an Edomite or an Egyptian comes to live in the Israelite community, his grandchildren may become full members of that community\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "When you march out as an army against your enemies, then you must keep yourselves", "text": "Moses speaks here to the Israelites as if they were one man, so the words \"you\" and \"your\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "against your enemies", "text": "\"to fight against your enemies\""}, {"ref": "keep yourselves from every evil thing", "text": "\"keep yourselves away from all bad things\""}, {"ref": "any man who is unclean because of what happened to him at night", "text": "This is a polite way of saying that he had an emission of semen. AT: \"any man who is unclean because he had an emission of semen while he was asleep\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and you will have something among your tools to dig with", "text": "\"and you should have a tool that you can use to dig with\""}, {"ref": "when you squat down to relieve yourself", "text": "This is a polite way of saying to defecate. AT: \"when you squat down to defecate\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "you must dig with it", "text": "\"you must dig a hole with the tool\""}, {"ref": "cover up what has come out from you", "text": "\"cover up your excrement\""}, {"ref": "so that he may not see any unclean thing among you", "text": "\"so that Yahweh may not see any unclean thing among you\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "a slave who has escaped from his master", "text": "The full meaning of this statement can be made explicit. AT: \"a slave from another country who escaped from his master and came to Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]] )"}, {"ref": "Let him live with you", "text": "\"Let the slave live among your people\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "cultic prostitute ... cultic prostitute ... prostitute ... dog", "text": "Yahweh gives a complete list of both forms of prostitution by both men and women to forbid prostitution by anyone for any reason. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "cultic prostitute ... among any of the daughters ... among the sons", "text": "Possible meanings are that Moses 1) openly forbids women and men to perform sexual acts as part of temple service or 2) uses a euphemism to forbid women and men to perform sexual acts to receive money. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "You must not bring the wages of a prostitute ... into the house", "text": "\"A woman who earns money as a prostitute must not bring that money ... into the house\""}, {"ref": "a dog", "text": "a man who allows men to have sex with him for money"}, {"ref": "into the house of Yahweh your God", "text": "\"into the temple\""}, {"ref": "for any vow", "text": "\"to fulfill a vow\""}, {"ref": "both these", "text": "the wages of a female prostitute and of a male prostitute."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "You must not lend on interest to your fellow Israelite", "text": "\"If you lend something to your fellow Israelite, you must not make him pay you back more than he borrowed\""}, {"ref": "lend on interest", "text": "to lend to somebody and force that person to pay back more than was lent"}, {"ref": "interest of money ... anything that is lent on interest", "text": "\"you must not charge interest when you lend somebody money, food, or anything else\""}, {"ref": "all that you put your hand to", "text": "This is an idiom. AT: \"all that you do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you must not be slow in fulfilling it", "text": "\"you must not take a long time to fulfill the vow\""}, {"ref": "for Yahweh your God will surely require it of you", "text": "\"because Yahweh your God will blame you and punish you if you do not fulfill your vow\""}, {"ref": "But if you will refrain from making a vow, it will be no sin for you", "text": "The full meaning of this statement can be made explicit. AT: \"But, if you do not make a vow, you will not sin because you will not have a vow to fulfill\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "That which has gone out from your lips", "text": "This is an idiom. AT: \"The words you have spoken\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "according as you have vowed to Yahweh your God", "text": "\"whatever you have vowed to Yahweh your God that you will do\""}, {"ref": "anything that you have freely promised with your mouth", "text": "\"anything that people have heard you promise to do because you wanted to do it\""}, {"ref": "with your mouth", "text": "\"so that people heard you say it\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you may eat as many grapes as you desire", "text": "\"then you may enjoy eating grapes until you are full\""}, {"ref": "but do not put any in your basket", "text": "The full meaning of this statement can be made explicit. AT: \"but you may not put any grapes in your bag to take them away with you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When you go into your neighbor's ripe grain", "text": "\"When you walk through your neighbor's field where there is grain growing\""}, {"ref": "you may pluck the heads of grain with your hand", "text": "\"then you may eat the kernels of grain with your hand\""}, {"ref": "but do not put a sickle to your neighbor's ripe grain", "text": "\"but do not cut down your neighbor's ripe grain and take it with you\""}, {"ref": "sickle", "text": "a sharp tool that farmers use to harvest wheat"}]}]