[{"id": "01", "tn": [{"ref": "General Information:", "text": "The is the beginning of the next part of the story. Jesus teaches his disciples to pray."}, {"ref": "It happened", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "when Jesus was praying ... one of", "text": "It may be more natural to state that Jesus finished praying before the disciple asked the question. AT: \"that Jesus was praying in a certain place. When he finished praying, one of\" (UDB)"}]}, {"id": "02", "tn": [{"ref": "Jesus said to them", "text": "\"Jesus said to his disciples\""}, {"ref": "When you pray say, 'Father'", "text": "Jesus is commanding the disciples to honor the name of God the Father by addressing him as \"Father\" when praying to him."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "may your name be sanctified", "text": "\"cause everyone to honor your name.\" \"Name\" often refers to the entire person. AT: \"may all people honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May your kingdom come", "text": "The action of God ruling over everyone is spoken of as if it were God himself. AT: \"May you come and rule over everyone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples how to pray."}, {"ref": "Give us ... Forgive us ... Do not lead us", "text": "These are imperatives, but they should be translated as requests, rather than as commands. It may be helpful to add something such as \"please\" to them to make this clear. AT: \"Please give us ... Please forgive us ... Please do not lead us\""}, {"ref": "our daily bread", "text": "Bread was an inexpensive food that people ate everyday. It is used here to refer to food in general. AT: \"the food we need each day\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Forgive us our sins", "text": "\"Forgive us for sinning against you\" or \"Forgive our sins\""}, {"ref": "as we forgive", "text": "\"since we also forgive\""}, {"ref": "who is in debt to us", "text": "\"who has sinned against us\" or \"who has done wrong things to us\""}, {"ref": "Do not lead us into temptation", "text": "This can be stated in positive form. AT: \"Lead us away from temptation\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples about prayer."}, {"ref": "Which of you will have", "text": "Jesus used a question to teach the disciples. AT: \"Suppose one of you has\" or \"Suppose you have\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "lend to me three loaves of bread", "text": "\"let me borrow three loaves of bread\" or \"give me three loaves of bread and I will pay you later.\" The host does not have any food ready to give to his guest."}, {"ref": "three loaves of bread", "text": "Bread is often used to represent food in general. AT: \"enough cooked food for a meal\" or \"enough prepared food for a person to eat\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "just came in from the road", "text": "It is implied that they are far from home. AT: \"was traveling and just came to my house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "anything to set before him", "text": "\"any food ready to give him\""}, {"ref": "I am not able to get up", "text": "\"It is not convenient for me to get up\""}, {"ref": "I say to you", "text": "Jesus was speaking to the disciples. The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "give bread to you because you are his friend", "text": "Jesus addresses the disciples as if they were the ones asking for bread. AT: \"give bread to him because he is his friend\""}, {"ref": "shameless persistence", "text": "This refers to the fact that the person asking for bread ignores the fact that is inconvenient for his friend to get up in the middle of the night to get the bread for him."}]}, {"id": "09", "tn": [{"ref": "ask ... seek ... knock", "text": "Jesus gave these commands to encourage his disciples to pray continually. Some languages may also require more information with these verbs. Use the form of \"you\" that would be most appropriate in this context. AT: \"keep asking for what you need ... keep seeking what you need from God ... keep knocking on the door\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it will be given to you", "text": "This can be stated in active form. AT: \"God will give it to you\" or \"you will receive it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "knock", "text": "To knock at a door is to hit it a few times to let a person inside the house know you are standing outside. It can also be translated using the way people in your culture show that they have arrived, such as \"call out\" or \"cough\" or \"clap.\" Here, it means a person should keep praying to God until he answers. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be opened to you", "text": "This can be stated in active form. AT: \"God will open the door for you\" or \"God will welcome you inside\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching his disciples about prayer."}, {"ref": "Which father among you ... a fish?", "text": "Jesus uses questions to teach his disciples. It could also be written as a statement. AT: \"None of you fathers ... a fish\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Or if he asks ... scorpion to him?", "text": "Jesus uses questions to teach his disciples. It could also be written as a statement. AT: \"And you would never give him a scorpion if he asks for an egg\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "scorpion", "text": "A scorpion is similar to a spider, but it has a tail with a poisonous sting. If scorpions are not known where you are, you could translate this as \"poisonous spider\" or \"spider that stings\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "if you who are evil know", "text": "\"since you who are evil know\" or \"even though you are sinful, you know\""}, {"ref": "how much more will your Father from heaven give the Holy Spirit ... him?", "text": "\"how much more certain is it that your Father in heaven will give the Holy Spirit ... him?\" Jesus again uses a question to teach his disciples. This can be translated as a statement. AT: \"you can be sure that your Father from heaven will give the Holy Spirit ... him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus is questioned after he drives a demon out of a mute man."}, {"ref": "Jesus was driving out a demon", "text": "It may be helpful to add extra information. AT: \"Jesus was driving a demon out of a person\" or \"Jesus was making a demon leave a person\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "it was mute", "text": "It is unlikely that the demon could not speak. This demon apparently had the power to prevent people from speaking. AT: \"the demon caused the man to be unable to speak\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It happened that", "text": "This phrase is used here to mark where the action starts. If your language has a way for doing this, you could consider using it here. When the demon comes out of the man, some of the people criticize Jesus, and that leads to Jesus teaching about evil spirits."}, {"ref": "when the demon had come out", "text": "It may be helpful to add extra information. AT: \"when the demon came out of the man\" or \"when the demon left the man\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the mute man spoke", "text": "\"the man who had been unable to speak now spoke\""}, {"ref": "By Beelzebul, the ruler of demons, he drives out demons", "text": "\"He drives out demons by the power of Beelzebul, the ruler of demons\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Jesus begins to respond to the crowd."}, {"ref": "Others tested him", "text": "\"Other people tested Jesus.\" They wanted him to prove that his authority was from God."}, {"ref": "and sought from him a sign from heaven", "text": "\"and asked him to give a sign from heaven\" or \"by demanding that he give a sign from heaven.\" This was how they wanted him to prove that his authority was from God."}, {"ref": "Every kingdom divided against itself is made desolate", "text": "\"kingdom\" here refers to the people in it. This can also be stated in active form. AT: \"If people of a kingdom fight among themselves, they will destroy their kingdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a house divided against itself falls", "text": "Here \"house\" refers to a family. AT: \"if family members fight each other, they will ruin their family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "falls", "text": "\"crashes down and is destroyed.\" This image of the house collapsing refers to the destruction of a family when the members fight each other. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "If Satan is divided against himself", "text": "\"Satan\" here is referring to the demons who follow Satan as well as to Satan himself. AT: \"If Satan and members of his kingdom are fighting among themselves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If Satan ... how will his kingdom stand?", "text": "Jesus uses a question to teach the people. This can be translated as a statement. AT: \"If Satan ... his kingdom will not last\" or \"If Satan ... his kingdom will fall apart\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For you say I cast out demons by Beelzebul", "text": "\"For you say that it is by the power of Beelzebul that I make demons leave people.\" The next part of his argument can be stated explicitly: \"That would mean that Satan is divided against himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If I ... by whom do your followers drive them out", "text": "\"If I ... by whose power do your followers force demons to leave people?\" Jesus uses a question to teach the people. The meaning of Jesus' question can be made explicit. AT: \"If I ... then we must agree that your followers also drive out demons by Beelzebul's power. But you do not believe that it is true\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will be your judges", "text": "\"your followers who cast out demons by God's power will judge you for saying that I cast out demons by Beelzebul's power\""}, {"ref": "by the finger of God", "text": "The \"finger of God\" refers to God's power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then the kingdom of God has come to you", "text": "\"this shows that God's kingdom has come to you\""}]}, {"id": "21", "tn": [{"ref": "When a strong man ... man's possessions", "text": "This speaks about Jesus defeating Satan and his demons as if Jesus was a stronger man who takes what belongs to a strong man. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "takes away the armor from the man", "text": "\"removes the man's weapons and protection\""}, {"ref": "his goods are safe", "text": "\"no one can steal his things\""}, {"ref": "plunders the man's possessions", "text": "\"steals his possessions\" or \"takes away anything that he wants\""}, {"ref": "one who is not with me", "text": "\"people who do not support me\" or \"people who do not work with me\""}, {"ref": "is against me", "text": "\"works against me.\" This refers to those who said Jesus was working together with Satan."}, {"ref": "the one who does not gather with me scatters", "text": "Jesus is referring to gathering disciples who follow him. This can be stated explicitly. AT: \"anyone who does not cause people to come and follow me causes them to go away from me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "waterless places", "text": "This refers to \"desolate places\" (UDB) where the evil spirits wander."}, {"ref": "Finding none", "text": "\"If the spirit does not find any rest there\""}, {"ref": "my house from which I came", "text": "This refers to the person in which he used to live. AT: \"the person in whom I used to live!\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "finds that house swept out and put in order", "text": "This metaphor speaks about the person as if they were a house that is swept clean and things put in their place. It is implied that the house is still empty. This can be stated in active form with that information made explicit. AT: \"finds that the person is like a house that someone has swept clean and put everything where it belongs, but left it empty.\" or \"finds that the person is like a  house that is clean and organized, but empty\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "worse than the first", "text": "The missing information can be added. AT: \"worse than his condition was before the spirit left\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "This is a break in Jesus' teachings. A woman speaks a blessing and Jesus responds."}, {"ref": "It happened that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "raised her voice above the crowd", "text": "This idiom means \"spoke loudly above the noise of the crowd\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Blessed is the womb that bore you and the breasts that nursed you", "text": "The parts of a woman's body are used to refer to the whole woman. AT: \"How good it is for the woman who bore you and nursed you at her breasts\" or \"How happy the woman who bore you and nursed you at her breasts must be\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])."}, {"ref": "Rather, blessed are they", "text": "\"It is even better for those\""}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching the crowd."}, {"ref": "As the crowds were increasing", "text": "\"as more people were joining the crowd\" or \"as the crowd was growing larger\""}, {"ref": "This generation is an evil generation", "text": "Here \"generation\" refers to the people in it. AT: \"The people living at this time are evil people\" (UDB)"}, {"ref": "It seeks a sign", "text": "\"They want me to give them a sign\" or \"Many of you want me to give you a sign.\" The information about what kind of sign they wanted can be made explicit. AT: \"Many of you want me to perform a miracle as proof that I have come from God\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no sign will be given to it", "text": "This can be stated in active form. AT: \"God will not give them a sign\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sign of Jonah", "text": "\"what happened to Jonah\" or \"the miracle that God did for Jonah\" (UDB)"}, {"ref": "For just as Jonah became a sign ... so too ... this generation", "text": "This means that Jesus will serve as a sign from God for the Jews of that day in exactly the same way as Jonah served as a sign from God to the people of Nineveh."}, {"ref": "Son of Man", "text": "Jesus is referring to himself."}, {"ref": "this generation", "text": "\"the people living today\""}]}, {"id": "31", "tn": [{"ref": "Queen of the South", "text": "This refers to the Queen of Sheba. Sheba was a kingdom south of Israel."}, {"ref": "will rise up at the judgment with the men of this generation", "text": "\"will also stand up and judge the people of this time\""}, {"ref": "she came from the ends of the earth", "text": "This idiom means that she came from very far away. AT: \"she came a very great distance\" or \"she came from a place very far away\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "someone greater than Solomon is here", "text": "It may be helpful to explicitly state that they have not listened to Jesus. AT: \"I am greater than Solomon, but you have not listened to me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "someone greater than Solomon", "text": "Jesus is speaking about himself. AT: \"I am greater than Solomon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "The men of Nineveh", "text": "It may be helpful to state explicitly that this refers to the ancient city of Nineveh. AT: \"The men who lived in the ancient city of Nineveh\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The men", "text": "This includes both men and woman. AT: \"The people\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "this generation of people", "text": "\"the people of this time\""}, {"ref": "for they repented", "text": "\"for the people of Nineveh repented\""}, {"ref": "someone greater than Jonah is here", "text": "It may be helpful to explicitly state that they have not listened to Jesus. AT: \"I am greater than Jonah but you have not repented\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "someone greater than Jonah", "text": "Jesus is speaking about himself. AT: \"I am greater than Jonah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching the crowd."}, {"ref": "General Information:", "text": "Verse 33-36 are a metaphor where Jesus speaks of his teaching as \"light\" which should be shared with everyone and acted upon. He speaks of people who do not accept his teaching as being in \"darkness.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "puts it in a hidden place or under a basket", "text": "\"hides it or puts in under a basket\""}, {"ref": "but on a lampstand", "text": "It may be helpful to add the missing information. AT: \"but they place it on a lampstand\" or \" but they put it on a table\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Your eye is the lamp of the body", "text": "In this part of the metaphor, the things they saw Jesus do provided understanding just as an eye provides light for the body. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your eye", "text": "The eye is a metonym for vision. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the body", "text": "The body is a synecdoche for a person's life. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "When your eye is good", "text": "\"eye\" here is a metonym for vision. AT: \"When your vision is good\" or \"when you see well\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the whole body is filled with light", "text": "This can be stated in active form. AT: \"the light will fill your whole body\" or \"you will be able to see everything clearly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when your eye is bad", "text": "Here \"eye\" is a metonym for vision. AT: \"When your vision is bad\" or \"when you see poorly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your body is full of darkness", "text": "\"you will not be able to see anything\""}, {"ref": "be careful that the light in you is not darkness", "text": "\"make sure that what you think is light is not actually darkness\" or \"make sure you know what is light, and know what is darkness\""}, {"ref": "then your whole body will be like when a lamp shines its brightness on you", "text": "Jesus states the same truth as a simile. He speaks of people who are full of truth as if they are a lamp that shines brightly. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "This is the beginning of the next part of the story. Jesus is invited to eat at a Pharisee's house."}, {"ref": "at his house", "text": "This refers to the Pharisee's house."}, {"ref": "reclined", "text": "\"sat down at the table.\" It was the custom for a relaxed meal such as this dinner for men to eat while lying down comfortably around the table. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "wash", "text": "The Pharisees had a rule that people must wash their hands in order to be ceremonially clean before God. AT: \"wash his hands\" or \"wash his hands in order to be ritually clean\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "Jesus begins to speak to the Pharisee using a metaphor. He compares the way they clean cups and bowls to how they clean themselves. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the outside of cups and bowls", "text": "Washing of the outside of containers was a part of the ritual practices of the Pharisees. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but the inside of you is filled with greed and evil", "text": "This part of the metaphor contrasts the careful way they clean the outside of the dishes with the way they ignore their own internal condition. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You senseless men", "text": "This expression can refer to men or women, even though all of the Pharisees to whom Jesus was speaking to here were men."}, {"ref": "Did not the one who made the outside also make the inside?", "text": "Jesus uses a question to rebuke the Pharisees for not understanding that what is in their hearts matters to God. This can be translated as a statement. AT: \"The one who made the outside also made the inside!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Give to the poor what is inside", "text": "This refers to what they should be doing with their cups and bowls. AT: \"Give to the poor what is inside your cups and bowls\" or \"Be generous to the poor\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all things will be clean for you", "text": "\"you will be completely clean\" or \"you will be clean both inside and outside\""}]}, {"id": "42", "tn": [{"ref": "you tithe the mint and rue and every other garden herb", "text": "\"you give God one tenth of your mint and rue and other herbs from your garden.\" Jesus was giving an example of how extreme the Pharisees were in giving a tenth of their income."}, {"ref": "mint and rue", "text": "These are herbs. People put just a little bit of these leaves into their food to give it flavor. If people do not know what mint and rue are, you can use the name of herbs they know or a general expression such as \"herbs.\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "every other garden herb", "text": "Possible meanings are 1) \"every other vegetable\" 2) \"every other garden herb\" or 3) \"every other garden plant.\""}, {"ref": "the love of God", "text": "\"to love God\" or \"love for God.\" God is the one who is loved."}, {"ref": "without failing to do the other things also", "text": "\"without failing\" emphasizes that this should always be done. This can be stated in positive form. AT: \"and to always do the other good things as well\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "43", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking to the Pharisee."}, {"ref": "the front seats", "text": "\"the best seats\""}, {"ref": "respectful greetings", "text": "\"you like people to greet you with special honor\" (UDB)"}, {"ref": "you are like unmarked graves that people walk over without knowing it", "text": "The Pharisees were like unmarked graves because they looked ceremonially clean, but they caused people around them to become unclean. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "unmarked graves", "text": "These graves were holes dug in the ground where a dead body was buried. They did not have the white stones that people normally place over graves so that others would see them."}, {"ref": "without knowing it", "text": "When the Jews walked over a grave, they would become ceremonially unclean. These unmarked graves caused them to accidentally do that. This can be stated clearly. AT: \"without realizing it and become ceremonially unclean\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "Jesus begins to respond to a Jewish teacher."}, {"ref": "a certain teacher of the Jewish laws", "text": "This introduces a new character into the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "what you say insults us too", "text": "Jesus' comments about the Pharisees also seemed to apply to the teachers of the Jewish laws."}, {"ref": "And woe to you, teachers of the law!", "text": "Jesus makes it clear that he intended to condemn the actions of the teachers of the law along with the Pharisees."}, {"ref": "you burden men with burdens hard to carry", "text": "\"You put burdens on people that are heavy for them to carry.\" Jesus speaks about someone giving people many rules as if the person were giving them heavy things to carry. AT: \"you burden people by giving them too many rules to follow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "touch those burdens with one of your own fingers", "text": "Possible meanings are 1) \"do anything at all to help people carry those burdens\" or 2) \"do not make any effort to carry those burdens yourselves.\""}]}, {"id": "47", "tn": [{"ref": "So you are witnesses and you consent", "text": "Jesus is rebuking the Pharisees and teachers of the law. They knew about the murder of the prophets, but did not condemn their ancestors for killing them. AT: \"So, rather than denouncing them, you confirm and agree\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "49", "tn": [{"ref": "For this reason", "text": "This refers back to the previous statement that the teachers of the law burdened people with rules."}, {"ref": "God's wisdom said", "text": "\"wisdom\" is treated as if it was able to speak for God. AT: \"God in his wisdom said\" or \"God wisely said\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I will send to them prophets and apostles", "text": "\"I will send prophets and apostles to my people.\" God had declared beforehand that he would send prophets and apostles to the ancestors of the Jewish audience to whom Jesus was speaking."}, {"ref": "they will persecute and kill some of them", "text": "\"my people will persecute and kill some of the prophets and apostles.\" God had declared beforehand that the ancestors of the Jewish audience to whom Jesus was speaking would persecute and kill the prophets and apostles."}, {"ref": "This generation, then, will be held responsible for all the blood of the prophets shed", "text": "The people to whom Jesus was speaking will be held responsible for the murder of the prophets by their ancestors. AT: \"Therefore, God will hold this generation responsible for all the deaths of the prophets that people have killed\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the blood of the prophets shed", "text": "The \"blood ... shed\" refers to the blood spilled when they were killed. AT: \"the murder of the prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Zechariah", "text": "This was probably the priest in the Old Testament who rebuked the people of Israel for idolatry. This was not the Father of John the Baptist."}, {"ref": "who was killed", "text": "This could be stated in active form. AT: \"that the people killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "52", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes responding to the Jewish teacher."}, {"ref": "you have taken away the key of knowledge ... hinder those who are entering", "text": "Jesus speaks about God's truth as if it were in a house that the teachers refuse to enter and will not let others have the key to enter either. This means the teachers do not truly know God, and they prevent others from knowing him as well. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the key", "text": "This represents the means of access, as to a house or storage room."}, {"ref": "you do not enter in yourselves", "text": "\"you yourselves do not go in to get knowledge\""}]}, {"id": "53", "tn": [{"ref": "General Information:", "text": "This is the end of the part of the story where Jesus ate at the Pharisee's house. These verses tell the reader what happens after the main part of the story ends."}, {"ref": "After Jesus left there", "text": "\"After Jesus left the Pharisee's house\""}, {"ref": "argued with him ... trying to trap him", "text": "The scribes and Pharisees did not argue in order to defend their views, but to try to trap Jesus so they could accuse him of breaking the law of God."}, {"ref": "trying to trap him in his own words", "text": "This means they wanted Jesus to say something wrong so that they could accuse him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]