[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter identifies himself as the writer and identifies and greets the believers to whom he is writing."}, {"ref": "the foreigners of the dispersion", "text": "Peter speaks of his readers as people who live away from their homes in many different countries. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Cappadocia ... Bithynia", "text": "Along with the other places that Peter mentions, \"Cappadocia\" and \"Bithynia\" were Roman provinces located in what is now the country of Turkey."}, {"ref": "the chosen ones ... according to the foreknowledge of God the Father", "text": "\"the ones whom God the Father has chosen ... according to his own foreknowledge.\" God has chosen them according to his own foreknowledge."}, {"ref": "the foreknowledge of God the Father", "text": "Possible meanings are 1) God had determined what would happen ahead of time. AT: \"what God the Father decided previously\" (UDB) or 2) God knew what would happen ahead of time. AT: \"what God the Father knew beforehand\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the sprinkling of the blood of Jesus Christ", "text": "Here \"the blood\" refers to the death of Jesus. Just as Moses sprinkled blood on the people of Israel to symbolize their covenant with God, believers are in covenant with God because of Jesus' death. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "May grace be to you, and may your peace increase", "text": "This passage speaks of grace as if it were an object that believers could possess, and of peace as if it were something that could increase in amount. Of course, grace is in reality the kind way God acts toward believers, and peace is how believers live in safety and joy with God. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Peter begins to talk about the believers' salvation and faith. Here he elaborates on a metaphor in which what God promises to do for all believers is spoken of as if it were an inheritance that he passes on to them."}, {"ref": "our Lord Jesus Christ ... gave us a new birth", "text": "The words \"our\" and \"us\" refer to Peter and those to whom he is writing. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "he gave us a new birth", "text": "\"he caused us to be born again\""}, {"ref": "for the confidence of an inheritance", "text": "You can translate this using a verb. AT: \"so that we confidently expect to receive an inheritance\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will not perish, will not become stained, and will not fade away", "text": "Peter uses three similar phrases to describe the inheritance as something that is perfect and eternal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is reserved in heaven for you", "text": "This can be stated in active form. AT: \"God is reserving it in heaven for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You are protected by God's power", "text": "This can be stated in active form. AT: \"God is protecting you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by God's power", "text": "Here \"power\" is a way of saying that God is strong and able to protect believers. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "through faith", "text": "Here \"faith\" refers to the fact that the believers trust in Christ. AT: \"because of your faith\"                (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that is ready to be revealed", "text": "This can be stated in active form. AT: \"that God is ready to reveal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "You are very glad about this", "text": "The word \"this\" refers to all the blessings that Peter mentions in the previous verses."}, {"ref": "This is for the proving of your faith", "text": "In the same way in which fire refines gold, hardships test how well believers trust in Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the proving of your faith", "text": "God wishes to test how well believers trust in Christ."}, {"ref": "faith, which is more precious than gold that perishes, even though it is tested by fire", "text": "Faith is more valuable than gold, because gold does not last forever, even if it is refined in fire."}, {"ref": "your faith will be found to result in praise, glory, and honor", "text": "Possible meanings are 1) that \"God will honor you very highly\" because of your faith (UDB) or 2) that \"your faith will bring praise, glory, and honor\" to God."}, {"ref": "your faith will be found to result", "text": "\"your faith will prove genuine and result\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "at the revealing of Jesus Christ", "text": "This refers to the return of Christ. AT: \"when Jesus Christ appears to all people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "unspeakable, glorious joy", "text": "\"wonderful joy that words cannot describe\""}, {"ref": "the salvation of your souls", "text": "Here the word \"souls\" refers to the whole person. You may translate this using a verb. AT: \"your salvation\" or \"God saving you\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "salvation ... grace", "text": "These words present two ideas as if they were things or objects. In reality, \"salvation\" refers to the action of God saving us, or to what happens as a result. Similarly, \"grace\" refers to the kind way in which God deals with believers."}, {"ref": "searched and inquired carefully", "text": "The words \"inquired carefully\" mean basically the same thing as \"searched.\" Together these words emphasize how hard the prophets tried to understand this salvation. AT: \"examined very carefully\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues talking about the prophets' search for salvation."}, {"ref": "They searched to know", "text": "\"They tried to determine\""}, {"ref": "the Spirit of Christ", "text": "This is a reference to the Holy Spirit."}, {"ref": "It was revealed to them", "text": "This can be stated in active form. AT: \"God revealed to the prophets\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "angels long to look", "text": "\"angels want to understand\""}]}, {"id": "13", "tn": [{"ref": "So", "text": "\"Because of this.\" Peter uses this word here to refer back to everything he has said about salvation, their faith, and the Spirit of Christ giving revelations to the prophets."}, {"ref": "gird up the loins of your mind", "text": "This refers to preparing to work hard. It comes from the custom of tucking the bottom of one's robe into a belt around the waist in order to move with ease. AT: \"get ready\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Be sober", "text": "Here the word \"sober\" refers to mental clarity and alertness. AT: \"Control your thoughts\" or \"Be careful about what you think\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the grace that will be brought to you", "text": "This can be stated in active form. AT: \"the grace that God will bring to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the grace that will be brought to you", "text": "Here God's way of dealing kindly with believers is spoken of as if it were an object that could be given to them. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "at the revealing of Jesus Christ", "text": "This refers to the return of Christ. AT: \"when Jesus Christ appears to all people.\" See how you translated this in [[:en:bible:notes:1pe:01:06|1:7]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "do not conform yourselves to the desires", "text": "\"do not desire the same things\" AT: \"do not live to gratify the desires\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "For it is written", "text": "This can be stated in active form. AT: \"For as Moses wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Be holy, because I am holy", "text": "Here the word \"I\" refers to God."}, {"ref": "spend the time of your journey", "text": "Peter speaks of his readers as if they were people living in a foreign land away from their home. AT: \"spend the time you are living away from your true home\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "you have been redeemed", "text": "This can be stated in active form. AT: \"God has redeemed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the precious blood of Christ", "text": "Here \"blood\" stands for Christ's death on the cross. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a lamb without blemish or spot", "text": "Jesus died as a sacrifice so that God would forgive people's sins. AT: \"like the lambs without blemish or spot that the Jewish priests sacrificed\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "without blemish or spot", "text": "Peter expresses the same idea in two different ways to emphasize Christ's purity. AT: \"with no imperfections\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "20", "tn": [{"ref": "Christ was chosen", "text": "This can be stated in active form. AT: \"God chose Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "before the foundation of the world", "text": "You can translate this with a verbal phrase. AT: \"before God created the world\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he has been revealed to you", "text": "This can be stated in active form. AT: \"God has revealed him to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he has been revealed to you", "text": "Peter does not mean that his readers actually saw Christ, but that they learned the truth about him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to whom he gave glory", "text": "Peter speaks of God honoring Jesus as if he gave him an object.  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "22", "tn": [{"ref": "You made your souls pure", "text": "Here Peter speaks of the believers as if they had made themselves pure. In reality, they have done nothing but accept salvation from Christ. [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You made your souls pure", "text": "Here the word \"souls\" refers to the whole person. AT: \"You made yourselves pure\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "pure", "text": "Here the idea of cleanliness refers to being acceptable to God. [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by obedience to the truth", "text": "You can translate this using a verbal phrase. AT: \"by obeying the truth\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "brotherly love", "text": "This refers to love between fellow believers."}, {"ref": "love one another earnestly from the heart", "text": "Here the word \"heart\" refers to the seat of the emotions and indicates that they are to love completely. AT: \"love one another earnestly and completely\" or \"love one another earnestly and wholeheartedly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "born again, not from perishable seed, but from imperishable seed", "text": "Possible meanings are that Peter speaks of the word of God either 1) as the seed of a plant that grows and produces new life in believers or 2) as the tiny cells inside a man or woman that combine to cause a baby to grow inside the woman. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "imperishable", "text": "\"not perishable\" or \"not permanent\""}, {"ref": "through the living and remaining word of God", "text": "Peter speaks of God's word as if it were alive forever. In reality, it is God who lives forever, and whose commands and promises last eternally. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "In these verses Peter quotes from the prophet Isaiah a passage relating to what he had just said about them being born of imperishable seed."}, {"ref": "all flesh is like grass", "text": "The prophet Isaiah compares humanity to grass that grows and dies quickly. AT: \"all people will die like grass dies\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "all flesh", "text": "The word \"flesh\" refers to humanity. AT: \"all people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all its glory is like the flower of the grass", "text": "Here the word \"glory\" refers to beauty or goodness. Isaiah compares the things that people consider to be good or beautiful about humanity to flowers that die quickly. AT: \"all mankind soon ceases to be good, just as flowers soon die\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "This is the good news", "text": "Here the word \"This\" refers to \"the word of the Lord.\""}, {"ref": "the good news that was announced", "text": "This can be stated in active form. AT: \"the good news that we announced\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]