[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells about a new person in the story."}, {"ref": "Zeruiah", "text": "Translate this man's name the same as you did in [[:"}, {"ref": "", "text": "en:bible:notes:2sa:02:12|2:13]]."}, {"ref": "perceived", "text": "This means Joab discerned or understood what David was thinking."}, {"ref": "sent word to Tekoa and had a wise woman brought", "text": "This means that Joab sent someone with a message to Tekoa and had him bring back a woman to him. This can be written in active form. AT: \"sent someone with a message to Tokoa and had him bring a wise woman back\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Tekoa", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the dead", "text": "This refers to someone who has died, not dead people in general. AT: \"someone who has died\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "04", "tn": [{"ref": "she lay facedown on the ground", "text": "She did this to show her respect and submission to the king. AT: \"she showed her respect to the king by laying facedown on the ground\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "One struck the other", "text": "\"One of my sons hit the other son with something\""}]}, {"id": "07", "tn": [{"ref": "the whole clan", "text": "\"my entire family\""}, {"ref": "your servant", "text": "To show respect for the king the woman refers to herself as \"your servant.\""}, {"ref": "put him to death", "text": "This is an idiom which means to kill. AT: \"kill him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they would also destroy the heir", "text": "If they put the guilty brother to death there would not be a son left to inherit the family's possessions. The full meaning of this statement can be made clear. AT: \"if they did this, they would be destroying our family's heir\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Thus they will put out the burning coal that I have left", "text": "Here the woman refers to her only living son as if he were a burning piece of coal. She speaks of the men killing her son as stopping the coal's burning. AT: \"In this way they will kill the only child I have left\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will leave for my husband neither name nor descendant", "text": "This can be stated in positive form. AT: \"they will not leave for my husband name or descendant\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "neither name nor descendant", "text": "This refers to a son to carry on the family's name into the next generation. AT: \"no son to preserve our family's name\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "on the surface of the earth", "text": "\"on the earth.\" This descriptive phrase emphasizes that the family line would not continue on earth after the husband died. \"The surface of the earth\" refers to the ground on which people walk."}]}, {"id": "08", "tn": [{"ref": "I will command something to be done for you", "text": "This can be stated in active form. AT: \"I will take care of this matter for you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Tekoa", "text": "Translate the name of this place the same as you did in [[:en:bible:notes:2sa:14:01|14:2]]."}, {"ref": "may the guilt be on me and on my father's family", "text": "This means that if people say that the king was wrong for helping the woman's family that the king should not be guilty. The full meaning of this statement can be made explicit. AT: \"if anyone blames you for helping our family, may my family be considered guilty instead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The king and his throne", "text": "Here the word \"throne\" refers to anyone who later becomes king in David's place. AT: \"The king and his descendants\" or \"The king and his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are guiltless", "text": "\"are innocent.\" This implies that in the future if anyone accuses the king of wrongdoing, he will be innocent in the matter. AT: \"will be innocent regarding the matter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "says anything to you", "text": "Here speaking threats is spoken of as speaking in general. AT: \"threatens you\" or \"speaks threats to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he will not touch you anymore", "text": "Here David speaks of a person not threatening or hurting her, by saying that the person would not touch her. It is implied that David will not allow the person threatening her to bother her again. The full meaning of this statement can be made clear. AT: \"I will make sure he does not threaten you again\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Please, may the king call to mind Yahweh your God", "text": "Possible meanings are 1) The phrase \"call to mind\" is an idiom meaning to pray. AT: \"Please, pray to Yahweh your God\" or 2) Here \"call to mind\" means to remember and it is implied that after he remembers Yahweh he will promise in his name. AT: \"Please promise in the name of Yahweh your God\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the avenger of blood", "text": "This refers to the man who wants to avenge the death of the dead brother. This can be stated clearly. AT: \"the man who wants to avenge my son's brother's death\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "destroy anyone further", "text": "\"cause anyone else to die.\" This is in addition to the brother who already died."}, {"ref": "that they will not destroy my son", "text": "\"that they will not kill my son\" or \"that they will not execute my son\""}, {"ref": "As Yahweh lives", "text": "Often people would make promises and compare how surely they would fulfil their promise to how surely Yahweh is alive. AT: \"I promise you, as surely as Yahweh lives\" or \"In Yahweh's name I promise\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not one hair of your son will fall to the ground", "text": "The means that her son will not be harmed, which is exaggerated by saying that he will not lose even a single hair. AT: \"your son will be completely safe\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "12", "tn": [{"ref": "your servant", "text": "To show respect for the king the woman refers to herself as \"your servant.\""}, {"ref": "speak a further word to", "text": "\"talk about something else to.\" The woman is requesting to speak to the king about another topic."}, {"ref": "Speak on", "text": "This is an idiom. The king was giving her permission to continue speaking. AT: \"You may speak to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why then have you devised such a thing against the people of God?", "text": "The woman asks this rhetorical question to rebuke David for how he has treated Absalom. This question can be written as a statement. AT: \"What you have just said proved that you did wrong.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the king is like someone who is guilty", "text": "The woman compares the king to someone who is guilty to suggest that he is guilty without saying it directly. AT: \"the king has declared himself guilty\""}, {"ref": "his banished son", "text": "\"his son whom he banished\""}, {"ref": "For we all must die, and we are like water spilled on the ground ... up again", "text": "Here the woman speaks of a person dying as if they were water being spilled on the ground. AT: \"We all must die, and after we die we cannot be brought back to life again\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "God ... finds a way for those who were driven away to be restored", "text": "The woman is implying that David should bring his son back to himself. This can be stated clearly. AT: \"God brings back someone whom he has driven away and you should do the same for your son\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "because the people have made me afraid", "text": "The missing words can be added to this phrase. AT: \"because the people have made me afraid that I have come\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "your servant", "text": "To show respect for the king the woman refers to herself as \"your servant\""}, {"ref": "to hand over his servant", "text": "Here the idiom \"to hand over\" means to deliver out of someone's control. AT: \"to deliver his servant\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "out of the hand of the man", "text": "This is an idiom. Here \"the hand\" refers to the man's control. AT: \"out of the control of the man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "out of the inheritance of God", "text": "This speaks of the land which Yahweh gave to the Israelites as if it were an inheritance that a father leaves his children. AT: \"out of the land that God gave us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the word of my master the king", "text": "Here \"word\" represents the king's message. AT: \"what my master the king says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for as an angel of God, so is my master ... from evil", "text": "Here David, the king, is compared to an \"angel of God.\" AT: \"for the king is like an angel of God because they both know how to tell good from evil\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "Please do not hide from me anything that I will ask you", "text": "The negative form here is used for emphasis and can be stated in a positive form. AT: \"Please tell me the truth about everything I ask you\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Is not the hand of Joab with you in all this", "text": "Here the word \"hand\" refers to Joab's influence. AT: \"Has not Joab influenced you in all this\" or \"Did Joab send you here to speak these things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "As you live", "text": "\"As surely as you are alive.\" Here the woman compares the certainty of what David has said to the certainty that he is alive, to emphasize how true his statement is. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "no one can escape to the right hand ... the king has spoken", "text": "Here the woman describes the difficulty of speaking to the king and keeping him from finding out the truth by comparing it to a person not being about to escape in any direction. AT: \"no one can keep you from knowing the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the right hand or to the left", "text": "The expression gives two extremes and means \"anywhere.\" AT: \"anywhere at all\" or \"anywhere\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "My master is wise", "text": "\"My master the king is wise\""}, {"ref": "is wise, like the wisdom of an angel of God", "text": "The woman compares David's wisdom to the wisdom of an angel to emphasize how very wise he is. AT: \"you are very wise, like an angel of God\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "21", "tn": [{"ref": "So the king said to Joab", "text": "It is implied that the king had Joab brought before him so that he could speak to him. The full meaning of this can be made clear. AT: \"Then the king summoned Joab and said to him\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Look now", "text": "This is an idiom. It is a phrase used to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this thing", "text": "This refers to what Joab wants the king to do. The full meaning of this statement can be made clear. AT: \"what you want me to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Joab lay facedown on the ground", "text": "Joab did this to honor the king and show his gratitude. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "your servant", "text": "To show respect for the king Joab refers to himself as \"your servant.\""}, {"ref": "I have found favor in your sight", "text": "The phrase \"found favor\" is an idiom which means to be approved of by someone. The word \"sight\" is a metonym which refers to what the king thinks. AT: \"you are pleased with me\" (UDB) or \"you have approved of me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in that the king", "text": "\"because the king\""}, {"ref": "the king has performed the request of his servant", "text": "\"you have done what I asked you to do\""}]}, {"id": "23", "tn": [{"ref": "but he may not see my face ... the king's face", "text": "Here the word \"face\" refers to the king himself. AT: \"but he may not see me ... the king\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "25", "tn": [{"ref": "Now", "text": "\"Now\" marks a break in the main storyline. Here Samuel tells a new part of the story."}, {"ref": "there was no one praised for his handsomeness more than Absalom", "text": "This can be stated in active form. AT: \"people praised Absalom for his handsomeness more than they praised anyone else\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "From the sole of his foot to the top of his head there was no blemish in him", "text": "This means the whole person was without blemish. AT: \"There were no blemishes on any part of his body\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "two hundred shekels", "text": "This can be written in modern units. AT: \"two and a half kilograms\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "the weight of the king's standard", "text": "The king had weights that determined the standard weight of the shekel and other weights and measurements."}, {"ref": "To Absalom were born three sons and one daughter", "text": "This can be stated in active form. AT: \"Absalom had three sons and one daughter\" (UDB)"}]}, {"id": "28", "tn": [{"ref": "the king's face", "text": "Here \"the king's face\" refers to the king himself. AT: \"the king\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Absalom sent word for Joab", "text": "Here \"word\" is a metonym for \"a message.\" This means that he sent a messenger to Joab with a request. AT: \"Absalom sent a messenger to Joab asking him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to send him to the king", "text": "It is implied that Absalom wanted Joab to come to him to see him and to intercede for him so that he would be allowed to see the king. The full meaning of this can be made clear. AT:  \"to come to him and to intercede for him so that he could see the king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So Absalom sent word a second time", "text": "Here \"word\" is a metonym for \"a message.\" This means that he sent a messenger to Joab again with the same request. The full meaning of this can be made clear. AT: \"So Absalom sent a messenger to Joab again with the same request\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "See", "text": "Here this word is used as an idiom to remind people of something. AT: \"As you know\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "Look", "text": "This word is used here as an idiom to add emphasis, strengthening what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I sent word", "text": "Here \"word\" is a metonym for \"a message.\" This means that he sent a messenger. AT: \"I sent a messenger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the king to say", "text": "The message here for the king is written as if Absalom were the speaker. Absalom was asking Joab to speak the message on his behalf. The full meaning of this statement can be made clear. AT: \"to say to the king on my behalf\" or \"to ask the king for me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the king's face", "text": "Here \"king's face\" refers to the king himself. AT: \"the king\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed low to the ground before the king", "text": "Absalom is showing respect to the king. AT: \"bowed low to the ground to honor the king\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the king kissed Absalom", "text": "This implies that the king forgave and restored Absalom. The full meaning of this can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]] and  [[:en:ta:vol2:translate:translate_symaction]])"}]}]