[{"id": "01", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "he tore his clothes, covered himself with sackcloth", "text": "This is a sign of mourning and distress. AT: \"he tore his clothes and covered himself with sackcloth because he was very distressed\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Eliakim ... Shebna", "text": "Translate the names of these men the same as you did in [[:en:bible:notes:isa:36:01|36:03]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "over the household", "text": "This is an idiom that means that he was in charge of the affairs of the palace household. AT: \"in charge of the palace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all covered with sackcloth", "text": "This is a sign of mourning and distress. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "03", "tn": [{"ref": "They said to him", "text": "\"The men sent by Hezekiah said to Isaiah\""}, {"ref": "like when a child is ready to be born, but the mother has no strength to give birth to her child", "text": "This comparison is made to emphasizes that they are in a time of extreme difficulty. AT: \"It is as terrible as the day when a child is ready to be born, but the mother has no strength to give birth to her child\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "It may be Yahweh your God will hear the words", "text": "Hezekiah is indirectly suggesting that if the people pray Yahweh may listen and act upon what the chief commander had said. The full meaning of this statement can be made clear. AT: \"Maybe if you pray to Yahweh your God will hear the message\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the chief commander", "text": "Translate this phrase the same as you did in [[:en:bible:notes:isa:36:01|36:2]]."}, {"ref": "his master", "text": "This phrase means that the king is the chief commander's master."}, {"ref": "and will rebuke the words which Yahweh your God has heard", "text": "Here the phrase \"the words which Yahweh your God has heard\" refers to what the king of Assyria had said. The full meaning of this statement can be made clear. AT: \"and Yahweh your God will rebuke the king of Assyria for what he has said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lift up your prayers", "text": "Praying to Yahweh is described this way to emphasize that Yahweh is in heaven. Prayers is spoken of as if they were objects that could be lifted high into the sky. AT: \"pray\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the remnant that is still here", "text": "This refers to the people who are left in Jerusalem. AT: \"for the few of us that are still here\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "I will put a spirit in him, and he will hear a certain report and go back to his own land", "text": "The phrase \"put a spirit in him\" means that God will influence him to make a specific decision. The word \"spirit\" here means a strong attitude or feeling. AT: \"I will influence him so that when he hears a certain report, he will go back to his own land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Look", "text": "This word is an idiom and is used here to draw the peoples' attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will cause him to fall by the sword in his own land", "text": "The phrase \"fall by the sword\" is an idiom that means that his enemy will kill him with a sword. AT: \"And there in his own land, I will cause his enemies to kill him with their swords\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "Lachish", "text": "Translate the name of this city the same as you did in [[:en:bible:notes:isa:36:01|36:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sennacherib", "text": "Translate this man's name the same as you did in  [[:en:bible:notes:isa:36:01|36:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Libnah", "text": "This is a city in southern Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Tirhakah king of Ethiopia and Egypt had mobilized to fight against him", "text": "\"Tirhakah\" is the name of a man. He had mobilized his army so that they were ready to fight. The full meaning of this statement can be made clear. AT: \"Tirhakah king of Ethiopia and Egypt had mobilized his army\" (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to fight against him", "text": "The word \"him\" represents Sennacherib. This phrase refers to fighting against Sennacherib's army. AT: \"to fight against the army of Sennacherib\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Jerusalem will not be given into the hand of the king of Assyria", "text": "This can be stated in active form. The word \"hand\" refers to the king's military power. AT: \"The king of Assyria and his army will not conquer you in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This continues the king of Assyria's message to Hezekiah."}, {"ref": "See, you have heard", "text": "This is an idiom. The word \"see\" here is used to add emphasis to what is said next. AT: \"You have certainly heard\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So will you be rescued?", "text": "The king of Assyria uses this question to ridicule Hezekiah and his army. This may be written as a statement. AT: \"So you too will not be saved.\" or \"So of course no one will rescue you either!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have the gods of the nations rescued them ... Telassar?", "text": "The king of Assyria uses this question to ridicule Hezekiah and his army. This may be written as a statement. AT: \"The nations' god did not rescue the nations that my fathers destroyed ... Telassar!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that my fathers destroyed", "text": "These men destroyed the cities listed by conquering them with their armies. Here the word \"fathers\" refers to his father and his other ancestors who were kings. AT: \"that my fathers destroyed with their armies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Gozan ... Haran ... Rezeph ... Eden ... Telassar ... Hena ... Ivvah", "text": "These are places that the Assyrians had conquered. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Where is the king ... Ivvah?", "text": "The king of Assyria uses this question to ridicule Hezekiah and his army. This may be written as a statement. AT: \"We also conquered the king ... Ivvah!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Hamath ... Arpad ... Sepharvaim", "text": "Translate the names of these cities the same as you did in [[:en:bible:notes:isa:36:18|36:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "from hand of the messengers", "text": "Here the messengers are referred to by their \"hand\" to emphasize that they personally gave it to the king. AT: \"that the messengers gave him\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he went up to the house of Yahweh", "text": "The house of Yahweh was at the highest place in Jerusalem, so it is spoken of as \"up.\""}, {"ref": "spread it before him", "text": "\"spread out the letter in front of Yahweh\" (UDB). Being in the house of Yahweh is considered the same as being in Yahweh's presence. The letter was a scroll that could be unrolled and spread out."}, {"ref": "you who sit above the cherubim", "text": "Here Hezekiah is speaking about Yahweh being present in the temple. The meaning of this can be made clear. AT: \"you who are here with the cherubim\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you are God alone", "text": "\"only you are God\""}, {"ref": "over all the kingdoms", "text": "This idiom means to have authority and to rule over all the kingdoms. AT: \"have authority over all the kingdoms\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You made the heavens and the earth", "text": "This means that he created everything. AT: \"You made everything\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Hezekiah continues praying to Yahweh."}, {"ref": "which he has sent", "text": "Hezekiah is referring to the letter from Sennacherib. The meaning of this can be made clear. AT: \"in the message he has sent\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Turn your ear", "text": "\"Incline your ear\" or \"Turn your head.\" This means to turn your head so that you can hear something better."}, {"ref": "Sennacherib", "text": "Translate this man's name the same as you did in [[:en:bible:notes:isa:36:01|36:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all the nations and their lands", "text": "This is an exaggeration. The kings had destroyed many of the nearby lands, but not all lands. AT: \"many of the nations and their lands\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Hezekiah continues praying to Yahweh."}, {"ref": "for they were not gods but the work of men's hands, just wood and stone", "text": "This emphasizes that humans made these idols with their own hands and are therefore worthless. AT: \"because they were false gods that men made out of wood and stone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from his power", "text": "\"from the king of Assyria's power\""}, {"ref": "all the kingdoms", "text": "This refers to the people in the kingdoms. AT: \"all the people in the kingdoms\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you are Yahweh alone", "text": "\"only you, Yahweh, are God\""}]}, {"id": "21", "tn": [{"ref": "sent a message", "text": "This means that he sent a messenger to give a message to the king. AT: \"sent someone to give a message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is the word that Yahweh has spoken", "text": "\"is what Yahweh has said\""}, {"ref": "laughs you to scorn", "text": "\"laughs at you\" or \"makes fun of you\""}, {"ref": "shakes her head", "text": "This is a gesture of scorn. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "The virgin daughter of Zion ... the daughter of Jerusalem", "text": "These are idioms. Both of these phrases have the same meaning. The \"daughter\" of a city means the people who live in the city. See how you translated a similar phrase in [[:en:bible:notes:isa:01:07|1:8]].  AT: \"The people of Zion ... the people of Jerusalem\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Whom have you defied and insulted? ... Against the Holy One of Israel.", "text": "Yahweh uses these rhetorical questions to ridicule the king of Assyria. These can be written as statements. AT: \"You have defied and insulted Yahweh, you have shouted at and acted pridefully against the Holy One of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "have you exalted your voice", "text": "This refers to speaking loudly as if the person's voice were an object that they lifted high. AT: \"have you shouted\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lifted up your eyes in pride", "text": "This is an idiom that means to look at something pridefully, considering yourself more important that you should. AT: \"looked at pridefully\" or \"acted pridefully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's message to the king of Assyria."}, {"ref": "By your servants", "text": "This refers to to the servants that he had sent to Hezekiah with a message. This can be stated clearly. AT: \"In the messages you sent with your servants\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have gone ... I will cut ... I will enter ... I have dug ... I dried ... my feet", "text": "Here Sennacherib speaks of himself conquering many things. He is actually conquering them with his armies and chariots. AT: \"We have gone ... We will cut ... we will enter ... We have dug ... we dried ... our feet\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "its tall cedars", "text": "\"Lebanon's tall cedars\""}, {"ref": "its most fruitful forest", "text": "Here the word \"fruitful\" refers to the forest being dense and full of healthy trees. The missing words may be added to make the meaning clear. AT: \"and into its most fruitful forest\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "I dried up all the rivers of Egypt under the soles of my feet", "text": "Here Sennachrib is exaggerating his conquest and travels across the rivers of Egypt by claiming to have dried up the rivers when he marched his army through them. AT: \"I have marched through all the rivers of Egypt as if they were dry under my feet\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's message to the king of Assyria."}, {"ref": "Have you not heard how ... times?", "text": "Yahweh uses this rhetorical question to remind Sennacherib of information that he should already be aware of. This can be written as a statement. AT: \"Certainly you have heard how ... times.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You are here to reduce impregnable cities into heaps of ruins", "text": "Yahweh had planned for Sennacherib's army to destroy the cities that they had destroyed. This can be stated clearly. AT: \"I planned that your army would destroy cities and cause them to become piles of rubble\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "impregnable", "text": "strong and heavily guarded"}, {"ref": "of little strength", "text": "\"who are weak\""}, {"ref": "shattered", "text": "\"discouraged\""}, {"ref": "I am bringing it to pass", "text": "The idiom \"to bring something to pass\" means to cause a specific thing to happen. AT: \"I am causing it to happen\" or \"I am causing these things to take place\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They are plants in the field, green grass, the grass on the roof or in the field, before the east wind", "text": "This speaks of how weak and vulnerable the cities are before the Assryian army by comparing the cities to grass. AT: \"The cities are as weak as the grass in the fields before your armies. They are as weak as the grass that grows on the roofs of houses and is scorched by the hot east wind.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before the east wind", "text": "The east wind is hot and dry from the desert and plants die when it blows."}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's message to the king of Assyria."}, {"ref": "But I know your sitting down, your going out, your coming in", "text": "This refers to all activities of life. AT: \"I know everything you do\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "and your raging against me", "text": "The word \"raging\" can be expressed as a verb. AT: \"how you rage against me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your arrogance", "text": "Here the king's \"arrogance\" refers to his arrogant speech. AT: \"your arrogant speech\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your arrogance has reached my ears", "text": "This speaks of Yahweh hearing the king's speech as if the king's speech were something that traveled to his ear. AT: \"I have heard you speaking arrogantly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will put my hook in your nose, and my bit in your mouth", "text": "A person uses a hook and bit to lead an animal around. This speaks of Yahweh controlling the king as if the king were an animal Yahweh controlled with a bit and hook. AT: \"I will control you like a man controls his animal by place a hook in its nose and a bit in its mouth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will turn you back the way you came", "text": "This refers to causing the king to return to his own home country. The meaning of this can be made clear. AT: \"I will force you to return to your own country\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's message to Hezekiah. (See: [[:en:bible:notes:isa:37:21|37:21]])"}, {"ref": "sign for you", "text": "\"sign for you, Hezekiah.\" Here \"you\" is singular and refers to Hezekiah. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "you will eat ... you must plant", "text": "Here \"you\" is plural and refers to the people of Judah. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "second year", "text": "\"2nd year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "in the second year what grows", "text": "The missing words may be added. AT: \"in the second year you will eat what grows\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "what grows from that", "text": "\"what grows wild from that\" or \"what grows wild\""}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "This continues Yahweh's message to Hezekiah."}, {"ref": "remnant", "text": "A \"remnant\" is a part of something that remains after the rest is gone. Here this refers to the people who are left in Judah."}, {"ref": "the house of Judah", "text": "Here Judah's \"house\" refers to his descendants. AT: \"the descendants of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will again take root and bear fruit", "text": "This speaks of the people of Judah becoming prosperous as if they were plants that would root and bear fruit. AT: \"will prosper like a plant that takes root and produces fruit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For from Jerusalem a remnant will come out; from Mount Zion survivors will come", "text": "These two phrases have the same meaning and are used together to emphasize the remnant of people who will survive. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The zeal of Yahweh of hosts will do this", "text": "This speaks of Yahweh doing something because of his zeal as if his \"zeal\" were actually doing the action. AT: \"Because of his zeal, Yahweh of hosts will do this\" or \"Yahweh of hosts will do this because of his zeal\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "33", "tn": [{"ref": "He will not come ... Neither will he come", "text": "Here the Assyrian king refers to both him and his army. AT: \"His army will not come ... Neither will they come\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "with shield", "text": "\"with shields\""}, {"ref": "siege ramp", "text": "a large mound of dirt built against the wall of a city that better enables an army to attach the city"}, {"ref": "he came ... he will not enter", "text": "Here the Assyrian king refers to both him and his army. AT: \"they came ... they will not enter\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "This is the declaration of Yahweh", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"solemnly said.\" See how you translated a similar phrase in [[:en:bible:notes:isa:14:21|14:22]]. AT: \"This is what Yahweh has declared\" or \"This is what Yahweh has solemnly said\"  (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "sake", "text": "\"cause\""}]}, {"id": "36", "tn": [{"ref": "putting to death", "text": "This idiom means to kill. AT: \"killing\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Sennacherib king of Assyria left Israel and went home and stayed in Nineveh", "text": "Here Sennacherib refers to both him and his army. They all left Israel and returned home to Assryia. Sennacherib returned to the city Nineveh. AT: \"Sennacherib and his army left Israel and went home, and Sennacherib stayed in Nineveh.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Sennacherib", "text": "Translate this man's name the same as you did in [[:en:bible:notes:isa:36:01|36:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "38", "tn": [{"ref": "as he was worshiping", "text": "\"as Sennacherib was worshiping\""}, {"ref": "Nisroch", "text": "This is the name of a false god. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Adrammelech ... Sharezer ... Esarhaddon", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "with the sword", "text": "\"with their swords\""}]}]