[{"id": "01", "tn": [{"ref": "before his tabernacle", "text": "\"before Yahweh's tabernacle\""}, {"ref": "that man must be cut off from among his people", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. See how you translated this in [[:en:bible:notes:lev:07:19|7:20]]. AT: \"that person may no longer live among his people\" or \"you must separate that person from his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "to the priest to be sacrificed", "text": "This can be translated in active form. AT: \"to the priest so he may sacrifice them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "for which they act as prostitutes", "text": "The people being unfaithful to Yahweh by worshiping false gods is spoken of as if they were acting like a man who betrays his wife by committing adultery. AT: \"for which they are unfaithful to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a permanent statute for them throughout their people's generations", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:lev:03:15|3:17]]."}]}, {"id": "08", "tn": [{"ref": "that man must be cut off from his people", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. See how you translated this in [[:en:bible:notes:lev:07:19|7:20]]. AT: \"that person may no longer live among his people\" or \"you must separate that person from his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "I will set my face against that person", "text": "The word \"face\" represents the person. This idiom means to reject someone or something. AT: \"I will set myself against that person\" or \"I will reject that person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will cut him off from among his people", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. AT: \"I will not permit that person to live among his people any longer\" or \"I will separate that person from his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For the life of an animal is in its blood ... that atones for the life", "text": "This means God uses the blood to atone for the sins of the people because the blood is life. The people should not consume the blood because it has this special purpose."}]}, {"id": "12", "tn": [{"ref": "I said", "text": "Here \"I\" refers to Yahweh."}, {"ref": "no one among you must eat blood", "text": "\"no one among you may eat meat with blood in it\""}, {"ref": "that may be eaten", "text": "This can be translated in active form. AT: \"that I have said they may eat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and cover the blood with earth", "text": "\"and cover the blood with dirt\""}]}, {"id": "14", "tn": [{"ref": "the life of each creature is its blood", "text": "This means that the blood is enables the creature to be alive. The full meaning of this statement can be made clear. AT: \"each creature is able to live because of its blood\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Whoever eats it must be cut off", "text": "A person being excluded from his community is spoken of as if he had been cut off from his people, as one would cut a piece of cloth or cut a branch from a tree. This can be translated in active form. AT: \"Whoever eats blood may no longer live among his people\" or \"You must separate from his people anyone who eats blood\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "that has been torn by wild animals", "text": "An animal being killed by wild animals is spoken of as if the wild animals tore the animal to pieces. This can be translated in active form. AT: \"that wild animals have killed\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is native born", "text": "\"is an Israelite\""}, {"ref": "he will be unclean ... Then he will be clean", "text": "The person whom other people may not touch is spoken of as if he were physically unclean and the person whom other people may touch is spoken of as if he were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until the evening", "text": "\"until sunset\""}, {"ref": "then he must carry his guilt", "text": "A person's guilt is spoken of as if it were a physical object that the person carries. Here the word \"guilt\" represents the punishment for that guilt. AT: \"then he is responsible for his own guilt\" or \"then I will punish him for his sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]