[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul now reminds the Corinthian believers of how they are actually living instead of behaving as their position before God is. He then reminds them that the person who teaches them is not as important as God who gives their growth."}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "spiritual people", "text": "people who obey the Spirit"}, {"ref": "fleshly people", "text": "people who follow their own desires"}, {"ref": "as to babes in Christ", "text": "The Corinthians are compared to children very young in age and understanding. AT: \"as to very young believers in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I fed you milk and not meat", "text": "The Corinthians can understand only easy truths like babies who can drink only milk. They are not mature enough to understand greater truths like older children who now can eat solid food. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are not ready", "text": "\"you are not ready to understand the harder teachings about following Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "still fleshly", "text": "still behaving according to sinful or worldly desires"}, {"ref": "are you not living according to the flesh, and are you not walking by human standards?", "text": "Paul is rebuking the Corinthians for their sinful behavior. AT: \"you should be ashamed because you are behaving according to your sinful desires and you are  living by human standards!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are you not living as human beings?", "text": "Paul is rebuking the Corinthians. AT: \"you should be ashamed because you are living the same way people who do not have the Spirit live\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who then is Apollos? And who is Paul?", "text": "Paul is emphasizing that he and Apollos are not the original source of the gospel, and therefore the Corinthians should not follow them. AT: \"It is wrong to form groups to follow Apollos or Paul!\" or (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who is Paul", "text": "Paul is speaking of himself as though he is speaking of someone else. \"who am I?\" or AT: \"I am not important!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Servants through whom you believed", "text": "Paul answers his own question by saying that he and Apollos are God's servants. AT: \"Paul and Apollos are servants of Christ, and you believed in Christ because we served him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "believed, to each of whom the Lord gave tasks", "text": "\"believed. We are only people to whom the Lord gave tasks\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "06", "tn": [{"ref": "planted", "text": "The knowledge of God is compared to a seed which must be planted in order to grow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "watered", "text": "As seeds need water, faith needs further teaching in order for it to grow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "growth", "text": "As plants grow and develop, so also do faith and knowledge in God also grow and become deeper and stronger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "neither he who plants ... is anything. But it is God who gives the growth", "text": "Paul stresses that neither he nor Apollos is responsible for the believers' spiritual growth, but it is God's doing."}, {"ref": "gives the growth", "text": "Paul speaks of the ability to grow as though it were a physical object that God could give to plants or to the Corinthians. \"enables the plants to grow\" or \"enables Christians to know him better\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "he who plants and he who waters are one", "text": "Paul speaks of telling people the good news and teaching those who have accepted it as if it were planting and watering plants. He speaks of them being the same work because he considers them equally important, (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wages", "text": "an amount of money that a worker receives for his work"}, {"ref": "we", "text": "This refers to Paul and Apollos but not the Corinthian church. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "God's fellow workers", "text": "Paul considers himself and Apollos as working together."}, {"ref": "God's garden", "text": "God takes care of the Corinthian believers, like someone who tends a garden to make it fruitful. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God's building", "text": "God has designed and created the Corinthian believers, like one who constructs a building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "According to the grace of God that was given to me", "text": "\"According to the task that God freely gave me to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I laid a foundation", "text": "Paul equates his teaching of faith and salvation in Jesus Christ to laying a foundation for a building. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "another is building on it", "text": "Paul is referring to the person or people who are teaching the Corinthians at that time as if they are carpenters who are constructing the building above the foundation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let each man", "text": "This refers to God's workers in general. AT: \"let each person who serves God\""}, {"ref": "no one can lay a foundation other than the one that has been laid", "text": "This can be stated as active. AT: \"I have already laid the only foundation that anyone can lay\" or \"no one can lay a foundation other than the foundation that I, Paul, laid\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Paul speaks of what builders usually do when constructing a building to describe what the teachers in Corinth are actually doing. Builders usually only use gold, silver, or precious stones as decorations on buildings."}, {"ref": "Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw", "text": "The building materials used to build a new building are being compared to the spiritual values used to build a person's behavior and activities during his lifetime. AT: \"Whether a person builds with valuable materials that will last or with cheap materials that burn easily\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "precious stones", "text": "\"expensive stones\""}, {"ref": "his work will be revealed", "text": "This can be stated in active form. AT: \"God will show everyone what the builder has done\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the daylight will reveal it", "text": "The \"daylight\" here is a metaphor for the time when God will judge everyone. When God shows everyone what these teachers have done, it will be like the sun has come up to reveal what happened during the night. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For it will be revealed in fire. The fire will test the quality of what each one had done", "text": "Just as fire will reveal the strengths or destroy the weaknesses of a building, God's fire will judge man's efforts and activities. AT: \"God will use fire to  show the quality of his work\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The terms \"a person,\"  \"anyone's,\" \"he,\" and \"himself\" refer to believers."}, {"ref": "remains", "text": "\"lasts\" or \"survives\" (UDB)"}, {"ref": "if anyone's work is burned up", "text": "This can be stated in active form. AT: \"if the fire destroys anyone's work\" or \"if the fire ruins anyone's work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will suffer loss, but he himself will be saved", "text": "This can be stated in active form. AT: \"he will lose that work and any reward he might have earned if that work had survived the fire, but God will save him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "Do you not know that you are God's temple and that the Spirit of God lives in you?", "text": "Paul is rebuking the Corinthians. AT: \"You act as though you do not know that you are God's temple and the Spirit of God lives in you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "Let no one deceive himself", "text": "Nobody should believe the lie that he himself is wise in this world."}, {"ref": "in this age", "text": "according to the way people who do not believe decide what is wise"}, {"ref": "let him become a \"fool\"", "text": "\"that person should be willing to have people who do not believe call him a fool\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "He catches the wise in their craftiness", "text": "God traps the people who think they are clever and uses their own schemes to trap them."}, {"ref": "The Lord knows that the reasoning of the wise is futile", "text": "\"The Lord knows that what people who think they are wise plan to do is futile\""}, {"ref": "futile", "text": "useless"}]}, {"id": "21", "tn": [{"ref": "you are Christ's, and Christ is God's", "text": "\"you belong to Christ, and Christ belongs to God\""}]}]