[{"id": "01", "tn": [{"ref": "Look", "text": "This word is used here to draw peoples' attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Each one will be like a shelter from the wind and a refuge from the storm", "text": "This compares the king and princes who protect the people to a shelter. AT: \"the rulers will protect the people like a shelter does in a storm\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like streams of water in a dry place", "text": "This is another comparison that means that the rulers will provide for the needs of the people. AT: \"they will provide for the people like streams of water in a dry place\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like the shade of a great rock in a land of weariness", "text": "This is another comparison that means that the rulers will provide comfort and rest for the people. AT: \"they will provide rest for the people like a huge rock gives shade to weary people\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Then the eyes ... attentively", "text": "Both of these phrases emphasize that the leaders will enable the people to understand God's truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will not be dim", "text": "\"will see clearly\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Isaiah continues describing the people after God restores righteous rulers in Judah. (See: [[:en:bible:notes:isa:32:01|32:1-3]])"}, {"ref": "The rash ... the stutterer", "text": "This refers to people who act rashly and people who stutter. AT: \"The rash person ... the stuttering person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "The fool will no longer be called honorable", "text": "This can be stated in active form. AT: \"No one will give honor to the fool\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For the fool speaks folly, and his heart plans evil", "text": "\"The fool\" refers to foolish people. Also, \"folly\" and \"evil\" may be expressed as adjectives. AT: \"For the foolish person says foolish things and his heart plans evil things\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "his heart plans evil", "text": "Here the foolish person is referred to by his heart to emphasize his inner thoughts. AT: \"he plans evil things in his heart\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "nor the deceiver called principled", "text": "This can be stated in active form. \"The deceiver\" refers to a person who is deceptive. AT: \"nor will anyone show respect to the person who deceives\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "He makes", "text": "The word \"he\" refers to the foolish person."}, {"ref": "the hungry empty", "text": "\"The hungry\" refers to hungry people. They are hungry because they have empty stomachs. AT: \"the hungry person have an empty stomach\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the thirsty he causes to lack drink", "text": "\"The thirsty\" refers to people who are thirsty. AT: \"he causes the thirsty person to have nothing to drink\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "07", "tn": [{"ref": "The deceiver's", "text": "This refers to a person who deceives others. AT: \"The deceptive person's\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "to ruin the poor with lies", "text": "\"The poor\" refers to poor people. Also, the phrase \"to ruin\" does not means to kill them but to harm them by telling lies about them. AT: \"to harm the poor people by telling lies\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "he will stand", "text": "This means that he will be successful. AT: \"he will be successful\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "Rise up", "text": "\"Stand up\" or \"Pay attention\""}, {"ref": "at ease", "text": "\"secure\" or \"carefree\""}, {"ref": "my voice", "text": "Isaiah is refers to himself by his voice to emphasize what he says. AT: \"me speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your confidence will be broken", "text": "This can be stated in active form. Also, Isaiah speaks of them no longer being confident as if their confidence were a physical object that is broken. AT: \"you will no longer be confident\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the grape harvest will fail", "text": "This means that there would not be good grapes to harvest. AT: \"there will be no grapes for you to harvest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the ingathering will not come", "text": "\"the time for gathering crops will not happen\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "Tremble", "text": "\"Shake from fear\""}, {"ref": "at ease", "text": "\"secure\" or \"carefree\""}, {"ref": "take off your fine clothes and make yourselves bare", "text": "Here \"bare\" does not necessarily mean naked, but to wear minimal covering such as undergarments. AT: \"take off you fine clothes and make yourself unclothed\" or \"take off your fancy clothes\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "put on sackcloth around your waists", "text": "This is an act of grieving or mourning. AT: \"put sackcloth around waists as you grieve\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "You will wail for the pleasant fields, for the fruitful vines", "text": "This means that they will cry out loudly as they grieve what happens to their fruitful fields and vines. AT: \"You will wail because of what happens to your pleasant fields and fruitful vines\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "thorns and briers", "text": "Translate this the same as you did in [[:en:bible:notes:isa:05:05|5:6]]."}, {"ref": "the once joyful houses", "text": "Here the houses are described as joyful because of the joyful people in them. AT: \"your houses where you were once joyful\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the city of revelry", "text": "\"your joyful city.\" The word \"revelry\" means celebrating and partying."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "For the palace will be forsaken, the crowded city will be deserted", "text": "This can be stated in active form. AT: \"For the people will forsake the palace and the crowds will abandon the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the hill", "text": "This refers to the fort built on the top of the hill. AT: \"the fort on the hill\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hill and the watchtower will become caves", "text": "This speaks of the fort and the watchtower being abandoned as if they became caves. AT: \"the hill and the watchtower will become abandoned and empty\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a joy of wild donkeys, a pasture of flocks", "text": "This means the these animals will enjoy the grass that grows among the abandon fort and watchtower. AT: \"the wild donkeys and the flocks of sheep will eat the grass there\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "forever", "text": "This means a very long time. AT: \"an extremely long time\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "until the Spirit is poured", "text": "This can be stated in active form. AT: \"until Yahweh pours the Spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Spirit is poured on us", "text": "This speaks of Yahweh giving him Spirit to his people as if his Spirit were a liquid that he would pour on them. AT: \"the Spirit is given to us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from on high", "text": "Here heaven is referred to as \"on high.\" AT: \"from heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fruitful field is considered as a forest", "text": "This can be written in active form. This compares how overly bountiful the fruitful fields are by comparing them to a thick, dense forest. AT: \"people will say that the fruitful fields have grown thick like a forest\" or \"the fruitful fields will be overly bountiful\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and  [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "justice will reside ... righteousness will live", "text": "Isaiah describes \"justice\" and \"righteousness\" as a person who lives in these places. This means the people who live in these places will do what is just and right. AT: \"people will act justly in the wilderness and people will act righteously in the fertile fields (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The work of righteousness will be peace; and the result of righteousness, quietness and confidence forever", "text": "These two phrases are parallel and both give results of righteousness. These can be combined. AT: \"The result of people acting righteously is that there will be peace, and quietness, and confidence forever\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "habitation", "text": "\"place\""}]}, {"id": "19", "tn": [{"ref": "hail", "text": "Translate this the same as you did in [[:en:bible:notes:isa:28:01|28:2]]."}, {"ref": "the forest is destroyed, and the city is completely annihilated", "text": "This can be stated in active form. AT: \"it destroys the forest and completely destroys the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you who sow beside all the streams will be blessed, you who who send out your ox and donkey to graze", "text": "This can be stated in active form. This refers to Yahweh blessing all of his people and speaks of the things that are normal for his people to do. AT: \"Yahweh will bless you, as you plant your crops in fields alongside the streams and as you send out your ox and donkey to graze in the pasture\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}]