[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "But the threshing floor and the winepress will not feed them", "text": "This describes the threshing floor and the winepress as if they were humans that can feed someone. This means that the harvest will not provide enough grain for threshing to meet the needs of the people, and that it will not provide the grapes for pressing to make enough wine. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the threshing floor", "text": "These were wide areas used not only for the threshing of grain, but also for community and religious ceremonies. Temple prostitutes came in order to help the men celebrate the harvest festival to idols."}, {"ref": "the new wine will fail them", "text": "There will not be enough grape juice to make wine with."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "Yahweh's land", "text": "This expression signals that Yahweh continues to view the land of Israel as his property, not the property of the Israelites."}, {"ref": "unclean food", "text": "This is food that the Israelites would normally refuse to eat because it would make them unacceptable to Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their sacrifices will be to them like mourners' food", "text": "Here \"mourners' food\" refers to what people would eat while they mourning because they were defiled and not acceptable to God. This means Yahweh will consider the people's sacrifices to be defiled and he will not accept them. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "For their food will be for themselves only; it will not come into the house of Yahweh", "text": "The people of Israel will have food to eat, but Yahweh will not accept it as a sacrifice."}, {"ref": "it will not come into the house of Yahweh", "text": "The unclean food is spoken of as if it were able to go places by itself. Of course, people actually had to take it with them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "What will you do on the day of an appointed festival, on the day of a festival for Yahweh?", "text": "Hosea uses this question to emphasize that the people will no longer be able to observe their festivals when their enemies defeat them and take them captive. AT: \"You will not be able to celebrate the festivals that Yahweh appointed for you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the day of an appointed festival ... the day of a festival for Yahweh", "text": "Both of these mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "if they escape", "text": "Here \"they\" still refers to the people of Israel. You can continue stating this is second person. AT: \"if you escape\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Egypt will gather them, and Memphis will bury them", "text": "Egypt and Memphis refer to the people who live there. AT: \"the army of Egypt will capture you. You will die there, and the people in the city of Memphis will bury you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "As for their treasures of silver—sharp briers will possess them", "text": "Briers growing in the places where Israelites stored their silver is spoken of as if the briers were human enemies that would take the Israelite's precious possessions for themselves. AT: \"Sharp briers will grow where they store their treasures of silver\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sharp briers will possess them, and thorns will fill their tents", "text": "Here \"sharp briers\" and \"thorns\" mean the same thing. To have briers and thorns growing represents a land that has become desolate and like a wilderness. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their tents", "text": "Here \"tents\" represents the Israelites' homes. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "The days for punishment are coming; the days for retribution are coming", "text": "Hosea says these two similar phrases to emphasize that Yahweh will soon judge the people of Israel for their evil deeds. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The prophet is a fool, and the inspired man is insane", "text": "These phrases mean basically the same thing. Possible meanings are 1) that the people regarded the prophets as madmen or 2) that the prophets had become crazy because of the sins that the people had committed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The prophet is a fool, and the inspired man is insane", "text": "Here \"prophet\" and \"inspired man\" both mean a person who claims to receive messages from God. It is implied that these people are false prophets and only thought they received messages from God. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because of your great iniquity and great hostility", "text": "The phrases \"great iniquity\" and \"great hostility\" share similar meanings. The iniquity of the people manifested itself in hostility towards Yahweh and his prophets. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "The prophet is the watchman for my God over Ephraim", "text": "A \"watchman\" watches outside his city to see if danger is coming. The prophet warning the people when they are sinning and are in danger of having his God punish them is spoken of as if he were a watchman for the city. AT: \"The prophet is like a watchman for God over Ephraim\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The prophet is the watchman for my God over Ephraim", "text": "Some versions translate this passage as \"The prophet with my God is the watchman over Ephraim.\""}, {"ref": "The prophet is", "text": "This refers to prophets in general that God has appointed. AT: \"Prophets are\" or \"True prophets are\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "Ephraim", "text": "Here \"Ephraim\" represents all the people of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a bird snare is on all of his paths", "text": "A \"bird snare\" is a trap used to catch a bird. This means the people of Israel do whatever they can to stop God's prophet. AT: \"the people set a trap for him wherever he goes\" or \"the people do all they can to harm him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have deeply corrupted themselves as in the days of Gibeah", "text": "\"The people of Israel have sinned and become very corrupt as they did at Gibeah long ago.\" This is probably a reference to the shocking actions of the tribe of Benjamin recounted in Judges 19-21."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "When I found Israel", "text": "This refers to when Yahweh first started his relationship with the people of Israel by claiming them as his own special people."}, {"ref": "it was like finding grapes in the wilderness. Like the firstfruit of the season on the fig tree", "text": "Both of these statements emphasize situations that are pleasing to a person. This means Yahweh was very happy when his relationship with the people of Israel started. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Baal Peor", "text": "This is the name of a mountain in the land of Moab where the false god Baal was worshiped. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "their glory will fly away like a bird", "text": "The people of Ephraim, or the northern kingdom of Israel, will lose everything that makes other nations respect them. Their glory will quickly disappear, as a bird flies away. AT: \"their glory will be like a bird that flies away from them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "when I turn away from them", "text": "When God stops helping the northern kingdom, it will be as if he physically turned away from them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "I have seen Ephraim, just like Tyre, planted in a meadow", "text": "\"planted\" refers to being in a safe place. AT: \"The nation of Israel was once beautiful and pleasant like the city of Tyre, like a tree that someone plants in a meadow\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but Ephraim will bring out his children", "text": "\"children\" are the people from that nation. AT: \"but the people of Israel will bring out their children\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Give them, Yahweh—what will you give them? Give them", "text": "Hosea uses a question to emphasize that he wants Yahweh to give the people of Israel what they deserve. AT: \"This is what I ask you, Yahweh, to give them: give them\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a miscarrying womb", "text": "To \"miscarry\" means that a pregnancy ends too early and the baby dies. Hosea is asking that all the nation's women be like that."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "I will drive them out of my house", "text": "Yahweh is stating that he will force Israel out of his land, the land of Canaan. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their officials", "text": "the men who serve the king"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking in verse 16. Hosea begins speaking in verse 17."}, {"ref": "Ephraim is diseased, and their root is dried up; they bear no fruit", "text": "Yahweh speaks of the people of Israel as if they were a diseased tree that does not produce fruit and is ready to be cut down. This is a statement that the people have become weak, and that soon their enemies will come and defeat them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]