[{"id": "01", "tn": [{"ref": "Ramathaim", "text": "This is the name of a small village possibly located eight kilometers northwest of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Zuphites", "text": "This is the name of a people group that descended from Zuph. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Elkanah ... Jeroham ... Elihu ... Tohu ... Zuph", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Peninnah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "This man", "text": "\"This man\" refers to Elkanah."}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "Eli, Hophni and Phinehas", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "Hannah", "text": "This is a woman's name. Translate as in [[:en:bible:notes:1sa:01:01|1:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "closed her womb", "text": "\"made her barren\" or \"prevented her from becoming pregnant\""}, {"ref": "Her rival provoked her severely", "text": "The other wife would often grieve and shame Hannah."}]}, {"id": "07", "tn": [{"ref": "her rival", "text": "This is Peninnah, the other wife of Elkanah. A rival is someone who competes against another person. In this case Peninnah was competing against Hannah to try to get Elkanah to love her best."}, {"ref": "Hannah, why do you weep? Why do you not eat? Why is your heart sad? Am I not better to you than ten sons?", "text": "These rhetorical questions can be translated as statements, if necessary. AT: \"Hannah, you should not weep. You should eat, and your heart should be glad because I am better to you than ten sons!\" or \"You have little reason for sadness. I favor you and that should be enough.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "than ten sons", "text": "Elkanah uses this expression to emphasize how important Hannah is to him. AT: \"than any son could be\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Hannah begins to pray to Yahweh, and Eli watches."}, {"ref": "Hannah rose up after", "text": "Implicit information here can be made explicit. Either Hannah's tent was next to the tabernacle tent or she walked from her tent to the tabernacle to pray. AT: \"Hannah rose up and went to the house of Yahweh to pray after\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now Eli the priest", "text": "\"Now\" is used here to mark a break in the main storyline. Here the author tells about a new person in the story. This person is the priest Eli. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the temple of Yahweh", "text": "The \"temple\" was actually a tent, but it was where the people worshiped, so it is best to translate as \"temple\" here."}, {"ref": "She was deeply distressed", "text": "Hannah was deeply troubled or grieved because of not having any children and being ridiculed regularly by Peninnah, her husband's other wife. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Hannah's prayer to Yahweh continues."}, {"ref": "the affliction of your servant", "text": "This refers either to 1) Hannah being unable to become pregnant or 2) the way Peninnah always insulted her. The abstract noun \"affliction\" can be translated as a verb phrase. AT: \"how I am suffering because I cannot become pregnant\" or \"how that woman is afflicting me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "call me to mind", "text": "This is a special plea to God to take action on Hannah's behalf. God does know what is happening to Hannah; he has not forgotten."}, {"ref": "do not forget your servant", "text": "This phrase says almost the same thing as \"call me to mind.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "12", "tn": [{"ref": "Eli watched her", "text": "Eli was the chief priest, so he was in the tabernacle of God and in charge of it. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "I am a woman of a sorrowful spirit", "text": "\"I am a woman who is deeply sad\""}, {"ref": "pouring out my soul before Yahweh", "text": "This is an idiom that means \"telling Yahweh my deepest emotions.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not consider your servant to be", "text": "Hannah speaks of herself in the second person to show her humility. It can be stated in first person. AT: \"Do not consider me, your servant, to be\" or \"Do not consider me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "I have been speaking out of the abundance of my great concern and provocation", "text": "This is another way of saying that she has a \"sorrowful spirit,\" as in 1:15. The abstract nouns \"abundance,\" \"concern,\" and \"provocation\" can be translated as adjectives and verbs. AT: \"I have been speaking because I am very sad, and my rival has greatly provoked me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "concern and provocation", "text": "These words both mean that Hannah is sad and annoyed because her rival has been provoking her. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "concern", "text": "Peninnah irritates and annoys her."}, {"ref": "provocation", "text": "Hannah is referring to the grief and shame she feels because Peninnah is being cruel to her."}]}, {"id": "17", "tn": [{"ref": "Then Eli answered", "text": "Eli was the head priest residing over the tabernacle."}, {"ref": "Let your servant find", "text": "Hannah speaks of herself in the second person to show respect for Eli, the head priest. This can be stated in the first person. AT: \"Let me, your servant, find\" or \"Let me find\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "in your sight", "text": "Here seeing represents judging or deciding the value of something. AT: \"in your judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and ate; her face was", "text": "Here \"her face\" represents Hannah herself. You can make this a separate sentence, if needed. AT: \"and ate. She was\" or \"and ate. People could see that she was\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "19", "tn": [{"ref": "called her to mind", "text": "God knew what was happening to Hannah; he had not forgotten. Similar words appear in [[:en:bible:notes:1sa:01:11|1:11]]."}, {"ref": "Hannah conceived", "text": "\"Hannah became pregnant\""}]}, {"id": "21", "tn": [{"ref": "his house", "text": "The word \"house\" is a metonym for the people who lived in the house. AT: \"his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is weaned", "text": "stops drinking milk and starts eating only solid food"}, {"ref": "he may appear before Yahweh and live there forever", "text": "Hannah had promised God that she would allow Samuel to live and work with Eli the priest in the temple ([[:en:bible:notes:1sa:01:11|1:11]])."}, {"ref": "nursed her son", "text": "\"gave her son milk\""}]}, {"id": "24", "tn": [{"ref": "ephah", "text": "An ephah is about 22 liters of dry material. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "bottle", "text": "Wine was kept in animal skins, not glass bottles."}]}, {"id": "26", "tn": [{"ref": "Oh, my master! As you live, my master", "text": "Here the idiom \"As you live\" shows that Hannah is being sincere and truthful. AT: \"Sir, what I am going to tell you is certainly true\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "has given me my petition which I asked of him", "text": "Hannah speaks as if a petition were a physical object that one person could give another, and she speaks of a petition as if it were the answer to the petition that she made. The abstract noun \"petition\" can be translated as a verb phrase. AT: \"has agreed to do what I solemnly requested that he do\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he is lent to Yahweh", "text": "This can be translated in active form. AT: \"I am loaning him to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he worshiped Yahweh", "text": "\"He\" refers to Elkanah, but the UDB and many other versions regard this as metonymy for Elkanah and his family. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]