[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A michtam of David", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\""}, {"ref": "take refuge in you", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to you for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the holy people who are on the earth", "text": "Here \"holy people\" refers to God's own people who trust him. AT: \"your people who live in this land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "004", "tn": [{"ref": "Their troubles will be ... gods", "text": "This can be stated in active form. AT: \"The troubles of those who seek other gods will increase\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "pour out ... blood to their gods", "text": "\"make sacrifices to their gods\" (UDB)"}, {"ref": "lift up their names with my lips", "text": "Lifting up \"their names with my lips\" represents praising the other gods or praying to them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "my chosen portion", "text": "Here David speaks of Yahweh as if he were a portion of land that has been given to him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my cup", "text": "Here David speaks of Yahweh as if he were a cup that contains many blessings. AT: \"the one who blesses me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You hold onto my destiny", "text": "\"You determine my future\""}, {"ref": "Measuring lines ... in pleasant places", "text": "God's blessings for David are spoken of as if they were a section of land that had been surveyed for him to possess. \"Measuring lines\" represents the surveyor's cords. This can be stated in active form. AT: \"The place you have provided for me is pleasant\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]]) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "surely a pleasing inheritance is mine", "text": "Here David speaks of Yahweh's blessings as if they were an inheritance that he has received. AT: \"I am delighted with all the things that he has given me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "I set Yahweh before me at all times", "text": "\"I always remember that Yahweh is with me\""}, {"ref": "so I will not be shaken from his right hand", "text": "This can be stated in active form. AT: \"nothing will take me away from his side\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "David continues to speak to God."}, {"ref": "Therefore my heart is glad; my glory is rejoicing", "text": "The speaker is saying that it brings him honor to be able to praise God. Both of these clauses express very similar meanings. AT: \"Therefore I am glad; I am honored to praise him\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my heart", "text": "Here the \"heart\" represents the speaker's thoughts and emotions. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my glory", "text": "Many versions, including the UDB, interpret \"my glory\" to mean the heart of the writer, who is honored to rejoice because of God."}]}, {"id": "011", "tn": [{"ref": "abundant", "text": "\"great\" or \"a large amount of\""}, {"ref": "joy resides in your presence", "text": "The writer speaks of \"joy\" as if it were a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "in your right hand", "text": "The words \"right hand\" indicate being in God's special presence. AT: \"when I am near you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]