[{"id": "02", "tn": [{"ref": "the Valley of Elah", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "six cubits and a span", "text": "A cubit is a unit of measurement equal to about 46 centimeters. A span is a unit of measurement equal to about 23 centimeters. AT: \"about 3 meters\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "he was armed with a coat of chainmail", "text": "A \"coat of chainmail\" is a flexible piece of body armor covered with protective scales or small plates. This can be stated in active form. AT: \"he protected himself by wearing a coat of chainmail\" or \"he wore a coat of chainmail\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "five thousand shekels", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 55 kilograms\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "06", "tn": [{"ref": "a javelin of bronze", "text": "A \"javelin\" is a small spear that is meant to be thrown."}, {"ref": "staff of his spear", "text": "\"the handle of his spear\""}, {"ref": "loop of cord", "text": "\"rope rolled up into a circle\""}, {"ref": "His spear's head", "text": "\"The point of his spear\""}, {"ref": "six hundred shekels of iron", "text": "A shekel is a unit of weight equal to about 11 grams. AT: \"about 7 kilograms\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "08", "tn": [{"ref": "Why have you come out to draw up for battle?", "text": "\"Why have you come to fight in battle against us?\" Goliath uses this question to mock the Israelites. AT: \"You are fools if you think you can fight in battle against us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am not I a Philistine, and are you not servants of Saul?", "text": "Goliath uses this question to mock the Israelites. When he says that he is a Philistine, he is implying that he is strong. AT: \"I am a great Philistine, and you are merely servants of Saul.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "I challenge the ranks of Israel", "text": "\"I challenge the army of Israel\""}, {"ref": "all Israel", "text": "This refers to the Israelite soldiers who were there."}, {"ref": "they were discouraged and greatly afraid", "text": "The words \"discouraged\" and \"greatly afraid\" mean basically the same thing and emphasize the intensity of their fear. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "12", "tn": [{"ref": "He had eight sons", "text": "\"He\" refers to Jesse."}, {"ref": "Jesse was an old man ... very old among men", "text": "The two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "second to him Abinadab, and the third Shammah", "text": "\"Abinadab the second born, and Shammah the third born.\" This phrase shows birth order."}]}, {"id": "14", "tn": [{"ref": "The three oldest", "text": "The implied information is that these are the sons of Jesse. AT: \"The three oldest sons of Jesse\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For forty days", "text": "\"For 40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "to present himself for battle", "text": "\"to show that he was ready to fight\""}]}, {"id": "17", "tn": [{"ref": "ephah", "text": "An ephah is a unit of measurement equal to about 22 liters. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "the captain of their thousand", "text": "\"the captain of their unit of one thousand soldiers.\" The army was divided up into groups of one thousand men, and each of these groups had a captain leading them."}, {"ref": "See how your brothers are doing", "text": "\"Check and find out how your brothers are doing\""}]}, {"id": "19", "tn": [{"ref": "all the men of Israel", "text": "\"all the soldiers of Israel\""}, {"ref": "the Valley of Elah", "text": "This is the name of a place. See how you translated it in [[:en:bible:notes:1sa:17:02|17:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "22", "tn": [{"ref": "Goliath by name", "text": "\"whose name was Goliath\""}, {"ref": "came out of the ranks of the Philistines", "text": "\"stepped forward from the Philistines' battle line\""}]}, {"id": "25", "tn": [{"ref": "Have you seen this man who has come up?", "text": "The soldiers were saying this to draw one another's attention to the man Goliath.  AT: \"Look at this man who has come up!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The king", "text": "This refers to the king of Israel. AT: \"Our king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his daughter", "text": "This refers to the king's daughter."}, {"ref": "to him ... his father's house", "text": "The words \"him\" and \"his\" refer to the man who kills Goliath."}, {"ref": "will make his father's house free from taxation in Israel", "text": "The word \"house\" refers to the household or family. AT: \"will no longer require his family to pay taxes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "takes away the disgrace from Israel", "text": "This can be expressed with the verb \"disgrace.\" AT: \"stops Israel from being disgraced\" or \"stops him from disgracing Israel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Who is this uncircumcised Philistine that he should defy the armies of the living God?", "text": "David said this to show his anger that this Philistine was defying God's army. AT: \"This uncircumcised Philistine certainly has no power that he should defy the armies of the living God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this uncircumcised Philistine", "text": "This phrase is an insult and indicates that Goliath does not belong to the living God."}]}, {"id": "28", "tn": [{"ref": "Eliab's anger was kindled against David", "text": "Here anger is spoken of as if it were a fire that could be kindled.  AT: \"Eliab became angry with David\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why did you come down here?", "text": "Eliab uses this question to show that he is angry that David came down. He was probably implying that David did not have a good reason for coming. AT: \"You had no good reason to come here\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "With whom have you left those few sheep in the wilderness?", "text": "Eliab uses this question to insult David by making his work seem unimportant and by accusing him of not taking care of his father's sheep. AT: \"You simply had the responsibility of watching over a few sheep in the wilderness. You could not even carry out that simple responsibility!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your pride, and the mischief in your heart", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "What have I done now? Was it not just a question?", "text": "David used these questions to express his frustration and to justify himself. AT: \"I have done nothing wrong. I was only asking a question!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He turned away from him", "text": "\"He\" refers to David and the word \"him\" refers to Eliab."}]}, {"id": "31", "tn": [{"ref": "When the words that David said were heard", "text": "This can be stated in active form. AT: \"When the soldiers heard what David said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let no man's heart fail", "text": "The heart failing represents being terrified and losing confidence. AT: \"Do not let anyone be terrified\"  or \"Do not let anyone lose their confidence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your servant will go", "text": "David spoke of himself as \"your servant\" to show respect to Saul. AT: \"I, your servant, will go\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "34", "tn": [{"ref": "Your servant used to keep his father's sheep", "text": "David spoke of himself as \"your servant\" to show respect to Saul. See how you translated this in [[:en:bible:notes:1sa:17:31|17:32]]. AT: \"I, your servant, used to keep my father's sheep\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "used to keep his father's sheep", "text": "\"used to take care of his father's sheep\""}, {"ref": "a bear", "text": "A bear is a large animal with thick fur and long claws and that walks on four legs but can stand on two legs as a person does."}, {"ref": "chased after him and attacked him", "text": "Here \"him\" refers to the lion or bear. Some languages would use the word \"it\" instead of \"him.\""}, {"ref": "and rescued it out of his mouth", "text": "Here \"it\" refers to the lamb."}, {"ref": "he rose up against me", "text": "Here \"rose up against\" is an idiom that refers to attacking. AT: \"it attacked me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "caught him by his beard", "text": "The \"beard\" refers to the lion's mane or the hair on the bear's face."}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "David continues speaking to King Saul."}, {"ref": "This uncircumcised Philistine", "text": "This phrase is an insult and indicates that Goliath does not belong to the living God. See how you translated this in [[:en:bible:notes:1sa:17:26|17:26]]."}, {"ref": "will be like one of them", "text": "David is saying that he will be able to kill the Philistine just as he was able to kill the lion and bear."}]}, {"id": "37", "tn": [{"ref": "from the paw of the lion and from the paw of the bear", "text": "Bears and lions use their paws when they attack, so the word \"paw\" represents the attack. AT: \"from the attack of the lion and from the attack of the bear\" or \"from the lion and the bear\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hand of this Philistine", "text": "The Philistine's hand represents his power in fighting. AT: \"the power of this Philistine\" or \"the Philistine\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "coat of chainmail", "text": "a flexible piece of body armor covered with protective scales or small plates"}]}, {"id": "39", "tn": [{"ref": "his sword on his armor", "text": "\"Saul's sword on the armor\""}, {"ref": "his staff in his hand", "text": "Here \"his\" refers to David."}, {"ref": "His sling was in his hand", "text": "A sling is a weapon for throwing stones."}]}, {"id": "41", "tn": [{"ref": "with his shield bearer in front of him", "text": "\"and his shield bearer walked in front of him\""}, {"ref": "he despised him", "text": "\"he hated him\""}, {"ref": "ruddy", "text": "\"healthy\""}, {"ref": "Am I a dog, that you come to me with sticks?", "text": "Here a dog represents a small animal that a person can easily kill. The word \"sticks\" refers to David's staff and shows Goliath's opinion that it is not a good weapon. Goliath uses this question to accuse David of insulting him. AT: \"You insult me by coming at me with mere sticks as if I were just a dog!\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "44", "tn": [{"ref": "I will give your flesh to the birds of the heavens and to the beasts of the field", "text": "Goliath speaks of killing David and leaving his body on the ground for the animals to eat it as if he were to give David's body to the animals. AT: \"I will kill you, and the birds of the heavens and the beasts of the field will eat your body\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "birds of the heavens", "text": "\"birds of the sky\" or \"birds\""}, {"ref": "beasts of the field", "text": "\"wild animals\""}, {"ref": "in the name of Yahweh", "text": "Here \"name\" represents God's power or authority. AT: \"with the power of Yahweh\" or \"with the authority of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whom you have defied", "text": "\"whom you have provoked\" or \"whom you have insulted\""}]}, {"id": "46", "tn": [{"ref": "Connecting Statement:", "text": "David continues speaking to Goliath."}, {"ref": "I will give the dead bodies ... to the birds ... and to the wild beasts of the earth", "text": "David speaks of leading the Israelites in killing the Philistines and leaving their bodies on the ground for the animals to eat them as if he were to give their bodies to the animals. AT: \"We Israelites will kill the Philistine army, and the birds of the heavens and the wild beasts of the earth will eat them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the earth may know", "text": "The word \"earth\" refers to the people on earth. AT: \"all the people of the earth may know\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh does not give victory with sword or spear", "text": "Swords and spears are examples of battle weapons. They represent human ways of fighting. AT: \"The victory that Yahweh gives does not depend on sword and spear\" or \"when Yahweh gives us victory, he does not depend on how we fight\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the battle is Yahweh's", "text": "Winning the battle is spoken of as owning the battle. AT: \"Yahweh always wins the battle\" or \"the victory belongs to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will give you into our hand", "text": "Giving the Philistines into Israel's hand represents helping Israel to defeat the Philistines in battle. AT: \"he will help us defeat you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "50", "tn": [{"ref": "David defeated ... He hit ... killed ... There was no sword in David's hand", "text": "Verse 50 is a summary of David's amazing victory over Goliath. The details about how he hit and killed Goliath are in [[:en:bible:notes:1sa:17:48|17:49]] and 17:51. Some languages do not use summary statements like this. In those situations, translators may restructure the verses as they are in the UDB."}, {"ref": "Then David ran and stood over the Philistine", "text": "David did this after Goliath fell to the ground in [[:en:bible:notes:1sa:17:48|17:49]]."}, {"ref": "took his sword", "text": "\"took the Philistine's sword.\" Here the word \"his\" refers to Goliath."}]}, {"id": "52", "tn": [{"ref": "The dead Philistines lay along the way to Shaaraim", "text": "It can be stated clearly that the Israelites were killing the Philistines as they chased them. AT: \"And they killed the Philistines as they chased them, and the bodies of the dead Philistines were on the ground along the way to Shaaraim\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they plundered their camp", "text": "\"the Israelites plundered the Philistines' camp\""}, {"ref": "he put his armor in his tent", "text": "\"he put Goliath's armor in his own tent\""}]}, {"id": "55", "tn": [{"ref": "When Saul saw David", "text": "The conversation in 17:55-56 happened before David killed Goliath. AT: \"When Saul had seen David\" or \"Earlier when Saul saw David\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "go out against the Philistine", "text": "\"go to fight against the Philistine\""}, {"ref": "whose son is this youth", "text": "\"who is this youth's father\""}, {"ref": "As you live", "text": "This was a way of swearing that what he was about to say was true."}, {"ref": "whose son the boy is", "text": "\"who the boy's father is\""}]}, {"id": "57", "tn": [{"ref": "in his hand", "text": "Here \"his\" refers to David."}, {"ref": "Whose son are you", "text": "\"Who is your father\""}, {"ref": "I am the son of your servant Jesse the Bethlehemite", "text": "\"My father is your servant Jesse, the Bethlehemite\""}, {"ref": "your servant Jesse", "text": "David referred to his father as \"your servant\" to show that his father was faithful to King Saul."}]}]