[{"id": "01", "tn": [{"ref": "Has Yahweh spoken only with Moses? Has he not spoken also with us?", "text": "Miriam and Aaron use these questions to complain that Moses had so much authority and they did not. This can be expressed as a statement. AT: \"Yahweh has not spoken only with Moses. He has also spoken with us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Now Yahweh heard", "text": "The word \"Now\" hear draws attention to the important point that follows."}, {"ref": "Now the man Moses", "text": "\"Now\" is used to mark a break in the main story line. The narrator tells background information about Moses' character. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "04", "tn": [{"ref": "a pillar of cloud", "text": "The shape of the cloud is spoken of as if it were a pillar. AT: \"a cloud shaped like a pillar\" or \"a tall cloud\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "My servant Moses is not like that", "text": "\"I do not speak to Moses like that\""}, {"ref": "He is faithful in all my house", "text": "Here \"my house\" represents the nation of Israel. Being faithful in God's house represents being faithful in leading Israel. AT: \"Moses leads my people faithfully\" or \"Moses is the one whom I trust to lead my people Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So why are you unafraid to speak against my servant, against Moses?", "text": "Yahweh asks this question to rebuke Miriam and Aaron. It can be translated as a statement. AT: \"You should be afraid to speak against my servant, against Moses.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "against my servant, against Moses", "text": "The phrase \"against Moses\" clarifies that he is the \"servant\" of whom Yahweh speaks. AT: \"against my servant, Moses\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "09", "tn": [{"ref": "Yahweh's anger burned against them", "text": "Yahweh's anger is spoken of as if it were a fire. AT: \"Yahweh became very angry with them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "was as white as snow", "text": "Leprosy turned Miriam's skin white. AT: \"became very white\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "do not hold this sin against us", "text": "To hold people's sin against them is to say that they are guilty for their sin. Here it represents punishing them for their sin. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Please do not let her be like a dead newborn whose flesh is half consumed", "text": "Miriam's leprosy would cause her body to decay until she died. The flesh being decayed is spoken of as if it were eaten. AT: \"Please do not let her be like a dead newborn baby whose flesh is half decayed\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Please heal her, God, please", "text": "Here \"please\" is repeated for emphasis."}, {"ref": "If her father had spit in her face", "text": "This describes something that could have happened but did not. Spitting in someone's face was a terrible insult. (See: [[:en:ta:vol1:translate:figs_hypo]]and [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Miriam was shut outside the camp", "text": "Being sent out of the camp and not being allowed to go back in is spoken of as if there were a door that was closed behind her. AT: \"Miriam was sent outside the camp\" or \"Miriam was kept outside the camp\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Miriam was shut outside the camp", "text": "This can be stated in active form. AT: \"Moses shut Miriam outside the camp\" or \"Moses sent Miriam outside the camp\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "Hazeroth", "text": "This is the name of a place in the desert. See how you translated it in [[:en:bible:notes:num:11:33|11:35]]."}]}]