[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "One day Peter and John go to the temple."}, {"ref": "General Information:", "text": "Verse 2 gives background information about the lame man. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "into the temple", "text": "They did not go into the temple building where only the priests were allowed. AT: \"to the temple courtyard\" (UDB) or \"into the temple area\""}, {"ref": "A certain man, lame from birth, was carried every day and was laid", "text": "This can be stated in active form. AT: \"Every day, people carried a certain man, lame from birth, and laid him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lame", "text": "unable to walk"}, {"ref": "the door of the temple called Beautiful", "text": "This can be stated in active form. AT: \"the door of the temple, which people called Beautiful\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "door", "text": "\"gate\""}]}, {"id": "04", "tn": [{"ref": "Peter, fastening his eyes upon him, with John, said", "text": "Both Peter and John looked at the man, but only Peter spoke."}, {"ref": "fastening his eyes upon him", "text": "Possible meanings are 1) \"looking directly at him\" (UDB) or 2) \"looking intently at him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The lame man looked at them", "text": "Here the word \"looked\" means to pay attention to something. AT: \"The lame man paid close attention to them\""}, {"ref": "Silver and gold", "text": "These words refer to money. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what I do have", "text": "It is understood that Peter has the ability to heal the man. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In the name of Jesus Christ", "text": "Here the word \"name\" refers to power and authority. AT: \"With the authority of Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "he entered ... into the temple", "text": "He did not go inside the temple building where only the priests were allowed. AT: \"he entered ... the temple area\" (UDB) or \"he entered ... into the temple courtyard\""}]}, {"id": "09", "tn": [{"ref": "noticed that it was the man", "text": "\"realized that it was the man\" or \"recognized him as the man\""}, {"ref": "the Beautiful Gate", "text": "This was the name of one of the entrances to the temple area. See how you translated a similar phrase in [[:en:bible:notes:act:03:01|3:2]]."}, {"ref": "they were filled with wonder and amazement", "text": "Here the words \"wonder\" and \"amazement\" share similar meanings and emphasize the intensity of the people's amazement. AT: \"they were extremely amazed\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "After healing the man who could not walk, Peter talks to the people."}, {"ref": "General Information:", "text": "The phrase \"in the porch that is called Solomon's\" makes it clear that they were not inside the temple where only the priests were allowed to enter."}, {"ref": "General Information:", "text": "Here the words \"us\" and \"we\" refer to Peter and John but not to the crowd to whom  Peter is talking. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "the porch that is called Solomon's", "text": "\"Solomon's Porch.\" This was a covered walkway that consisted of rows of pillars that supported a roof, and which people named after king Solomon."}, {"ref": "greatly marveling", "text": "\"extremely surprised\""}, {"ref": "When Peter saw this", "text": "Here the word \"this\" refers to the amazement of the people."}, {"ref": "You men of Israel", "text": "\"Fellow Israelites\" (UDB). Peter was addressing the crowd."}, {"ref": "why do you marvel?", "text": "Peter asks this question to emphasize that they should not be surprised by what had happened. AT: \"you should not be surprised\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do you  fix your eyes on us, as if we had made him to walk by our own power or godliness?", "text": "Peter asks this question to emphasize that the people should not think that he and John had healed the man by their own abilities. This could be written as two statements. AT: \"Do not fix your eyes on us. We did not make him walk by our own power or godliness\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "fix your eyes on us", "text": "This means that they looked intently at them without stopping. AT: \"stare at us\" or \"look at us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues his speech to the Jews that he began in [[:en:bible:notes:act:03:11|3:12]]."}, {"ref": "whom you delivered up", "text": "\"whom you handed over to Pilate\" or \"whom you gave to Pilate\""}, {"ref": "rejected before the face of Pilate", "text": "Here the phrase \"before the face of\" means \"in the presence of.\" AT: \"rejected in Pilate's presence\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when he had decided to release him", "text": "\"when Pilate had decided to release Jesus\""}, {"ref": "for a murderer to be released to you", "text": "This can be stated in active form. AT: \"for Pilate to release a murderer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" includes just Peter and John. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Prince of life", "text": "This refers to Jesus. Possible meanings are 1) \"the one who gives people eternal life\" (UDB) or 2) \"the ruler of life.\""}, {"ref": "Prince", "text": "\"Prince,\" \"author,\" or \"captain\""}, {"ref": "Now", "text": "This word, \"Now,\" shifts the audiences' attention to the lame man."}, {"ref": "by faith in his name", "text": "Here the word \"name\" refers to Jesus. Possible meanings are 1) \"because this man believes in Jesus\" or 2) \"because John and I believe in Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "made him strong", "text": "\"made him well\""}]}, {"id": "17", "tn": [{"ref": "Now", "text": "Here Peter shifts the audience's attention from the lame man and continues to talk to them directly."}, {"ref": "you acted in ignorance", "text": "Possible meanings are 1) that the people did not know that Jesus was the Messiah (UDB) or 2) that the people did not understand the significance of what they were doing."}, {"ref": "God foretold by the mouth of all the prophets", "text": "When the prophets spoke, it was as though God himself was speaking because he told them what to say. AT: \"God foretold by telling all of the prophets what to speak\""}, {"ref": "foretold", "text": "\"told ahead of time\" or \"told before it happened\""}, {"ref": "the mouth of all the prophets", "text": "Here the word \"mouth\" refers to the words that the prophets spoke and wrote down. AT: \"the words of all the prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "Repent ... and turn", "text": "The words \"Repent\" and \"turn\" and refer changing one's way of thinking, turning away from sin and turning to God."}, {"ref": "so that your sins may be blotted out", "text": "This can be stated in active form. AT: \"so that God may blot out your sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "periods of refreshing from the presence of the Lord", "text": "\"times of relief from the presence of the Lord.\" Possible meanings are 1) \"times when God will strengthen your spirits\" or 2) \"times when God will revive you\""}, {"ref": "from the presence of the Lord", "text": "Here the words \"presence of the Lord\" is a metonym for the Lord himself. AT: \"from the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that he may send the Christ", "text": "\"that he may again send the Christ.\" This refers to Christ's coming again."}, {"ref": "who has been appointed for you", "text": "This may be stated in active form. AT: \"whom he has appointed for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues his speech that he began in [[:en:bible:notes:act:03:11|3:12]] to the Jews who stood in the temple area."}, {"ref": "General Information:", "text": "In verses 22-23 Peter quotes something Moses told before the Messiah came."}, {"ref": "He is the One heaven must receive", "text": "\"He is the One heaven must welcome.\" Peter speaks of heaven as if it were a person who welcomes Jesus into his home. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "heaven must receive until", "text": "This means that it is necessary for Jesus to remain in heaven because that is what God has planned."}, {"ref": "until the time of the restoration of all things", "text": "Possible meanings are 1) \"until the time when God will restore all things\" or 2) \"until the time when God will fulfill everything that he foretold.\""}, {"ref": "about which God spoke long ago by the mouth of his holy prophets", "text": "When the prophets spoke long ago, it was as if God himself was speaking because he told them what to say. AT: \"about which things God spoke long ago by telling his holy prophets to speak about them\""}, {"ref": "the mouth of his holy prophets", "text": "Here the word \"mouth\" refers to the words that the prophets spoke and wrote down. AT: \"the words of his holy prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will raise up a prophet", "text": "\"will appoint a prophet\""}, {"ref": "that prophet will be completely destroyed", "text": "This can be stated in active form. AT: \"that prophet, God will completely destroy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes his speech to the Jews that he began in [[:en:bible:notes:act:03:11|3:12]]."}, {"ref": "Yes, and all the prophets", "text": "\"In fact, all the prophets.\" Here the word \"Yes\" adds emphasis to what follows."}, {"ref": "from Samuel and those who came after him", "text": "\"beginning with Samuel and continuing with the prophets who lived after he did\""}, {"ref": "these days", "text": "\"these times\" or \"the things that are happening now\""}, {"ref": "You are the sons of the prophets and of the covenant", "text": "Here the word \"sons\" refers to heirs who will receive what the prophets and the covenant promised. AT: \"You are the heirs of the prophets and heirs of the covenant\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "In your seed", "text": "\"Because of your offspring\""}, {"ref": "shall all the families of the earth be blessed", "text": "Here the word \"families\" refers to people groups or nations. This can be stated in active form. AT: \"I will bless all the people groups in the world\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "After God raised up his servant", "text": "\"After God presented his servant\" or \"After God gave authority to his servant\""}, {"ref": "his servant", "text": "This refers to the Messiah, Jesus."}]}]