[{"id": "01", "tn": [{"ref": "Send out your bread on the waters, for you will find it again after many days", "text": "Possible meanings are 1) that a person should be generous with his possessions and will then receive generously from others (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]]), or 2) that a person should invest his resources overseas and will make a profit from it."}, {"ref": "Share it with seven, even eight people", "text": "Possible meanings are 1) to share your possessions with many people, or 2) to invest your resources in multiple places."}, {"ref": "seven, even eight", "text": "AT: \"7, even 8\" or \"multiple\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "what disasters are coming on the earth", "text": "Here the phrase \"on the earth\" means \"in the world\" or \"in society.\""}, {"ref": "empty themselves on the earth", "text": "Here the phrase \"on the earth\" means \"on the ground.\""}, {"ref": "toward the south or toward the north", "text": "AT: \"in any direction\""}]}, {"id": "04", "tn": [{"ref": "Anyone who watches the wind might not plant", "text": "Possible meanings are 1) \"Any farmer who pays attention to the wind will not plant when the wind is blowing in the wrong direction\" or 2) \"Any farmer who pays too much attention to the wind will never plant.\""}, {"ref": "anyone who watches the clouds might not harvest", "text": "Possible meanings are 1) \"Any farmer who pays attention to the clouds will not harvest when it is about to rain\" or 2) \"Any farmer who pays too much attention to the clouds will never harvest.\""}, {"ref": "how a baby's bones grow", "text": "Possible meanings are 1) \"how a baby grows\" or 2) literally, \"how the bones of a baby grow.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "06", "tn": [{"ref": "work with your hands", "text": "AT: \"keep on working\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "whether morning or evening, or this or that", "text": "These two phrases mean basically the same thing and emphasize that the person's work may prosper, no matter what time he has done it. AT: \"whether the seed that you planted in the morning or the seed that you planted in the evening.\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "light is sweet", "text": "Here the word \"light\" refers to being able to see the sun and therefore being alive. AT: \"being able to see the sun is sweet\" or \"being alive is sweet.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the eyes to see the sun", "text": "This phrase means basically the same thing as the previous phrase. AT: \"for a person to see the sun\" or \"to be alive.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "happy in all of them", "text": "Here the word \"them\" refers to the years that a person is alive."}, {"ref": "the coming days of darkness", "text": "Here the word \"darkness\" refers to death. AT: \"how many days that he will be dead.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "for they will be many", "text": "Here the word \"they\" refers to the \"days of darkness.\" AT: \"for he will be dead for many more days than he is alive\" or \"for he will be dead forever.\""}, {"ref": "Everything to come", "text": "Possible meanings are 1) \"Everything that happens after death\" or 2) \"Everything that happens in the future.\""}]}, {"id": "09", "tn": [{"ref": "Take joy, young man, in your youth, and let your heart be joyful in the days of your youth", "text": "These two phrases mean basically the same thing and are combined for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "let your heart be joyful", "text": "Here the word \"heart\" refers to the emotions. AT: \"be joyful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Pursue the good desires of your heart", "text": "Here the word \"heart\" may refer to the mind or emotions. AT: \"Pursue the good things that you desire\" or \"Pursue the good things that you have determined to pursue\""}, {"ref": "whatever is within the sight of your eyes", "text": "AT: \"whatever you see that you desire\" or \"whatever you see to be best\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "God will bring you into judgment for all these things", "text": "AT: \"God will make you account for all of your actions\""}, {"ref": "Drive anger away from your heart", "text": "AT: \"Refuse to be angry\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]