[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter begins to warn the believers about false teachers."}, {"ref": "False prophets came to the people, and false teachers will also come to you", "text": "Just as false prophets came deceiving Israel with their words, so will false teachers come teaching lies about Christ."}, {"ref": "destructive heresies", "text": "The word \"heresies\" refers to opinions that are contrary to the teaching of Christ and the apostles. These heresies destroy the faith of those who believe them."}, {"ref": "the master who bought them", "text": "The word \"master\" here refers to a person who owns slaves. Peter speaks of Jesus as the owner of people whom he has bought, the price being his death. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sensuality", "text": "\"immoral sexual behavior\""}, {"ref": "the way of truth will be blasphemed", "text": "The phrase \"way of truth\" refers to the Christian faith as the true path to God. This can be stated in active form. AT: \"unbelievers will blaspheme the way of truth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "make a profit off of you with deceptive words", "text": "\"convince you to give them money by telling you lies\""}, {"ref": "Their condemnation does not delay for long; their destruction does not sleep", "text": "Peter speaks of \"condemnation\" and \"destruction\" as if they are persons who act. The two phrases mean basically the same thing and emphasize how soon the false teachers will be condemned. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Their condemnation does not delay for long; their destruction does not sleep", "text": "You can translate these phrases with verbs in positive terms. AT: \"God will soon condemn them; he is ready to destroy them\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Peter gives examples of people who acted against God and whom God punished because of what they did."}, {"ref": "did not spare", "text": "\"did not refrain from punishing\" or \"punished\""}, {"ref": "he handed them down to Tartarus", "text": "The word \"Tartarus\" is a term from Greek religion that refers to the place where evil spirits and wicked men who have died are punished. AT: \"he cast them into hell\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to be kept in chains of lower darkness", "text": "This can be stated in active form. AT: \"where he will keep them in chains of lower darkness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in chains of lower darkness", "text": "Possible meanings are 1) \"in chains in a very dark place\" or 2) \"in very deep darkness that imprisons them like chains.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until the judgment", "text": "This refers to the day of judgment when God will judge every person."}, {"ref": "he did not spare the ancient world", "text": "Here the word \"world\" refers to the people who lived in it. AT: \"he did not spare the people who lived in the ancient world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he preserved Noah ... along with seven others", "text": "God did not destroy Noah and seven other people when he destroyed the rest of the people who lived in the ancient world."}, {"ref": "reduced the cities of Sodom and Gomorrah to ashes", "text": "\"burned the cities of Sodom and Gomorrah with fire until only ashes remained\""}, {"ref": "condemned them to destruction", "text": "Here the word \"them\" refers to Sodom and Gomorrah and the people who lived in them."}, {"ref": "as an example of what is to happen to the ungodly", "text": "Sodom and Gomorrah serve as an example and a warning of what will happen to others who disobey God."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Peter gives an example of Lot, whom God rescued out from among men who deserved punishment."}, {"ref": "the behavior of lawless men", "text": "\"the immoral behavior of men who broke God's law\""}, {"ref": "that righteous man", "text": "This refers to Lot."}, {"ref": "was tormented in his righteous soul", "text": "Here the word \"soul\" refers to Lot's thoughts and emotions. The immoral behavior of the citizens of Sodom and Gomorrah disturbed him emotionally. AT: \"was greatly disturbed\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Peter begins describing the characteristics of unrighteous men."}, {"ref": "This is especially true", "text": "The word \"this\" refers to God keeping unrighteous men in prison until judgment day in [[:en:bible:notes:2pe:02:07|2:09]]."}, {"ref": "those who continue in the corrupt desires of the flesh", "text": "Here the phrase \"desires of the flesh\" refers to the desires of the sinful nature. AT: \"those who continue to indulge their corrupt, sinful desires\""}, {"ref": "despise authority", "text": "\"refuse to submit to God's authority.\" Here the word \"authority\" probably refers to God's authority."}, {"ref": "authority", "text": "Here \"authority\" stands for God, who has the right to give commands and to punish disobedience. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "self-willed", "text": "willed** - \"do whatever they want to do\""}, {"ref": "the glorious ones", "text": "This phrase refers to spiritual beings, such as angels or demons."}, {"ref": "greater strength and power", "text": "Possible meanings for those who are being referred to are 1) the glorious ones or 2) the false teachers."}, {"ref": "they do not bring insulting judgments against them", "text": "The word \"they\" refers to angels. Possible meanings for the word \"them\" are 1) the glorious ones or 2) the false teachers."}, {"ref": "bring insulting judgments against them", "text": "The idea that angels could accuse these wicked people is spoken of as if they could attack them using accusations as weapons. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "these mindless animals are naturally made", "text": "This can be stated in active form. AT: \"these mindless animals are naturally born\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "these mindless animals", "text": "Just as animals cannot reason, these men cannot be reasoned with. AT: \"these false teachers who are like mindless animals\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They do not know what they insult", "text": "They speak evil of what they do not know or understand."}, {"ref": "They will be destroyed", "text": "This can be stated in active form. AT: \"God will destroy them\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will receive the reward of their wrongdoing", "text": "Peter speaks of the punishment that the false teachers will receive as if it were a reward. AT: \"They will receive what they deserve for their wrongdoing\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "luxury during the day", "text": "Here the word \"luxury\" refers to immoral activity that includes gluttony, drunkenness, and sexual activity. Doing these things during the day indicates that these people are not ashamed of this behavior."}, {"ref": "They are stains and blemishes", "text": "The words \"stains\" and \"blemishes\" share similar meanings. Peter speaks of the false teachers as if they are stains on a garment that causes shame for those who wear it. AT: \"They are like stains and blemishes on clothes, which causes disgrace\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "They have eyes full of adulterous women", "text": "To have their \"eyes full\" means that they are obsessed with what they see. Possible meanings are 1) \"They think of every woman whom they see as adulterous and want to sleep with her\" or 2) \"They are always looking for an adulterous woman to sleep with.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they are never satisfied with sin", "text": "Although they sin in order to satisfy their lusts, the sin that they commit never satisfies."}, {"ref": "They entice unstable souls", "text": "Here the word \"souls\" refers to persons. AT: \"They entice unstable people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "hearts trained in covetousness", "text": "Here the word \"hearts\" refers to the thoughts and emotions of the person. Because of their habitual actions, they have trained themselves to think and act out of covetousness. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "children of a curse", "text": "The word \"children\" refers to those who have been cursed. AT: \"they are people who are under God's curse\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "They have abandoned ... went astray ... have followed", "text": "\"False teachers have abandoned ... went astray ... have followed.\" False teachers have refused to be obedient to God by rejecting what is right."}, {"ref": "the right way", "text": "Right behavior that honors God is spoken of as if it were a path to follow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he obtained a rebuke", "text": "You can specify it was God who rebuked Balaam. AT: \"God rebuked him\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "A mute donkey speaking in a human voice", "text": "A donkey, which is naturally unable to speak, spoke with a voice like a human."}, {"ref": "stopped the prophet's insanity", "text": "God used a donkey to stop the prophet's foolish action. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "These men are like springs without water", "text": "Springs flowing with water promise refreshment for thirsty people, but \"springs without water\" will leave the thirsty disappointed. In the same way, false teachers, although they promise many things, are unable to do what they promise. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They are like clouds that a storm drives", "text": "When people see storm clouds, they expect rain to fall. When the winds from the storm blow the clouds away before the rain can fall, the people are disappointed. In the same way, false teachers, although they promise many things, are unable to do what they promise. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Thick darkness is reserved for them", "text": "The word \"them\" refers to the false teachers. This can be stated in active form. AT: \"God has reserved thick darkness for them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They speak with vain arrogance", "text": "They use impressive but meaningless words."}, {"ref": "They entice people through the lusts of the flesh", "text": "They appeal to the sinful nature to engage people in immoral and sinful actions."}, {"ref": "people who try to escape ... promise freedom ... slaves of corruption", "text": "Peter speaks of people who live sinfully as if they are slaves to sin who need to be released from their captivity. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "people who try to escape from those who live in error", "text": "This phrase refers to people who recently became believers. The phrase \"those who live in error\" refers to unbelievers who still live in sin. AT: \"people who try to live rightly, instead of living sinfully as they used to and as other people do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They promise freedom to them, but they themselves are slaves of corruption", "text": "\"The false teachers promise freedom to these people, but the false teachers themselves are slaves of corruption.\" The false teachers promise people that they can help them to stop sinning, but the false teachers themselves cannot stop sinning."}, {"ref": "For a man is a slave to whatever overcomes him", "text": "Peter speaks of a person as a slave when anything has control over that person, and that thing as the master of that person. AT: \"For if something has control over a person, that person becomes like a slave to that thing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "the defilements of the world", "text": "The word \"defilements\" refers to sinful behavior that makes one morally impure. The \"world\" refers to human society. AT: \"the defiling practices of sinful human society\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "through the knowledge of the Lord and Savior Jesus Christ", "text": "You can translate \"knowledge\" using a verbal phrase. See how you translated similar phrases in [[:en:bible:notes:2pe:01:01|1:2]] and [[:en:bible:notes:2pe:01:08|1:8]]. AT: \"through knowing the Lord and Savior Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the last state has become worse for them than the first state", "text": "\"their condition is worse than it was before\""}, {"ref": "the way of righteousness", "text": "Peter speaks of life as a \"way\" or path. This phrase refers to living a life that is according to God's will. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the holy commandment delivered to them", "text": "This can be stated in active terms. AT: \"the holy commandment that God delivered to them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This proverb is true for them", "text": "\"This proverb applies to them\" or \"This proverb describes them\""}, {"ref": "A dog returns to its own vomit. A washed pig returns to the mud", "text": "Peter uses two proverbs to illustrate how the false teachers, although they have known \"the way of righteousness,\" have turned back to the things that make them morally and spiritually impure. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}]}]