[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "Ephraim feeds on the wind", "text": "Here \"Ephraim\" represents all the people of Israel. Also \"wind\" represents something that is useless or temporary. The people of Israel doing things that will not help them is spoken of as if they eat the wind. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and follows after the east wind", "text": "East winds were very hot and destructive to the land. Here it represents anything that is destructive. The people doing things that will destroy themselves is spoken of as if they are following the east wind. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "carry olive oil to Egypt", "text": "The people of Israel sent olive oil as a present to the king of Egypt to try and persuade him to help them."}, {"ref": "Yahweh also has a lawsuit against Judah", "text": "Yahweh stating that the people of Judah have sinned against him and broken his covenant is spoken of as if Yahweh were accusing them in court. See how you translated a similar phrase in [[:en:bible:notes:hos:04:01|4:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against Judah ... punish Jacob for what he has done ... repay him for his deeds", "text": "Here \"Judah\" and \"Jacob\" both represent the people of Judah. AT: \"against the people of Judah ... punish them for what they have done ... repay them for their deeds\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lawsuit", "text": "This is a complaint by one person against another person in a court of law. See how you translated this in [[:en:bible:notes:hos:02:02|2:2]]."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking about Jacob the ancestor of the Israelites."}, {"ref": "In the womb Jacob grasped his brother by the heel", "text": "Jacob wanted to take his brother's place as the firstborn, so he tried to keep his brother from being born first. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He struggled with the angel and won", "text": "Jacob fought with an angel so that the angel would bless him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "is his name to be called on", "text": "This can be stated in active form. Here \"name\" represents the entire character of God. AT: \"is his name to which we pray\" or \"is his name by which we worship him\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Keep covenantal faithfulness and justice", "text": "This refers to obeying God's law and doing what is right."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking about Israel."}, {"ref": "false scales", "text": "The merchants use scales that do not accurately measure the weight of the money or products they are buying or selling."}, {"ref": "they love to defraud", "text": "The merchants cheat their customers by lying to them and taking more money than they should."}, {"ref": "I have certainly become very rich; I have found wealth for myself", "text": "These two phrases mean the same thing and mean that the people of Ephraim consider themselves to be very prosperous. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have found wealth", "text": "Becoming wealthy by trading is spoken of as finding wealth. AT: \"I have made much money\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will not find any iniquity in me, anything that would be sin", "text": "These two phrases mean the same thing and emphasize that the people of Ephraim consider themselves to be blameless. Learning that someone has sinned is spoken of as finding sin in that person. AT: \"they will not discover that I have done anything sinful\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to the people of Israel."}, {"ref": "I am Yahweh your God from the land of Egypt", "text": "Possible meanings are 1) \"I am Yahweh your God, who brought your ancestors from the land of Egypt\" or 2) \"I have been your God ever since you were in the land of Egypt\" or 3) \"I became your God when you were in the land of Egypt\""}, {"ref": "I will again make you live in tents", "text": "Possible meanings are 1) Yahweh is threatening to force the people of Israel from their homes and make them live in tents. So, here to \"live in tents\" would represent being sent into exile, or 2) it is a promise that after their exile the people will live in tents again, and Yahweh will take care of them as he did when the Israelites left Egypt. So, here \"to live in tents\" would represent a return to an ideal situation when Yahweh took care of his people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "By the hand of the prophets", "text": "Here \"hand\" represents the one who carries out an action. AT: \"Through the prophets\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "their altars will be like heaps of stone in the furrows of the fields", "text": "The altars where the people worshiped will be thrown down and become piles of stones. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Jacob fled to the land of Aram; Israel worked in order to get a wife", "text": "Here \"Jacob\" and \"Israel\" refer to the same person. Jacob's name became Israel later in his life."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Hosea the prophet is speaking."}, {"ref": "by a prophet", "text": "That is, Moses."}, {"ref": "bitterly", "text": "The anger that the people have caused in Yahweh is extremely great."}, {"ref": "So his Lord will leave his blood on him", "text": "Here \"blood\" refers to the guilt incurred by people who murder others. God will not forgive their sins. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will turn back on him his disgrace", "text": "The idea of making someone suffer the results of his own actions is spoken of as if those actions were objects that were thrown back at him. AT: \"will make him suffer from his own disgraceful actions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]