[{"id": "01", "tn": [{"ref": "he fought against Israel", "text": "Here \"he fought\" means that his army fought. AT: \"his army fought against Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Israel vowed", "text": "This refers to the people of Israel. AT: \"The people of Israel vowed\" or \"The Israelites made a vow\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "listened to Israel's voice", "text": "Here \"listen\" means that Yahweh did as they asked. AT: \"did what Israel asked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Israel's voice", "text": "Here \"voice\" is a metonym that refers to their request. AT: \"what Israel asked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They completely destroyed them and their cities", "text": "\"The people of Israel completely destroyed the Canaanite army and their cities\""}, {"ref": "That place was called Hormah", "text": "This can be stated in active form. AT: \"They called that place Hormah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Why have you brought us up out of Egypt to die in the wilderness?", "text": "The people used this question in order to rebuke Moses. This can be translated as a statement. AT: \"You should not made us leave Egypt to die in the wilderness!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "we have spoken against Yahweh and you", "text": "\"we have said bad things about Yahweh and you\""}, {"ref": "we", "text": "The word \"we\" here refers to the people but not to Yahweh or Moses. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "08", "tn": [{"ref": "Make a snake", "text": "Since it is impossible for Moses to make a real snake, it is implied that he was to make a model of a snake. This implied information can be made clear. AT: \"Make a model of a snake\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "everyone who is bitten", "text": "This can be stated in active form. AT: \"everyone whom a snake bites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a bronze snake", "text": "\"a snake out of bronze\""}, {"ref": "if he looked at the bronze snake, he survived", "text": "Here \"he\" refers to \"any person\" who was bitten by a snake."}]}, {"id": "10", "tn": [{"ref": "that faces Moab", "text": "Here \"faces\" is an idiom that means \"is across from\" or \"is next to.\" AT: \"that is next to Moab\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "forms the border of Moab, between Moab and the Amorites", "text": "This means that the two peoples lived on different sides of the river, which was a boundary between them. The Moabite people lived south of the river and the Amorites lived on the north."}]}, {"id": "14", "tn": [{"ref": "Waheb in Suphah", "text": "These are both names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the slope of the valleys that lead toward the town of Ar and go down toward the border of Moab", "text": "\"downhill to the town of Ar and the border of the country of Moab\""}]}, {"id": "16", "tn": [{"ref": "to Beer, which is where the well is", "text": "This can be stated as two sentences. AT: \"to Beer. There was a well there\" (UDB)"}, {"ref": "where Yahweh said to Moses, \"Gather the people together for me to give them water.\"", "text": "This can be stated as an indirect quote. AT: \"where Yahweh told Moses to gather the people together for him to give them water\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "17", "tn": [{"ref": "Spring up, well", "text": "Here \"well\" represents the water in the well. The Israelites are speaking to the water as if it were a person who could hear them, and they are asking for it to fill the well. AT: \"Water, fill up the well\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The well that our leaders dug, the well the people's nobles dug", "text": "These two phrases mean basically the same thing and emphasize the role of the leaders in digging the well. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "with the scepter and their staffs", "text": "A scepter was carried by those with authority, and the staff was carried by everyone. Neither of these are digging tools. These two items emphasize that they were not too proud to use any means available. AT: \"using even their scepter and staffs\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "Nahaliel ... Bamoth", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mount Pisgah", "text": "This is the name of a mountain. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "looks down on the wilderness", "text": "This is an idiom. It is a way of saying that the mountain is high, and speaks of the mountain as if it were a person who looks down to see the wilderness below him. AT: \"rises above the wilderness\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "21", "tn": [{"ref": "Then Israel", "text": "Here \"Israel\" refers to the people of Israel, and especially to their leaders. AT: \"Then the Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "We will not turn into any field or vineyard", "text": "\"We will not go into any of your fields or vineyards\""}, {"ref": "the king's highway", "text": "This is the main road that connects Damascus in the north to the Gulf of Aqabah in the south. See how you translated this in [[:en:bible:notes:num:20:17|20:17]]."}, {"ref": "to pass through their border", "text": "\"to cross over their border.\" Here \"their\" refers to the Amorites."}, {"ref": "Jahaz", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he fought against Israel", "text": "Here \"he\" refers to King Sihon's army, and \"Israel\" refers to the people of Israel. AT: \"his army fought against the Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "Israel attacked", "text": "Here \"Israel\" refers to the people of Israel. AT: \"The Israelites attacked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with the edge of the sword", "text": "\"with the sharp part of the sword.\" The \"edge of the sword\" is associated with death and complete destruction. AT: \"and completely defeated them\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "took their land", "text": "\"conquered the land of the Amorites.\" Here the word \"their\" refers to the Amorites."}, {"ref": "the people of Ammon ... the Amorites", "text": "\"the Ammonites ... the Amorites\" or \"the people of Ammon ... the people of Amor.\" These names are similar, but they refer to two different people groups."}, {"ref": "was fortified", "text": "\"was strongly defended\" (UDB). The Israelites did not attack the Ammonites."}, {"ref": "Heshbon and all of its villages", "text": "Here \"its\" is possessive to show that a relationship existed between the city of Heshbon and these nearby villages. AT: \"Heshbon and the nearby villages that it controlled\""}, {"ref": "Sihon had taken all his land", "text": "Here \"his\" refers to the king of Moab."}]}, {"id": "27", "tn": [{"ref": "Heshbon ... city of Sihon", "text": "These are two names that refer to the same city. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Let the city of Sihon be rebuilt and established again", "text": "This can be stated in active form. AT: \"Let someone rebuild and establish again the city of Sihon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rebuilt and established", "text": "These two terms are very similar and emphasize that the city will be fully rebuilt. AT: \"completely rebuilt\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "A fire blazed from Heshbon, a flame from the city of Sihon", "text": "These two phrases mean basically the same thing and emphasize that destruction will begin at Heshbon. The fire refers to a destroying army. AT: \"King Sihon led a strong army from the city of Heshbon.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "devoured Ar of Moab", "text": "The army of Sihon is spoken of as if it was an animal that ate up the city of Ar. AT: \"destroyed the town of Ar in the land of Moab\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "Moab ... people of Chemosh", "text": "These two phrases refer to the same people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "people of Chemosh", "text": "\"Chemosh\" was the name of the false god whom the Moabites worshiped. AT: \"the people who worship Chemosh\""}, {"ref": "He has made his sons", "text": "\"He\" and \"his\" refer to Chemosh."}, {"ref": "we have conquered", "text": "Here \"we\" refers to the Israelites who defeated Sihon."}, {"ref": "Heshbon is devastated", "text": "This can be stated in active form. AT: \"We have devastated Heshbon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Heshbon ... all the way to Dibon ... all the way to Nophah ... to Medeba", "text": "These are all places in Sihon's kingdom. This means the Israelites destroyed Sihon's entire nation. (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "31", "tn": [{"ref": "drove out", "text": "\"chased away\""}]}, {"id": "33", "tn": [{"ref": "went out against them", "text": "\"attacked them\""}, {"ref": "Do to him as you did to Sihon king of the Amorites", "text": "The Israelites had completely destroyed Sihon. AT: \"Destroy him like you destroyed Sihon king of the Amorites\""}, {"ref": "So they killed him", "text": "\"So the army of Israel killed Og\""}, {"ref": "none of his people were left alive", "text": "This can be stated in active form. AT: \"all of his people were dead\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they took over his land", "text": "\"they took control of his land\""}]}]