[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul concludes this section about believers' living for others with reminding them how Christ lived."}, {"ref": "Now", "text": "Translate this using the words your language uses to introduce a new idea into an argument."}, {"ref": "we who are strong", "text": "Here \"strong\" refers to the people who are strong in their faith. They believe that God allows them to eat any kind of food. AT: \"we who are strong in faith\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we", "text": "This refers to Paul, his readers, and other believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "the weak", "text": "Here \"the weak\" refers to the people who are weak in their faith. They believe that God does not allow them to eat some kinds of food. AT: \"those who are weak in faith\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to build him up", "text": "By this, Paul means to strengthen someone's faith. AT: \"to strengthen his faith\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "it was just as it is written", "text": "Here Paul refers to a scripture where Christ (the Messiah) speaks to God. You can translate this in an active form. AT: \"the Messiah said to God in the scriptures\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The insults of those who insulted you fell on me", "text": "The insults of those who insulted God fell on Christ."}, {"ref": "For whatever was previously written was written for our instruction", "text": "<ul>You can translate this in an active form. AT: \"For in times past, the prophets wrote everything in the Scriptures to teach us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])<li><b>our ... we</b> - Paul includes his readers and other believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])</li></ul>"}, {"ref": "in order that through patience and through encouragement of the scriptures we would have confidence", "text": "Here \"have confidence\" means that the believers will know that God will fulfill his promises. You can make explicit the full meaning in your translation. AT: \"In this way the scriptures will encourage us to expect that God will do for us everything that he has promised\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages the believers to remember that both Gentile believers and Jews that believe are made one in Christ."}, {"ref": "may ... God ... grant", "text": "\"I pray that ... God ... will grant\""}, {"ref": "to be of the same mind with each other", "text": "Here to be of the \"same mind\" is a metonym that means to be in agreement with each other. AT: \"to be in agreement with each other\" or \"to be united\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "praise with one mouth", "text": "This means to be united in praising God. AT: \"praise God together in unity as if only one mouth were speaking\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "receive one another", "text": "\"accept one another\"\""}]}, {"id": "08", "tn": [{"ref": "For I say", "text": "\"I\" refers to Paul."}, {"ref": "Christ has been made a servant of the circumcision", "text": "Here \"the circumcision\" is a metonym that refers to the Jews. You can translate this in an active form. AT: \"Jesus Christ came to help the Jews\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so that he might confirm the promises given to the fathers", "text": "Here \"the fathers\" refers to the ancestors of the Jewish people. You can translate this in an active form. AT: \"that God might confirm the promises he gave the ancestors of the Jews\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and for the Gentiles", "text": "This is an ellipsis. You can include the missing words. AT: \"and Christ came to help the Gentiles\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "as it is written", "text": "You can translate this in an active form. AT: \"as someone has written in the Scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and sing praise to your name", "text": "Here \"your name\" is a metonym that refers to God. AT: \"and sing praise to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Again it says", "text": "\"Again the scripture says\""}, {"ref": "with his people", "text": "This refers to God's people. You can make this explicit in your translation. AT: \"with the people of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "praise him", "text": "\"praise the Lord\""}]}, {"id": "12", "tn": [{"ref": "root of Jesse", "text": "Jesse was the physical father of King David. AT: \"descendant of Jesse\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The Gentiles will have confidence in him", "text": "Here \"him\" refers to the descendant of Jesse, the Messiah. Those who are not Jews will also trust him to fulfill his promises. AT: \"The people who are not Jews can trust him to do what he has promised\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "the God of confidence", "text": "Here \"confidence\" refers to one's ability to trust in God to do what he has promised to do. AT: \"God, whom you trust to fulfill his promises\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fill you with all joy and peace", "text": "Paul exaggerates here to emphasize his point. AT: \"fill you with great joy and peace\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "you may abound in confidence", "text": "\"you may be completely confident\""}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the believers in Rome that God chose him to reach the Gentiles."}, {"ref": "I myself am also convinced about you, my brothers", "text": "Paul is quite sure that the believers in Rome are honoring each other in their behavior. AT: \"I myself am completely sure that you yourselves have acted toward others in a completely good way\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "filled with all knowledge", "text": "Paul exaggerates here to emphasize his point. AT: \"filled with sufficient knowledge to follow God\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "also able to exhort one another", "text": "Here \"exhort\" means to teach. AT: \"also able to teach each other\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "the gift that was given me by God", "text": "This gift is Paul's appointment as an apostle despite his persecution of believers prior to his conversion. Paul speaks of his selection as an apostle as if it were a gift that God gave to him. You can translate this in an active form. AT: \"the gift God gave me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] or [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the offering of the Gentiles might become acceptable", "text": "Paul speaks of his preaching the gospel as if he, as a priest, were making an offering to God. AT: \"the Gentiles might please God when they obey him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "So my delight is in Christ Jesus and in the things of God", "text": "Here \"the things of God\" could refer to the task that God has chosen Paul to do. AT: \"Therefore I have reason to rejoice in Christ Jesus and in the work God has given me to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For I will not dare to speak of anything ... These are things done by word and action, by the power of signs and wonders, and by the power of the Holy Spirit", "text": "You can translate this double negative in a positive form. Here \"these are things\" refers to what Christ has accomplished through Paul. AT: \"For the sake of the obedience of the Gentiles, I will only speak of what Christ has accomplished through me in my words and actions and by the power of signs and wonders through the power of the Holy Spirit\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "signs and wonders", "text": "These two words mean basically the same thing and refer to various kinds of miracles. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "so that from Jerusalem, and round about as far as Illyricum", "text": "This is from the city of Jerusalem as far as the province of Illyricum, a region close to Italy."}]}, {"id": "20", "tn": [{"ref": "In this way, my desire has been to proclaim the gospel, but not where Christ is known by name", "text": "Paul only wants to preach to people who have never heard of Christ. AT: \"Because of this, I want to preach the good news in places where people have never heard of Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in order that I might not build upon another man's foundation", "text": "Paul speaks of his ministry work as if he were building a house on a foundation. AT: \"in order that I might not be simply continuing the work that someone else already started. I do not want to be like a man who builds a house on someone else's foundation\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is as it is written", "text": "Here Paul refers to what Isaiah wrote in the scriptures. You can translate this in an active form and make the meaning explicit. AT: \"What is happening is like what Isaiah wrote in the scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Those to whom no tidings of him came", "text": "Here Paul speaks of the \"tidings\" or message about Christ as if it were alive and able to move by itself. AT: \"Those whom no one had told the news about him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells the believers in Rome about his personal plans to visit them and asks the believers to pray."}, {"ref": "I was also hindered", "text": "You can translate this in an active form. AT: \"they also hindered me\" or \"people also hindered me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I no longer have any place in these regions", "text": "Paul implies that there are no more places in these areas where people live who have not heard about Christ. AT: \"there are no more places in these regions where people have not heard about Christ\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "Spain", "text": "This is a roman province west of Rome that Paul desired to visit. (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "in passing", "text": "\"as I pass through Rome\" or \"while I am on my way\""}, {"ref": "to be sent on my way by you", "text": "Here Paul implies that he wants the Roman believers to provide some financial assistance to him for his journey to Spain. AT: \"that you will help me on my journey\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "enjoy your company", "text": "\"enjoy spending some time with you\" or \"enjoy visiting you\""}]}, {"id": "26", "tn": [{"ref": "it was the good pleasure of Macedonia and Achaia", "text": "Here the words \"Macedonia\" and \"Achaia\" are synecdoches for the people who live in those areas. AT: \"the believers in the provinces of Macedonia and Achaia were happy\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yes, it was their good pleasure", "text": "\"The believers in Macedonia and Achaia were pleased to do it\""}, {"ref": "indeed, they are their debtors", "text": "\"indeed the people of Macedonia and Achaia are in debt to the believers in Jerusalem\""}, {"ref": "if the Gentiles have shared in their spiritual things, they owe it to them also to serve them", "text": "\"since the Gentiles have shared in the spiritual things of the Jerusalem believers, the Gentiles owe service to the Jerusalem believers\""}]}, {"id": "28", "tn": [{"ref": "and have certified this fruit to them", "text": "Paul speaks of the money he is taking to Jerusalem as if it were fruit. AT: \"and have safely delivered this offering to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I know that, when I come to you, I will come in the fullness of the blessing of Christ", "text": "This phrase means that Christ will bless Paul and the Roman believers. AT: \"And I know that when I visit you, Christ will abundantly bless us\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "30", "tn": [{"ref": "Now", "text": "If your language has a way to show that Paul has stopped talking about the good things he is confident of ([[:en:bible:notes:rom:15:28|15:29]]) and is now starting to talk about the dangers he faces, use it here."}, {"ref": "I urge you", "text": "\"I encourage you\""}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "strive", "text": "\"work hard\" or \"struggle\""}, {"ref": "rescued", "text": "\"saved\" or \"protected\""}, {"ref": "and that my service for Jerusalem may be acceptable to the believers", "text": "Here Paul expresses his desire that the believers in Jerusalem will gladly accept the money from the believers in Macedonia and Achaia. AT: \"and pray that the believers in Jerusalem will be glad to receive the money that I am bringing them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "May the God of peace", "text": "The \"God of peace\" means the God who causes believers to have inner peace. AT: \"I pray that God who causes all of us to have inner peace\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]