[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "for David's sake", "text": "\"because of what happened to David\""}, {"ref": "call to mind", "text": "\"remember\" or \"think about\""}, {"ref": "the Mighty One of Jacob", "text": "This refers to God."}]}, {"id": "003", "tn": [{"ref": "He said", "text": "\"King David said\""}, {"ref": "I will not give sleep to my eyes or rest to my eyelids", "text": "Sleep and rest are spoken of as if they are things that can be given. Here eyes and eyelids represent the whole person. AT: \"I will not allow my eyes to sleep or my eyelids to rest\" or \"I will not sleep or close my eyes and rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "until I find a place for Yahweh", "text": "Building a place for Yahweh is spoken of as finding a place for him. AT: \"until I build a place for Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Mighty One of Jacob", "text": "This refers to God."}]}, {"id": "006", "tn": [{"ref": "we heard about it in Ephrathah", "text": "The word \"it\" probably refers to where God's sacred chest was. The phrase \"in Ephrathah\" probably refers to where they were when they heard about it. This can be stated clearly. AT: \"we who were in Ephrathah heard about where the sacred chest was\" or \"we in Ephrathah heard that the holy box was in Jaar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fields of Jaar", "text": "Jaar is probably another name for the city of Kiriath Jearim. This probably refers to the fields surrounding the city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "we will worship at his footstool", "text": "Worshiping God at the covenant box is spoken of as bowing at the feet of the king who is sitting on his throne. This communicates humility and submission to God. AT: \"we will go to God's covenant box and worship him as king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Arise, Yahweh, to your resting place", "text": "The verb \"come\" can be stated clearly. \"Arise, Yahweh, and come to your resting place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your resting place", "text": "The place God chose for people to worship him is spoken of as if it were a place where he rests or lives eternally. AT: \"the place where you stay\" or \"your tabernacle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you and the ark of your strength!", "text": "Possible meanings are 1) \"come to the ark of your strength\" or 2) \"come, and make the ark of your strength come.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the ark of your strength", "text": "\"the ark that shows your great power\""}]}, {"id": "009", "tn": [{"ref": "May your priests be clothed with integrity", "text": "Integrity is spoken of as if it were clothing.  AT: \"May people recognize that your priests have integrity\" or \"I want people see how your priests always do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For your servant David's sake", "text": "\"Because of what happened to your servant David.\" See how you translated a similar phrase in [[:en:bible:notes:psa:132:001|132:1]]."}, {"ref": "do not turn away from your anointed king", "text": "Here \"turning away\" means to reject someone. AT: \"do not abandon the king that you anointed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "I will place one of your descendants on your throne", "text": "Making a king's descendant become king in his place is spoken of as placing him on that king's throne. AT \"I will cause one of your descendants to rule Israel in your place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sit on your throne", "text": "Ruling as king is spoken of as sitting on the throne. AT: \"rule as king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your sons", "text": "Here \"your sons\" represents the descendants of David that would become king. AT: \"your descendants\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "013", "tn": [{"ref": "General Information:", "text": "\"He\", \"my\" and \"I\" refer to Yahweh and \"her\" refers to Zion. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "Zion ... her ... her", "text": "The author writes as though the city of Zion were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he has desired her for his seat", "text": "Here \"seat\" represents either 1) his throne where he would rule, or 2) the place where he would stay. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has desired her for his seat", "text": "\"Yahweh has desired Zion for Yahweh's seat.\" This shows the actual participants."}, {"ref": "my resting place", "text": "The place God chose for people to worship him is spoken of as if it were a place where he rests or lives eternally. AT: \"the place where I stay\" or \"my tabernacle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "Connecting Statement:", "text": "God continues to speak about the city of Zion as if Zion was a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "will abundantly bless her", "text": "\"will abundantly bless Zion\""}, {"ref": "will satisfy her poor with bread", "text": "Here \"poor\" refers to the poor people in Zion. Here \"bread\" probably represents food in general. AT: \"will satisfy the poor people in Zion with food\" (See: [[:en:ta:vol2:translate:figs_nominaladj]]) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will clothe her priests with salvation", "text": "Salvation is spoken of as if it is clothing. Possible meanings are 1) \"I will cause the priests to behave in a manner worthy of ones whom I have saved\" (UDB) or 2) \"I will save her priests\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "017", "tn": [{"ref": "I will make a horn to sprout for David", "text": "God speaks of a powerful descendant of David as if he was the powerful horn of an animal. AT: \"I will make a descendant of David become king after him\" or \"I will cause David to have a descendant who will be a powerful king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "set up a lamp for my anointed one", "text": "God speaks of causing David's descendants to continue to rule as king as if they were a lamp that would continue to shine. AT: \"I will cause my anointed one's descendants to continue to rule as king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my anointed one", "text": "\"my chosen king\" or \"the king I have chosen\""}, {"ref": "I will clothe his enemies with shame", "text": "Shame is spoken of as if it was clothing. This shame would result from losing in war. AT: \"I will cause his enemies to be ashamed\" or \"I will cause his enemies to be defeated and ashamed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his crown will shine", "text": "The crown represents his rule, and greatness is spoken of as shining. AT: \"he will be a great king\" or \"his greatness will shine\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]