{"01": [{"ref": "Connecting Statement:", "text": "This begins an account of Jesus sending out his twelve disciples to do his work."}, {"ref": "called his twelve disciples together", "text": "\"summoned his 12 disciples\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "gave them authority", "text": "Be sure that the text clearly communicates that this authority was 1) to drive out unclean spirits and 2) to heal disease and sickness."}, {"ref": "to drive them out", "text": "\"to make the unclean spirits leave\""}, {"ref": "all kinds of disease and all kinds of sickness", "text": "\"every disease and every sickness.\" The words \"disease\" and \"sickness\" are closely related but should be translated as two different words if possible. \"Disease\" is what causes a person to be sick. \"Sickness\" is the physical weakness or affliction that results from having a disease."}], "02": [{"ref": "General Information:", "text": "Here the author provides the names of the twelve apostles as background information."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew tells background information about the twelve apostles. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "twelve apostles", "text": "This is the same group as the \"twelve disciples\" in [[:en:bible:notes:mat:10:01|10:1]]."}, {"ref": "first", "text": "This is first in order, not in rank. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the Zealot", "text": "Possible meanings are 1) \"the Zealot\" is a title that indicates he was part of the group of people who wanted to free the Jewish people from Roman rule. AT: \"patriot\" or \"nationalist\" or 2) \"the zealous one\" is a description that indicates he was zealous for God to be honored. AT: \"passionate\""}, {"ref": "Matthew the tax collector", "text": "\"Matthew, who was a tax collector\""}, {"ref": "who would betray him", "text": "\"who would betray Jesus\""}], "05": [{"ref": "Connecting Statement:", "text": "Here Jesus begins to give instructions to his disciples about what they should do and expect when they go to preach."}, {"ref": "General Information:", "text": "Although verse 5 begins by saying that he sent out the twelve, Jesus gave these instructions before he sent them out. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "These twelve Jesus sent out", "text": "\"Jesus sent out these twelve men\" or \"It was these twelve men whom Jesus sent out\""}, {"ref": "sent out", "text": "Jesus sent them out for a particular purpose."}, {"ref": "He instructed them", "text": "\"He told them what they needed to do\" or \"He commanded them\""}, {"ref": "lost sheep of the house of Israel", "text": "This is a metaphor comparing the entire nation of Israel to sheep who have strayed from their shepherd (UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "house of Israel", "text": "This refers to the nation of Israel. AT: \"people of Israel\" or \"descendants of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and as you go", "text": "Here \"you\" is plural and refers to the twelve apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "The kingdom of heaven has come near", "text": "The phrase \"kingdom of heaven\" refers to God ruling as king. This phrase is only in the book of Matthew. If possible, use the word \"heaven\" in your translation. AT: \"Our God in heaven will soon show himself to be king.\" See how you translated this in [[:en:bible:notes:mat:03:01|3:2]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "08": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about what they should do when they go to preach."}, {"ref": "you ... your", "text": "These are plural and refer to the twelve apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Freely you have received, freely give", "text": "There is information here that is not stated, but it is understood. AT: \"I helped you and taught you God's truth for free. Therefore, you should not make other people pay for you to help them or to teach them God's truth\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "gold, silver, or copper", "text": "These are metals out of which coins were made. This list is a metonym for money, so if the metals are unknown in your area, translate the list as \"money.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "purses", "text": "This means \"belts\" or \"money belts,\" but it can refer to whatever might be used to carry money. A belt is a long strip of cloth or leather worn around the waist. It was often wide enough that it could be folded and used to carry money."}, {"ref": "traveling bag", "text": "This could either be any bag used to carry things on a journey, or a bag used by someone to collect food or money."}, {"ref": "an extra tunic", "text": "Use the same word you used for \"tunic\" in [[:en:bible:notes:mat:05:40|5:40]]."}, {"ref": "laborer", "text": "\"worker\""}, {"ref": "his food", "text": "Here \"food\" refers to anything a person needs. AT: \"what he needs\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about what they should do when they go out to preach."}, {"ref": "you ... your", "text": "These are plural and refer to the twelve apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Whatever city or village you enter", "text": "\"Whenever you enter a city or village\" or \"Every city or village you go into\""}, {"ref": "city ... village", "text": "\"large village ... small village\" or \"large town ... small town.\" See how you translated this in [[:en:bible:notes:mat:09:35|9:35]]."}, {"ref": "worthy ... not worthy", "text": "In 10:11-13 a \"worthy\" person refers to a person who is willing to welcome the disciples. Jesus compares this person to one who is \"not worthy,\" a person who does not welcome the disciples."}, {"ref": "stay there until you leave", "text": "The full meaning of the statement can be made explicit. AT: \"stay in that person's house until you leave the town or village\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "As you enter into the house, greet it", "text": "The phrase \"greet it\" means greet the house. A common greeting in those days was \"Peace be to this house!\" Here \"house\" refers to the people who live in the house. AT: \"As you enter into the house, greet the people who live in it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house is worthy", "text": "Here \"house\" refers to those who live in the house. AT: \"the people who live in that house receive you well\" (UDB) or \"the people who live in that house treat you well\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your peace come upon it", "text": "The word \"it\" means the house. Here \"house\" refers to the people who live in the house. AT: \"let peace come upon it\" or \"the people who live in that house will live in peace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your peace", "text": "This is the peace the apostles are to ask God to bring upon the people in the house."}, {"ref": "if it is not worthy", "text": "The word \"it\" means the house. Here \"house\" refers to the people who live in the house. AT: \"if they do not receive you well\" (UDB) or \"if they do not treat you well\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your peace come back to you", "text": "Possible meanings are 1) if the household was not worthy, then God would hold back peace or blessings from that household or 2) if the household was not worthy, then the apostles were supposed to do something, such as asking God not to honor their greeting of peace. If your language has a similar meaning of taking back a greeting or its effects, that should be used here."}], "14": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about what they should do when they go to preach."}, {"ref": "As for those who do not receive you or listen", "text": "\"If no people in that house or city will receive you or listen\""}, {"ref": "you ... your", "text": "This is plural and refers to the twelve apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "listen to your words", "text": "Here \"words\" refers to what the disciples say. AT: \"listen to your message\" (UDB) or \"listen to what you have to say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "city", "text": "You should translate this the same way you did in [[:en:bible:notes:mat:10:11|10:11]]."}, {"ref": "shake off the dust from your feet", "text": "\"shake the dust off your feet as you leave.\" This is a sign that God has rejected the people of that house or city. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "it shall be more tolerable", "text": "\"the suffering shall be less\""}, {"ref": "the land of Sodom and Gomorrah", "text": "This refers to the people who lived in Sodom and Gomorrah. AT: \"the people who lived in the cities of Sodom and Gomorrah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that city", "text": "This refers to the people in the city that does not receive the apostles or listen to their message. AT: \"the people of the city that does not receive you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "16": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples. Here he begins to tell them about the persecution they will endure when they go out to preach."}, {"ref": "See", "text": "The word \"See\" here adds emphasis to what follows. AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "I send you out", "text": "Jesus is sending them out for a particular purpose."}, {"ref": "as sheep in the midst of wolves", "text": "Sheep are defenseless animals that wolves often attack. Jesus is stating that the people may harm the disciples. AT: \"as sheep among people who are like dangerous wolves\" or \"as sheep among people who act the way dangerous animals act\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "be as wise as serpents and harmless as doves", "text": "Jesus is telling the disciples they must be cautious and harmless among the people. If comparing the disciples to serpents or doves is confusing, it might be better not to state the similes. AT: \"act with understanding and caution, as well as with innocence and virtue\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Watch out for people! They will", "text": "You can translate with \"because\" to show how these two statements relate. AT: \"Watch out for people because they will\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "deliver you up to", "text": "\"betray you to\" or \"give you up to\" or \"have you arrested and tried by\""}, {"ref": "councils", "text": "\"courts.\" These are local religious leaders or elders who together keep peace in the community."}, {"ref": "whip you", "text": "\"beat you with a whip\""}, {"ref": "you will be brought", "text": "This can be stated in active form. AT: \"they will bring you\" or \"they will drag you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for my sake", "text": "\"because you belong to me\" (UDB) or \"because you follow me\""}, {"ref": "to them and to the Gentiles", "text": "The pronoun \"them\" refers either to the \"governors and kings\" or to the Jewish accusers."}], "19": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the persecution they will endure when they go out to preach."}, {"ref": "When they deliver you up", "text": "\"When people give you over to the councils.\" The \"people\" here are the same \"people\" as in [[:en:bible:notes:mat:10:16|10:17]]."}, {"ref": "you ... your", "text": "These are plural and refer to the twelve apostles. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "do not be anxious", "text": "\"do not worry\""}, {"ref": "how or what you will speak", "text": "\"how you are to speak or what you are to say.\" The two ideas may be combined: \"what you are to say\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "for what to say will be given to you", "text": "This can be stated in active form. AT: \"for the Holy Spirit will tell you what to say\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in that hour", "text": "Here \"hour\" means \"right then.\" AT: \"right then\" or \"at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Spirit of your Father", "text": "If necessary, this can be translated as \"the Spirit of God your heavenly Father\" or a footnote can be added to make it clear that this refers to God the Holy Spirit and not to the spirit of an earthly father."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in you", "text": "\"through you\""}], "21": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the persecution they will endure when they go out to preach."}, {"ref": "Brother will deliver up brother to death, and a father his child", "text": "The phrase \"a father his child\" can be translated as a complete sentence. AT: \"Brothers will deliver up their brothers to death, and fathers will deliver up their children to death\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "deliver up", "text": "\"betray\" or \"give up.\" See how you translated this in [[:en:bible:notes:mat:10:16|10:17]]."}, {"ref": "to death", "text": "The abstract noun \"death\" can be translated in a concrete, more detailed way. AT: \"to the courts so that the authorities can execute them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "rise up against", "text": "\"rebel against\" (UDB) or \"turn against\""}, {"ref": "and cause them to be put to death", "text": "This can be translated in active form. AT: \"and have them put to death\" or \"and have the authorities execute them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will be hated by everyone", "text": "This can be translated in active form. AT: \"Everyone will hate you\" or \"All people will hate you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You", "text": "This is plural and refers to the twelve disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "because of my name", "text": "Here \"name\" refers to the entire person. AT: \"because of me\" or \"because you trust in me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever endures", "text": "\"whoever stays faithful\""}, {"ref": "to the end", "text": "It is not clear whether the \"end\" means when a person dies, when the persecution ends, or the end of the age when God shows himself to be king. The main point is that they endure as long as necessary."}, {"ref": "that person will be saved", "text": "This can be stated in active form. AT: \"God will deliver that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in this city", "text": "Here \"this\" does not refer to a specific city. AT: \"in one city\""}, {"ref": "flee to the next", "text": "\"flee to the next city\""}, {"ref": "truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "Son of Man", "text": "Jesus is speaking about himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "has come", "text": "\"arrives\""}], "24": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the persecution they will endure when they go out to preach."}, {"ref": "A disciple is not greater than his teacher, nor a servant above his master", "text": "Jesus is using a proverb to teach his disciples a general truth. Jesus is emphasizing that the disciples should not expect people to treat them any better than the people treat Jesus. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "A disciple is not greater than his teacher", "text": "\"A disciple is always less important than his teacher\" or \"A teacher is always more important than his disciple\""}, {"ref": "nor a servant above his master", "text": "\"and a servant is always less important than his master\" or \"and a master is always more important than his servant\""}, {"ref": "It is enough for the disciple that he should be like his teacher", "text": "\"The disciple should be satisfied to become like his teacher\""}, {"ref": "be like his teacher", "text": "If necessary, you can make explicit how the disciple becomes like the teacher. AT: \"know as much as his teacher knows\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and the servant like his master", "text": "If necessary, you can make explicit how the servant becomes like the master. AT: \"and the servant should be satisfied to become only as important as his master\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If they have called the master ... how much worse ... they call ... the members of his household", "text": "Again Jesus is emphasizing that since people have mistreated him, his disciples should expect people to treat them the same or worse."}, {"ref": "how much worse would be the names they call the members of his household", "text": "\"the names that they call the members of his household will certainly be much worse\" or \"they will certainly call the members of his household much worse names\""}, {"ref": "If they have called", "text": "\"Since people have called\""}, {"ref": "the master of the house", "text": "Jesus is using this as a metaphor for himself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Beelzebul", "text": "This name can either be 1) transcribed directly as \"Beelzebul\" or 2) translated with its original, intended meaning of \"Satan.\""}, {"ref": "his household", "text": "This is a metaphor for Jesus' disciples. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "26": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the persecution they will endure when they go out to preach."}, {"ref": "do not fear them", "text": "Here \"them\" refers to the people who mistreat followers of Jesus."}, {"ref": "there is nothing concealed that will not be revealed, and nothing hidden that will not be known", "text": "Both of these statements mean the same thing. Jesus is emphasizing that God will make all things known. This can be stated in active form. AT: \"God will reveal the things that people hide\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What I tell you in the darkness, say in the daylight, and what you hear softly in your ear, proclaim upon the housetops", "text": "Both of these statements mean the same thing. Jesus is emphasizing that the disciples should tell everyone what he tells the disciples in private. AT: \"Tell people in the daylight what I tell you in the darkness, and proclaim upon the housetops what you hear softly in your ear\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "What I tell you in the darkness", "text": "Here \"darkness\" means \"in private.\" AT: \"What I say to you secretly\" or \"The things I am telling you privately\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "say in the daylight", "text": "Here \"daylight\" means \"in public.\" AT: \"say openly\" or \"say publicly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what you hear softly in your ear", "text": "This is a way of referring to whispering. AT: \"what I whisper to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "proclaim upon the housetops", "text": "Housetops where Jesus lived were flat, and people far away could hear anyone speaking with a loud voice. Here \"housetops\" refers to any place where all people can hear. AT: \"speak loudly in a public place for all to hear\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "28": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the persecution they will endure when they go to preach."}, {"ref": "General Information:", "text": "Here Jesus also begins to give reasons why his disciples should not be afraid of the persecution  they might experience."}, {"ref": "Do not be afraid of those who kill the body but are unable to kill the soul", "text": "This is not distinguishing between people who cannot kill the soul and people who can kill the soul. No person can kill the soul. AT: \"Do not be afraid of people. They can kill the body, but they cannot kill the soul\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "kill the body", "text": "This means to cause physical death. If these words are awkward, they can be translated as \"kill you\" or \"kill other people.\""}, {"ref": "body", "text": "the part of a person that can be touched, as opposed to the soul or spirit"}, {"ref": "kill the soul", "text": "This means to harm people after they have physically died."}, {"ref": "soul", "text": "the part of a person that cannot be touched and that lives on after the physical body dies"}, {"ref": "fear him who is able", "text": "You can add \"because\" to clarify why people should fear God. AT: \"fear God because he is able\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "Are not two sparrows sold for a small coin?", "text": "Jesus states this proverb as a question to teach his disciples. AT: \"Think about the sparrows. They have so little value that you can buy two of them for only one small coin.\" (UDB). (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "sparrows", "text": "These are very small, seed-eating birds. AT: \"small birds\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "a small coin", "text": "This is often translated as the least valuable coin available in your country. It refers to a copper coin worth about one-sixteenth of a day's wage for a laborer. AT: \"very little money\""}, {"ref": "not one of them falls to the ground without your Father's knowledge", "text": "This can be stated in a positive form. AT: \"your Father knows when even one sparrow dies and falls to the ground\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "even the hairs of your head are all numbered", "text": "This can be stated in active form. AT: \"God knows even how many hairs are on your head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "numbered", "text": "\"counted\""}, {"ref": "You are more valuable than many sparrows", "text": "\"God values you more than many sparrows\""}], "32": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the reasons why they should not be afraid of the persecution that they might experience."}, {"ref": "everyone who confesses me before men", "text": "\"whoever tells others that he is my disciple\" or \"anyone who acknowledges before other people that he is loyal to me\""}, {"ref": "I will also confess before my Father who is in heaven", "text": "You can make explicit the information that is understood. AT: \"I will also acknowledge before my Father who is in heaven that these people belong to me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my Father who is in heaven", "text": "\"my heavenly Father\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "he who denies me before men", "text": "\"if anyone denies to other people that he is loyal to me\" or \"whoever refuses to acknowledge to others that he is my disciple\""}, {"ref": "I will also deny before my Father who is in heaven", "text": "You can make explicit the information that is understood. AT: \"I will deny before my Father who is in heaven that this person belongs to me\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}], "34": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the reasons why they should not be afraid of the persecution that they might experience."}, {"ref": "Do not think", "text": "\"Do not suppose\" or \"You must not think\""}, {"ref": "upon the earth", "text": "This refers to the people who live on the earth. AT: \"to the people of the earth\" or \"to people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a sword", "text": "This refers to division, fighting, and killing among people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "set", "text": "\"turn\" or \"divide\" or \"separate\""}, {"ref": "a man against his father", "text": "\"a son against his father\""}, {"ref": "A man's enemies", "text": "\"A person's enemies\" or \"A person's worst enemies\""}, {"ref": "those of his own household", "text": "\"members of his own family\""}], "37": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the reasons why they should not be afraid of the persecution that they might experience."}, {"ref": "He who ... is not worthy", "text": "Here \"he\" means any person in general. AT: \"Those who ... are not worthy\" or \"If you ... you are not worthy\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "loves", "text": "The word for \"love\" here refers to \"brotherly love\" or \"love from a friend.\" AT: \"cares for\" or \"is devoted to\" or \"is fond of\""}, {"ref": "worthy of me", "text": "\"deserve to belong to me\" or \"worthy to be my disciple\""}, {"ref": "pick up his cross and follow after me", "text": "\"carry his cross and follow me.\" The cross represents suffering and death. Taking up the cross represents being willing to suffer and die. AT: \"must obey me even to the point of suffering and dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pick up", "text": "\"take up\" or \"pick up and carry\""}, {"ref": "He who finds ... will lose ... he who loses ... will find", "text": "Jesus uses a proverb to teach his disciples. This should be translated with as few words as possible. AT: \"Those who find ... will lose ... those who lose ... will find\" or \"If you find ... you will lose ... if you lose ... you will find\" (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "finds", "text": "This is a metaphor for \"keeps\" or \"saves.\" AT: \"tries to keep\" or \"tries to save\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will lose it", "text": "This does not mean the person will die. It is a metaphor that means the person will not experience spiritual life with God. AT: \"will not have true life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who loses his life", "text": "This does not mean to die. It is a metaphor that means a person considers obeying Jesus more important than his own life. AT: \"who denies himself\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for my sake", "text": "\"because he trusts me\" or \"on my account\" or \"because of me.\" This is the same idea as \"for my sake\" in [[:en:bible:notes:mat:10:16|10:18]]."}, {"ref": "will find it", "text": "This metaphor means the person will experience spiritual life with God. AT: \"will find true life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "40": [{"ref": "Connecting Statement:", "text": "Jesus continues to instruct his disciples about the reasons why they should not be afraid of the persecution that they might experience."}, {"ref": "He who", "text": "The word \"He\" refers to anyone in general. AT: \"Whoever\" or \"Anyone who\" or \"The one who\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "welcomes", "text": "This means to receive someone as a guest."}, {"ref": "you", "text": "This is plural and refers to the twelve apostles to whom Jesus is speaking. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "welcomes me", "text": "Jesus means it is the same as welcoming him. AT: \"it is like he is welcoming me\" or \"it is as if he were welcoming me\""}, {"ref": "welcomes him who sent me", "text": "This means when someone welcomes Jesus it is the same as welcoming God. AT: \"it is as if he were welcoming God the Father who sent me\""}, {"ref": "because he is a prophet", "text": "Here \"he\" does not refer to the person who is welcoming. It refers to the person being welcomed."}, {"ref": "a prophet's reward", "text": "This refers to the reward that God gives the prophet, not to the reward that a prophet gives to another person."}, {"ref": "he is a righteous man", "text": "Here \"he\" does not refer to the person who is welcoming. It refers to the person being welcomed."}, {"ref": "a righteous man's reward", "text": "This refers to the reward God gives to a righteous person, not a reward that a righteous person gives to another person."}], "42": [{"ref": "Connecting Statement:", "text": "Jesus finishes instructing his disciples about what they should do and expect when they go to preach."}, {"ref": "Whoever gives", "text": "\"Anyone who gives\""}, {"ref": "one of these little ones", "text": "\"one of these lowly ones\" or \"the least important of these.\" The phrase \"one of these\" here refers to one of Jesus' disciples."}, {"ref": "because he is a disciple", "text": "\"because he is my disciple.\" Here \"he\" does not refer to the one giving but to the unimportant one."}, {"ref": "truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "he will ... his reward", "text": "Here \"he\" and \"his\" refer to the one who is giving."}, {"ref": "in no way lose", "text": "\"God will not deny him.\" This has nothing to do with having a possession taken away. It can be stated in positive form. AT: \"God will certainly give him\""}]}