[{"id": "01", "tn": [{"ref": "set aside your money", "text": "Implied here is that your promise and the circumstances forced you to save up your money. AT: \"had to save up some of your money\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a guarantee for your neighbor's loan", "text": "Possible meanings are 1) your neighbor may come to you to ask for a loan or 2) your neighbor wants to take out a loan from someone else, but you promise to pay the lender back if your neighbor cannot."}, {"ref": "neighbor", "text": "This same Hebrew word can also mean \"friend.\""}, {"ref": "you have laid a trap for yourself", "text": "This is a figure of speech saying that you are going to trap yourself. AT: \"you have made a trap in which you yourself are caught\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the words of your mouth", "text": "\"what you said\" or \"what you promised to do\""}]}, {"id": "03", "tn": [{"ref": "save yourself", "text": "\"protect yourself\" or \"help yourself out of these problems\""}, {"ref": "you have fallen into the hand of your neighbor", "text": "This is a figure of speech using the term \"hand\" to mean \"harm.\" AT: \"your neighbor can bring harm to you if he wants to\" or \"your neighbor has power over you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "neighbor", "text": "\"friend\""}]}, {"id": "04", "tn": [{"ref": "Give your eyes no sleep and your eyelids no slumber", "text": "\"Do not let your eyes sleep; do not let your eyelids slumber.\" These two phrases mean the same thing and are repeated to emphasize how important it is not to be lazy. It is also stated negatively for even more emphasis. AT: \"Stay awake, and do what you can\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "your eyes ... your eyelids", "text": "This is a figure of speech using parts of your face to mean your whole body. AT: \"yourself ... yourself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Save yourself like a gazelle from the hand of the hunter", "text": "\"Escape from your neighbor like a gazelle that flees from a hunter\""}, {"ref": "gazelle", "text": "This is a big, lean animal that eats grass and that people often hunt for meat. It is famous for running away quickly."}, {"ref": "from the hand of the hunter", "text": "The hand of the hunter refers to the hunter's control. AT: \"from the control of the hunter\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a bird from the hand of the fowler", "text": "\"and escape like a bird that flies away from a bird-hunter\""}]}, {"id": "06", "tn": [{"ref": "Look at ... consider", "text": "\"Study ... think about\" or \"carefully observe ... ponder\""}, {"ref": "ant", "text": "An ant is a small insect that lives underground or in a self-built hill. They usually live in groups of thousands, and they can lift things that are much bigger than they are."}, {"ref": "consider her ways", "text": "This is a figure of speech using the \"ways\" of an ant to refer to the behavior of the ant. AT: \"consider how the ant behaves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "commander, officer, or ruler", "text": "These three words mean basically the same thing and are used to emphasized that no one has formal authority over an individual ant. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "it prepares its food in the summer ... during the harvest it stores up what it will eat", "text": "These two phrases mean basically the same thing and are repeated to show how responsible the ant is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "summer", "text": "Summer is the time of the year when some trees bear their fruit."}]}, {"id": "09", "tn": [{"ref": "How long will you sleep ... When will you rise from your sleep?", "text": "The teacher uses these questions to scold the lazy person for sleeping too much. AT: \"Wake up, you lazy person! Get out of your bed!\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "A little sleep ... of the hands to rest", "text": "These are the kinds of things that lazy people say."}, {"ref": "A little sleep, a little slumber", "text": "Both of these statements mean the same thing. They can be stated as complete sentences. AT: \"I will just sleep a little longer. Let me sleep lightly a little longer.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "folding of the hands to rest", "text": "People often fold their hands while reclining in order to rest more comfortably. AT: \"I will just cross my arms comfortably and rest a little\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and your poverty will come", "text": "This can be stated as a new sentence to make clear that this is a result of being lazy. AT: \"If you continue to be lazy, your poverty will come\" or \"While you sleep, poverty will come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your poverty will come like a robber", "text": "The sudden way a lazy person becomes poor is like the sudden way a robber comes and steals things. AT: \"you will suddenly become poor, just as if a robber came and stole everything you have\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and your needs like an armed soldier", "text": "The sudden way a lazy person becomes in need of things is like the sudden way an armed soldier takes things from a person. This can be stated as a complete sentence. AT: \"and your needs will come to you like an armed soldier\" or \"and you will become needy just as if an armed soldier stole all your things\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "an armed soldier", "text": "\"a soldier who is holding a weapon\" or \"a man with a weapon\""}]}, {"id": "12", "tn": [{"ref": "A worthless person—a wicked man", "text": "These two words have the same meaning and emphasize how bad this person is. AT: \"A person with no value—an evil man\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "lives by the crookedness of his speech", "text": "\"constantly tells lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "winking his eyes, making signals with his feet and pointing with his fingers", "text": "All three of these phrases describe a way in which the evil person communicates secretly to deceive other people."}, {"ref": "winking his eyes", "text": "If someone winks, he closes one eye very briefly as a secret signal to another person. This might be a sign of trust, of approval, or of something else."}]}, {"id": "14", "tn": [{"ref": "He plots evil", "text": "\"He plans evil\" or \"He prepares to do evil deeds\""}, {"ref": "he always stirs up discord", "text": "\"he always causes discord\" or \"he is constantly looking for conflict and escalating it\""}, {"ref": "Therefore", "text": "\"For that reason\""}, {"ref": "his disaster will overtake him", "text": "This implies that the disaster is chasing him like a person or an animal, and that it will catch him soon. AT: \"his disaster will catch him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "his disaster", "text": "This refers to the disaster that will happen to him, but also the disaster that he himself caused."}, {"ref": "in an instant; in a moment", "text": "Both mean the same thing, and one or both of them can be replaced by \"suddenly\" or \"very quickly\"."}]}, {"id": "16", "tn": [{"ref": "six things that Yahweh hates, seven that", "text": "This whole verse is a parallelism that emphasizes that God hates several things and not just one. AT: \"six things that Yahwah hates; seven things that\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "that are disgusting to him", "text": "\"that make him feel disgust\" or \"that make you disgusting according to him\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "This is the list of things that Yahweh hates that was introduced in [[:en:bible:notes:pro:06:16|6:16]]."}, {"ref": "eyes ... tongue ... hands ... heart ... feet", "text": "All of these body parts refer to a whole person. You can translate each of these with \"people.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "shed the blood of", "text": "\"kill\" or \"murder\""}, {"ref": "wicked schemes", "text": "\"evil plans\""}, {"ref": "breathes out lies", "text": "This figure of speech uses \"breathes\" to refer to lying constantly. AT: \"constantly lies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "discord", "text": "Translate this as in [[:en:bible:notes:pro:06:14|6:14]]."}, {"ref": "one who sows discord", "text": "This figure of speech is using \"sows\" to refer to causing or bringing about discord. AT: \"a person who causes discord\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "obey the command of your father ... do not forsake the teaching of your mother", "text": "These two phrases on the one hand mean the same thing. On the other hand, the repeated emphasis on both \"father\" and \"mother\" explicitly includes women in the whole teaching-learning process. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "do not forsake the teaching of your mother", "text": "This figure of speech is using the negative \"forsake\" to mean the positive \"obey\". AT: \"obey the teaching of your mother\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "bind them on your heart; tie them about your neck", "text": "These two phrases mean basically the same thing. They describe the commands and instructions as if they are written down so that you can put it in or on your body to remind yourself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bind them on your heart", "text": "\"love them\" or \"think about them\""}]}, {"id": "22", "tn": [{"ref": "When you walk ... when you sleep ... when you wake up", "text": "These three phrases are used together to emphasize that the lessons are valuable all the time. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they will guide you ... they will watch over you ... they will teach you", "text": "The repetition of these phrases is to show that the lessons are valuable for all sorts of things. It also speaks of those lessons as if they were people. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the commands ... the teaching ... the corrections that come by instruction", "text": "These three phrases mean basically the same thing, and together they show the various types of lessons a father and a mother teach. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a lamp ... a light ... the way of life", "text": "All three of these mean basically the same thing and are repeated to emphasize the fact that the lessons make life better and easier. AT: \"as useful as a lamp ... as helpful as light in the darkness ... as necessary to follow as the way of life\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the way of life", "text": "\"the way that leads to life\" or \"the way of living that God approves of\""}]}, {"id": "24", "tn": [{"ref": "It keeps you from", "text": "Here the word \"it\" refers to the lessons taught by the father and mother in [[:en:bible:notes:pro:06:20|6:20]]. AT: \"It saves you from\" or \"It protects you from\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the immoral woman ... an immoral woman", "text": "These two words mean basically the same thing. See how you translated the word \"adulteress\" in [[:en:bible:notes:pro:05:03|5:3]]."}, {"ref": "immoral", "text": "\"morally evil\""}, {"ref": "her beauty", "text": "\"what is beautiful about her\" or \"her\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "capture", "text": "\"gain control over\""}, {"ref": "her eyelashes", "text": "The \"eyelashes\" stand for the beautiful things about her body that she uses to catch a man's attention. AT: \"her beautiful eyes\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "26", "tn": [{"ref": "the price of a loaf of bread", "text": "This is talking about the material cost, not the spiritual cost or the moral cost. AT: \"a little bit\""}, {"ref": "may cost you your very life", "text": "Possible meanings are 1) the wife of another man will destroy your life because she always wants more or 2) the husband of the other woman will hunt you down and kill you."}, {"ref": "Can a man carry a fire against his chest without burning his clothes?", "text": "This action would be very dangerous and would cause harm. The implied answer to the question is \"no\". AT: \"Every man who carries a fire in his chest will burn his clothes.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "without burning", "text": "\"without destroying\" or \"and not destroy\""}, {"ref": "his clothes", "text": "His clothes stand for him as a whole person. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "28", "tn": [{"ref": "Can a man walk on hot coals without scorching his feet?", "text": "Walking on hot coals will scorch a person's feet, so the implied answer is \"no.\" AT: \"Every man who walks on hot coals will have scorched feet.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "walk on hot coals", "text": "This stands for committing adultery. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walk", "text": "That is to slowly walk a long distance, without using tricks or magic."}, {"ref": "scorching", "text": "\"burning\""}]}, {"id": "30", "tn": [{"ref": "despise a thief", "text": "\"do not regard a thief with contempt\" or \"do not think a thief is evil\""}, {"ref": "if he is caught", "text": "This can be stated in active form. AT: \"if someone catches him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in his house", "text": "This figure of speech is saying that everything in his house is all that he owns. AT: \"that he owns\" ([[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "The one", "text": "\"The person\" or \"The man\""}, {"ref": "what he deserves", "text": "\"the appropriate punishment for what he has done\""}, {"ref": "his disgrace", "text": "This figure of speech is using the term \"disgrace\" to refer to the feeling of him acting shamefully. AT: \"the memory of his shameful act\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not be wiped away", "text": "This figure of speech is using the negative \"will not be wiped away\" to refer to it always being there. AT: \"will always remain\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "34", "tn": [{"ref": "furious", "text": "\"very angry\""}, {"ref": "he will show no mercy", "text": "The \"he\" is the neighbor whose wife has committed adultery with another man. AT: \"he will not limit the pain he will cause you\" or \"he will hurt you as much as he can\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "when he takes his revenge", "text": "\"in the moment of his revenge\" or \"when the moment arrives when he can take his revenge\""}, {"ref": "takes his revenge", "text": "If a person takes revenge, it is to cause hurt to the person who hurt him first."}, {"ref": "compensation", "text": "\"payment\""}, {"ref": "he cannot be bought off", "text": "This can be stated in active form. AT: \"you cannot pay him enough money to change his mind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "off, though", "text": "\"off. This will be true even if\""}, {"ref": "offer", "text": "\"give\" or \"promise\""}]}]