[{"id": "01", "tn": [{"ref": "Set apart to me ... every firstborn male", "text": "God requires that every firstborn male child be set apart for him."}]}, {"id": "03", "tn": [{"ref": "Call this day to mind", "text": "The words \"Call ... to mind\" were a customary way of telling someone to remember something. AT: \"Remember and celebrate this day\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the house of slavery", "text": "Moses speaks of Egypt as if it were a house where people keep slaves. AT: \"the place where you were slaves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh's strong hand", "text": "Here the word \"hand\" refers to power. See how you translated \"strong hand\" in [[:en:bible:notes:exo:06:01|6:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "No bread with yeast may be eaten", "text": "This can be stated in active form. AT: \"You must not eat bread with yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the month of Abib", "text": "This is the name of the first month of the Hebrew calendar. Abib is during the last part of March and the first part of April on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a land flowing with milk and honey", "text": "Since milk comes from cows and goats, \"milk\" represents food produced by livestock. Because honey is produced from flowers, \"honey\" represents food from crops. See how you translated this in [[:en:bible:notes:exo:03:07|3:8]]. AT: \"food from livestock and from crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you must observe this act of worship", "text": "When the Israelites live in Canaan, they must celebrate the Passover on this day each year. See how you translated this phrase in [[:en:bible:notes:exo:12:24|12:25]]."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses continues to speak to the people of Israel."}, {"ref": "For seven days", "text": "\"For 7 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Bread without yeast must be eaten", "text": "This can be stated in active form. AT: \"You must eat bread without yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no bread with yeast may be seen among you", "text": "This can be stated in active form. AT: \"You may not have any bread with yeast among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "No yeast may be seen with you", "text": "This can be stated in active form. AT: \"You may not have any yeast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "within any of your borders", "text": "\"inside any of the borders of your land\""}]}, {"id": "08", "tn": [{"ref": "On that day you are to say to your children, 'This is because of what Yahweh did for me when I came out of Egypt.'", "text": "The quotation can be stated as an indirect quote. AT: \"On that day you are to tell your children that this is because of what Yahweh did for you when you came out of Egypt\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "This will be a reminder for you on your hand, and a reminder on your forehead", "text": "These are two different types of physical reminders so people will not forget something important. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a reminder for you on your hand", "text": "Moses speaks of celebrating the festival as if it were tying an object around their hands to remind them of what Yahweh had done. AT: \"like something you tie around your hand as a reminder\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a reminder on your forehead", "text": "Moses speaks of celebrating the festival as if it were tying an object around their foreheads to remind them of what Yahweh had done. AT: \"like something you tie around your head as a reminder\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so the law of Yahweh may be in your mouth", "text": "The words \"in your mouth\" here refers to the words that they speak. AT: \"so you may always be speaking of the law of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "strong hand", "text": "The word \"hand\" here represents God's actions or works. See how you translated this in [[:en:bible:notes:exo:06:01|6:1]]. AT: \"the power I show in my works\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "and when he gives the land to you", "text": "\"and when he gives the land of the Canaanites to you\""}, {"ref": "Every firstborn of a donkey", "text": "Israel is given a choice to kill the firstborn donkey or buy it back with a lamb."}, {"ref": "each of your firstborn males among all your sons", "text": "Everyone in Israel who had a firstborn son, must buy him back."}]}, {"id": "14", "tn": [{"ref": "When your son asks you later, 'What does this mean?' then you are to tell him", "text": "The first quotation can be stated as an indirect quotation. AT: \"When your son asks you later what this means, then you are to tell him\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "strong hand", "text": "The word \"hand\" here represents God's actions or works. See how you translated this in [[:en:bible:notes:exo:06:01|6:1]]. AT: \"the power I show in my works\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house of slavery", "text": "Moses speaks of Egypt as if it were a house where people keep slaves. See how you translated this in [[:en:bible:notes:exo:13:03|13:3]]. AT: \"the place where you were slaves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "become a reminder on your hands, and a reminder on your forehead", "text": "This expresses two ways to remember the importance of the passover event. See how you translated a similar phrase in [[:en:bible:notes:exo:13:08|13:8-10]]. (See [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "17", "tn": [{"ref": "nearby", "text": "\"close to where they were located\""}, {"ref": "the people will change their minds ... and ... return to Egypt", "text": "Since Israelites had lived in slavery all their lives, they were more accustomed to peace than to war and would rather return to slavery than fight."}]}, {"id": "19", "tn": [{"ref": "camped at Etham", "text": "Etham is located south of the route heading towards the Philistines, at the border of the wilderness. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "pillar of cloud ... pillar of fire", "text": "\"a cloud in the shape of a column ... fire in the shape of a column.\" God is with them in a cloud by day and in a fire by night."}]}]