[{"id": "01", "tn": [{"ref": "In those days", "text": "This phrase introduces the beginning of another event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "In those days ... from among the tribes of Israel", "text": "This is background information about Israel and the people of the tribe of Dan. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "not received any inheritance from", "text": "This refers specifically to land inherited where they would live. AT: \"not received a land inheritance from\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the whole number of their tribe", "text": "The phrase \"the whole number\" refers to all of the men in the tribe. AT: \"from among all of the men in their tribe\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "experienced warriors", "text": "\"experienced fighters\""}, {"ref": "Zorah", "text": "Translate the name of this town the same as you did in [[:en:bible:notes:jdg:13:01|13:2]]."}, {"ref": "Eshtaol", "text": "Translate the name of this town the same as you did in  [[:en:bible:notes:jdg:13:24|13:25]]."}, {"ref": "to scout the land on foot", "text": "The phrase \"on foot\" means to walk. AT: \"to scout the land by walking through it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Micah", "text": "Translate this man's name the same as you did in [[:en:bible:notes:jdg:17:01|17:1]]."}]}, {"id": "03", "tn": [{"ref": "they recognized the speech of the young Levite", "text": "They recognized the man by the sound of his voice. Here \"speech\" refers to his \"voice.\" AT: \"they heard the young Levite talking, and they recognized his voice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "Laish", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "There was no one who conquered", "text": "\"There were no enemies living in their land who had conquered them\""}, {"ref": "had no dealings with anyone", "text": "\"had no contact with any outsiders.\" This means they lived far enough away from any other city that they lived secluded from other people."}, {"ref": "Zorah", "text": "Translate the name of this city the same as you did in [[:en:bible:notes:jdg:13:01| 13:2]]."}, {"ref": "Eshtaol", "text": "Translate the name of this city the same as you did in [[:en:bible:notes:jdg:13:24| 13:25]]."}]}, {"id": "09", "tn": [{"ref": "Are you doing nothing?", "text": "This rhetorical question is asked sarcastically and means that they should be doing the opposite. This question can be written as a statement. AT: \"You should be acting now!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Do not be slow to attack", "text": "These two negative words \"not\" and \"slow\" together emphasize the positive idea to attack quickly. AT: \"Hurry! Attack\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "the land is wide", "text": "\"the land is large.\" This is a description of the size of the land."}, {"ref": "that does not lack anything in the land", "text": "The men use a hyperbole, an exaggeration, to emphasize that it is a very desirable place to live. AT: \"where we will have everything there that we need\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "that does not lack anything", "text": "The two negative words together emphasize a positive idea. AT: \"has everything\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "11", "tn": [{"ref": "Six hundred men", "text": "\"600 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Kiriath Jearim", "text": "This is the name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mahaneh Dan", "text": "Translate the name of this place the same as you did in [[:en:bible:notes:jdg:13:24| 13:25]]."}, {"ref": "to this day", "text": "This means that something remains the same. It refers to the \"present\" time. AT: \"and that is still its name\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "Laish", "text": "Translate the name of this town the same as you did in [[:en:bible:notes:jdg:18:07| 18:7]]."}, {"ref": "in these houses there are an ephod, ... metal figure? Decide ... will do", "text": "The five men asked this question to suggest and encourage the men that they should steal the idols. This can be written as a statement, and the implied information may be given in a parenthetical phrase. AT: \"these houses contain an ephod, ... metal figure. (They were suggesting that the men steal these things.) Decide ... will do\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in these houses there are", "text": "\"in one of these house there is\" or \"among these houses is\""}]}, {"id": "15", "tn": [{"ref": "they turned in there", "text": "\"they turned\""}, {"ref": "they greeted him", "text": "The word \"him\" refers to the Levite."}, {"ref": "six hundred Danites", "text": "\"600 Danites\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "17", "tn": [{"ref": "six hundred men", "text": "\"600 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "19", "tn": [{"ref": "Is it better for you to be priest for the house of one man ... a clan in Israel?", "text": "They ask this as a rhetorical question to imply that it is true. This question can be written as a statement. AT: \"It is better for you to be priest for  a tribe and a clan in Israel than for just the house of one man.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The priest's heart was glad", "text": "Here the priest is referred to by his \"heart\" to emphasize his emotions. AT: \"The priest was glad\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "They put the small children in front of themselves", "text": "They traveled this way to protect the children. If Micah and his people attacked them the would reach the warriors first and not the children. AT: \"They put the small children in front of themselves to protect them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a good distance", "text": "\"some distance.\" This refers a short distance but one that is long enough to be considered as measurable progress. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the men who were in the houses near Micah's house were called together", "text": "This can be stated in active form. AT: \"he called together the men who were in the houses near his house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they caught up with the Danites", "text": "This implies that they ran after them. This can be stated clearly. AT: \"running after the Danites, they caught up with them\""}, {"ref": "they turned", "text": "\"the Danites turned around\""}, {"ref": "Why have you been called together?", "text": "This question is a rebuke. It can be translated as a statement. AT: \"You should not have called your men together to chase us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "been called together", "text": "This can be stated in active form. AT: \"called these men together\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "the gods that I made", "text": "Micah did not make his gods, rather the craftsman made them. AT: \"the gods which I had made for me\" or \"the gods which a craftsman made for me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "What else do I have left?", "text": "Micah asks this question to emphasize that he no longer has the things that are important to him. AT: \"I have nothing left.\" or \"You have taken everything that is important to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How can you ask me, 'What is bothering you?'", "text": "Micah asks this question to emphasize that the Danites definitely know what is bothering him. AT: \"You know that I am greatly distressed!'\" or \"You know how much I am bothered by what you have done to me!'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let us hear you say anything", "text": "The phrase \"us hear you say\" refers to the Danites hearing Micah speaking about what had happened, but it also includes if they are told by others that he had spoken about what had happened. AT: \"let us find out that you have said anything\" or \"say anything about this\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hear you say anything", "text": "The word \"anything\" refers to any information about the Danites coming to Micah's house and stealing his idols. This can be stated clearly. AT: \"hear you say anything about this matter\" or \"hear you say anything about what has happened\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you and your family will be killed", "text": "This can be stated in active form. AT: \"kill you and your family\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went their way", "text": "This means that they continued on their journey. AT: \"continued on their journey\" or \"continued travelling\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were too strong for him", "text": "This refers to the Danites being too strong for Micah and his men to fight against. AT: \"they were too strong for him and his men to fight\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "what Micah had made", "text": "Micah did not make his gods, rather a craftsman made them for him. Also, this can be stated in active form. AT: \"the things that had been made for Micah\" or \"Micah's things\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Laish", "text": "Translate this the same as you did in [[:en:bible:notes:jdg:18:07| 18:7]]."}, {"ref": "with the sword", "text": "\"with their swords.\" Here \"the sword\" represents the swords and other weapons that the soldiers used in battle. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they had no dealings with anyone", "text": "this means they lived far enough away from any other city, that they lived secluded from other people. See how you translated this phrase in [[:en:bible:notes:jdg:18:07|18:7]]."}, {"ref": "Beth Rehob", "text": "This is a name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "30", "tn": [{"ref": "And Jonathan son of Gershom, son of Moses", "text": "This is the name of the young Levite who used to serve as priest for Micah. This can be made explicit. AT: \"The young Levite's name was Jonathan the son of Gershom, son of Moses, and\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "until the day of the land's captivity", "text": "This refers to a time later on when the people of Dan would be captured by their enemies. Here the land being conquered is spoken of as if it were a prisoner taken captive by an enemy. AT:  \"until the day that their enemies conquered their land\" or \"until the day that their enemies took them captive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that he had made", "text": "Micah did not make his gods, rather the craftsman made them for him. AT: \"that had been made for him\" or \"that his craftsman had made for him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]