[{"id": "01", "tn": [{"ref": "David counted the soldiers who were with him and appointed", "text": "David did not count all of the people himself, rather other men counted them. AT: \"David commanded for the soldiers who were with him to be counted and he appointed\" or \"David arranged the soldiers who were with him and appointed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "captains", "text": "A captain is a person who is in authority over a group of soldiers."}, {"ref": "one-third ... another third", "text": "third ... another third** - \"one-third of the army ... another third of the army.\" A \"third\" is one part out of three equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "Abishai ... Zeruiah", "text": "Translate these mens' names the same as you did in [[:en:bible:notes:2sa:02:18|2:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ittai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:19|15:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gittite", "text": "This refers to a person from Gath, which is a Philistine city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I will certainly go out with you myself, too", "text": "This means that he will go out with them to battle. This can be stated clearly. AT: \"I myself will go with you to battle\" (UDB) or \"I personally will go with you into battle\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "half of us", "text": "The word \"half\" refers to one out of two equal parts. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "you are worth ten thousand of us", "text": "This means that the enemy army considering killing David of greater worth than killing 10,000 of the other men. The number 10,000 here is an exaggeration used to emphasize a very great number of people. AT: \"they would rather kill you than to kill 10,000 of us\" or \"killing you is worth more to them than killing a great number of us\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "ten thousand", "text": "\"10,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "that you be ready to help us from the city", "text": "David could help them from the city by advising them and sending men to help them. This can be stated clearly. AT: \"that you stay here in the city and send help to us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "Abishai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:02:18|2:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ittai", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:19|15:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Deal gently for my sake with the young man, with Absalom", "text": "\"For my sake, do not harm the young man, Absalom.\" The phrase \"Deal gently\" means to be kind to someone and not to harm them."}, {"ref": "my sake", "text": "\"my well-being\" or \"my account\""}]}, {"id": "06", "tn": [{"ref": "went out into the countryside against Israel", "text": "This means that they went out and fought against them in battle. AT: \"went out into the countryside and fought against Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "against Israel", "text": "Here \"Israel\" refers to their soldiers, not all of the Israelites. AT: \"against the Israelite soldiers\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The army of Israel was defeated there before the soldiers of David", "text": "This can be stated in active form. AT: \"There the soldiers of David defeated the army of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a great slaughter", "text": "an event where many people are brutally killed"}, {"ref": "twenty thousand men", "text": "\"20,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "more men were consumed by the forest than by the sword", "text": "Here \"the forest\" is described as if it were alive and could act. \"The sword\" refers to David's soldiers who fought with swords. AT: \"dangerous things in the forest killed more men than David's soldiers killed with their swords\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "Absalom happened to meet some of David's soldiers", "text": "This is an event that happened during the battle. This can be stated clearly. AT: \"During the battle, Absalom happened to meet some of David's soldiers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his head was caught up in the tree branches", "text": "Absalom had long hair that got caught in the tree branches. AT: \"his hair was caught in the tree branches\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "dangling", "text": "hanging or swinging loosely"}, {"ref": "between the ground and the sky", "text": "\"in the air\" (UDB)"}, {"ref": "Look", "text": "Here this word is used to draw a person's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Why did you not strike him down to the ground?", "text": "This rhetorical question means that he should have killed him. This question can be written as a statement. The phrase \"strike down\" means to kill. AT: \"You should have struck him down to the ground!\" or \"You should have killed him immediately!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "ten silver shekels", "text": "This can be written in modern units. AT: \"ten silver coins\" or \"110 grams of silver\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "belt", "text": "This is a special belt that shows people that someone is a great soldier and should be honored."}]}, {"id": "12", "tn": [{"ref": "a thousand silver shekels", "text": "\"1,000 silver shekels.\" This can be stated in modern units. AT: \"1,000 silver coins\" or \"11 kilograms of silver\" (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "would not have reached out my hand against the king's son", "text": "The phrase \"reached out my hand\" means to attack. AT: \"would not have attacked the king's son\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "No one must touch", "text": "Here \"touching\" refers to \"harming.\" AT: \"No none must harm\" or \"Do not harm\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a falsehood", "text": "The word \"falsehood\" can be expressed with a verb phrase. Also, this refers to disobeying the king's command. This can be stated clearly. AT: \"doing something that is wrong\" or \"by disobeying the king\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there is nothing hidden from the king", "text": "Here the man speaks about how the king knows about almost everything that happens as if everything were a physical object he knew the location of. AT: \"there is nothing that the king does not know\" or \"the king hears about everything that happens\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "I will not wait for you", "text": "Joab meant that he should not continue talking to the man. AT: \"I will not waste anymore time talking to you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "heart of Absalom", "text": "Here Absalom's heart refers to his chest or upper body. AT: \"chest\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "armor", "text": "This refers to both the armor he would wear to protect himself and to his weapons. AT: \"armor and weapons\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "16", "tn": [{"ref": "Then Joab blew the trumpet, and the army returned from pursuing Israel, for Joab held back the army", "text": "This describes what Joab commanded by blowing the trumpet. AT: \"Then Joab blew the trumpet to call back the army, and the army returned from pursuing Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "returned from pursuing Israel", "text": "Here \"Israel\" refers to the Israelite army. AT: \"returned from pursuing the Israelite army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They took Absalom and threw him", "text": "\"They took Absalom's body and threw it\""}, {"ref": "they buried his body under a very large pile of stones", "text": "After putting his body in the pit they covered it with a pile of stones. This can be stated more clearly. AT: \"they covered his body with a huge pile of stones\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "while all Israel fled", "text": "Here \"all Israel\" refers to the Israelite soldiers. The word \"fled\" means \"ran away.\" AT: \"while all the Israelite soldiers ran away\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "18", "tn": [{"ref": "the King's Valley", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to carry along the memory of my name", "text": "Absalom uses the phrase \"my name\" to refer to himself and his family line. AT: \"to carry on my family name, by which people would remember me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so it is called Absalom's Monument to this very day", "text": "This can be stated in active form. AT: \"so people called it Absalom's Monument from that day on\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to this very day", "text": "This refers to the present time when this book of the Bible was written."}]}, {"id": "19", "tn": [{"ref": "Ahimaaz", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:27|15:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "run to the king with the good news", "text": "Here Ahimaaz speaks of running to go and tell the king the good news as if the good news were a object that he were carrying. AT: \"run to tell the king the good news\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hand of his enemies", "text": "Here \"hand\" refers to control. AT: \"the control of his enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the bearer of news", "text": "\"the one who tells the news\""}, {"ref": "you will bear no news", "text": "This refers to not bearing the news to the king. AT: \"you will not tell the news to the king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "21", "tn": [{"ref": "tell the king what you have seen", "text": "Joab is telling him to go and tell the king about the news of the battle."}]}, {"id": "24", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline and the beginning of a new part of the story."}, {"ref": "and raised his eyes", "text": "Here the watchman looking to see something is spoken of as if he lifted up his eyes. AT: \"and looked out beyond the city\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is news in his mouth", "text": "Here the king speaks of the man having a message as if the news were an object sitting in his mouth. AT: \"he has news to tell us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "I think the running of the man in front is like the running of Ahimaaz son of Zadok", "text": "The watchman compares the way the man ran to the way Ahimaaz runs to suggest that it may be him. AT: \"I think the man running in front is Ahimaaz son Zadok, because he runs like Ahimaaz\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "28", "tn": [{"ref": "He bowed himself before the king with his face to the ground", "text": "He did this to honor the king. AT: \"He bowed himself before the king with his face to the ground to honor the king\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Blessed be Yahweh", "text": "\"Praise Yahweh.\" Here \"bless\" means to praise."}, {"ref": "the men who lifted up their hand against my master the king", "text": "Here Ahimaaz speaks of the men opposing the king as if they were were raising their hands before him. AT: \"the men who opposed and fought against my master the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a great disturbance", "text": "This means that people were acting as though things were not right."}, {"ref": "Turn aside and stand here", "text": "\"Move out of the way\" or \"Stand aside\" (UDB)"}]}, {"id": "31", "tn": [{"ref": "rose up against", "text": "This means to oppose. AT: \"opposed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The enemies of my master the king, ... should be as that young man is", "text": "The Cushite uses a comparison as a polite way to tell the king that Absalom is dead. This can be stated more directly. AT: \"I would like all your enemies ... to die the way that young man died\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "unnerved", "text": "\"upset\""}]}]