[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Three times Paul identifies himself as the author of this letter. Evidently Timothy was with him and probably wrote the words down as Paul said them. Paul greets others who meet for church at Philemon's house."}, {"ref": "General Information:", "text": "All instances of \"I,\" \"me,\" and \"my\" refer to Paul. Philemon is the main person to whom this letter is written. All instances of \"you\" and \"your\" refer to him and are singular unless otherwise noted. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "General Information:", "text": "The word \"our\" here is inclusive, including Paul and Philemon and possibly the believers there in the church that meets in Philemon's home. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Paul, a prisoner of Christ Jesus, and the brother Timothy to Philemon", "text": "Your language may have a particular way of introducing the authors of a letter. AT: \"I, Paul, a prisoner of Christ Jesus, and Timothy, our brother, are writing this letter to Philemon\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "a prisoner of Christ Jesus", "text": "\"a prisoner for the sake of Christ Jesus.\" People who opposed Paul's preaching had punished him by putting him into prison."}, {"ref": "brother", "text": "Here this means a fellow Christian."}, {"ref": "and fellow worker", "text": "\"who, like us, works to spread the gospel\""}, {"ref": "Apphia our sister", "text": "\"Apphia our fellow believer\" or \"Apphia our spiritual sister\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Archippus", "text": "This is the name of a man in the church with Philemon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "our fellow soldier", "text": "Paul speaks here of Archippus as if they were both soldiers in an army. He means that Archippus works hard, as Paul himself works hard, to spread the gospel. AT: \"our fellow spiritual warrior\" or \"who also fights the spiritual battle with us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May grace be to you and peace from God our Father and the Lord Jesus Christ", "text": "\"May God our Father and the Lord Jesus Christ give you grace and peace.\" This is a blessing."}, {"ref": "our Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The word \"us\" is plural and refers to Paul, Timothy, and Philemon. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "that the fellowship of your faith", "text": "\"that your working together with us\""}, {"ref": "be effective for the knowledge of everything good", "text": "\"result in knowing what is good\""}, {"ref": "in Christ", "text": "\"because of Christ\""}, {"ref": "the hearts of the believers have been refreshed by you", "text": "\"you encouraged believers\" or \"you have helped the believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "brother", "text": "\"dear brother\" or \"dear friend.\" Paul called Philemon \"brother\" because they were both believers and emphasizing their friendship."}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins his plea and the reason for his letter."}, {"ref": "all the boldness in Christ", "text": "Possible meanings are 1) \"authority because of Christ\" or 2) \"courage because of Christ.\" AT: \"courage because Christ has given me authority\""}, {"ref": "yet because of love", "text": "Possible meanings: 1) \"because I know that you love God's people\" 2) \"because you love me\" or 3) \"because I love you\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Onesimus is the name of a man who apparently was Philemon's slave who had stolen something and run away."}, {"ref": "my child Onesimus", "text": "\"my son Onesimus.\" Paul speaks of the way he is friends with Onesimus as if it were the way a father and his son love each other. Onesimus was not Paul's actual son, but he received spiritual life when Paul taught him about Jesus, and Paul loved him. AT: \"my spiritual son Onesimus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Onesimus", "text": "The name \"Onesimus\" means \"profitable\" or \"useful.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "whom I have fathered", "text": "How Onesimus became like a son to Paul can be made explicit. AT: \"who became my spiritual son when I taught him about Christ and he received new life\" or \"who became like a son to me\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in my chains", "text": "Prisoners were often bound in chains. Paul was in prison when he taught Onesimus and was still in prison when he wrote this letter. AT: \"while I was in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have sent him ... back to you", "text": "Paul was probably sending Onesimus with another believer who carried this letter."}, {"ref": "who is my very heart", "text": "Here the word \"heart\" is used for someone who is dearly loved. Paul was saying this about Onesimus. AT: \"whom I love dearly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so he could serve me for you", "text": "\"that, since you cannot be here, he might help me\" or \"so that he could help me in your place\""}, {"ref": "I am in chains", "text": "\"while I am in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the sake of the gospel", "text": "\"because I preach the gospel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "But I did not want to do anything without your consent", "text": "Paul states a double negative to mean the opposite. AT: \"But I wanted to keep him with me only if you approved\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "I did not want your good deed to be from necessity but from good will", "text": "\"so that you will do what is right, not because I am compelling you\""}, {"ref": "but from good will", "text": "\"but because you freely chose to do the right thing\""}, {"ref": "Perhaps for this he was separated from you", "text": "This can be stated in active form. AT: \"Perhaps the reason God took Onesimus away from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for a time", "text": "\"during this time\""}, {"ref": "better than a slave", "text": "\"more valuable than a slave\""}, {"ref": "a beloved brother", "text": "\"a dear brother\" or \"a precious brother in Christ\""}, {"ref": "much more so to you", "text": "\"he means even more to you\""}, {"ref": "in both the flesh", "text": "\"in both as a man.\" Paul is referring to Onesimus' being a trustworthy servant. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and in the Lord", "text": "\"and as a brother in the Lord\" or \"and because he belongs to the Lord\""}]}, {"id": "17", "tn": [{"ref": "if you have me as a partner", "text": "\"if you think of me as a fellow worker for Christ\""}, {"ref": "charge that to me", "text": "\"say that I am the one who owes you\""}, {"ref": "I, Paul, write this with my own hand", "text": "I, Paul, write this myself.\" Paul wrote this part with his own hand so that Philemon would know that the words were really from Paul. Paul really would pay him."}, {"ref": "Not to tell you", "text": "\"I do not need to remind you\" or \"You already know\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "you owe me your own self", "text": "\"you owe me your own life.\" Paul was implying that Philemon should not say that Onesimus or Paul owed him anything because Philemon owed Paul even more. The reason Philemon owed Paul his life can be made explicit. AT: \"you owe me much because I saved your life\" or \"you owe me your own life because what I told you saved your life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "give rest to my heart", "text": "\"make me glad\" or \"comfort me.\" How Paul wanted Onesimus to do this can be made explicit. AT: \"refresh my heart by accepting Onesimus kindly\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Paul closes his letter and gives a blessing on Philemon and the believers that met for church in Philemon's house."}, {"ref": "General Information:", "text": "The words \"your\" and \"you\" here refer to Philemon and the believers that met at his house and are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Confident about your obedience", "text": "\"Because I am sure that you will do what I ask\""}, {"ref": "At the same time", "text": "\"Also\""}, {"ref": "prepare a guest room for me", "text": "\"make a room in your house ready for me.\" Paul asked Philemon to do this for him."}, {"ref": "I will be given back to you", "text": "\"those who are keeping me in prison will set me free so that I can go to you.\""}]}, {"id": "23", "tn": [{"ref": "Epaphras", "text": "This is a fellow believer and prisoner with Paul. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "my fellow prisoner in Christ Jesus", "text": "\"who is in prison with me because he serves Christ Jesus\""}, {"ref": "So do Mark, Aristarchus, Demas, and Luke, my fellow workers", "text": "\"Mark, Aristarchus, Demas, and Luke, my fellow workers, also greet you\""}, {"ref": "Mark ... Aristarchus ... Demas ... Luke", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "my fellow workers", "text": "\"the men who work with me\" or \"who all work with me.\""}, {"ref": "May the grace of our Lord Jesus Christ be with your spirit", "text": "The word \"your\" here refers to Philemon and all who met in his house. The words \"your spirit\" are a synecdoche and represent the people themselves. AT: \"May our Lord Jesus Christ be kind to you\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]