[{"id": "01", "tn": [{"ref": "could not control himself", "text": "This means he could not control his emotions. It can be stated in positive form. AT: \"was about to start crying\""}, {"ref": "by him", "text": "\"near him\""}, {"ref": "house of Pharaoh", "text": "Here \"house\" stands for the people in the Pharaoh's palace. AT: \"everyone in Pharaoh's palace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shocked in his presence", "text": "\"terrified of him\""}]}, {"id": "04", "tn": [{"ref": "whom you sold into Egypt", "text": "The meaning can be stated more explicitly. AT: \"whom you sold as a slave to the trader who brought me to Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do not be grieved", "text": "\"do not be upset\" or \"do not be distressed\""}, {"ref": "that you sold me here", "text": "The meaning can be stated more explicitly. AT: \"that you sold me as a slave and sent me here to Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to preserve life", "text": "Here \"life\" stands for the people that Joseph saved from dying during the famine. AT: \"so I could save many lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there are still five years in which there will be neither plowing nor harvest", "text": "\"there will be five more years without planting or harvesting.\" Here \"neither plowing nor harvest\" stands for the fact that the crops still will not grow because of the famine. AT: \"and the famine will last five more years\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "to preserve you as a remnant in the earth", "text": "\"so that you and your families would not completely perish from the earth\" or \"to make sure your descendants would survive\" (UDB)"}, {"ref": "to keep you alive by a great deliverance", "text": "The abstract noun \"deliverance\" can be stated as \"rescuing.\" AT: \"to keep you alive by rescuing you in a mighty way\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he has made me a father to Pharaoh", "text": "Joseph advising and helping Pharaoh is spoken of as if Joseph were Pharaoh's father. AT: \"he has made me a guide to Pharaoh\" or \"he has made me the chief adviser to Pharaoh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of all his house", "text": "Here \"house\" stands for the people who live in his palace. AT: \"of all his household\" or \"of all his palace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "ruler of all the land of Egypt", "text": "Here \"land\" stands for the people. AT: \"ruler over all the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "ruler", "text": "Here Joseph means that he is ruler in second place to Pharaoh, the king of Egypt. This understood information can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "go up to my father", "text": "It was common to use the phrase \"go up\" when speaking about going from Egypt to Canaan. AT: \"go back to my father\""}, {"ref": "say to him, 'This is what your son Joseph says, \"God has ... all that you have", "text": "This is a quotation with three layers. It can be simplified to two layers. AT: \"tell him that this is what I said: 'God has ... all that you have\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Come down to me", "text": "It was common to use the phrase \"come down\" when speaking about going from Canaan to Egypt. AT: \"Come here to me\""}, {"ref": "come to poverty", "text": "This speaks about \"poverty\" as if it were a destination. AT: \"waste away\" or \"starve\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "your eyes see, and the eyes of my brother Benjamin", "text": "The word \"eyes\" stands for the entire person. AT: \"All of you and Benjamin can see\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "that it is my mouth that speaks to you", "text": "The word \"mouth\" stands for the entire person. AT: \"that I, Joseph, am speaking to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "about all my honor in Egypt", "text": "\"how the people in Egypt greatly honor me\""}, {"ref": "my father down here", "text": "It was common to use the word \"down\" when speaking of traveling from Canaan to Egypt. AT: \"my father here to me\""}]}, {"id": "14", "tn": [{"ref": "He hugged his brother Benjamin's neck and wept, and Benjamin wept on his neck", "text": "\"Joseph hugged his brother Benjamin, and they both wept\""}, {"ref": "He kissed all his brothers", "text": "In ancient Near East, it is common to greet a relative with a kiss. If your language has an affectionate greeting for a relative, use that. If not, use what is appropriate."}, {"ref": "wept over them", "text": "This means Joseph was crying while he kissed them."}, {"ref": "After that his brothers talked with him", "text": "Earlier they were too afraid to speak. Now they feel they can speak freely. The full meaning of this statement can be made explicit. AT: \"After that his brothers talked freely with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "The news of the matter was told in Pharaoh's house: \"Joseph's brothers have come\"", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. It may also be stated in active form. AT: \"Everyone in Pharaoh's palace heard that Joseph's brothers had come\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Pharaoh's house", "text": "This stands for Pharaoh's palace."}, {"ref": "Say to your brothers, 'Do this: load your animals and go to the land of Canaan. Get your father and your households and come to me. I will give you the good of the land of Egypt, and you will eat the fat of the land.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Tell your brothers to load their animals and go to Canaan to get their father and families. Tell them to come here, and I will give them the best land in Egypt and the best food we have to offer\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I will give you the good of the land of Egypt", "text": "\"I will give you the best land in Egypt\""}, {"ref": "you will eat the fat of the land", "text": "The best food that a land produces is spoken of as if it were the fat portion of the land. AT: \"you will eat the best food in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Pharaoh continues to tell Joseph what to tell his brothers."}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "you are commanded, 'Do this, take carts out of the land of Egypt for your children and for your wives. Get your father and come. Do not be concerned about your possessions, for the good of all the land of Egypt is yours'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"also tell them to take carts out of the land of Egypt for their children and wives, and to get their father and come here. They should not worry about bringing their possessions, for I will give them the best things we have in Egypt\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "you are commanded", "text": "This can be stated in active form. AT: \"I also command you to tell them\" or \"also tell them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "take carts out", "text": "\"Carts\" are wagons with two or four wheels. Animals pull the carts."}]}, {"id": "21", "tn": [{"ref": "and gave them provisions for the journey", "text": "\"and gave them what they needed for traveling\""}, {"ref": "he gave each man changes of clothing", "text": "Each man received a set of clothes except for Benjamin who received 5 sets of clothes. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "three hundred pieces", "text": "\"300 pieces\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "ten donkeys ... and ten female donkeys", "text": "The donkeys were included as part of the gift. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "do not quarrel", "text": "Possible meanings include 1) \"do not argue\" and 2) \"do not become afraid\""}, {"ref": "went up out of Egypt", "text": "It was common to use the word \"up\" when speaking of traveling from Egypt to Canaan."}, {"ref": "he is ruler over all the land of Egypt", "text": "Here \"land of Egypt\" stands for the people of Egypt. AT: \"he rules all the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His heart was astonished", "text": "Here \"heart\" stands for the whole person. AT: \"and he was astonished\" or \"he was very surprised\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he could not believe what they told him", "text": "\"he did not accept that what they said was true\""}]}, {"id": "27", "tn": [{"ref": "They told him", "text": "\"They told Jacob\""}, {"ref": "all the words of Joseph that he had said to them", "text": "Here \"words\" stands for what was said. AT: \"everything that Joseph had said to them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the spirit of Jacob their father revived", "text": "The word \"spirit\" stands for the whole person. AT: \"Jacob their father recovered\" or \"Jacob their father became very excited\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]