[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Samuel gives information about the war between David and the supporters of Saul. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "house", "text": "Here \"house\" is used to mean \"supporters.\""}, {"ref": "grew stronger and stronger", "text": "This metaphor means the number of people supporting David increased. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "grew weaker and weaker", "text": "This metaphor means the number of people supporting Saul's family decreased. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "Sons were born to David", "text": "This can be stated in active form. AT: \"David's wives gave birth to six sons\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "firstborn ... second son ... third", "text": "This is the numerical order of David's sons. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Ahinoam ... Abigail ... Maacah", "text": "These are women's names. They are the wives of David. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Chileab ... Nabal ... Talmai", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "fourth son ... fifth son ... the sixth", "text": "This is the numerical order of David's sons. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Adonijah ... Shephatiah ... Ithream", "text": "These are the names of David's sons. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Haggith ... Abital ... Eglah", "text": "These are names of David's wives. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "It came about", "text": "This introduces a new event in the story of the struggle between David's supporters and Saul's family. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "house of Saul", "text": "This refers to Saul's family and supporters who assumed control of his estate after he died."}, {"ref": "house of David", "text": "This refers to the supporters of David."}, {"ref": "Abner made himself strong in the house of Saul", "text": "Abner's increasing power over Saul's family is spoken of as if he became physically stronger. AT: \"Abner gained more power over the family and supporters of Saul\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Rizpah ... Aiah", "text": "These are names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ishbosheth", "text": "This is a male name, a son of Saul. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Why have you slept with my father's concubine?", "text": "Ishbosheth asked this question to rebuke Abner who was acting like he was the king. AT: \"You did not have the right to sleep with my father's concubine!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "slept with", "text": "This is a euphemism for sexual relations. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "08", "tn": [{"ref": "Am I a dog's head that belongs to Judah?", "text": "This question is used by Abner as an angry denial of Ishbosheth's accusation. It can be translated as a statement. AT: \"I am not a traitor working for David!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am I a dog's head that belongs to Judah?", "text": "Abner speaks of himself as the head of a dog, which the Israelites considered to be loyal to anyone who fed them. Here \"belongs to Judah\" implies that Abner's loyalty is to Judah, to which David belonged, and not to Saul's house. AT: \"Am I a traitor for Judah?\" or \"I am not a traitor working for David!\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "into the hand of David", "text": "Here \"hand\" represents the power to defeat. AT: \"to be defeated by David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But now you accuse me of an offense concerning this woman?", "text": "Abner asks this question to rebuke Ishbosheth. It is unclear if Abner actually slept with Rizpah, or if he was falsely accused. Possible meanings are 1) Abner was guilty. AT: \"You should not be upset that I slept with this woman!\" or 2) Abner was not guilty. AT: \"You should not think that I have slept with this woman!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "09", "tn": [{"ref": "May God do so to me ... and more also, if I do not", "text": "This is the form of a solemn vow in that time. Abner is asking God to judge him severely if he does not keep his vow. Your language may have a way of expressing vows. AT: \"I am asking God to punish me if I do not\""}, {"ref": "the house of Saul", "text": "Here \"house\" refers to Saul's family and supporters who survived Saul's death. AT: \"the family and supporters of Saul\""}, {"ref": "throne of David", "text": "This phrase refers to the authority of David as king. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "to David", "text": "Some versions add \"when he was at Hebron\" and others omit it. You may want to add the phrase if it is present in your national version. (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "Whose land is this?", "text": "The original text of this question is not clear. Possible meanings are 1) Abner had the power to give the land to David. AT: \"This land is mine!\" or 2) David is chosen by God to rule the land: AT: \"This land rightfully belongs to you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my hand is with you", "text": "Here \"hand\" represents Abner's assistance that he is offering to David. AT: \"I will assist you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you cannot see my face unless you first bring Michal", "text": "David is stating the condition under which he will meet Abner. Here \"face\" refers to David himself. AT: \"you cannot see me unless you bring Michal to me first\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Michal", "text": "This is the name of a daughter of Saul. She was David's first wife. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "one hundred Philistine foreskins", "text": "This represents the number of men David killed so that Saul would allow him to marry Michal. The \"foreskin\" is the fold of skin that covers the male reproductive organ. (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "took her from her husband", "text": "Paltiel was Michal's second husband. Saul gave her to him after David fled from Saul. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Paltiel ... Laish", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Bahurim", "text": "This is the name of a village. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "17", "tn": [{"ref": "Now do it", "text": "\"So now make David your king\""}, {"ref": "By the hand of my servant David", "text": "Here \"hand\" refers to David's power to defeat the Philistines. AT: \"I will empower my servant David and\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hand of the Philistines", "text": "Here \"hand\" refers to power over Israel. AT: \"the power of the Philistines\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hand of all their enemies", "text": "Here \"hand\" refers to power over Israel. AT: \"the power of all of their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "the people of Benjamin ... the whole house of Benjamin", "text": "Both of these statements refer to the descendants of Benjamin, who were one of the tribes of Israel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "twenty of his men", "text": "The number of men who came with Abner. (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "21", "tn": [{"ref": "all Israel", "text": "This phrase means \"all of the nation of Israel.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So David sent Abner away", "text": "They parted as friends. David was not angry with Abner."}]}, {"id": "22", "tn": [{"ref": "plunder", "text": "These are items taken from the enemy."}, {"ref": "Abner was not with David in Hebron", "text": "Abner had already left to return home."}, {"ref": "they told Joab", "text": "\"someone told Joab\""}, {"ref": "Ner", "text": "This is a man's name. He is the grandfather of Saul. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "What have you done?", "text": "Joab asks this question to rebuke David for letting Abner go in peace. AT: \"You should not have done this!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have you sent him away, and he is gone?", "text": "Joab asks this question to rebuke David for letting Abner escape. This can be translated as a statement. AT: \"Abner was here and you let him leave!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not know ... everything you are doing?", "text": "Joab asks this question to convince David that Abner is plotting against David. AT: \"Surely you know ... everything you are doing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "well of Sirah", "text": "\"Sirah\" is the name of a place where the well was located. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "27", "tn": [{"ref": "the middle of the gate", "text": "This refers to one of the gates in the city wall at Hebron. As the UDB implies, city gates were constructed as part of buildings set into the city walls. Inside the passageway were doors leading to side rooms, where guests could be received and business and judicial proceedings could be conducted. It was probably in one of these rooms that Joab murdered Abner."}, {"ref": "the blood of Asahel", "text": "Here \"blood\" is associated with the death of Asahel. AT: \"the death of Asahel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Asahel", "text": "This is the name of a male person. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "28", "tn": [{"ref": "Ner ... Abishai ... Asahel", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the blood of Abner", "text": "Here \"blood\" refers to the death of Abner. See how you translated a similar phrase in [[:en:bible:notes:2sa:03:27|3:27]]. AT: \"the death of Abner\" or \"the murder of Abner\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fall on the head of Joab and on all his father's house", "text": "This phrase means the results of the guilt will happen to Joab and his family as if something heavy had collapsed on them. AT: \"always cause suffering for Joab and for all his father's house\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all his father's house", "text": "Here \"house\" refers to descendants. AT: \"all the descendants of Joab's father\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May there never fail to be", "text": "This double negative emphasizes that there will always be someone with the problems listed. AT: \"May there always be\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is killed by the sword", "text": "Here \"sword\" refers to violent death. AT: \"dies violently\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "goes without food", "text": "\"is hungry\""}]}, {"id": "31", "tn": [{"ref": "Tear your clothes, put on sackcloth", "text": "These were symbolic actions to demonstrate their grief and sadness. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "The king wept and cried loudly", "text": "The words \"wept\" and \"cried loudly\" mean basically the same thing and emphasize how much David mourned for Abner. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "33", "tn": [{"ref": "Should Abner die as a fool dies?", "text": "This rhetorical question is used to emphasize that his death was not fair. AT: \"Abner should not have died in disgrace!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Your hands were not bound. Your feet were not shackled", "text": "These two sentences express similar ideas. They can be combined into one sentence.  AT: \"You were in no way a criminal in prison\" or \"You were completely innocent of doing wrong\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your hands were not bound", "text": "This can be stated in active form. AT: \"No one had tied your hands\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your feet were not shackled", "text": "This can be stated in active form. AT: \"No one had attached your feet to chains\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sons of injustice", "text": "This refers to people who are unjust or wicked. AT: \"wicked men\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "35", "tn": [{"ref": "All the people came", "text": "This deliberate exaggeration is used to show that the nation of Israel wanted to take care of David in his grief. AT: \"Many people came\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "May God do so to me, and more also, if", "text": "This is the form of a solemn vow in that time. David is asking God to judge him severely if he eats anything before sunset. Your language many have a way of expressing vows. AT: \"I am asking God to punish me if\""}]}, {"id": "37", "tn": [{"ref": "Do you not know that a prince and a great man has fallen this day in Israel?", "text": "This rhetorical question is used to show how much David respected Abner. Here \"fallen\" is a euphemism that means \"died.\" It can be translated as a statement. AT: \"It is certainly true that a great prince has died today in Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "a prince and a great man", "text": "These two phrases both refer to Abner. AT: \"a great prince\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "Ner ... Zeruiah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "brutal", "text": "\"without mercy\""}]}]