[{"id": "01", "tn": [{"ref": "See", "text": "The word \"See\" alerts us to pay attention to what is about to be said."}, {"ref": "floods of water are rising in the north. They will be like an overflowing river!", "text": "The two phrases have similar meaning and are combined for emphasis. The \"waters\" and \"river\" both represent the army coming from the north (probably the Babylonians). (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will overflow the land", "text": "\"they\" refers to the army from the north."}]}, {"id": "03", "tn": [{"ref": "At the sound of the stamping of their strong horses' hooves, at the roar of their chariots and the noise of their wheels", "text": "Together these represent the sounds of an oncoming army. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "roar of their chariots and the noise of their wheels", "text": "These two phrase have similar meanings and combined for emphasis. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Caphtor", "text": "This is the name of an island of the northern region of the Philistines. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "Baldness", "text": "The shaving of the entire head or portions of the head is a sign of great sorrow practiced by idol worshipers in nations such as Philistia."}, {"ref": "the people ... will be made silent.", "text": "AT: \"The people ... will be killed.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "How long will you cut yourself in mourning", "text": "The cutting of one's skin was another practice done by the idol worshipers when they mourn the dead."}, {"ref": "sword of Yahweh", "text": "This phrase refers to the army from the north which Yahweh is using to punish the Philistines. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "How long will it be until you become silent", "text": "The people of Philistines use this question to express their deep frustration about the devastation caused by their enemies. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you", "text": "This refers to the sword of Yahweh as if it was a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "scabbard", "text": "The case used to protect the blade of a sword."}, {"ref": "How can you be quiet, for Yahweh has commanded you", "text": "The word \"you\" refers to the \"sword of Yahweh.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]