[{"id": "01", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "after these things", "text": "This phrase refers to the events in chapter 21."}, {"ref": "God tested Abraham", "text": "It is implied that God tests Abraham to learn if Abraham will be faithful to him. The full meaning of this statement can be made explicit. AT: God tested Abraham's faithfulness\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Here I am", "text": "\"Yes, I am listening\" or \"Yes, what is it?\""}, {"ref": "your only son", "text": "It is implied that God knows that Abraham has another son, Ishmael. This emphasizes that Isaac is the son that God promised to give Abraham. The full meaning of this statement can be made explicit. AT: \"your only son whom I have promised\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "whom you love", "text": "This emphasizes Abraham's love for his son, Isaac."}, {"ref": "the land of Moriah", "text": "\"the land called Moriah\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "saddled his donkey", "text": "\"loaded his donkey\" or \"put on his donkey what he needed for the journey\""}, {"ref": "young men", "text": "\"servants\" (UDB)"}, {"ref": "set out on his journey", "text": "\"started his journey\" or \"started traveling\" (UDB)"}]}, {"id": "04", "tn": [{"ref": "On the third day", "text": "The word \"third\" is the ordinal number for three. AT: \"After traveling for three days\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "saw the place afar off", "text": "\"saw far away the place that God had spoken of\""}, {"ref": "young men", "text": "\"servants\" (UDB)"}, {"ref": "We will worship", "text": "The word \"we\" refers only to Abraham and Isaac. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "come again to you", "text": "\"return to you\""}, {"ref": "put it on Isaac his son", "text": "\"had Isaac, his son, carry it\""}, {"ref": "He took in his own hand", "text": "Here \"his own hand\" emphasizes that Abraham himself carried these things. AT: \"Abraham himself carried\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the fire", "text": "Here \"fire\" stands for a pan containing burning coals or a torch or lamp. AT: \"something for starting a fire\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they went both of them together", "text": "\"they left together\" or \"the two of them went together\""}]}, {"id": "07", "tn": [{"ref": "My father", "text": "This is a loving way for a son to speak to his father."}, {"ref": "Here I am", "text": "\"Yes, I am listening\" or \"Yes, what is it?\" See how you translated this in [[:en:bible:notes:gen:22:01|22:1]]."}, {"ref": "my son", "text": "This is a loving way for a father to speak to his son."}, {"ref": "the fire", "text": "Here \"fire\" stands for a pan containing burning coals or a torch or lamp. See how you translated this in [[:en:bible:notes:gen:22:04|22:6]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the lamb for the burnt offering", "text": "\"the lamb that you will give as a burnt offering\""}, {"ref": "God himself", "text": "Here \"himself\" emphasizes that it is God who will provide the lamb. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "will provide", "text": "\"will give us\""}]}, {"id": "09", "tn": [{"ref": "When they came to the place", "text": "\"When Abraham and Isaac arrived at the place\""}, {"ref": "he bound", "text": "\"he tied up\""}, {"ref": "on the altar, on top of the wood", "text": "\"on top of the wood that was on the altar\""}, {"ref": "reached out with his hand and took up the knife", "text": "\"picked up the knife\""}]}, {"id": "11", "tn": [{"ref": "the angel of Yahweh", "text": "Possible meanings are 1) Yahweh made himself look like an angel or 2) this was one of Yahweh's angels or 3) this was a special messenger from God (some scholars think it was Jesus). Since the phrase is not well understood, it is best to simply translate it as \"the angel of Yahweh\" using the normal word that you use for \"angel.\" See the note about this phrase in [[:en:bible:notes:gen:16:07|16:7]]."}, {"ref": "from heaven", "text": "This refers to the place where God lives."}, {"ref": "Here I am", "text": "\"Yes, I am listening\" or \"Yes, what is it?\" See how you translated this in [[:en:bible:notes:gen:22:01|22:1]]."}, {"ref": "Do not lay your hand upon the lad, nor do anything to harm him", "text": "The phrase \"Do no lay your hand upon\" is a way of saying \"do not harm.\" God said basically the same thing twice to emphasize that Abraham should not hurt Isaac. AT: \"Do not hurt the boy in any way\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "now I know ... from me", "text": "The words \"I\" and \"me\" refer to Yahweh. When translating what is in the quote, do it as the angel of Yahweh did and use the words \"I\" and \"me\" when referring to Yahweh."}, {"ref": "you fear God", "text": "This refers to deeply respecting God and showing that respect by obeying him."}, {"ref": "seeing that", "text": "\"because I see that\""}, {"ref": "you have not withheld your son ... from me", "text": "\"you have not held back your son ... from me.\" This can be stated in positive form. AT: \"you were willing to offer your son ... to me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "your son, your only son", "text": "It is implied that God knows that Abraham has another son, Ishmael. This emphasizes that Isaac is the son that God promised to give Abraham. See how you translated a similar phrase in [[:en:bible:notes:gen:22:01|22:2]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "was a ram caught in the bushes by his horns", "text": "This can be stated in active form. AT: \"was a ram whose horns were stuck in the bushes\" or \"was a ram stuck in the bushes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "went and took the ram", "text": "\"Abraham went over to the ram and took it\""}, {"ref": "will provide ... will be provided", "text": "Use the same word for \"provide\" as you used in [[:en:bible:notes:gen:22:07|22:8]]."}, {"ref": "to this day", "text": "\"even now.\" This means even to the time that the author was writing this book."}, {"ref": "it will be provided", "text": "This can be stated in active form. AT: \"he will provide\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "The angel of Yahweh", "text": "Possible meanings are 1) Yahweh made himself look like an angel or 2) this was one of Yahweh's angels or 3) this was a special messenger from God (some scholars think it was Jesus). Since the phrase is not well understood, it is best to simply translate it as \"The angel of Yahweh\" using the normal word that you use for \"angel.\" See the note about this phrase in [[:en:bible:notes:gen:16:07|16:7]]."}, {"ref": "a second time", "text": "The word \"second\" is the ordinal number for two. AT: \"again\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "from heaven", "text": "Here the word \"heaven\" refers to the place where God lives."}, {"ref": "and said—this is an oracle of Yahweh", "text": "\"and spoke this message from Yahweh\" or \"and declared these words of Yahweh.\" This is a formal way of saying that the words that follow come directly from Yahweh."}, {"ref": "By myself I have sworn", "text": "\"I have promised and I am my witness.\" The term \"swear by\" means to use the name of something or someone as the basis or power on which the oath is made. There is nothing more powerful for Yahweh to swear by than himself."}, {"ref": "you have done this thing", "text": "\"you obeyed me\""}, {"ref": "have not withheld your son", "text": "\"have not kept back your son.\" This can be stated in positive form. AT: \"were willing to offer your son to me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "your son, your only son", "text": "It is implied that God knows that Abraham has another son, Ishmael. This emphasizes that Isaac is the son that God promised to give Abraham. See how you translated a similar phrase in [[:en:bible:notes:gen:22:01|22:2]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "surely bless", "text": "\"certainly bless\""}, {"ref": "I will greatly multiply your descendants", "text": "\"I will cause your descendants to increase again and again\" or \"I will cause your descendants to be very many\""}, {"ref": "as the stars of the heavens, and as the sand which is upon the seashore", "text": "God compared Abraham's descendants to the stars and the sand. Just as people cannot count the huge number of stars or the grains of sand, so there would be so many of Abraham's descendants that people would not be able to count them. AT: \"beyond what you can count\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as the stars of the heavens", "text": "Here the word \"heavens\" refers to everything we see above the earth, including the sun, moon, and stars."}, {"ref": "will possess the gate of their enemies", "text": "Here \"gate\" represents the whole city. To \"possess the gate of their enemies\" means destroying their enemies. AT: \"will completely triumph over their enemies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The angel of Yahweh continues speaking to Abraham."}, {"ref": "all the nations of the earth will be blessed", "text": "This can be stated in active form. AT: \"I, the Lord, will bless all the people living everywhere\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "nations of the earth", "text": "Here \"nations\" stands for the people of the nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have obeyed my voice", "text": "Here \"voice\" stands for what God said. AT: \"you have obeyed what I said\" or \"you have obeyed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Abraham returned", "text": "Only Abraham was named because he was the father, but it was implied that his son went with him. The full meaning of this statement can be made explicit. AT: \"Abraham and his son went back\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "young men", "text": "\"servants\" (UDB)"}, {"ref": "they departed", "text": "\"they left that place\""}, {"ref": "he lived at Beersheba", "text": "Only Abraham was mentioned because he was the leader of his family and servants, but it was implied that they were with him. The full meaning of this statement can be made explicit. AT: \"Abraham and his people stayed in Beersheba\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "It came about after these things", "text": "\"After these events.\" The phrase \"these things\" refers to the events of Genesis 22:1-19. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Abraham was told", "text": "This can be stated in active form. AT: \"someone told Abraham\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Milcah has borne children, as well", "text": "\"Milcah has also borne children\""}, {"ref": "Milcah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They were Uz his firstborn, Buz his brother", "text": "\"The name of his first born was Uz, and the names of the rest of his children were Buz his brother\""}, {"ref": "Uz ... Buz ... Kemuel ... Aram ... Chesed, Hazo, Pildash, Jidlaph, and Bethuel", "text": "These are all names of men. Translate this so that it is clear that all of these except Aram are the sons of Nahor and Milcah. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "23", "tn": [{"ref": "Bethuel became the father of Rebekah", "text": "\"Later Bethel became the father of Rebekah\""}, {"ref": "These were the eight children that Milcah bore to Nahor, Abraham's brother", "text": "\"These were the eight children of Milcah and Nahor, Abraham's brother.\" This refers to the children that were listed in [[:en:bible:notes:gen:22:20|22:21-22]]."}, {"ref": "eight", "text": "\"8\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "His concubine", "text": "\"Nahor's concubine\""}, {"ref": "Reumah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "also bore", "text": "\"also gave birth to\""}, {"ref": "Tebah, Gaham, Tahash, and Maacah", "text": "These are all names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]