[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song of praise."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm. A song of David", "text": "\"This is a psalm that David wrote\""}, {"ref": "For you, God in Zion, our praise waits", "text": "This speaks of praise as if it were a person who could act on its own. AT: \"To you alone, God in Zion, we will offer our praise\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "our vows will be carried out to you", "text": "This can be stated in active form. AT: \"we will do what we have promised you that we would do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Iniquities prevail against us", "text": "David speaks about iniquity as if it were a person that is able to defeat or oppress. AT: \"It is as if our own sins were defeating us\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "you will forgive them", "text": "The word \"them\" refers to our \"iniquities.\""}]}, {"id": "004", "tn": [{"ref": "whom you choose ... your courts", "text": "The words \"you\" and \"your\" in this verse refer to Yahweh."}, {"ref": "live in your courts", "text": "This does not mean that the man actually lives in the temple but that he is there very frequently to worship Yahweh. AT: \"worship often in your courts\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "We will be satisfied with the goodness of your house, your holy temple", "text": "This can be stated in active form. AT: \"The goodness of your house, your holy temple, will satisfy us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We will be", "text": "Here the word \"we\" refers to David and the people he is speaking to. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "your house, your holy temple", "text": "\"your house, which is your holy temple\""}]}, {"id": "005", "tn": [{"ref": "In righteousness", "text": "\"Because you are righteous\""}, {"ref": "you who are", "text": "\"you are\""}, {"ref": "of all the ends of the earth ... across the sea", "text": "These two phrases have similar meanings. AT: \"of all the people who live throughout the earth and across the sea\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "of all the ends of the earth", "text": "This refers to the people who live all over the earth. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "006", "tn": [{"ref": "you who are belted with strength", "text": "The writer speaks of God as if he wore his strength like a belt. AT: \"showing that you are very powerful\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the roaring of the seas, the roaring of their waves", "text": "These two phrases have the same meaning and are used together to create a vivid impression on the hearer or reader. AT: \"the continuous roaring of the seas\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "roaring", "text": "a loud noise caused by the wind and waves"}, {"ref": "and the commotion", "text": "The implied word \"quiet\" can be added to the translation. AT: \"and quiet the commotion\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "commotion", "text": "loud noise"}]}, {"id": "008", "tn": [{"ref": "evidence", "text": "proof or something that shows that another thing is true"}, {"ref": "you make the east and the west rejoice", "text": "The phrase \"the east and the west\" refers to the people who live all over the earth. AT: \"you cause people everywhere to shout joyfully\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "help the earth", "text": "This refers to the soil of the earth."}, {"ref": "you greatly enrich it", "text": "\"you make the soil very good so that good things will grow in it\""}, {"ref": "the river of God is full of water", "text": "This refers to the supply of water in the sky that God sends to water the earth and fill the streams. AT: \"you fill the streams with water\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "You ... your", "text": "The words \"You\" and \"your\" refer to Yahweh."}, {"ref": "its furrows", "text": "\"the earth's furrows\""}, {"ref": "furrows", "text": "A furrow is a long narrow trench made in the ground for planting seeds or for watering the field where grains have been planted."}, {"ref": "ridges", "text": "edges"}, {"ref": "You crown the year with your goodness", "text": "Here the \"year\" is given the human quality of wearing a crown. AT: \"You have honored the year with a good harvest\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "drop fatness down to the earth", "text": "The word \"fatness\" suggests fertility or goodness. As used in this phrase, it points to how Yahweh makes the soil so good and fertile that it produces abundant harvest. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The pastures ... drip with dew", "text": "There is so much dew in the pastures that they are said to drip with it. AT: \"The pastures ... are full of dew\" or \"Much dew drips in the pastures of the wilderness\""}, {"ref": "the hills are clothed with joy", "text": "The writer speaks of the beauty of the hills as if they were joyful people, and of joy as if it were clothing.  AT: \"the hills are like people wearing joy\" and \"the hills are like joyful people\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "The pastures are clothed with flocks", "text": "The writer speaks of the pastures as being so covered with flocks that it is like the pastures are wearing a garment."}, {"ref": "pastures", "text": "a large field where animals feed on the grass"}, {"ref": "flocks", "text": "group of animals, such as sheep and goats"}, {"ref": "they shout for joy, and they sing", "text": "The pastures, hills and valleys are so bountiful, that they seem to shout and sing for joy. AT: \"they are like joyful singing people\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they shout", "text": "The word \"they\" refers to the pastures and valleys."}]}]