[{"id": "01", "tn": [{"ref": "When anyone makes a vow to Yahweh, or swears an oath", "text": "These two sentences have similar meanings and are combined to emphasize making a vow or promise. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to bind himself with a promise", "text": "Here Moses speaks of a person promising to do something as if his promise were a physical object that he ties to himself. AT: \"committing to fulfill a promise\" or \"promising to do something\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he must not break his word. He must keep his promise to do everything that comes out of his mouth", "text": "These two sentences have similar meanings and are combined to emphasize that he must fulfill his promises. Here \"word\" is a metonym that refers to what he said. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he must not break his word", "text": "The phrase \"his word\" refers to a man's oaths and vows. Here Moses speaks of not fulfilling these as if they were physical objects that the man could break. AT: \"he must fulfill his promises\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "everything that comes out of his mouth", "text": "Here the word \"mouth\" is a metonym for the things that the man says. AT: \"to do everything that he says he will do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "binds herself with a promise", "text": "Here Moses speaks of a woman promising to do something as if her promise were a physical object that she ties to herself. AT: \"commits herself to fulfilling a promise\" or \"promises to do something\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the vow and the promise", "text": "These two phrases have very similar meanings. They emphasize what she has promised to do. AT: \"the vow\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "by which she has bound herself", "text": "Here Moses speaks of how a woman has committed herself to fulfilling a promise as if her promise were a physical object that she had bound to her body. AT: \"which she has committed herself to fulfill\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to reverse her", "text": "\"to cancel what she has said\""}, {"ref": "then all her vows will remain in force. Every promise ... will remain in force", "text": "These two statements say basically the same thing and emphasize that she must keep all of her vows.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will remain in force", "text": "This is an idiom. It means that her vows will remain in effect and that she will be required to fulfill them. AT: \"she will be obligated to fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "her vow and her promise", "text": "These two phrases have very similar meanings. They emphasize what she has promised to do. AT: \"her vow\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "she took on herself", "text": "Here the woman committing herself to fulfilling her vows is spoken of as if her vows were a garment that she placed on herself. AT: \"that she committed herself to\" or \"that she made\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will remain in force", "text": "This is an idiom. It means that her vows will remain in effect and she will be required to fulfill them. See how you translated this phrase in [[:en:bible:notes:num:30:03|30:4]]. AT: \"she will be obligated to fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "her solemn promises with which she has bound herself", "text": "Here Moses speaks of how a woman has committed herself to fulfilling a promise as if her promise were a physical object that she had bound to her body. AT: \"her solemn promises which she has committed herself to fulfill\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if he overrules her", "text": "Here the father overruling the woman's promise is spoken of as if he were overruling \"her.\" AT: \"if her overrules her promise\" or \"if he cancels her promise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not remain in force", "text": "This is an idiom. It means that her vows will not remain in effect and she will be not required to fulfill them. AT: \"she will not be obligated to fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh will forgive her", "text": "This refers to Yahweh forgiving her for not fulfilling her vows. The full meaning of this statement can be made clear. AT: \"Yahweh will forgive her for not fulfilling her vows\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "while she is under those vows", "text": "This is an idiom. Being \"under\" her vows means that she is committed to them and that they are still in effect. AT: \"while she is still committed to those vows\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "rash", "text": "something done without thinking"}, {"ref": "those obligations", "text": "The word \"obligations\" can be expressed with the verb \"obligate.\" AT: \"the things she has obligated herself to\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "the vow that she has made ... the rash talk of her lips", "text": "\"the vow that she has made ... that is, the rash talk of her lips.\" These two phrases refer to the same thing. The second phrase describes the vow that the woman made. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the rash talk of her lips", "text": "The phrase \"the rash talk\" refers to the rash promise that she made. Here \"her lips\" means the woman herself. She is referred to as \"her lips\" because lips are related to what she says. AT: \"the rash things she has said\" or \"her rash promise\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "with which she has bound herself", "text": "Here Moses speaks of how a woman has committed herself to fulfilling a promise as if her promise were a physical object that she had bound to her body. AT: \"which she has committed herself to fulfill\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh will release her", "text": "Here Moses speaks about Yahweh forgiving the woman for not fulfilling her vow as if he were releasing her from something that bound her. The full meaning of this statement can be made clear. AT: \"Yahweh will forgive her\" or \"Yahweh will forgive her for not fulfilling her vow\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses continues telling the leaders of the tribes what Yahweh has commanded."}, {"ref": "a divorced woman", "text": "This can be stated in active form. AT: \"a woman who has been divorced by a man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by which she has bound herself", "text": "Here Moses speaks of how a woman has committed herself to fulfilling a promise as if her promise were a physical object that she had bound to her body. AT: \"which she has committed herself to fulfill\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will remain in force against her", "text": "This is an idiom. It means that her vows will remain in effect and she will be required to fulfill them. See how you translated a similar phrase in [[:en:bible:notes:num:30:03|30:4]]. AT: \"she will be obligated to fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "If a woman made a vow in her husband's house", "text": "This refers to a married woman. You can make the meaning of this statement clear. AT: \"If a married woman makes a vow\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "then all her vows must stand ... remain in force", "text": "This is an idiom. The phrase \"remain in force\" means that her vows will remain in effect and she will be required to fulfill them. See how you translated a similar phrase in [[:en:bible:notes:num:30:03|30:4]]. AT: \"then she must fulfill all her vows ... she must fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all her vows must stand ... the obligations she made must remain in force", "text": "These two statements say basically the same thing twice for emphasis and can be combined. AT: \"then all of her vows and promises with which she has made must remain in force\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "12", "tn": [{"ref": "then whatever came out of her lips", "text": "Here what the woman said is referred to as something that came out of her lips. AT: \"then whatever she said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not remain in force", "text": "This is an idiom. It means that her vows will not remain in effect and she will be not required to fulfill them. See how you translated this phrase in [[:en:bible:notes:num:30:06|30:6]]. AT: \"she will not be obligated to fulfill\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh will release her", "text": "Here Moses speaks about Yahweh forgiving the woman for not fulfilling her vow as if he were releasing her from something that bound her. The full meaning of this statement can be made clear. AT: \"Yahweh will forgive her\" or \"Yahweh will forgive her for not fulfilling her vow\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "Every vow or oath ... may be confirmed or canceled by her husband", "text": "This can be stated in active form. AT: \"A woman's husband may confirm or cancel any vow or oath she has taken that binds her to deny herself something\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that binds her", "text": "Here Moses speaks of a woman's promise that she is committed to as if it were something physically binding her body. AT: \"that she is committed to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "binding promises", "text": "Moses describes a woman's promises as if they were something that she is physically bound by. AT: \"obligations\" or \"promises\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because he has said nothing to her", "text": "You can make clear the understood information. AT: \"because he has said nothing to her about them\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "15", "tn": [{"ref": "then he will be responsible for her sin", "text": "This means that he will be guilty of her sin instead of her if she does not fulfill her vow. The full meaning of this statement can be made clear. AT: \"if she does not fulfill her vow, she will not be guilty of her sin, and he will be guilty instead of her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]