[{"id": "01", "tn": [{"ref": "He took five of his brothers", "text": "The UDB reorders the event with Pharaoh chronologically, whereas the ULB lists the events as the author wrote it. (See: [[:en:ta:vol1:translate:figs_events]])"}]}, {"id": "03", "tn": [{"ref": "Your servants are shepherds", "text": "\"Your servants shepherd flocks\""}, {"ref": "Your servants", "text": "Joseph's brothers refer to themselves as \"your servants.\" This is a formal way of speaking to someone with more authority. This can be stated in first person. AT: \"We, your servants\" or \"We\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "as our ancestors", "text": "\"both we and our forefathers\" or \"both we and our ancestors\""}, {"ref": "We come as temporary residents in the land", "text": "\"We have come to stay for a while in Egypt\""}, {"ref": "There is no pasture", "text": "\"There is no grass to eat\""}, {"ref": "now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}]}, {"id": "05", "tn": [{"ref": "The land of Egypt is before you", "text": "\"The land of Egypt is open to you\" or \"All of the land of Egypt is available to you\""}, {"ref": "Settle your father and your brothers in the best region, the land of Goshen", "text": "\"Settle your father and your brothers in the land of Goshen, which is the best region\""}, {"ref": "If you know any capable men among them", "text": "It is implied that they are capable of taking care of animals. AT: \"If you know of any men among them who have great skill taking care of animals\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "Jacob blessed Pharaoh", "text": "Here \"blessed\" means to express a desire for positive and beneficial things to happen to that person."}, {"ref": "How long have you lived?", "text": "\"How old are you?\""}, {"ref": "The years of my travels are a hundred and thirty", "text": "The phrase \"years of my travels\" refers to how long he has lived on the earth traveling from one place to another. AT: \"I have traveled on the earth for 130 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "The years of my life have been few ... not been as long as those of my ancestors", "text": "Jacob means his life is short compared to the lives of Abraham and Isaac."}, {"ref": "and painful", "text": "Jacob has experienced much pain and trouble during his life."}]}, {"id": "11", "tn": [{"ref": "Then Joseph settled his father and his brothers", "text": "\"Then Joseph took care of his father and his brothers and helped them establish where they would live\""}, {"ref": "the land of Rameses", "text": "This is another name for the land of Goshen. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "according the number of their dependents", "text": "Here, the word \"dependents\" means the small children in the family. AT: \"according to how many small children were in their families\""}]}, {"id": "13", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author starts to tell a new part of the story."}, {"ref": "The land of Egypt and the land of Canaan", "text": "This refers to the people living in these lands. AT: \"The people of Egypt and the people of Canaan\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wasted away", "text": "\"became thin and weak\""}, {"ref": "Joseph gathered all the money that was in the land of Egypt and in the land of Canaan, by selling grain to the inhabitants", "text": "\"The people of Egypt and Canaan spent all of their money buying grain from Joseph\""}, {"ref": "Joseph gathered ... Joseph brought", "text": "Most likely Joseph ordered his servants to gather and bring the money. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "When all the money of the lands of Egypt and Canaan was spent", "text": "Here \"lands\" stands for the people who live in the lands. This can be stated in active form. AT: \"When the people of Egypt and Canaan used up all their money\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "of the lands of Egypt and Canaan", "text": "\"from the land of Egypt and from the land of Canaan\""}, {"ref": "Why should we die in your presence because our money is gone?", "text": "The people used a question to emphasize how desperate they are to buy food. This question can be translated as a statement. AT: \"Please, do not let us die because we have used up all of our money!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He fed them with bread", "text": "Here \"bread\" stands for food in general. AT: \"He gave them food\" (UDB) or \"He provided them with food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "18", "tn": [{"ref": "they came to him", "text": "\"the people came to Joseph\""}, {"ref": "We will not hide from my master", "text": "The people refer to Joseph as \"my master.\" This is a formal way of speaking to someone with greater authority. It can be stated in second person. AT: \"We will not hide from you, our master\" or \"We will not hide from you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "There is nothing left in the sight of my master", "text": "Here \"sight\" stands for Joseph himself. AT: \"We have nothing left to give you, our master\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why should we die before your eyes, both we and our land?", "text": "The word \"eyes\" refers to Joseph's sight. The people use a question to emphasize how desperate they are to buy food. This question can be translated as a statement. AT: \"Please do not just watch as we die and our land is ruined!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why should we die ... both we and our land", "text": "The land becomes useless and ruined because there is no seed to plant; thus it is spoken of as if the land would die. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "In this way, the land became Pharaoh's", "text": "\"So the land became Pharaoh's\""}, {"ref": "It was only the land of the priests that Joseph did not buy", "text": "\"But he did not buy the land of the priests\""}, {"ref": "the priests were given an allowance", "text": "An \"allowance\" is an amount of money or food that someone regularly gives to another person. This can be stated in active form. AT: \"Pharaoh gave the priests a certain amount of food each day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They ate from the allotment which Pharaoh gave them", "text": "\"They ate from what Pharaoh gave them\""}]}, {"id": "23", "tn": [{"ref": "and you will plant", "text": "\"that you might sow\""}, {"ref": "At the harvest, you must give a fifth to Pharaoh, and four parts will be your own", "text": "The word \"fifth\" is a fraction. AT: \"At harvest time you will divide the crops into five parts. You will give one part back to Pharaoh for payment and the four parts are for your own\" (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "for food for your households and your children", "text": "You can state clearly the understood information. AT: \"for food for your households and for food for your children\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "25", "tn": [{"ref": "May we find favor in your eyes", "text": "Here \"eyes\" stands for thoughts or opinions. AT: \"May you be pleased with us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "find favor", "text": "This means that someone is approved of by someone else. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the land of Egypt", "text": "\"over the land of Egypt\" or \"throughout the land of Egypt\""}, {"ref": "to this day", "text": "This means to the time that the author was writing this."}, {"ref": "one-fifth", "text": "fifth** - Translate this the same way you did \"a fifth\" in [[:en:bible:notes:gen:47:23|47:24]]."}]}, {"id": "27", "tn": [{"ref": "They were fruitful and multiplied greatly", "text": "The word \"multiplied\" explains how they were \"fruitful.\" AT: \"They had very many children\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "were fruitful", "text": "Here \"fruitful\" means to prosper or to have children. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "seventeen years", "text": "\"17 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "so the years of Jacob's life were one hundred forty-seven years", "text": "seven years** - \"so Jacob lived to be 147 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "29", "tn": [{"ref": "When the time approached for Israel to die", "text": "This speaks about time as if it travels and comes to a place. AT: \"When it was almost time for Israel to die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If now I have found favor in your sight", "text": "Here \"sight\" stands for thoughts or opinions. AT: \"If I have found favor with you\" or \"If I have pleased you\" (UDB)"}, {"ref": "now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "found favor", "text": "This means that someone is approved of by someone else. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "put your hand under my thigh", "text": "This act is a sign of making a serious promise. See how you translated this in [[:en:bible:notes:gen:24:01|24:2]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "show me faithfulness and trustworthiness", "text": "The abstract nouns \"faithfulness\" and \"trustworthiness\" can be translated as adjectives. AT: \"treat me in a faithful and trustworthy manner\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Please do not bury me in Egypt", "text": "The word \"please\" adds emphasis to this request."}, {"ref": "When I sleep with my fathers", "text": "Here \"sleep\" is a polite way to refer to dying. AT: \"When I die and join my family members who died before me\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Swear to me", "text": "\"Promise me\" or \"Make an oath to me\""}, {"ref": "swore to him", "text": "\"promised him\" or \"made an oath to him\""}]}]