[{"id": "01", "tn": [{"ref": "General Information:", "text": "Chapters 7 and 8 are not in chronological order. They happened while Belshazzar was still the king, before the rule of Darius and Cyrus that was discussed in chapter 6."}, {"ref": "General Information:", "text": "In Daniel's vision, he saw animals that were symbols of other things. Later in the vision someone explains the meaning of those symbols. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "Belshazzar", "text": "This was the name of Nebuchadnezzar's son, who became king after him. See how you wrote this name in [[:en:bible:notes:dan:05:01|5:1]]."}, {"ref": "a dream and visions", "text": "The words \"dream\" and \"visions\" both refer to the same dream that is described in this chapter. AT: \"visions while he was dreaming\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the four winds of heaven", "text": "\"winds from everywhere\" or \"strong winds from all four directions\" (UDB)"}, {"ref": "stirring up", "text": "\"whipped up\" or \"agitated\" or \"caused high waves in\""}]}, {"id": "04", "tn": [{"ref": "The first was like a lion but had eagle's wings", "text": "This was a symbolic creature, and not an animal that exists. (See: [[:en:ta:vol2:translate:writing_symlanguage|Symbolic Language]])"}, {"ref": "its wings were torn off and it was lifted from the ground and made to stand on two feet, like a man", "text": "This can be stated in active form. AT: \"someone tore off its wings and lifted it up from the ground and made it stand on two feet like a human being\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "The mind of a man was given to it", "text": "Here \"mind\" refers to thinking. This can be stated in active form. AT: \"Someone gave it the ability to think like a human being\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "a second animal, like a bear", "text": "This was not an actual bear, but a symbolic animal that was similar to a bear. (See: [[:en:ta:vol2:translate:writing_symlanguage|Symbolic Language]])"}, {"ref": "ribs", "text": "large curved bones of the chest that connect to the spine"}, {"ref": "It was told", "text": "This can be stated in active form. AT: \"Someone told it\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "06", "tn": [{"ref": "another animal, one that looked like a leopard", "text": "This was not an actual leopard, but a symbolic animal that was similar to a leopard. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "four wings ... four heads", "text": "The four wings and four heads are symbols, but their meaning is unclear. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "it had four heads", "text": "\"the animal had four heads\""}, {"ref": "It was given authority to rule", "text": "This can be stated in active form. AT: \"Someone gave it authority to rule\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a fourth animal ... it had ten horns", "text": "This is also not an actual animal. It is a symbolic creature. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "trampled underfoot", "text": "\"walked on and crushed\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Daniel continues to describe his vision of the fourth animal that the saw in [[:en:bible:notes:dan:07:06|7:7]]."}, {"ref": "the horns", "text": "Translators may write a footnote like this: \"Horns are a symbol of power and represent powerful leaders.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Three of the first horns were wrenched out by the roots", "text": "This can be stated in active form. AT: \"The little horn tore out three of the first horns\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a mouth that was boasting about great things", "text": "Here the horn was boasting, using its mouth to do so. AT: \"the horn had a mouth and boasted about doing great things\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Most of the text of verses 9-14 is symbolic language with parallel lines that have similar meaning. For this reason, the ULB and UDB present them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "thrones were set in place", "text": "This can be stated in active form. AT: \"someone set thrones in their places\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Ancient of Days", "text": "This is a title for God that means he is eternal. AT: \"the One Who Has Lived Forever\" or \"the One Who Has Always Lived\""}, {"ref": "took his seat ... His clothing ... the hair of his head", "text": "This passage describes God as sitting down, with clothing and hair like a person. This does not mean that God really is like this, but it is how Daniel saw God in a vision."}, {"ref": "took his seat", "text": "This is an idiom that means he sat down. AT: \"sat down on his throne\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "His clothing was as white as snow", "text": "His clothing is compared to snow to show that it was very white. AT: \"His clothing was very white\""}, {"ref": "the hair of his head was like pure wool", "text": "Something about God's hair looked like pure wool. Possible meanings are that 1) it was very white (UDB) or 2) it was thick and curly. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "pure wool", "text": "\"clean wool\" or \"wool that is washed\""}, {"ref": "His throne was flames ... its wheels were burning fire", "text": "This describes the throne of God and its wheels as if they were made of fire. The words \"flames\" and \"burning fire\" mean basically the same thing and can be translated the same way."}, {"ref": "its wheels", "text": "It is unclear why God's throne is described as having wheels. Thrones normally do not have wheels, but the text clearly states that this throne has some kind of wheels. Use a general term for \"wheels\" if possible."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Daniel continues to describe his vision of the court in heaven and the response to the fourth animal that he saw in [[:en:bible:notes:dan:07:06|7:7]]."}, {"ref": "General Information:", "text": "Most of the text of verses 9-14 is symbolic language with parallel lines that have similar meaning. For this reason, the ULB and UDB present them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A river of fire flowed out from before him", "text": "The quick way in which fire came from the presence of God is spoken of as if it was water flowing in a river. AT: \"Fire poured out in front of him like water in a river\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before him", "text": "The word \"him\" refers to God, the Ancient of Days from [[:en:bible:notes:dan:07:09|7:9]]."}, {"ref": "millions", "text": "This probably refers to a large group rather than to a precise number. AT: \"thousands of thousands\" or \"great numbers of people\""}, {"ref": "one hundred million", "text": "This probably refers to a large group rather than to a precise number. AT: \"tens of thousands times tens of thousands\" or \"uncountable numbers of people\""}, {"ref": "The court was in session", "text": "This means that God, the judge, was ready to investigate the evidence and make his judgment. AT: \"The judge was ready to judge\" or \"The judge was seated\""}, {"ref": "the books were opened", "text": "These are the books that contain the evidence to be used in court. AT: \"the books of evidence were opened\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Daniel continues to describe his vision of the court in heaven and the response to the fourth animal that he saw in [[:en:bible:notes:dan:07:06|7:7]]."}, {"ref": "the animal was killed ... to be burned up", "text": "This can be stated in active form. AT: \"they killed the fourth animal, destroyed its body, and gave it to someone to burn it up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the animal was killed", "text": "The animal was killed because the judge determined that it was guilty. AT: \"they executed the animal\" or \"the judge commanded and they killed the animal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the animal", "text": "This refers to the fourth animal that had the ten horns and the horn that spoke boastfully. AT: \"the most frightening animal\" or \"the animal that had the boastful horn\""}, {"ref": "the rest of the four animals", "text": "It may be clearer to say, \"the other three animals.\""}, {"ref": "their authority to rule was taken away", "text": "This can be stated in active form. AT: \"the judge took away their authority to rule\" or \"their authority to rule ended\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their lives were prolonged for a period of time", "text": "This can be stated in active form. AT: \"they continued to live for a period of time\" or \"the judge let them live a little longer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Most of the text of verses 9-14 is symbolic language with parallel lines that have similar meaning. For this reason, the ULB and UDB present them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I saw one coming ... like a son of man", "text": "The person that Daniel saw was not a normal man, but had a human figure like a man. \"I also saw that night someone coming who resembled a son of man, that is, he had a human figure\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "with the clouds of heaven", "text": "\"with the clouds of the sky\""}, {"ref": "the Ancient of Days", "text": "This refers to God who is eternal. See how you translated this title in [[:en:bible:notes:dan:07:09|7:9]]"}, {"ref": "was presented before him", "text": "This can be stated in active form. AT: \"they presented this son of man to the Ancient of Days\" or \"he stood before him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Authority to rule and glory and royal power were given to him", "text": "This can be stated in active form. AT: \"The one who looked like a son of man received authority to rule, glory, and royal power\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "royal power", "text": "This, here, refers to \"authority.\""}, {"ref": "peoples, nations, and languages", "text": "Here \"nations\" and \"languages\" represent people from different nations who speak different languages. See how you translated this in [[:en:bible:notes:dan:03:03|3:4]]. AT: \"people from different nations and who speak different languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not pass away ... will never be destroyed", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "that will never be destroyed", "text": "This can be stated in active form. AT: \"that no one will ever destroy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "my spirit was grieved inside of me ... the visions I saw in my mind troubled me", "text": "These two phrases describe how Daniel was feeling. The second one gives more information about the first one, explaining about his grieved spirit. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my spirit was grieved inside of me", "text": "Here \"my spirit\" refers to Daniel himself. AT: \"I was very sad inside\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "one of them standing there", "text": "This is one of the heavenly beings who were standing before God's throne (UDB). Possible meanings 1) these are angels, spirits who serve God 2) these are people who have died and are now in heaven."}, {"ref": "to show me", "text": "\"to tell me\" (UDB) or \"to explain to me\""}, {"ref": "these things", "text": "\"the things I had seen\""}]}, {"id": "17", "tn": [{"ref": "These large animals, four in number,", "text": "\"These four large animals\""}, {"ref": "are four kings", "text": "\"represent four kings\""}, {"ref": "four kings that will arise from the earth", "text": "Here \"from the earth\" means they are real people. AT: \"four kings who will come to power on the earth\" (UDB) or \"four men who will rise up from among the people of the earth and become kings\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they will possess it", "text": "\"they will rule over it\""}, {"ref": "forever and ever", "text": "This repetition of ideas emphasizes that this kingdom will never come to an end. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "19", "tn": [{"ref": "very horrifying", "text": "\"very frightening\""}, {"ref": "trampled", "text": "\"walked on and crushed\""}, {"ref": "the ten horns on its head", "text": "\"the ten horns on the head of the fourth animal\""}, {"ref": "grew up, and before which the three horns fell down", "text": "\"grew up, and about the three horns that fell down in front of it\" or \"grew up, and about the three horns that fell down because of it\""}, {"ref": "before which the three horns fell down", "text": "Here \"fell down\" is a euphemism that means they were destroyed.\" AT: \"which destroyed the three horns\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the mouth that boasted", "text": "\"its mouth that boasted\" or \"the mouth of the new horn, that boasted\""}, {"ref": "that seemed greater than its companions", "text": "the horn with the eyes and a mouth seemed to be greater than the other horns"}]}, {"id": "21", "tn": [{"ref": "this horn", "text": "\"this fourth horn.\" This refers to the horn that is described in [[:en:bible:notes:dan:07:19|7:20]]."}, {"ref": "until the Ancient of Days came, and justice was given", "text": "This can be stated in active form. AT: \"until the Ancient of Days came and brought justice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Ancient of Days", "text": "This is a title for God that emphasizes that he is eternal. See how you translated this title in [[:en:bible:notes:dan:07:09|7:9]]."}, {"ref": "the holy people received the kingdom", "text": "This can be stated in active form. AT: \"God gave his kingdom to his holy people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Most of the text of verses 23-27 is symbolic language. For this reason, the ULB presents them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "This is what that person said", "text": "This is the person that Daniel approached in [[:en:bible:notes:dan:07:15|7:16]]."}, {"ref": "that person said", "text": "\"that person answered\""}, {"ref": "As for the fourth animal ... As for the ten horns", "text": "\"Concerning the fourth animal ... Concerning the ten horns\" or \"Now, about the fourth animal ... Now, about the ten horns\""}, {"ref": "It will devour ... it into pieces", "text": "This does not mean the fourth kingdom will destroy the planet, but that it will brutally attack, conquer, and destroy all other kingdoms on earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "out of this kingdom ten kings will arise", "text": "They will rule one after the other. This can be stated explicitly. AT: \"ten kings will rule over this fourth kingdom, one after another\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "another will arise after them", "text": "This other king is not one of the ten. It may be helpful to refer to him as \"the eleventh king.\" AT: \"after that an eleventh king will become powerful\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He will be different from the previous ones", "text": "\"He will be different from the other ten kings\""}, {"ref": "he will conquer the three kings", "text": "He will defeat three of the original ten kings. It may be helpful to state that those three kings are represented by the three horns that were pulled out. AT: \"he will defeat the three kings that were represented by the three horns that were pulled out\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "The man in Daniel's vision continues talking to Daniel."}, {"ref": "General Information:", "text": "Most of the text of verses 23-27 is symbolic language. For this reason, the ULB presents them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "He will speak words against the Most High", "text": "This means that the newest king will openly disagree with and say bad things about the Most High. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He will try ... into his hand", "text": "The words \"He\" and \"his\" refer to the newest king, not the Most High."}, {"ref": "the holy people", "text": "\"God's holy people\""}, {"ref": "change the festivals and the law", "text": "Both terms refer to the law of Moses. The festivals were an important part of the religion of Israel in the Old Testament."}, {"ref": "These things will be given into his hand", "text": "Here \"his hand\" refers to his control. This can be stated in active form. AT: \"The newest king will control the religous festivals and laws\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "one year, two years, and half a year", "text": "This means \"three and half years\" (UDB). This is not the normal way the Israelites counted. Try to translate it in a way that preserves this way of counting. AT: \"one year plus two years plus six months\""}, {"ref": "the court will be in session", "text": "This means that the judge will be ready to investigate evidence and make his judgment. AT: \"the judge will judge\" or \"The judge will sit down\""}, {"ref": "they will take his royal power away", "text": "\"the members of the court will take the royal power away from the newest king\""}, {"ref": "royal power", "text": "This, here, refers to \"authority.\" See how you translated this in [[:en:bible:notes:dan:07:13|7:14]]."}, {"ref": "to be consumed and destroyed at the end", "text": "This can be stated in active form. AT: \"and consume and destroy it in the end\" or \"and completely destroy his royal power in the end\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "The man in Daniel's vision continues talking to Daniel."}, {"ref": "General Information:", "text": "Most of the text of verses 23-27 is symbolic language. For this reason, the ULB presents them in poetic form. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "The kingdom and the dominion ... will be given to the people", "text": "This can be stated in active form. AT: \"God will give the kingdom and the dominion ... to the people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The kingdom and the dominion", "text": "These two terms mean basically the same thing and emphasize that this will concern all forms of official authority. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the greatness of the kingdoms", "text": "The abstract noun \"greatness\" can be translated with the adjective \"great.\" AT: \"everything that is great about the kingdoms\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "of the kingdoms under the whole heaven", "text": "The idiom \"under the whole heaven\"  refers to the kingdoms on earth. AT: \"of all the kingdoms on earth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "His kingdom", "text": "\"The kingdom of the Most High\""}, {"ref": "an everlasting kingdom", "text": "\"a kingdom that will exist forever\" or \"a kingdom that will never end\""}, {"ref": "Here is the end of the matter", "text": "This means that Daniel has finished describing the vision. AT: \"That is what I saw in my vision\" (UDB) or \"This is the end of the description of what I saw in my vision\""}, {"ref": "my face changed in appearance", "text": "\"my face became pale\""}]}]