[{"id": "01", "tn": [{"ref": "linen", "text": "a type of very fine cloth"}, {"ref": "undergarment", "text": "clothing that people wear under their clothes; underwear"}, {"ref": "waist", "text": "the middle part of the body, usually the narrowest, between the hips and chest"}, {"ref": "the word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "rock crevice", "text": "a space between rocks or a crack in a rock, big enough to put something into it"}]}, {"id": "06", "tn": [{"ref": "undergarment", "text": "See how you translated this in [[:en:bible:notes:jer:13:01|13:01]]"}, {"ref": "behold!", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}]}, {"id": "08", "tn": [{"ref": "the word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "arrogance", "text": "\"pride\""}, {"ref": "of Judah and Jerusalem", "text": "\"people of Judah and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who walk in the hardness of their heart", "text": "\"who are continously stubborn\""}, {"ref": "all the house of", "text": "\"all the people of\""}, {"ref": "cling to me", "text": "\"stay close to me\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "12", "tn": [{"ref": "fill with drunkenness every inhabitant of this land", "text": "AT: \"cause all the people of this land to be drunk\""}, {"ref": "the kings who sit on David's throne", "text": "\"the kings of the nation of Judah\""}, {"ref": "smash each man against the other, fathers and children together", "text": "AT: \"each person will fight the other; even parents and children will fight against each other\""}, {"ref": "I will not pity", "text": "\"I will not feel sorry for\""}, {"ref": "will not spare them from destruction", "text": "AT: \"will not withhold punishment\" or \"will allow them to be destroyed\" or \"will allow them to face destruction\""}]}, {"id": "15", "tn": [{"ref": "Do not be arrogant", "text": "\"Do not feel that your are better, smarter, or more important than others\""}, {"ref": "he brings darkness", "text": "\"he causes darkness to come\" Darkness symbolizes deep trouble and despair. AT: \"He brings big troubles\""}, {"ref": "before he causes your feet to stumble", "text": "AT: \"before he causes you to hit your foot on something while walking or running so that you fall\""}, {"ref": "he will turn the place into a deep darkness", "text": "\"he will cause the place to be completely dark\" AT: \"he will cause you to despair\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh is continuing to talk to Jeremiah. He is telling Jeremiah what to say to the king of Judah and the king's mother."}, {"ref": "for the crowns on your head, your pride and glory, have fallen off", "text": "\"You will no longer be king and queen mother\" (See symbolic action)"}, {"ref": "queen mother", "text": "the mother of the king."}, {"ref": "The cities in the Negev will be shut up", "text": "\"Your enemies will shut the cities in the Negev up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Judah will be taken captive", "text": "\"The enemies will take Judah captive\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh is talking to the people of Jerusalem."}, {"ref": "Lift up your eyes", "text": "\"understand what will be happening to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Where is the flock he gave to you, the flock that was so beautiful to you?", "text": "\"All the people have been taken away.\" [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What will you say when God places over you those whom you had taught to be your friends?", "text": "AT: \"The people you thought were your friends will conquer you and rule over you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are these not the beginnings of the labor pains that will seize you just like a woman in childbirth?", "text": "Yahweh is telling them that their capture is just the beginning of the pain they will go through. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues to talk to Jeremiah. He is telling Jeremiah what to say to the king of Judah and the king's mother."}, {"ref": "skirts are raised up", "text": "AT: \"soldiers of the invading armies will raise up the skirts of your women\". The Judean women's clothes will be torn off so the Babylonian soldiers can seize them and sleep with them. (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Can the people of Cush change their skin color", "text": "AT: \"The people of Cush cannot change their skin color\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a leopard change its spots", "text": "AT: \"A leopard cannot change its spots\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "If so, then you yourself, although accustomed to wickedness, would be able to do good.", "text": "AT: \"You cannot do good because of your wickedness.\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "scatter them like chaff that perishes in the desert wind", "text": "Yahweh is saying He will scatter His people throughout the world. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "25", "tn": [{"ref": "This is what I have given to you, the portion I have decreed for you", "text": "AT: \"This is what I am making happen to you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|01:8]]."}, {"ref": "I myself will strip your skirts off you, and your private parts will be seen.", "text": "AT: \"I will expose your wickedness.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "neighing", "text": "This is the sound of a male horse desiring a female horse. AT: \"lusting.\""}, {"ref": "How long will this continue?", "text": "How long will it be before you are clean again (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]