[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A song, a psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "for the chief musician", "text": "\"this is for the director of music to use in worship\""}, {"ref": "set to the Mahalath Leannoth style", "text": "This may refer to a style of music. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "Heman", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Ezrahite", "text": "This is the name of a people group. It may refer to a son or descendant of Zerah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "God of my salvation", "text": "The abstract noun \"salvation\" can be stated as a verb. AT: \"you are the one who saves me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "day and night", "text": "The writer uses these words with opposite meanings to say that he cries out continually. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "003", "tn": [{"ref": "For I am filled with troubles", "text": "The writer speaks of himself as if he were a container and troubles are the contents that fill the container. AT: \"For I am very troubled\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my life has reached Sheol", "text": "Here \"life\" represents the writer. And \"Sheol\" represents death. The writer speaks about himself possibly dying soon as if Sheol were a place and he has arrived at that place. AT: \"I am about to die\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "People treat me like those who go down into the pit", "text": "The word \"pit\" means the same as \"Sheol.\" The phrase \"go down into the pit\" represents dying. AT: \"people treat me like I have already died\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "I am abandoned among the dead", "text": "People treating the writer as if he were already dead is spoken of as if he were a corpse that they left unburied. AT: I am left alone as if I were dead\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am like the dead who lie in the grave", "text": "The writer feeling like people and God have abandoned him speaks about himself as if he were already a dead person lying in a grave. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the dead who lie", "text": "The nominal adjective \"the dead\" can be stated as an adjective. AT: \"a dead person who lies\" or \"dead people who lie\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "about whom you care no more", "text": "\"who no longer receive your care\" or \"people you have stopped caring about\""}, {"ref": "they are cut off from your power", "text": "God no longer using his power to help dead people is spoken of as if God literally cut him off or removed him from his power. AT: \"you no longer use your power to help them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You place me in the lowest part of the pit, in the dark and deep places", "text": "The writer feeling like God has abandoned him speaks about himself as if God has put the him in the deepest and darkest grave. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "Your wrath lies heavy on me", "text": "This speaks about God being very angry with the writer as if God's wrath were a heavy object lying on top of the writer. AT: \"I feel your great anger\" or \"I feel how very angry you are with me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all your waves crash over me", "text": "This speaks about God being very angry with the writer as if God's anger were large waves rising up from the sea then landing on the writer. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "008", "tn": [{"ref": "my acquaintances", "text": "\"those who know me\""}, {"ref": "You have made me a shocking sight to them", "text": "\"You have made me a disgusting sight to them\" or \"Because of you, they are shocked when they see me\""}, {"ref": "I am hemmed in", "text": "The writer's physical condition that makes him repulsive to his friends is spoken of as if he were in closed into a confining space. AT: \"It is as though I were in a prison\" (UDB) or \"I am trapped\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "My eyes grow weary from trouble", "text": "Here \"eyes\" represents a person's ability to see. For his eyes to grow weary from trouble is a way of saying that he his troubles cause him to cry so much that it is hard for him to see. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I spread out my hands to you", "text": "\"I lift up my hands to you.\" This is an action that shows that he totally depends on God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Will you do wonders for the dead?", "text": "The writer uses a question to emphasize that if God lets him die then God will no longer be able to do wonderful things for him. AT: \"You do not do wonders for dead people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will those who have died rise and praise you?", "text": "The writer uses a question to emphasize that if God lets him die then he will not be able to praise God any longer. AT: \"You know that those who have died will not stand up and praise you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "011", "tn": [{"ref": "Will your covenant faithfulness be proclaimed in the grave, your loyalty in the place of the dead?", "text": "Both questions mean the same thing. The writer uses questions to emphasize that a dead person is not able to praise God's faithfulness. This can be stated in active form. AT: \"Nobody will proclaim your covenant faithfulness or loyalty from the grave.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the grave ... the place of the dead ... in the darkness ... the place of forgetfulness", "text": "All of these represent the place where people go after they die."}, {"ref": "your loyalty in the place of the dead?", "text": "This can be translated as a separate sentence. AT: \"Will your loyalty be proclaimed in the place of the dead?\" or \"Those who are dead will not proclaim your loyalty.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will your wonderful deeds be known in the darkness, or your righteousness in the place of forgetfulness?", "text": "Both questions mean the same thing. The writer uses questions to emphasize that those who are dead are not able to experience or proclaim the great things God does. This can be stated in active form. AT: \"People will not talk about your wonderful deeds and righteousness in the dark place of the forgotten dead.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "or your righteousness in the place of forgetfulness?", "text": "This can be translated as a separate sentence. AT: \"Will your righteousness be known in the place of forgetfulness?\" or \"Those who are in the place of forgetfulness will not know about the righteous things you do.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "013", "tn": [{"ref": "my prayer comes before you", "text": "The writer praying to Yahweh is spoken of as if the prayer itself goes to speak with Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do you hide your face from me?", "text": "This speaks of the writer feeling like God has rejected or abandoned him as if God were hiding his face or physically turning away from the writer. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "Your angry actions have passed over me", "text": "This speaks of God punishing the writer as if God's actions are a large wave rising out of the sea that fall on and crush the writer. AT: \"It is as if your angry actions crush me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your terrifying deeds have annihilated me", "text": "This speaks about God punishing the writer as if God has completely destroyed the writer. AT: \"the terrifying things you do have destroyed me\" or \"the terrifying things you do have almost destroyed me\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "017", "tn": [{"ref": "They surround me like water all the day long", "text": "The writer compares God's \"angry actions\" and \"terrifying deeds\" to a flood of water. AT: \"All day long they threaten to destroy me like a flood\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They", "text": "The word \"They\" refers to God's \"angry actions\" and \"terrifying deeds\" from the previous verse."}, {"ref": "they have all encircled me", "text": "The writer speaks of God's \"angry actions\" and \"terrifying deeds\" as if they were enemies who were trying to capture and kill him. AT: \"they have surrounded me like enemy soldiers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every friend and acquaintance", "text": "\"every person I love and know\""}, {"ref": "My only acquaintance is the darkness", "text": "This speaks about darkness as if it were a person that could be friends with someone else. The writer is emphasizing that he feels completely alone. AT: \"Everywhere I go it is dark\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]