[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a vision of a mighty angel holding a scroll. In John's vision he is viewing what is happening from earth. This takes place between the blowing of the sixth and seventh trumpets."}, {"ref": "He was robed in a cloud", "text": "John speaks of the angel as if he were wearing a cloud as his clothing. This expression may be understood as metaphor. However, because very unusual things were often seen in visions, it might be understood as a literally true statement in its context. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His face was like the sun", "text": "\"his face was bright like the sun\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "his feet were like pillars of fire", "text": "The word \"feet\" refers to the legs. AT: \"his legs were like pillars of fire\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he put his right foot on the sea and his left foot on the land", "text": "\"he stood with his right foot on the sea and his left foot on the land\""}]}, {"id": "03", "tn": [{"ref": "Then he shouted", "text": "\"Then the angel shouted\""}, {"ref": "the seven thunders spoke out", "text": "The thunder is described as if it were a person who could speak. AT: \"the seven thunders made a loud noise\" or \"the thunder sounded very loudly seven times\""}, {"ref": "seven thunders", "text": "Thunder occurring seven times is spoken of as if it were seven different \"thunders.\""}, {"ref": "but I heard a voice from heaven", "text": "The word \"voice\" refers to the speaker. It is not the angel. AT: \"but I heard someone speaking from heaven\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "raised his right hand to heaven", "text": "He did this to show that he was swearing by God.  (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "He swore by the one who lives forever and ever", "text": "\"and asked that the one who lives forever and ever would confirm it\""}, {"ref": "the one who lives forever and ever", "text": "Here \"the one\" refers to God."}, {"ref": "There will be no more delay", "text": "\"There will be no more waiting\" or \"God will not delay.\""}, {"ref": "the mystery of God will be accomplished", "text": "This can be stated in active form. AT: \"God will accomplish his mystery\" or \"God will complete his secret plan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "John hears the voice from heaven, which he had heard in [[:en:bible:notes:rev:10:03|10:4]], speak to him again."}, {"ref": "The voice I heard from heaven", "text": "The word \"voice\" refers to the speaker.  AT: \"The one I heard speak from heaven\" or \"The one who had spoken to me from heaven\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I", "text": "The word \"I\" here refers to John."}, {"ref": "He said to me", "text": "\"The angel said to me\""}, {"ref": "bitter", "text": "\"sour\" or \"acid.\" This refers to a bad taste from the stomach after eating something that is not good."}, {"ref": "it will be as sweet as honey", "text": "\"It will taste as sweet as honey\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "10", "tn": [{"ref": "languages", "text": "This refers to the people who speak the languages. AT: \"many language communities\" or \"many groups of people who speak their language\" or \"speakers of many languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]