{"1": [{"a": "Judah would lead the people of Israel against the Canaanites to fight against them.", "q": "Who would lead the people of Israel when they went up against the Canaanites to fight against them?", "ref": ["01-01"]}, {"a": "The men of Judah fought against Adoni Bezek.", "q": "Against whom did the men of Judah fight?", "ref": ["01-04", "01-05"]}, {"a": "Seventy kings, who had their thumbs and their big toes cut off, gathered their food from under Adoni Bezek's table.", "q": "Who gathered their food from under Adoni Bezek's table?", "ref": ["01-07"]}, {"a": "The name of Hebron was previously Kiriath Arba.", "q": "What was the previous name of Hebron?", "ref": ["01-10"]}, {"a": "Caleb gave Achsah, his daughter, to be Othniel's wife.", "q": "What did Caleb give to Othniel?", "ref": ["01-12", "01-13"]}, {"a": "Since Achsah was in Negev, she wanted him to give her springs of water.", "q": "Since Achsah was in Negev, what did she want her father to give her?", "ref": ["01-15"]}, {"a": "The wilderness of Judah is in the Negev.", "q": "Where is the wilderness of Judah?", "ref": ["01-16"]}, {"a": "They could not drive out the inhabitants of the plains because the inhabitants had iron chariots.", "q": "Why could the people of Judah not drive out the inhabitants of the plains?", "ref": ["01-19"]}, {"a": "Because the people of Benjamin did not drive out the Jebusites who inhabited Jerusalem, the Jebusites lived with the people of Benjamin in Jerusalem.", "q": "Why did the Jebusites live with the people of Benjamin in Jerusalem?", "ref": ["01-21"]}, {"a": "The spies let the man and his family get away and the man went to the land of the Hittites and built a city and called it Luz.", "q": "What happened to the man who showed the spies from the house of Joseph how to get into Bethel?", "ref": ["01-25", "01-26"]}, {"a": "When Israel became strong, they forced the Canaanites to serve them with hard labor, but they never drove them out completely.", "q": "When Israel became strong, what did they do to the Canaanites?", "ref": ["01-28"]}, {"a": "The tribe of Asher lived among the Canaanites, because Asher did not drive them out.", "q": "Why did the tribe of Asher live among the Canaanites?", "ref": ["01-32"]}, {"a": "The house of Joseph conquered them.", "q": "Who conquered the Amorites at Mount Heres, in Aijalon, and in Shaalbim?", "ref": ["01-34", "01-35"]}], "2": [{"a": "The angel of Yahweh brought them to the land he swore to give to their fathers.", "q": "Where did the angel of Yahweh bring the people of Israel?", "ref": ["02-01"]}, {"a": "When the angel said he would not drive the Canaanites out before the people of Israel, they shouted and wept.", "q": "When the angel said he would not drive the Canaanites out before the people of Israel, what did they do?", "ref": ["02-03", "02-04"]}, {"a": "The people served Yahweh during the lifetime of Joshua and of the elders who outlived him.", "q": "How long did the people serve Yahweh?", "ref": ["02-07"]}, {"a": "The people of Israel went after the very gods of the peoples who were around them.", "q": "What gods did the people of Israel go after?", "ref": ["02-12"]}, {"a": "Yahweh had sworn that wherever Israel went out to fight, Yahweh's hand would be against them to defeat them.", "q": "What had Yahweh sworn to Israel?", "ref": ["02-15"]}, {"a": "The judges saved the people of Israel from the power of those who were stealing their possessions.", "q": "What did the judges do?", "ref": ["02-16"]}, {"a": "When the judge died, the people of Israel would turn away and do things that were even more corrupt than their fathers had done.", "q": "What happened when the judge died?", "ref": ["02-19"]}, {"a": "Yahweh would not drive out from Israel any of the nations that Joshua left when he died, so that Yahweh could test Israel, whether or not they would keep the way of Yahweh and walk in it, as their fathers kept it.", "q": "Why would Yahweh not drive out from Israel any of the nations that Joshua left when he died?", "ref": ["02-21", "02-22"]}], "3": [{"a": "Yahweh left nations to test Israel to teach warfare to the new generation of the Israelites who had not known it before.", "q": "Why did Yahweh leave nations to test Israel?", "ref": ["03-01"]}, {"a": "Yahweh would test Israel by means of the remaining nations, to confirm whether they would obey the commands he gave their ancestors through Moses.", "q": "What would Yahweh do by means of the remaining nations?", "ref": ["03-04"]}, {"a": "They worshiped the Baals and the Asherahs.", "q": "What did the people of Israel worship?", "ref": ["03-07"]}, {"a": "Yahweh first raised up Othniel the son of Kenaz, Caleb's younger brother.", "q": "Who did Yahweh first raise up, who would come to help the people of Israel?", "ref": ["03-09"]}, {"a": "Yahweh gave strength to Eglon the king of Moab.", "q": "Who gave strength to Eglon the king of Moab?", "ref": ["03-12"]}, {"a": "Yahweh raised up Ehud to help the people of Israel when they called out to him.", "q": "When did Yahweh raise up Ehud to help the people of Israel?", "ref": ["03-15"]}, {"a": "He strapped it on under his clothing on his right thigh.", "q": "Where did Ehud strap on the sword he made?", "ref": ["03-16"]}, {"a": "Only Ehud and the king were there.", "q": "Who was with Ehud and the king when Ehud told him the message?", "ref": ["03-19", "03-20"]}, {"a": "Fat closed over the blade, for Ehud did not draw the sword out of the king's body.", "q": "Why did fat close over the blade?", "ref": ["03-22"]}, {"a": "When the king's servants saw that the doors of the upper room were locked, they thought he was relieving himself in the coolness of the upper room.", "q": "When the king's servants saw that the doors of the upper room were locked, what did they think?", "ref": ["03-24"]}, {"a": "While the servants were waiting, wondering what they should do, Ehud escaped.", "q": "When did Ehud escape?", "ref": ["03-26"]}, {"a": "The people of Israel captured the fords of the Jordan across from the Moabites.", "q": "How did the people of Israel prevent the Moabites from crossing the river?", "ref": ["03-28"]}, {"a": "Shamgar killed the Philistines with a stick used to goad the cattle.", "q": "With what did Shamgar kill 600 Philistines?", "ref": ["03-31"]}], "4": [{"a": "The people of Israel called out to Yahweh for help, because Sisera had nine hundred iron chariots and he oppressed the people of Israel with force for twenty years.", "q": "Why did the people of Israel call out to Yahweh for help?", "ref": ["04-03"]}, {"a": "The people of Israel came to Deborah to settle their disputes.", "q": "Why did the people of Israel come to Deborah?", "ref": ["04-04"]}, {"a": "Yahweh would cause Sisera to meet Barak by the river Kishon.", "q": "Where would Yahweh cause Sisera to meet Barak?", "ref": ["04-07"]}, {"a": "Yahweh would make a woman defeat Sisera because Barak did not go without Deborah.", "q": "Why would Yahweh make a woman defeat Sisera?", "ref": ["04-08", "04-09"]}, {"a": "The Kenites descended from Hobab, Moses' father-in-law.", "q": "From whom did the Kenites descend?", "ref": ["04-11"]}, {"a": "None of the army of Sisera survived.", "q": "How many of the army of Sisera survived?", "ref": ["04-16"]}, {"a": "Sisera went to the tent of Jael, for there was peace between Jabin the king of Hazor, and the house of Heber, Jael's husband.", "q": "Why did Sisera go to the tent of Jael?", "ref": ["04-17"]}, {"a": "When Sisera asked for water, Jael gave him milk.", "q": "When Sisera asked for water, what did Jael give him?", "ref": ["04-19"]}, {"a": "Jael hammered the tent peg into the side of his head and it pierced through him and went down into the ground.", "q": "How did Jael kill Sisera?", "ref": ["04-21"]}], "5": [{"a": "The earth shook when Yahweh went out from Seir, when he marched from Edom.", "q": "When did the earth shake?", "ref": ["05-04"]}, {"a": "Those who walked used the winding paths.", "q": "What paths did those who walked use?", "ref": ["05-06"]}, {"a": "Neither shields nor spears were seen among forty thousand in Israel.", "q": "What was not seen among forty thousand in Israel?", "ref": ["05-08"]}, {"a": "Rugs were used as saddles on the white donkeys .", "q": "What things were used as saddles on the white donkeys?", "ref": ["05-10"]}, {"a": "The people of Yahweh came down to Deborah among the warriors.", "q": "To whom did the people of Yahweh come down?", "ref": ["05-13"]}, {"a": "Issachar was rushing after Barak into the valley under his command.", "q": "What was Issachar doing with Barak?", "ref": ["05-15"]}, {"a": "Zebulun would risk their lives to the point of death.", "q": "What would Zebulun risk?", "ref": ["05-18"]}, {"a": "The stars fought against Sisera from their paths across the heavens.", "q": "What fought against Sisera from their paths across the heavens?", "ref": ["05-20"]}, {"a": "The angel of Yahweh cursed Meroz because they did not come to help Yahweh.", "q": "Why did the angel of Yahweh curse Meroz?", "ref": ["05-24"]}, {"a": "She put her hand to the tent peg, and her right hand to the workman's hammer.", "q": "To what did Jael put her hand?", "ref": ["05-26"]}, {"a": "The mother of Sisera looked out of a window, through the lattice.", "q": "Where did the mother of Sisera look out?", "ref": ["05-28"]}, {"a": "Those who love Yahweh should be like the sun when it rises in its might.", "q": "Like what should those who love Yahweh be?", "ref": ["05-31"]}], "6": [{"a": "Because of Midian, the people of Israel made shelters for themselves from the dens in the hills, the caves, and the strongholds.", "q": "What did the people of Israel do because of Midian?", "ref": ["06-02"]}, {"a": "Any time the Israelites planted their crops, the Midianites, and the Amalekites, and the people from the east would attack the Israelites.", "q": "What happened any time the Israelites planted their crops?", "ref": ["06-03"]}, {"a": "It was impossible to count them.", "q": "How many Midianites and Amalekites would attack?", "ref": ["06-05"]}, {"a": "They were living in the land of the Amorites.", "q": "In whose land were the people of Israel living?", "ref": ["06-10"]}, {"a": "Gideon was separating out the wheat by beating it on the floor, in the winepress to hide it from the Midianites.", "q": "Why was Gideon separating out the wheat by beating it on the floor, in the winepress?", "ref": ["06-11"]}, {"a": "Gideon thought Yahweh had abandoned them and had given them over to the power of Midian.", "q": "What did Gideon think Yahweh had done to the people of Israel?", "ref": ["06-13"]}, {"a": "Gideon thought he could not deliver Israel because his family was the weakest in Manasseh, and he was the least important in his father's house.", "q": "Why did Gideon think he could not deliver Israel?", "ref": ["06-15"]}, {"a": "Yahweh waited for Gideon to bring him a gift.", "q": "Why did Yahweh wait for Gideon?", "ref": ["06-18"]}, {"a": "The angel of God told Gideon to put the meat and unleavened bread on a rock.", "q": "Where did the angel of God tell Gideon to put the meat and unleavened bread?", "ref": ["06-20"]}, {"a": "When the angel of Yahweh reached out with the end of the staff in his hand, he touched the flesh and the unleavened bread; a fire went up out of the rock and consumed the meat and the unleavened bread.", "q": "What happened when the angel of Yahweh reached out with the end of the staff in his hand?", "ref": ["06-21"]}, {"a": "Gideon was afraid when he understood that he had seen the angel of Yahweh because he thought he would die.", "q": "Why was Gideon afraid when he understood that he had seen the angel of Yahweh?", "ref": ["06-22", "06-23"]}, {"a": "Yahweh told him to build an altar to Yahweh on the top of the place of refuge.", "q": "What did Yahweh tell Gideon to build on the top of the place of refuge?", "ref": ["06-26"]}, {"a": "Gideon did what Yahweh told him to do at night because he was too afraid of his father's household and the men of the town to do it during the day.", "q": "Why did Gideon do what Yahweh told him to do at night?", "ref": ["06-27"]}, {"a": "The men wanted to put Gideon to death, because he pulled apart the altar of Baal, and because he cut down the Asherah beside it.", "q": "Why did the men of the town want to put Gideon to death?", "ref": ["06-30"]}, {"a": "Gideon was given the name, \"Jerub Baal,\" because he said, \"Let Baal defend himself against him,\" because Gideon pulled apart his altar.", "q": "Why was Gideon given the name, \"Jerub Baal\"?", "ref": ["06-32"]}, {"a": "Gideon put a woolen fleece on the threshing floor. He said that if there was dew only on the fleece, and it was dry on all the ground, then he would know that Yahweh would use him to save Israel.", "q": "What did Gideon do to find out if Yahweh intended to use him to save Israel?", "ref": ["06-36", "06-37"]}, {"a": "When Gideon pressed the fleece together, and wrung out the dew from the fleece, there was enough water to fill a bowl.", "q": "When Gideon pressed the fleece together, and wrung out the dew from the fleece, how much water was there?", "ref": ["06-38"]}, {"a": "Gideon's second test was for God to make the fleece dry, and let there be dew on all the ground around it.", "q": "What was Gideon's second test for God?", "ref": ["06-39"]}], "7": [{"a": "Yahweh had the fearful soldiers return so that Israel could not boast against Yahweh saying, \"Our own power has saved us.\"", "q": "Why did Yahweh have the fearful soldiers return?", "ref": ["07-02", "07-03"]}, {"a": "Yahweh wanted to make the number of soldiers smaller by telling Gideon which ones would go with him.", "q": "Why did Yahweh tell Gideon to take the soldiers down to the water?", "ref": ["07-04"]}, {"a": "Yahweh told Gideon to separate everyone who lapped up the water, as a dog laps.", "q": "How did Yahweh tell Gideon to separate the soldiers?", "ref": ["07-05"]}, {"a": "Gideon kept three hundred soldiers and sent the rest home.", "q": "How many soldiers did Gideon keep?", "ref": ["07-07", "07-08"]}, {"a": "If Gideon was afraid, he was told to go down to the camp, and listen to what they were saying, and his courage would be strengthened to attack the camp.", "q": "If Gideon was afraid, what would strengthen Gideon's courage?", "ref": ["07-10", "07-11"]}, {"a": "When one man was telling a dream to his companion, the companion said the dream was about Gideon. God had given him victory over Midian and all their army.", "q": "When one man was telling a dream to his companion, who did the companion say the dream was about?", "ref": ["07-13", "07-14"]}, {"a": "Gideon gave them all trumpets and empty jars, with torches inside each jar.", "q": "What did Gideon give his three hundred soldiers?", "ref": ["07-16"]}, {"a": "Just as the Midianites were changing the guard, Gideon's soldiers blew the trumpets and broke the jars that were in their hands.", "q": "When did Gideon's soldiers blow the trumpets and break the jars that were in their hands?", "ref": ["07-19"]}, {"a": "When they blew the three hundred trumpets, Yahweh set every Midianite man's sword against his comrads and against all their army.", "q": "When the soldiers blew the three hundred trumpets, what did Yahweh do?", "ref": ["07-22"]}, {"a": "The men of Ephraim gathered together and took control of the waters, as far as Beth Barah and the Jordan River.", "q": "How far did the men of Ephraim gather together and take control of the waters?", "ref": ["07-24"]}], "8": [{"a": "The men of Ephraim argued with Gideon because he had not called them when he went to fight against Midian.", "q": "Why did the men of Ephraim argue with Gideon?", "ref": ["08-01"]}, {"a": "Gideon asked the men of Succoth for loaves of bread for the people who followed him.", "q": "For what did Gideon ask the men of Succoth?", "ref": ["08-05"]}, {"a": "Gideon told the men of Penuel that he would pull down the tower because they would not give his army bread, just as the men of Succoth refused.", "q": "Why did Gideon tell the men of Penuel that he would pull down the tower?", "ref": ["08-06", "08- 8-9"]}, {"a": "Gideon defeated the enemy army, because they were not expecting an attack.", "q": "Why did Gideon defeat the enemy army past Nobah and Jogbehah?", "ref": ["08-11"]}, {"a": "Gideon showed Zebah and Zalmunna to the men of Succoth before he punished them.", "q": "Who did Gideon show to the men of Succoth before he punished them?", "ref": ["08-15", "08-16"]}, {"a": "Zebah and Zalmunna killed Gideon's brothers.", "q": "What kind of men did Zebah and Zalmunna kill at Tabor?", "ref": ["08-18", "08-19"]}, {"a": "Jether did not draw his sword for he was afraid, because he was still a young boy.", "q": "Why did Jether not draw his sword?", "ref": ["08-20"]}, {"a": "Gideon said Yahweh would rule over the men of Israel.", "q": "Who did Gideon say would rule over the men of Israel?", "ref": ["08-23"]}, {"a": "Gideon asked them for the earrings of their plunder.", "q": "For what did Gideon ask the men of Israel?", "ref": ["08-24"]}, {"a": "Gideon made an ephod out of the earrings.", "q": "What did Gideon make out of the earrings?", "ref": ["08-27"]}, {"a": "Israel prostituted themselves by worshiping it.", "q": "What did Israel do to the golden ephod?", "ref": ["08-27"]}, {"a": "As soon as Gideon was dead, the people of Israel turned again and prostituted themselves by worshiping the Baals.", "q": "What happened as soon as Gideon was dead?", "ref": ["08-33"]}], "9": [{"a": "Abimelech's father was Jerub Baal.", "q": "Who was Abimelech's father?", "ref": ["09-01"]}, {"a": "They agreed to follow Abimelech, for they said, \"He is our brother.\"", "q": "Why did Abimelech's mother's relatives agree to follow him?", "ref": ["09-03"]}, {"a": "Abimelech used the seventy pieces of silver to hire men of lawless and reckless character.", "q": "For what did Abimelech use the seventy pieces of silver?", "ref": ["09-04"]}, {"a": "Jotham was not murdered, for he hid himself.", "q": "Why was Jotham not murdered?", "ref": ["09-05"]}, {"a": "Jotham addressed them on the same day they had risen up against his father's house and killed his sons, seventy persons, upon one stone.", "q": "On what day did Jotham address the leaders of Shechem?", "ref": ["09-07", "09- 18"]}, {"a": "If the people acted with honesty and integrity with Jerub Baal and his house, fire should come out from Abimelech and burn up the men of Shechem and the house of Millo. Fire should come out from the men of Shechem and Beth Millo, to burn up Abimelech.", "q": "If the people acted with honesty and integrity with Jerub Baal and his house, what should happen?", "ref": ["09-20"]}, {"a": "God sent an evil spirit between Abimelech and the leaders of Shechem so the violence done to the seventy sons of Jerub Baal might be avenged.", "q": "Why did God send an evil spirit between Abimelech and the leaders of Shechem?", "ref": ["09-23", "09-24"]}, {"a": "The leaders of Shechem hoped to ambush Abimelech.", "q": "Who did the leaders of Shechem hope to ambush?", "ref": ["09-25"]}, {"a": "Gaal wished to command the people.", "q": "Who wished to command the people?", "ref": ["09-28", "09-29"]}, {"a": "When Zebul heard the words of Gaal (the son of Ebed), his anger was kindled.", "q": "Why was Zebul's anger kindled?", "ref": ["09-30"]}, {"a": "He sent messengers to Abimelech in order to deceive him.", "q": "Why did Zebul send messengers to Abimelech?", "ref": ["09-31"]}, {"a": "Zebul said they were shadows on the hills.", "q": "How did Zebul describe the men on the hilltops?", "ref": ["09-36"]}, {"a": "Zebul told Gaal to go out and fight against Abimelech.", "q": "What did Zebul tell Gaal to do?", "ref": ["09-38"]}, {"a": "Abimelech chased Gaal and Gall fled before Abimelech and many fell with deadly wounds before the entrance to the city gate.", "q": "What happened when Gaal fought Abimelech?", "ref": ["09-40"]}, {"a": "Abimelech tore down the city walls and spread salt over it.", "q": "What did Abimelech do after he captured the city?", "ref": ["09-45"]}, {"a": "The leaders of the tower of Shechem entered the stronghold of the house of El Berith.", "q": "Where did the leaders of the tower of Shechem enter?", "ref": ["09-46"]}, {"a": "Abimelech went up to Mount Zalmon, piled branches on top of the underground chamber, and set it on fire above it.", "q": "How did Abimelech kill all the leaders and people in the tower of Shechem?", "ref": ["09-48", "09-49"]}, {"a": "When Abimelech came near the door of the tower of Thebez, a woman dropped an upper millstone on his head and it cracked his skull.", "q": "When Abimelech came near the door of the tower of Thebez, what happened to him?", "ref": ["09-52", "09-53"]}, {"a": "Abimelech told his armor-bearer to draw his sword and kill him, so no one would say a women killed Abimelech.", "q": "Why did Abimelech tell his armor-bearer to draw his sword and kill him?", "ref": ["09-54"]}, {"a": "The curse of Jotham was for fire to come out from Abimelech and burn up the men of Shechem and the house of Millo, for fire to come out from the men of Shechem and Beth Millo, to burn up Abimelech.", "q": "What was the curse of Jotham?", "ref": ["09-20", "09- 57"]}], "10": [{"a": "Shamir was in the hill country of Ephraim.", "q": "Where was Shamir?", "ref": ["10-01"]}, {"a": "The people of Israel abandoned Yahweh and no longer worshiped him, so he burned with anger toward Israel.", "q": "Why did Yahweh burn with anger toward the people of Israel?", "ref": ["10-06", "10-07"]}, {"a": "Ammonites crossed over the Jordan to fight against Judah, against Benjamin, and against the house of Ephraim, so that Israel was greatly distressed.", "q": "Why was Israel greatly distressed?", "ref": ["10-09"]}, {"a": "Yahweh told the people to call out to the gods that they had worshiped.", "q": "To whom did Yahweh tell the people of Israel to call out for help?", "ref": ["10-14"]}, {"a": "Israel turned away from the foreign gods they owned and they worshiped Yahweh, so he became impatient over the misery.", "q": "Why did Yahweh become impatient over the misery of Israel?", "ref": ["10-16"]}], "11": [{"a": "Jephthah was the son of a prostitute.", "q": "Of whom was Jephthah the son?", "ref": ["11-01"]}, {"a": "The elders of Gilead went to bring Jephthah back from the land of Tob so he would be their leader.", "q": "Why did the elders of Gilead go to bring Jephthah back from the land of Tob?", "ref": ["11-05", "11-06"]}, {"a": "The elders of Gildead were turning to Jephthah because they were in trouble.", "q": "Why were the elders of Gildead turning to Jephthah?", "ref": ["11-07", "11-08"]}, {"a": "If the elders of Gildeon brought Jephthah home again to fight against the soldiers of Ammon, and if Yahweh gave them victory over them, Jephthah would be their leader.", "q": "If the elders of Gildeon brought Jephthah home again to fight against the soldiers of Ammon, and if Yahweh gave them victory over them, what would happen to Jephthah?", "ref": ["11-09"]}, {"a": "The people of Ammon came with force to take the land of Israel because when Israel came up out of Egypt, they seized the land of Ammon.", "q": "Why did the people of Ammon come with force to take the land of Israel?", "ref": ["11-12", "11-13"]}, {"a": "The king of Edom and the king of Moab were not willing to let Israel pass.", "q": "Who was not willing to let Israel pass?", "ref": ["11-17"]}, {"a": "They did not go into the territory of Moab, for the Arnon was Moab's border.", "q": "Why did Israel not go into the territory of Moab?", "ref": ["11-18"]}, {"a": "Yahweh, the God of Israel, gave Israel victory over Sihon.", "q": "Who gave Israel victory over Sihon?", "ref": ["11-21"]}, {"a": "Israel lived for three hundred years in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are along the banks of the Arnon.", "q": "For how long did Israel live in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are along the banks of the Arnon?", "ref": ["11-26"]}, {"a": "If Yahweh gave Jephthah victory over the people of Ammon, Jephthah would offer up as a burnt offering whatever came out of the doors of his house to meet him.", "q": "If Yahweh gave Jephthah victory over the people of Ammon, what would Jephthah do?", "ref": ["11-30"]}, {"a": "When Jephthah passed through to the people of Ammon to fight against them, Yahweh gave him victory.", "q": "When Jephthah passed through to the people of Ammon to fight against them, who gave him the victory?", "ref": ["11-32"]}, {"a": "Jephthah had only one child.", "q": "How many children did Jephthah have?", "ref": ["11-34"]}, {"a": "She wanted him to leave her alone for two months, that she could leave and go down to the hills and grieve over her virginity.", "q": "What did Jephthah's daughter want to do before he did everything he had promised?", "ref": ["11-36", "11-37"]}, {"a": "He did with her according to the promise of the vow he had made.", "q": "What did Jephthah do with his daughter?", "ref": ["11-39"]}], "12": [{"a": "Ephraim wanted to burn Jephthah's house down over him because he did not call them to go with him to fight against the people of Ammon.", "q": "What did the men of Ephraim want to do to Jephthah's house because he did not call them to go with him?", "ref": ["12-01"]}, {"a": "The men of Gilead attacked the men of Ephraim because they said, \"You Gileadites are fugitives from Ephraim—from within Ephraim and Manasseh.\"", "q": "Why did the men of Gilead attack the men of Ephraim?", "ref": ["12-04"]}, {"a": "They would tell him to say \"Shibboleth.\" And if he said, \"Sibboleth,\" (for he could not pronounce the word correctly), the Gileadites would seize him and kill him at the fords of the Jordan.", "q": "How did the men of Gilead test if a man was from Ephraim?", "ref": ["12-05", "12-06"]}], "13": [{"a": "Manoah's wife was not able to become pregnant and so she had not given birth.", "q": "Why had Manoah's wife not given birth?", "ref": ["13-02"]}, {"a": "No razor was to come onto his head, for the child was to be a Nazirite to God.", "q": "Why was no razor to come onto the child's head?", "ref": ["13-05"]}, {"a": "The man of God looked like an angel of God.", "q": "Like what did the man of God look?", "ref": ["13-06"]}, {"a": "When the angel of God came a second time, only Manoah's wife was there.", "q": "When the angel of God came a second time, who was there?", "ref": ["13-09"]}, {"a": "Manoah asked the angel about the rules for the child and what his work would be.", "q": "About what did Manoah ask the angel?", "ref": ["13-12"]}, {"a": "If Manoah prepared a burnt offering, he was to offer it to Yahweh.", "q": "If Manoah prepared a burnt offering, to whom was he to offer it?", "ref": ["13-16"]}, {"a": "While Manoah and his wife were watching, the angel of Yahweh went up in the flame of the altar.", "q": "What marvelous thing did Yahweh do while Manoah and his wife were watching?", "ref": ["13-19", "13-20"]}, {"a": "Yahweh's Spirit began to stir Samson in Mahaneh Dan.", "q": "Where did Yahweh's Spirit begin to stir Samson?", "ref": ["13-25"]}], "14": [{"a": "Samson wanted his parents to get a woman in Timnah, one of the daughters of the Philistines, for him to be his wife.", "q": "Who did Samson want his parents to get for him to be his wife?", "ref": ["14-02"]}, {"a": "He wanted his parents to get him the woman in Timnah as his wife, for when he looked at her, she pleased him.", "q": "Why did Samson want his parents to get him the woman in Timnah as his wife?", "ref": ["14-03"]}, {"a": "Yahweh's Spirit suddenly came on him, and he tore the lion apart.", "q": "How was Samson able to tear the lion apart?", "ref": ["14-06"]}, {"a": "There was a swarm of bees and honey in the carcass of the lion.", "q": "What was in the carcass of the lion?", "ref": ["14-08"]}, {"a": "Samson would get thirty linen robes and thirty sets of clothes if the thirty friends could not answer his riddle.", "q": "What would Samson get if the thirty friends could not answer his riddle?", "ref": ["14-13"]}, {"a": "If Samson's wife did not trick her husband and get the answer to the riddle, the thirty friends would burn up her and her father's houses.", "q": "What would happen to Samson's wife if she did not trick her husband and get the answer to the riddle?", "ref": ["14-15"]}, {"a": "She cried during the seven days that their feast lasted.", "q": "For how long did Samson's wife cry in order to get the answer to the riddle?", "ref": ["14-17"]}, {"a": "Samson went down to Ashkelon and killed thirty men among those people and took their sets of clothing.", "q": "How did Samson get thirty sets of clothing?", "ref": ["14-19"]}], "15": [{"a": "The father thought Samson hated his wife, so the father gave her to Samson's friend.", "q": "When Samson went to visit his wife, why did her father not allow him to go in?", "ref": ["15-01"]}, {"a": "Samson tried to be innocent in regard to the Philistines when he hurt them by catching three hundred foxes, tying torches to them, and letting them go in the Philistines' grain.", "q": "How did Samson try to be innocent in regard to the Philistines when he hurt them?", "ref": ["15-03", "15-04"]}, {"a": "When the Philistines were told that Samson burned their fields, they burned his wife and her father.", "q": "When the Philistines were told that Samson burned their fields, what did they do?", "ref": ["15-06"]}, {"a": "Samson cut the Philistines to pieces, hip and thigh, with a great slaughter to get revenge on them for killing his wife and her father.", "q": "Why did Samson cut the Philistines to pieces, hip and thigh, with a great slaughter?", "ref": ["15-07", "15-08"]}, {"a": "The Philistines came up to attack Judah so they could capture Samson, and so they could do to him as he did to them.", "q": "Why did the Philistines come up to attack Judah?", "ref": ["15-09", "15-10"]}, {"a": "When the men of Judah came to tie Samson up, he made them swear that they would not kill him themselves.", "q": "When the men of Judah came to tie Samson up, what did he make them swear?", "ref": ["15-12"]}, {"a": "Samson killed a thousand men with a fresh jawbone of a donkey.", "q": "With what did Samson kill a thousand men?", "ref": ["15-15"]}, {"a": "After Samson killed a thousand men with a fresh jawbone of a donkey, he thought he would die of thirst.", "q": "After Samson killed a thousand men with a fresh jawbone of a donkey, how did he think he would die?", "ref": ["15-18"]}, {"a": "God split open the hollow place at Lehi, and water came out.", "q": "How did Samson get water?", "ref": ["15-19"]}], "16": [{"a": "The Gazites planned to kill Samson at daylight.", "q": "When did the Gazites plan to kill Samson?", "ref": ["16-02"]}, {"a": "Samson took hold of the city gate and its two posts, and he pulled them up out of the ground, bar and all.", "q": "How did Samson escape Gaza?", "ref": ["16-03"]}, {"a": "If Delilah tricked Samson, each of the rulers of the Philistines would give her 1,100 pieces of silver.", "q": "If Delilah tricked Samson, what would the rulers of the Philistines give her?", "ref": ["16-05"]}, {"a": "When Delilah told Samson the Philistines were on him, he broke the bowstrings.", "q": "When Delilah told Samson the Philistines were on him, what did he do to the bowstrings with which he was tied?", "ref": ["16-09"]}, {"a": "When Samson tore off the ropes from his arms, the men lying in wait were in the inner room.", "q": "When Samson tore off the ropes from his arms, where were the men lying in wait?", "ref": ["16-12"]}, {"a": "She so pressured him that he wished he would die.", "q": "How much did Delilah pressure Samson?", "ref": ["16-16"]}, {"a": "Samson had never had a razor cut the hair on his head, for he had been a Nazirite for God from his mother's womb.", "q": "Why had Samson never had a razor cut the hair on his head?", "ref": ["16-17"]}, {"a": "Delilah began to subdue him when the locks of his head were shaven off, for his strength left him.", "q": "How was Delilah able to begin to subdue Samson?", "ref": ["16-19"]}, {"a": "The Philistines made Samson turn the millstone at the prison house.", "q": "What work did the Philistines make Samson do?", "ref": ["16-21"]}, {"a": "The rulers of the Philistines gathered together to offer a great sacrifice to Dagon their god, for they said, \"Our god has conquered Samson.\"", "q": "Why did the rulers of the Philistines gather together to offer a great sacrifice to Dagon their god?", "ref": ["16-23"]}, {"a": "The boy who held Samson's hand helped Samson touch the pillars on which the building rested.", "q": "Who helped Samson touch the pillars on which the building rested?", "ref": ["16-26"]}, {"a": "Samson wanted God to strengthen him so that he could have revenge in one blow on the Philistines for taking his two eyes.", "q": "Why did Samson want God to strengthen him?", "ref": ["16-28"]}, {"a": "Samson killed more than those he killed during his life.", "q": "How many people did Samson kill when the building fell?", "ref": ["16-30"]}], "17": [{"a": "Micah stole the 1,100 pieces of silver that were taken from his mother.", "q": "What did Micah steal?", "ref": ["17-02"]}, {"a": "She set apart the silver to Yahweh, for her son to make a carved wooden figure and a cast metal figure.", "q": "For what did Micah's mother set apart the silver?", "ref": ["17-03"]}, {"a": "He dedicated one of his sons to become his priest.", "q": "To what did Micah dedicate one of his sons?", "ref": ["17-05"]}, {"a": "The Levite left Bethlehem to go and find a place to live.", "q": "Why did the Levite leave Bethlehem?", "ref": ["17-08"]}, {"a": "Micah asked the Levite to live with him and be an adviser and a priest to him.", "q": "What did Micah ask the Levite to be to him?", "ref": ["17-10"]}, {"a": "Micah thought Yahweh would do good for him, because a Levite became his priest.", "q": "Why did Micah think Yahweh would do good for him?", "ref": ["17-13"]}], "18": [{"a": "The tribe of the descendants of Dan waslooking for a territory to live on, for up to that day they had not received any inheritance from among the tribes of Israel.", "q": "Why was the tribe of the descendants of Dan looking for a territory on which to live?", "ref": ["18-01"]}, {"a": "The people of Dan wanted the Levite to seek the advice of God.", "q": "What did the people of Dan want the Levite to seek?", "ref": ["18-05"]}, {"a": "The five men from Dan wanted to conquer the land.", "q": "What did the five men from Dan want to do with the land of Laish?", "ref": ["18-09"]}, {"a": "The five men said that in the houses of Laish there were an ephod, household gods, a carved figure, and a cast metal figure.", "q": "What did the five men say was in the houses of Laish?", "ref": ["18-14"]}, {"a": "The five men who had gone to scout out the land went there and they took the carved figure.", "q": "Who took the carved figure?", "ref": ["18-17"]}, {"a": "Micah was angry because the Danites stole the gods he made, they took the priest, and they were leaving.", "q": "Why was Micah angry?", "ref": ["18-24"]}, {"a": "When Micah saw that they were too strong for him, he turned and went back to his house.", "q": "When did Micah turn and go back to his house?", "ref": ["18-26"]}, {"a": "There was no one to rescue the people because it was a long way from Sidon, and they had no dealings with anyone.", "q": "Why was there no one to rescue the people of Laish?", "ref": ["18-28"]}, {"a": "Jonathan the son of Gershom (the son of Moses), he and his sons were priests for the tribe of the Danites until the day of the land's captivity.", "q": "Who were the priests for the tribe of the Danites?", "ref": ["18-30"]}], "19": [{"a": "The Levite was living for a while in the most remote area of the hill country of Ephraim.", "q": "Where was the Levite living?", "ref": ["19-01"]}, {"a": "The concubine brought the Levite into the house of her father.", "q": "Where did the Levite's concubine bring him?", "ref": ["19-03"]}, {"a": "His father-in-law wanted him to stay and spend the night.", "q": "Although the Levite intended to go home, what did his father-in-law want him to do?", "ref": ["19-05", "19-06"]}, {"a": "He changed his plan and spent the night with his father-in-law.", "q": "What did the Levite do about his plan to leave early and go home?", "ref": ["19-07"]}, {"a": "His father-in-law asked him to stay another night and have a good time.", "q": "What did the Levite's father-in-law ask him to do again on the fifth day?", "ref": ["19-09"]}, {"a": "The Levite did not want to turn aside into a city of foreigners.", "q": "Why did the Levite not want to spend the night in Jebus?", "ref": ["19-12"]}, {"a": "They sat down in the city square, for no one took them into his house for the night.", "q": "Why did the Levite and his servant sit down in the city square?", "ref": ["19-15"]}, {"a": "The men living in Gibeah were Benjamites.", "q": "From what tribe were the men living in Gibeah?", "ref": ["19-16"]}, {"a": "The old man warned the Levite not to spend the night in the square.", "q": "What did the old man warn the Levite not to do?", "ref": ["19-20"]}, {"a": "The wicked men of the city wanted the old man to bring out the man who came into his house, so they could have sex with him.", "q": "Why did the wicked men of the city want the old man to bring out the man who came into his house?", "ref": ["19-22"]}, {"a": "The old man offered them his virgin daughter and the Levite's concubine.", "q": "Who did the old man offer to the wicked men in place of the Levite?", "ref": ["19-24"]}, {"a": "At dawn the wicked men let the concubine go. She came and she fell down at the door of the man's house where her master was, and she lay there until it was light.", "q": "What happened at dawn?", "ref": ["19-25", "19-26"]}, {"a": "When the Levite's concubine did not answer him, he put her on the donkey, and the man set out for home.", "q": "What did the Levite do when his concubine did not answer him?", "ref": ["19-28"]}, {"a": "The Levite cut her up, limb by limb, into twelve pieces, and sent the pieces everywhere throughout Israel.", "q": "What did the Levite do to his concubine's body?", "ref": ["19-29"]}], "20": [{"a": "All the people from Dan to Beersheba, including the land of Gilead, assembled together before Yahweh at Mizpah.", "q": "Who assembled together before Yahweh at Mizpah?", "ref": ["20-01"]}, {"a": "The Levite said the relatives of Gibeah attacked him, surrounding the house and intending to kill him.", "q": "What did the Levite say the relatives of Gibeah did to him?", "ref": ["20-05"]}, {"a": "They would attack Gibeah as the lot directed them.", "q": "How would the people attack Gibeah?", "ref": ["20-09"]}, {"a": "The tribes of Israel told Benjamin to give them those wicked men of Gibeah, so the tribes might put them to death, and so they would completely remove this evil from Israel.", "q": "Why did the tribes of Israel tell Benjamin to give them those wicked men of Gibeah?", "ref": ["20-13"]}, {"a": "The people of Benjamin came together out of the cities to Gibeah to get ready to fight against the people of Israel.", "q": "Why did the people of Benjamin come together out of the cities to Gibeah?", "ref": ["20-14"]}, {"a": "The seven hundred chosen men were left-handed; each of them could sling a stone at a hair and not miss.", "q": "What was special about the seven hundred chosen men?", "ref": ["20-16"]}, {"a": "The people asked for advice from God, and Yahweh said, \"Judah will attack first.\"", "q": "Why did Judah attack Benjamin first?", "ref": ["20-18"]}, {"a": "After Benjamin killed many soldiers of Israel, the soldiers of Israel wept and fasted before Yahweh until evening. They also offered burnt offerings and peace offering before Yahweh.", "q": "After Benjamin killed many soldiers of Israel, what did the soldiers of Israel do?", "ref": ["20-26"]}, {"a": "The people of Israel asked Yahweh by using the ark of the covenant of God, which was there in those days.", "q": "How did the people of Israel ask Yahweh?", "ref": ["20-27"]}, {"a": "When the soldiers of Israel drew away from the city to the roads, the people of Benjamin thought they were running away.", "q": "When the soldiers of Israel drew away from the city to the roads, what did the people of Benjamin think?", "ref": ["20-32"]}, {"a": "The men of Israel had given ground to Benjamin because they were counting on the men they had placed in hidden positions outside Gibeah.", "q": "Why had the men of Israel given ground to Benjamin?", "ref": ["20-36"]}, {"a": "The arranged signal between the soldiers of Israel and the men hiding in secret was that a great cloud of smoke would rise up out of the city.", "q": "What was the signal between the soldiers of Israel and the men hiding in secret?", "ref": ["20-38"]}, {"a": "The men of Benjamin ran away from the soldiers of Israel escaping on the way to the wilderness, but the fighting overtook them.", "q": "Why could the men of Benjamin not escape?", "ref": ["20-42"]}, {"a": "Six hundred men turned and fled to the wilderness.", "q": "How many soldiers of Benjamin turned and fled to the wilderness?", "ref": ["20-47"]}], "21": [{"a": "The men of Israel worried that one of their tribes should be missing because they had promised to not give their daughters to marry a Benjamite.", "q": "Why did the men of Israel worry that one of their tribes should be missing?", "ref": ["21-01", "21-03"]}, {"a": "Anyone who did not come up to Yahweh at Mizpah would certainly be put to death.", "q": "Who would certainly be put to death?", "ref": ["21-05"]}, {"a": "Jabesh Gilead did not come up to Yahweh at Mizpah.", "q": "Which of the tribes of Israel did not come up to Yahweh at Mizpah?", "ref": ["21-08"]}, {"a": "The men took four hundred young women who had never slept with a man from those living in Jabesh Gilead.", "q": "Who did the men take from those living in Jabesh Gilead?", "ref": ["21-12"]}, {"a": "When the Benjaminites returned at that time and they were given the women of Jabesh Gilead, there were not enough women for all of them.", "q": "What was the problem when the Benjaminites returned at that time and they were given the women of Jabesh Gilead?", "ref": ["21-14"]}, {"a": "Shiloh was north of Bethel, east of the road that went up from Bethel to Shechem, and south of Lebonah.", "q": "Where was Shiloh?", "ref": ["21-19"]}, {"a": "When the girls from Shiloh came out to dance, they each were to rush out of the vineyards and grab a wife from the girls of Shiloh.", "q": "When were the Benjaminites to each rush out of the vineyards and grab a wife from the girls of Shiloh?", "ref": ["21-21"]}, {"a": "The men of Israel would tell the men of Shiloh to let the girls remain because the men of Israel did not get wives during the war.", "q": "What excuse would the men of Israel tell the men of Shiloh about the girls?", "ref": ["21-22"]}, {"a": "Everyone did what was right in his own eyes.", "q": "How did everyone live?", "ref": ["21-25"]}]}