[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This book opens with two of its purposes - fellowship and joy."}, {"ref": "General Information:", "text": "The apostle John wrote this letter to believers. All instances of \"you,\" \"your,\" and \"yours\" include all believers and are plural. Here the words \"we\" and \"us\" refer to John and those who had been with Jesus. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "Verse 1 is a partial  sentence. If you need to have a complete sentence, you can begin the sentence with verse 1, treat verse 2 as a parenthesis, as the UDB does, and complete the sentence with [[:en:bible:notes:1jn:01:03|1:3]]."}, {"ref": "That which was from the beginning", "text": "The phrase \"That which was from the beginning\" refers to Jesus, who existed before everything was made. AT: \"We are writing to you about the one who existed before the creation of all things.\""}, {"ref": "the beginning", "text": "\"the beginning of all things\" or \"the creation of the world\""}, {"ref": "which we have heard", "text": "\"which we have heard him teach\""}, {"ref": "which we have seen ... we have looked at", "text": "This is repeated for emphasis. AT: \"which we ourselves have seen\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the Word of life", "text": "The \"Word of life\" is Jesus. AT: \"Jesus, the one who causes people to live forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "life", "text": "The word \"life\" throughout this letter refers to more than physical life. It stands here for Jesus, the eternal life. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the life was made known", "text": "This can be stated in active form. AT: \"God made the eternal life known to us\" or \"God made us able to know him, who is eternal life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and we have seen it", "text": "\"and we have seen him\""}, {"ref": "and we bear witness to it", "text": "\"and we solemnly tell others about him\""}, {"ref": "the eternal life", "text": "Here, \"the eternal life\" refers to the one who gives that life, Jesus. AT: \"the one who enables us to live forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which was with the Father", "text": "\"who was with God the Father\""}, {"ref": "and which has been made known to us", "text": "This was when he lived on earth. AT: \"and he came to live among us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the words \"we,\" \"us,\" and \"our\" refer to John and those who had been with Jesus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "That which we have seen and heard we declare also to you", "text": "\"We say to you also what we have seen and heard\""}, {"ref": "have fellowship with us. Our fellowship is with the Father", "text": "\"be our close friends. We are friends with God the Father\""}, {"ref": "Our fellowship", "text": "It is not clear if John is including or excluding his readers. You may translate this either way."}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "so that our joy will be complete", "text": "\"to make our joy complete\" or \"to make ourselves completely happy\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "From here into the next chapter, John writes about fellowship - close relationships with God and other believers."}, {"ref": "General Information:", "text": "Here the words \"we\" and \"us\" refer to all believers, including the people to whom John was writing. Unless otherwise stated, that is the meaning for the remainder of this book. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "God is light", "text": "This means that God is perfectly pure and holy. Cultures that associate goodness with light may be able to keep the idea of light without explaining the metaphor. AT: \"God is purely righteous like pure light\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in him there is no darkness at all", "text": "This means that God never sins and is not evil in any way. Cultures that associate evil with darkness may be able to keep the idea of darkness without explaining the metaphor.  AT: \"in him there is no darkness of sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walk in darkness", "text": "This means \"practice evil\" or \"do evil.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walk in the light", "text": "This means \"practice goodness\" or \"do what is good.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blood of Jesus", "text": "This refers to the death of Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Here the words \"he,\" \"him,\" and \"his\" refer to God. (See: [[:en:bible:notes:1jn:01:05|1:5]])"}, {"ref": "have no sin", "text": "\"never sin\""}, {"ref": "are deceiving", "text": "\"are tricking\" or \"lying to\""}, {"ref": "the truth is not in us", "text": "The truth is spoken of as if it were an object that could be inside believers. AT: \"we do not believe what is true\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to forgive us our sins and cleanse us from all unrighteousness", "text": "These two phrases mean basically the same thing. John uses them to emphasize that God will surely forgive our sins. AT: \"and will completely forgive us of what we have done wrong\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "we make him out to be a liar", "text": "we claim that he is a liar AT: \"it is the same as calling him a liar, because he said we have all sinned\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his word is not in us", "text": "Obeying and honoring God's word is spoken of as if his word were inside the believers. AT: \"we do not understand God's word nor obey what he says\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]