[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "always keep", "text": "\"always obey\""}]}, {"id": "02", "tn": [{"ref": "who have not known nor have they seen", "text": "\"who have not experienced\""}, {"ref": "his mighty hand, or his outstretched arm", "text": "Here \"mighty hand\" and \"outstretched arm\" are metaphors for Yahweh's power. Similar words appear in [[:en:bible:notes:deu:04:34|4:34]]. AT: \"or his mighty power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the midst of Egypt", "text": "\"in Egypt\""}, {"ref": "to all his land", "text": "Here \"land\" represents the people. AT: \"to all his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the adult Israelites who were old enough to see what God did in Egypt."}, {"ref": "Neither did they see what he did", "text": "\"Neither did your children see what Yahweh did\""}, {"ref": "the army of Egypt", "text": "\"the Egyptian soldiers\""}, {"ref": "they pursued after you", "text": "Here \"you\" means the Israelites who were alive about 40 years earlier."}, {"ref": "to this place", "text": "This means the plain of the Jordan River Valley where Moses is speaking to them before they cross over into Canaan."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses continues to remind the adults to teach their children God's mighty deeds."}, {"ref": "Dathan and Abiram, the sons of Eliab", "text": "Moses is referring to an event in the past when Dathan and Abiram rebelled against Moses and Aaron. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Dathan ... Abiram ... Eliab", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "son of Reuben", "text": "\"descendant of Reuben\""}, {"ref": "earth opened its mouth and swallowed them up", "text": "Yahweh causing the land to split open so that the people fell in is spoken of as if the land had a mouth and the ability to swallow people. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "every living thing that followed them", "text": "This refers to their servants and animals."}, {"ref": "in the middle of all Israel", "text": "This means all the people of Israel witnessed what happened to Dathan, Abiram, their families, and their possessions."}, {"ref": "But your eyes have seen", "text": "Here \"eyes\" represents the whole person. AT: \"But you have seen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "possess the land", "text": "\"take the land\""}, {"ref": "where you are going over to possess it", "text": "The phrase \"are going over\" is used because the people of Israel will have to cross the Jordan River to enter into Canaan."}, {"ref": "prolong your days", "text": "Long days are a metaphor for a long life. AT: \"be able to live a long time\" Translate these words as they are in [[:en:bible:notes:deu:04:25|4:26]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a land flowing with milk and honey", "text": "This is an idiom. AT: \"a land where plenty of milk and honey flow\" or \"a land that is excellent for cattle and farming\" See how you translated this in [[:en:bible:notes:deu:06:03|6:3]]."}]}, {"id": "10", "tn": [{"ref": "watered it with your foot", "text": "Possible meanings are 1) \"foot\" is a metonymy that represents the hard work of walking to carry water to the fields or 2) they would use their feet to turn a water wheel that supplied water to the fields. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "garden of herbs", "text": "\"vegetable garden\" or \"garden of vegetables\""}, {"ref": "drinks water of the rain of the heavens", "text": "The land receiving and absorbing a lot of rain is spoken of as if the land were drinking the water. AT: \"the rain from the sky gives it plenty of water\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the eyes of Yahweh your God are always upon it", "text": "Here \"eyes\" represents attention and care. AT: \"Yahweh your God is always watching over it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the beginning of the year to the end of the year", "text": "Here the two extremes \"beginning\" and \"end\" are used together to mean the entire year. AT: \"continuously throughout the entire year\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "13", "tn": [{"ref": "It will happen, if", "text": "This means that what Yahweh promises will happen if the Israelites obey his commands."}, {"ref": "that I command", "text": "Here \"I\" refers to Moses."}, {"ref": "with all your heart and with all your soul", "text": "The idiom \"with all your heart\" means \"completely\" and \"with ... soul\" means \"with all your being.\" These two phrases have similar meanings. See how you translated this in [[:en:bible:notes:deu:04:29|4:29]]. AT: \"with all your being\" or \"with all your energy\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will give the rain of your land in its season", "text": "\"I will cause it to rain on your land in the proper season\""}, {"ref": "I will give", "text": "Here \"I\" refers to Yahweh. This can be stated in the third person. AT: \"Yahweh will give\" or \"He will give\""}, {"ref": "the former rain and the latter rain", "text": "This refers to rain at the beginning of the sowing season and rain for maturing the crops for harvest. AT: \"the autumn rain and spring rain\" or \"the rain in the right seasons\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Pay attention to yourselves", "text": "\"Be careful\" or \"Beware\""}, {"ref": "so that your heart is not deceived", "text": "Here \"heart\" represents a person's desires or thoughts. This can be stated in active form. AT: \"so that your desires do not deceive you\" or \"so that you do not deceive yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you turn aside and worship other gods", "text": "Rejecting Yahweh and worshiping other gods is spoken of as if the person would physically turn and go in a different direction away from Yahweh. AT: \"you start worshiping other gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that the anger of Yahweh is not kindled against you", "text": "God becoming angry is spoken of as if it were a fire that were starting. This can be stated in active form. AT: \"so that Yahweh does not become angry with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so that he does not shut up the heavens so that there will be no rain, and the land will not yield its fruit", "text": "God causing no rain to fall from the sky is spoken of as if he were closing the sky. AT: \"so that he does not cause the rain to stop falling from the sky so that crops will not grow in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "lay up these words of mine in your heart and soul", "text": "A person always thinking about and considering what Moses commands is spoken of as if the heart and soul were a container and Moses's words were the content to fill the container. AT: \"be very careful to remember these words that I am saying to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "these words of mine", "text": "Here \"words\" represents the commandments that Moses is speaking. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your heart and soul", "text": "Here \"heart\" and \"soul\" represent a person's mind or thoughts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bind them", "text": "\"tie these words.\" This is a metonymy that represents a person writing the words on a parchment, putting the parchment in a pouch, and tying the pouch. This metonymy in turn may be a metaphor meaning the people must be careful to obey Moses's commands. See how you translated similar phrases in [[:en:bible:notes:deu:06:08|6:8]]. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as a sign on your hand", "text": "\"as something to make you remember my laws\""}, {"ref": "let them be as frontlets between your eyes", "text": "\"let my words be as as frontlets between your eyes.\" This is a metonymy that represents a person writing Moses' words on parchement, putting the parchement in a pouch, and tying the pouch so it sits between his eyes. This metonymy in turn may be a metaphor that means the person must be careful to obey all of Moses' commands. See how you translated similar phrases in [[:en:bible:notes:deu:06:08|6:8]]. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "frontlets", "text": "ornaments a person wears on the forehead"}, {"ref": "when you sit in your house, when you walk on the road, when you lie down, and when you get up", "text": "Using the different places \"in your house\" and \"on the road,\" and the opposites \"when you lie down\" and \"get up,\" represent anywhere, anytime.  The people of Israel were to discuss God's commandments and teach them to their children anytime and anywhere. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "You will write them on the doorposts of your house and on your city gates", "text": "Translate these words as you did in [[:en:bible:notes:deu:06:08|6:9]]."}, {"ref": "that your days and the days of your children may be multiplied", "text": "Here \"days\" represents a longer period of time. This can be stated in active form. AT: \"that Yahweh may cause you and your children to live a long time\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to your ancestors", "text": "This refers to Abraham, Isaac, and Jacob."}, {"ref": "to give them for as long as the heavens are above the earth", "text": "This compares how long the people could stay in the land to how long the sky will exist above the earth. This is a way of saying \"forever.\" AT: \"to give them as a possession forever\" or \"to allow them to live there forever\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "For if you diligently keep all these commandments that I am commanding you, so as to do them", "text": "\"For if you are careful to do everything that I have commanded you\""}, {"ref": "walk in all his ways", "text": "How Yahweh wants a person to live and behave is spoken of as if they are Yahweh's ways or roads. A person obeying Yahweh is spoken of as if he were walking on Yahweh's ways or roads. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to cling to him", "text": "To have a good relationship with Yahweh and to completely rely on him is spoken of as if the person were clinging to Yahweh. AT: \"to rely on him\" or \"to have a good relationship with him\" Look at how similar words are translated in [[:en:bible:notes:deu:10:20|10:20]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all these nations from before you, and you will dispossess nations", "text": "Here \"nations\" represent the people groups already living in Canaan. AT: \"all of these people groups from before you, and you will take the land from people groups\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "larger and mightier than yourselves", "text": "Although Israel's army is smaller and weaker than the people groups living in Canaan, Yahweh will enable the people of Israel to defeat them."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Every place where the sole of your foot will tread", "text": "Here \"the sole of your foot\" represents the whole person. AT: \"Every place you go\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from the river, the Euphrates River", "text": "\"from the Euphrates River\""}, {"ref": "No man will be able to stand before you", "text": "The phrase \"stand before you\" is an idiom. AT: \"No one will be able to stop you\" or \"No one will be able to oppose you\""}, {"ref": "Yahweh your God will lay the fear of you and the terror of you upon all the land that you tread on", "text": "Yahweh causing the people to be very afraid is spoken of as if fear and terror were an object that he will place on the people. AT: \"Yahweh your God will cause the people in every place you go to be very afraid of you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fear of you and the terror of you", "text": "The words \"fear\" and \"terror\" mean the same thing and emphasize the intensity of fear. AT: \"a terrible fear of you\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "upon all the land that you tread on", "text": "Here \"the land\" is a metonym for all the people in the land. AT: \"upon all the people in every place you go\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Here Moses summarizes the two options the people of Israel could choose. They could choose to obey and receive God's blessing or they could choose to disobey and receive God's punishment."}, {"ref": "Look", "text": "\"Pay attention\""}, {"ref": "I set before you today a blessing and a curse", "text": "Allowing the people to choose whether they want God to bless them or curse them is spoken of as if a blessing and a curse were objects that Moses is setting in front of them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blessing", "text": "This abstract noun can be stated as a verb. AT: \"God will bless you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the curse", "text": "This abstract noun can be stated as a verb. AT: \"God will curse you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "but turn aside from the way that I command you today, to go after other gods", "text": "The commands of Yahweh that Moses is telling the people are spoken of as if they were God's way or road. To not obey God's commands is spoken of as if people physically were to turn in another direction away from Yahweh to follow other gods. AT: \"but stop obeying what I command you today, in order to worship other gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "other gods that you have not known", "text": "This refers to the gods that other people groups worship. The Israelites know Yahweh because he has revealed himself to them and they have experienced his power."}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "you will set the blessing on Mount Gerizim, and the curse on Mount Ebal", "text": "The blessing and the curse are spoken of as if they were objects that someone will set on the mountains. <b>AT:</b> \"some of you must stand on top of Mount Gerazim and proclaim what will cause Yahweh to bless you, and the others must stand on top of Mount Ebal and proclaim what will cause Yahweh to curse you\" (UDB)  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Mount Gerizim ... Mount Ebal", "text": "These are names of mountains on the west side of the Jordan River. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Are they not beyond the Jordan ... Moreh?", "text": "The Israelites are on the eastern side of the Jordan River. Moses uses a question to remind the people where these mountains are located. This question can be translated as a statement. <b>AT:</b> \"As you know, they are beyond the Jordan ... Moreh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "beyond the Jordan", "text": "\"on the west side of the Jordan River\""}, {"ref": "west of the western road", "text": "\"in the west\""}, {"ref": "over against Gilgal", "text": "\"near Gilgal\" This may not be the same place as the city near Jericho. Moses may be referring to a place that is near Shechem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "oaks of Moreh", "text": "These are sacred trees near Gilgal. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "all the statutes and the decrees", "text": "These are the statutes and decrees Moses will give in Deuteronomy 12-26."}, {"ref": "I set before you today", "text": "This does not mean these are new. Moses is reviewing the same statutes and decrees that he gave 40 years earlier."}, {"ref": "I set before you", "text": "God's statutes and decrees, which Moses is telling the people, are spoken of as if they were objects that Moses is setting before the people. AT: \"I am giving to you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]