[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Give thanks to Yahweh, for he is good", "text": "\"Thank Yahweh because of the good things he does\""}, {"ref": "His covenant faithfulness endures forever", "text": "\"He faithfully loves us forever\""}, {"ref": "Let Israel say", "text": "The word \"Israel\" represents the people of Israel. AT: \"Let the people of Israel say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "Let the house of Aaron say", "text": "Here the word \"house\" represents the family and descendants of a person. This phrase refers to the priests, who were descendants of Aaron. AT: \"Let the descendants of Aaron say\" or \"Let the priests say\" (See: and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His covenant faithfulness endures forever", "text": "\"He faithfully loves us forever.\" See how you translated this in [[:en:bible:notes:psa:118:001|118:1-2]]."}, {"ref": "the loyal followers of Yahweh", "text": "\"those who fear Yahweh\" or \"those who worship Yahweh\""}]}, {"id": "005", "tn": [{"ref": "set me free", "text": "The writer speaks of Yahweh saving him from distress as if Yahweh had taken him from a place of confinement to a wide open space where he could move about freely. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what can man do to me?", "text": "The writer asks this rhetorical question to emphasize that there is nothing that man can do to hurt him since Yahweh is with him. This question can be translated as a statement. AT: \"people cannot do anything to harm me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yahweh is on my side as my helper", "text": "To be on one's side is an idiomatic expression that indicates that that person approves of and will help another. AT: \"Yahweh approves of me and will help me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will look in triumph on those who hate me", "text": "It is implied that Yahweh is the one who will defeat the writer's enemies, while the writer looks on. The full meaning of this can be made clear. AT: \"I will see Yahweh defeating all those who hate me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "008", "tn": [{"ref": "to take shelter in Yahweh", "text": "God is spoken of as if he were a shelter, a place where people can be protected. AT: \"to seek protection from Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to take refuge in Yahweh", "text": "This verse is parallel to the one preceding it. God is spoken of as if he were a refuge, a place where people can be protected. AT: \"to seek protection from Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "All the nations", "text": "Here the word \"nations\" represents the armies of those nations. The writer uses hyperbole to emphasize the great number of armies that surrounded him. AT: \"The armies of many nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in Yahweh's name", "text": "Here the word \"name\" represents Yahweh's power. AT: \"by Yahweh's power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I cut them off", "text": "The writer speaks of defeating the enemy armies as if he were cutting them off like a person would cut a branch off of a plant. AT: \"I defeated them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They surrounded me like bees", "text": "The writer compares the enemy armies to a swarm of bees. AT: \"They surrounded me like a swarm of bees would surround a person\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they disappeared as quickly as fire among thorns", "text": "Just like dry thorns burn out quickly, the attack of the enemy armies was quickly over. AT: \"their attack lasted only a short time, as a fire that consumes thorns quickly dies\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "013", "tn": [{"ref": "to knock me down", "text": "The writer speaks of the enemy armies trying to defeat him as if they were trying to push him down onto the ground. AT: \"in order to defeat me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh is my strength and joy", "text": "\"Yahweh gives me strength and joy\""}]}, {"id": "015", "tn": [{"ref": "The joyful shout of victory is heard in the tents of the righteous", "text": "This can be stated in active form. AT: \"People hear the joyful shout of victory in the tents of the righteous\" or \"The righteous shout joyfully for victory in their tents\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the right hand of Yahweh conquers", "text": "Here the word \"hand\" represents Yahweh's power. AT: \"Yahweh has conquered by his great strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The right hand of Yahweh is exalted", "text": "Here, to raise one's hand is a gesture of victory. This can be stated in active form. AT: \"Yahweh has exalted his right hand\" or \"Yahweh has raised his right hand in victory\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "017", "tn": [{"ref": "I will not die, but live", "text": "The writer states the same idea both negatively and positively to emphasize that he will certainly live. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh has punished me", "text": "\"Yahweh has disciplined me\""}, {"ref": "he has not handed me over to death", "text": "The writer speaks of death as if it were a person under whose power Yahweh could place the writer. AT: \"he has not allowed me to die\" or \"he has not allowed my enemies to kill me\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "019", "tn": [{"ref": "Open to me the gates of righteousness", "text": "\"Open to me the gates through which the righteous people enter.\" This is a reference to the gates of the temple, and the writer is addressing the gatekeepers. The full meaning of this can be made clear. AT: \"Open for me the temple gates\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the gate of Yahweh", "text": "\"the gate that leads to Yahweh's presence\" or \"Yahweh's gate\""}, {"ref": "I will give thanks to you", "text": "Here the writer begins to speak to Yahweh."}, {"ref": "you have become my salvation", "text": "The word \"salvation\" can be translated with a verbal phrase. AT: \"you have saved me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "022", "tn": [{"ref": "The stone that the builders rejected has become the cornerstone", "text": "This is likely a proverb that the writer has used to describe either the king or the nation of Israel. That which others have considered worthless, Yahweh has made to be the most important. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "it is marvelous in our eyes", "text": "Possible meanings are 1) \"it is a marvelous thing for us to see\" or 2) \"we consider it to be a marvelous thing.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "024", "tn": [{"ref": "rejoice and be glad", "text": "These two phrases mean basically the same thing and emphasize the intensity of joy. AT: \"be very glad\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "026", "tn": [{"ref": "Blessed is he who comes in the name of Yahweh", "text": "Here the priests begin to address the king."}, {"ref": "he who comes in the name of Yahweh", "text": "Here the word \"name\" represents Yahweh's power. AT: \"the one who comes in the power of the Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we bless you from the house of Yahweh", "text": "Here the priests address the people."}, {"ref": "the house of Yahweh", "text": "The word \"house\" refers to the temple. AT: \"Yahweh's temple\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he has given us light", "text": "The writer speaks of Yahweh blessing his people as if Yahweh were shining a light on them. AT: \"he has blessed us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bind the sacrifice with cords", "text": "\"tie the sacrifice with rope\""}, {"ref": "You are my God", "text": "Here the writer begins to speak again and addresses Yahweh directly."}]}, {"id": "029", "tn": [{"ref": "Oh", "text": "This is an exclamation that should be translated with whatever exclamation of emphasis you have in your language to make it sound natural. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "give thanks to Yahweh; for he is good", "text": "\"thank Yahweh because of the good things he does.\" See how you translated this in [[:en:bible:notes:psa:118:001|118:1]]."}, {"ref": "his covenant faithfulness endures forever", "text": "\"he faithfully loves us forever.\" See how you translated this in [[:en:bible:notes:psa:118:001|118:1]]."}]}]