[{"id": "01", "tn": [{"ref": "During the days of Ahaz ... king of Judah", "text": "\"When Ahaz ... was king of Judah\" This was when the events happened. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Rezin ... Pekah ... Remaliah", "text": "men's names (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Rezin ... and Pekah ... went up", "text": "The author speaks as if the kings were the armies they led. AT: \"Rezin ... and Pekah ... led their armies up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to war against it", "text": "The author speaks as if the city itself were the people who live in it. AT: \"to war against the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It was reported to the house of David", "text": "This can be stated in active form. AT: \"the house of David heard the report\" or \"someone reported to the house of David\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the house of David", "text": "The word \"house\" is a metonym for the family living in the house. AT: \"King Ahaz and his counselors\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that Aram was allied with Ephraim", "text": "Here \"Aram\" and \"Ephraim\" refer to their kings. Ephraim is used here to refer to the whole northern kingdom of Israel. AT: \"that Rezin, the king of Aram was helping Pekah, the king of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His heart trembled, and the heart of his people, as the trees of the forest shake in the wind", "text": "The trembling of their hearts at this news is compared to the way trees shake when the wind blows through them. AT: \"Ahaz and his people were very afraid\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah writes about what happened to him as if it had happened to someone else."}, {"ref": "Shear Jashub", "text": "Translators may also add a footnote that says, \"The name Shear Jashub means 'a remnant will return.'\" The meaning may have given hope to Ahaz. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "at the end of the conduit of the upper pool", "text": "\"where the water enters the upper pool\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "conduit", "text": "man-made ditch or tunnel through which water flows"}, {"ref": "road", "text": "If your language has a word for a road or path that people have made smooth by filling in the low places and lowering the high places, you can use it here."}, {"ref": "Launderer's Field", "text": "Possible meanings are 1) this is the proper name by which the people called the field or 2) this is the common noun that the people used to talk about the field, \"the launderer's field\" or \"the field where men wash wool\" or \"the field where women wash clothes.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Launderer's Field", "text": "A launderer is either 1) a man who washes wool that someone has cut from the sheep, \"Wool Washer Field,\" or 2) a woman who washes dirty clothes, \"Clothes Washer Field\" (see UDB). (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Tell him", "text": "\"Tell Ahaz\""}, {"ref": "do not be afraid or intimidated by these two smoldering firebrands, by the fierce anger of Rezin and Aram, and of Pekah son of Remaliah", "text": "God compares Rezin and Pekah to burning sticks whose fire has gone out and are making smoke now. God is emphasizing that they are not real threats to Judah. This can be stated in active form. AT: \"do not let Rezin and Pekah make you afraid; their fierce anger is like a burning stick whose fire has gone out and there is only smoke\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "afraid or intimidated", "text": "The words \"afraid\" and \"intimidated\" mean the same thing and can be translated as one word. AT: \"afraid\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Isaiah what he should tell Ahaz. (See: [[:en:bible:notes:isa:07:03]])"}, {"ref": "Aram, Ephraim, and the son of Remaliah", "text": "The words \"Aram\" and \"Ephraim\" refer to the kings of these lands. Also, \"Ephraim\" refers to the northern kingdom of Israel. AT: \"Rezin the king of Aram and Pekah the son of Remaliah, king of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Remaliah", "text": "This is the name of a man. Translate his name as in [[:en:bible:notes:isa:07:01|7:1]]."}, {"ref": "have planned evil against you", "text": "Here \"you\" is singular and refers to Ahaz. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "son of Tabeel", "text": "It is unknown who this man is. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Isaiah what he should tell Ahaz. (See: [[:en:bible:notes:isa:07:03]])"}, {"ref": "and the head of Damascus is Rezin", "text": "\"and the king of Damascus is Rezin, who is a weak man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sixty-five years", "text": "five years** - \"65 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Ephraim will be shattered and will no longer be a people", "text": "Here \"Ephraim\" refers to all of the northern kingdom of Israel. This can be stated in active form. AT: \"an army will destroy Ephraim, and there will no longer be a people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the head of Samaria is Remaliah's son", "text": "This means Pekah is the king of Samaria and all of Israel. AT: \"the king of Samaria is Pekah, who is a weak man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If you do not remain firm in faith, surely you will not remain secure", "text": "This can be stated in positive form. AT: \"If you continue to believe in me, you will certainly remain safe\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "If you do not remain", "text": "\"Unless you remain\""}]}, {"id": "10", "tn": [{"ref": "ask for it in the depths or in the height above", "text": "Yahweh uses the word \"depths\" and \"height\" to mean Ahaz could ask him for anything. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "depths ... height", "text": "The abstract nouns \"depths\" and \"height\" can be translated with prepositions. \"places far below you ... places far above you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "will not ask", "text": "\"will not ask Yahweh for a sign\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "house of David", "text": "The word \"house\" is a metonym for the family living in the house. See how you translated this in [[:en:bible:notes:isa:07:01|7:2]]. AT: \"King Ahaz, you and your counselors\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is it not enough for you people to test the patience of people? Must you also test the patience of my God?", "text": "These questions emphasize that the king has sinned greatly. AT: \"You test the patience of people! Now you even test the patience of my God!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the young woman will conceive", "text": "Some ancient versions and some contemporary versions translate, \"the virgin will conceive,\" while others translate \"the young woman will conceive.\""}, {"ref": "his name Immanuel", "text": "Translators may add a footnote that says: \"The name Immanuel means 'God with us.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He will eat curds and honey when he knows to refuse the evil and choose the good", "text": "Possible meanings are 1) \"By the time that child is old enough to eat curds and honey, he will be able to reject what is evil and choose what is good.\" This emphasizes that the child will be very young when he knows to choose what is right instead of wrong or 2) \"By the time the child is old enough to reject what is evil and choose what is good, he will be eating curds and honey.\" The people of Judah considered a child to be responsible for doing what is right when he was 12 years old. This emphasizes that within twelve years the people will be able to eat much curds and honey because most of the people of Israel will be killed or taken as captives. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "curds", "text": "milk that people have treated to make it into a soft solid"}, {"ref": "refuse the evil and choose the good", "text": "\"refuse to do evil deeds and choose to do good deeds\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the sign that God will give the house of David."}, {"ref": "refuse the evil and choose the good", "text": "\"refuse to do evil deeds and choose to do good deeds.\" Translate as in [[:en:bible:notes:isa:07:13|7:15]]. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "you dread", "text": "\"you fear.\" Here \"you\" is singular and refers to Ahaz. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your people", "text": "This refers to the people of Judah."}, {"ref": "Ephraim seceded from Judah", "text": "\"the people of Ephraim separated from the people of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "At that time", "text": "before the child knows to refuse the evil and choose the good ([[:en:bible:notes:isa:07:13|7:15]])"}, {"ref": "Yahweh will whistle for", "text": "\"Yahweh will call\" or \"Yahweh will summon\""}, {"ref": "for a fly from the distant streams of Egypt, and for a bee from the land of Assyria", "text": "\"for the armies of Egypt and Assyria, and their soldiers will be everywhere like flies and bees\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the time when the army of Assyria will attack Israel."}, {"ref": "the Lord will shave with a razor that was hired beyond the Euphrates River—the king of Assyria", "text": "The word \"razor\" is a metaphor for the king of Assyria and his army, and Yahweh speaks of the king as if the king were a man who would do Yahweh's work and then receive money from Yahweh. AT: \"the Lord will call the king of Assyria from beyond the Euphrates River to work for him to shave you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that was hired", "text": "This can be stated in active form. AT: \"that he bought\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the head ... the hair of the legs ... also ... the beard", "text": "It was bad to have someone shave the top of the head; it was worse to have someone shave \"the hair of the legs\"; it was worst of all to have someone shave the beard."}, {"ref": "the head ... the hair of the legs ... the beard", "text": "Isaiah does not say whose head, hair, and beard the Lord is going to shave, but Ahaz and the reader would understand that this is a man; the man is a metaphor for the people living in the land of Judah (see UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the head", "text": "\"the hair on the head\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hair of the legs", "text": "Possible meanings are 1) this is a polite way to speak of the hair on the lower body or 2) this speaks of the hair on the legs. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "it will also sweep", "text": "\"the razor will also sweep.\" If your language requires a person to be the subject of \"will ... sweep,\" you can say, \"the Lord will also sweep.\""}, {"ref": "because of the abundance of milk which they shall give", "text": "The abstract noun \"abundance\" can be translated as a clause. AT: \"because they will give so much milk\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe the time when the army from Assyria will attack the land of Israel."}, {"ref": "there were a thousand vines ... briers and thorns", "text": "\"there were 1,000 vines.\" That is, when Isaiah wrote, there were vineyards, in some of which were 1,000 vines or more each. He says that these vineyards will become full of briers and thorns. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "a thousand silver shekels", "text": "\"1000 silver shekels.\" A shekel is a silver coin worth 4 days wage. AT: \"1,000 silver coins\" [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "briers and thorns", "text": "The words \"briers\" and \"thorns\" both refer to useless, thorny plants. It is not necessary to translate both words. AT: \"thorn bushes\" or \"brier bushes\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "because all the land will be briers and thorns", "text": "Why the hunters come to these lands can be made explicit. AT: \"because there will be nothing in these lands but briers, thorns, and wild animals\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They will stay away from all the hills that were cultivated with the hoe", "text": "This can be stated in active form. AT: \"People will stay away from the hills where they once prepared the soil to plant crops\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]