[{"id": "01", "tn": [{"ref": "The two angels", "text": "Genesis 18 says that two men went to Sodom. Here we learn that they are really angels. (See: [[:en:bible:notes:gen:18:22|18:22]])"}, {"ref": "the gate of Sodom", "text": "\"the entrance to the city of Sodom.\" The city had a wall around it, and people had to go through a gate to get into it. This was a very important place in a city. Important people often spent time there."}, {"ref": "bowed down with his face to the ground", "text": "He put his knees on the ground then touched his forehead and nose to the ground."}, {"ref": "my masters", "text": "This was a term of respect Lot used for the angels."}, {"ref": "I urge you to turn aside into your servant's house", "text": "\"Please come and stay in your servant's house\""}, {"ref": "your servant's house", "text": "Lot refers to himself as their servant in order to show them respect. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "wash your feet", "text": "People liked to wash their feet after traveling."}, {"ref": "rise up early", "text": "\"wake up early\""}, {"ref": "we will spend the night", "text": "When the two angels said this, they were referring only to themselves, not to Lot. The two of them planed to spend the night in the square. Some languages would use the exclusive form of \"we\" here. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "town square", "text": "This is a public, outdoor place in the town."}, {"ref": "they went with him", "text": "\"they turned and went with him\""}]}, {"id": "04", "tn": [{"ref": "before they lay down", "text": "\"before the people in Lot's house lay down to go to sleep\""}, {"ref": "the men of the city, the men of Sodom", "text": "\"the men of the city, that is, the men of Sodom\" or just \"the men of the city of Sodom\""}, {"ref": "the house", "text": "\"Lot's house\""}, {"ref": "both young and old", "text": "\"from the youngest to the oldest.\" This means \"men of all ages\" and refers to the men of Sodom who were surrounding Lot's house."}, {"ref": "that came in to you", "text": "\"that went into your house\""}, {"ref": "sleep with them", "text": "\"engage in sex with them.\" Your language may have a more polite way of saying this. AT: \"know them intimately or sexually\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "06", "tn": [{"ref": "after himself", "text": "\"behind him\" or \"after he went through\""}, {"ref": "I beg you, my brothers", "text": "\"I plead with you, my brothers\""}, {"ref": "my brothers", "text": "Lot spoke in a friendly way to the men of the city hoping that they would listen to him. AT: \"my friends\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "do not act so wickedly", "text": "\"do not do something so wicked\" or \"do not do such a wicked thing\""}, {"ref": "Look", "text": "\"Pay attention\" or \"Look here\""}, {"ref": "have not slept with", "text": "\"have not engaged in sex with.\" Your language may have a more polite way of saying this. AT: \"have not known\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "whatever is good in your eyes", "text": "\"whatever you desire\" or \"whatever you think is right\""}, {"ref": "under the shadow of my roof", "text": "The two men were guests in Lot's home, so he needed to protect them. The word \"roof\" is a synecdoche for the whole house and a metaphor for Lot protecting them. AT: \"into my house, and God expects me to protect them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Stand back!", "text": "\"Step aside!\" or \"Get out of our way!\" (UDB)"}, {"ref": "This one came here to live as a foreigner", "text": "\"This one came here as an outsider\" or \"This foreigner came to live here\""}, {"ref": "This one", "text": "\"Lot.\" The men are speaking to each other. If this would be unclear in your language, you may have the men speak to Lot here, as in UDB."}, {"ref": "and now he has become our judge", "text": "\"and now he thinks he has the right to tell us what is right and what is wrong\" or \"but we are not going to allow him to stop us from doing what we want to do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and now he", "text": "\"and even though he has no good reason to, he\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Now we", "text": "\"Because you are telling us that what we are doing is wrong, we\""}, {"ref": "we will deal worse with you than with them", "text": "The men are angry that Lot said, \"Do not act so wickedly\" ([[:en:bible:notes:gen:19:06|19:7]]), so they are threatening to act more wickedly than Lot had feared at first. AT: \"we will act more wickedly with you than we will with them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They pressed hard against the man, against Lot, and came near to break down the door", "text": "Possible meanings are 1) \"They kept coming closer to the man, to Lot, until they were close enough to break down the door\" or 2) they physically pushed Lot up against the wall or door of the house and were about to break the door down."}, {"ref": "the man ... Lot", "text": "This is two ways of referring to Lot."}]}, {"id": "10", "tn": [{"ref": "But the men", "text": "\"But Lot's two guests\" or \"But the two angels\""}, {"ref": "the men reached out their hands and brought ... them and shut", "text": "Your language may need to add that the men opened the door first. AT: 'the men opened the door far enough so they could reach out their hands and pull ... them, and then they shut\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Lot's visitors struck with blindness the men", "text": "The phrase \"struck with blindness\" is a metaphor; the visitors did not physically hit the men. AT: \"Lot's visitors blinded the men\" or \"they took away their sight\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "both young and old", "text": "\"men of all ages.\" This merism emphasizes that the visitors blinded all the men. This could indicate social standing rather than age. AT: \"both small and great\"  (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "12", "tn": [{"ref": "Then the men said", "text": "\"Then the two men said\" or \"Then the angels said\""}, {"ref": "Do you have anyone else here?", "text": "\"Are there any other members of your family in the city?\" or \"Do you have any other family members in this place?\""}, {"ref": "whoever you have in the city", "text": "\"any other members of your family living in this city\""}, {"ref": "we are about to destroy", "text": "The word \"we\" here is exclusive. Only the two angels would destroy the city; Lot would not destroy it. If your language has an exclusive form of \"we,\" use it here. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "the accusations against it before Yahweh have become so loud", "text": "This can be reworded so that the abstract noun \"accusations\" is expressed as a verb. AT: \"so many people have been telling Yahweh that the people of this city are doing evil things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and how similar words are translated in [[:en:bible:notes:gen:18:20|18:20]])"}]}, {"id": "14", "tn": [{"ref": "Lot went out", "text": "\"So Lot left the house\""}, {"ref": "his sons-in-law, the men who had promised to marry his daughters", "text": "in-law, the men who had promised to marry his daughters** - The phrase \"the men who had promised to marry his daughters\" explains what \"sons-in-law\" means here. AT: \"the men who were going to marry his daughters\" or \"his daughters' fiancés\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "When the morning dawned", "text": "\"Just before the sun came up\""}, {"ref": "Get going", "text": "\"Go now\""}, {"ref": "you are not swept away in the punishment of the city", "text": "This can be stated in active form. AT: \"so Yahweh does not also destroy you when he punishes the people of this city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not swept away in the punishment", "text": "God destroying the people of the city is spoken of as if a person were sweeping away dust. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "of the city", "text": "Here \"city\" stands for the people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "But he lingered", "text": "\"But Lot hesitated\" or \"But Lot did not start to leave\""}, {"ref": "So the men grabbed", "text": "\"So the two men grabbed\" or \"So the angels grabbed\""}, {"ref": "was merciful to him", "text": "\"had compassion on Lot.\" Yahweh is described as being \"merciful\" because he was sparing the lives of Lot and his family instead of destroying them when he destroyed the people of Sodom for the wrong they had done."}, {"ref": "When they had brought them out", "text": "\"When the two men had brought Lot's family out\""}, {"ref": "Run for your lives!", "text": "This is a way of telling them to run so that they do not die. AT: \"Run away and save your lives!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not look back", "text": "The phrase \"at the city\" is understood. AT: \"Do not look back at the city\" or \"Do not look back at Sodom\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "on the plain", "text": "This means the plain of the Jordan River. This refers to the general region of the Jordan River."}, {"ref": "so you are not swept away", "text": "It is understood that they would swept away with the people of the city. This can be stated in active form. AT: \"or else God will destroy you along with the people of the city\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not swept away", "text": "God destroying the people of the city is spoken of as if a person were sweeping away dust. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Your servant has found favor in your sight", "text": "To be pleased with someone is spoken as if \"favor\" were an object that is found. Also, \"sight\" is a metonym that represents a person's thoughts or opinions. AT: \"You have been pleased with me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your servant has", "text": "Lot was showing respect by referring to himself as \"your servant.\" AT: \"I, your servant, have\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "you have shown me great kindness in saving my life", "text": "The abstract noun \"kindness\" can be stated as \"kind.\" AT: \"you have been very kind to me by saving my life\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I cannot escape to the mountains, because the disaster will overtake me, and I will die", "text": "Being unable to get far enough away from Sodom when God destroys the city is spoken of as if \"disaster\" is a person that will chase and catch up with Lot. AT: \"My family and I will certainly die when God destroys the people of Sodom, because the mountains are too far away for us to get there safely\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "my life ... I cannot escape ... overtake me, and I will die", "text": "It is implied that Lot's family would die along with him. AT: \"our lives ... we cannot escape ... overtake us, and we will die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let me escape there (is it not a little one?), and my life will be saved", "text": "Lot used this rhetorical question to get the angels to notice that the city really is a small one. AT: \"let me escape there. You can see how small it is. If you let us go there we will live\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "let me escape there", "text": "Lot's full request can be made explicit. AT: \"instead of destroying that city, let me escape there\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my life will be saved", "text": "It is implied that the lives of Lot's family will be saved along with his. This can also be stated in active form. AT: \"so that we will live\" or \"so that we will survive\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "I am granting this request also", "text": "\"I will do what you have asked\""}, {"ref": "cannot do anything", "text": "This can be made more explicit. AT: \"cannot destroy the other cities\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Zoar", "text": "Translators may add a footnote that says \"The name Zoar sounds like the Hebrew word that means 'little.' Lot called this town 'little' in Genesis 19:20.\""}]}, {"id": "23", "tn": [{"ref": "The sun had risen upon the earth", "text": "\"The sun had risen over the earth.\" The phrase \"upon the earth\" can be left implicit as it is in the UDB where it is not translated. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "when Lot reached Zoar", "text": "It is implied that Lot's family is with him. AT: \"when Lot and his family arrived at Zoar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh rained down upon Sodom and Gomorrah sulfur and fire from Yahweh out of the sky", "text": "The phrase \"from Yahweh\" stands for God's power to cause the sulfur and fire to fall on the city. AT: \"Yahweh caused sulfur and fire to fall from the sky onto Sodom and Gomorrah\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sulfur and fire", "text": "These two words are used together to describe one object. AT: \"burning sulfur\" or \"fiery rain\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "those cities", "text": "This refers primarily to Sodom and Gomorrah, but also to three other towns."}, {"ref": "the inhabitants of the cities", "text": "\"the people who lived in the cities\""}]}, {"id": "26", "tn": [{"ref": "she became a pillar of salt", "text": "\"she became like a statue of salt\" or \"her body became like a tall stone of salt.\" Because she disobeyed the angel who told them not to look back at the city, God caused her to become something like a statue made out of rock salt."}, {"ref": "behold", "text": "The word \"behold\" draws attention to the surprising information that follows."}, {"ref": "like the smoke of a furnace", "text": "This shows that it was a very large amount of smoke. AT: \"like the smoke from a very large fire\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Verse 29 is a summary of this chapter."}, {"ref": "God called Abraham to mind", "text": "This tells why God rescued Lot. To \"call to mind\" is a way of saying \"remember.\" This does not imply that God forgot about Abraham. It means he considered Abraham and had mercy on him. AT: \"God thought about Abraham and had mercy on him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "out of the midst of the destruction", "text": "\"away from the destruction\" or \"away from danger\""}]}, {"id": "30", "tn": [{"ref": "Lot went up from Zoar to live in the mountains", "text": "The phrase \"went up from\" is used because Lot went to a higher elevation in the mountains."}]}, {"id": "31", "tn": [{"ref": "The firstborn", "text": "\"Lot's first daughter\" or \"The older daughter\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the younger", "text": "\"the younger daughter\" or \"her younger sister\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "according to the way of all the world", "text": "Here \"the world\" stands for the people. AT: \"as people everywhere do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "drink wine", "text": "It can be made explicit that their goal was to get him drunk. AT: \"drink wine until he gets drunk\" (UDB) or \"get drunk with wine\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that we may extend our father's line", "text": "This speaks about giving Lot descendants as if his family were a line that they are making longer. AT: \"so that we can bear children who will be our father's descendants\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he did not know when she lay down, nor when she arose", "text": "\"he did not know anything about it\" or \"he did not know that she had slept with him\""}]}, {"id": "34", "tn": [{"ref": "Let us make him drink wine ... nor when she arose", "text": "Translate these phrases as you did in [[:en:bible:notes:gen:19:31|19:32-33]]."}, {"ref": "drink wine", "text": "It can be made explicit that their goal was to get him drunk. AT: \"drink wine until he gets drunk\" (UDB) or \"get drunk with wine\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that we may extend our father's line", "text": "This speaks about giving Lot descendants as if his family were a line that they are making longer. AT: \"so that we can bear children who will be our father's descendants\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did not know when she lay down, nor when she arose", "text": "\"he did not know anything about it\" or \"he did not know that she had slept with him\""}]}, {"id": "36", "tn": [{"ref": "were pregnant by their father", "text": "\"became pregnant by their father\" or \"conceived children with their father\""}, {"ref": "He became", "text": "\"He is\""}, {"ref": "the Moabites of today", "text": "\"the Moab people who are now living\""}, {"ref": "of today", "text": "The word \"today\" refers to the time when the author of Genesis was living. The author was born and wrote this many years after Lot's family lived and died."}, {"ref": "Ben Ammi", "text": "This is a male name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the people of Ammon", "text": "\"the descendants of Ammon\" or \"the Ammon people\""}]}]