[{"id": "01", "tn": [{"ref": "Better is a poor person", "text": "\"It is better to be a poor person\""}, {"ref": "who walks in his integrity", "text": "This is an idiom. Here walking refers to living. AT: \"who lives in his integrity\" or \"who lives an honest life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "is perverse in speech", "text": "The word \"speech\" may be expressed as a verb. AT: \"speaks perversely\" or \"speaks in an evil way\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to have desire without knowledge", "text": "This refers to people trying to do something without the knowledge for how to correctly do it. AT: \"to work hard without knowing what you are doing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the one who runs too fast misses the path", "text": "This speaks of a person doing something too quickly and making mistakes as if running too quickly and missing the path. AT: \"the one who acts too quickly makes mistakes\" or \"the one who acts too quickly makes poor choices\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "his heart rages", "text": "Here a person is referred to by his \"heart\" to emphasize his emotions. AT: \"he rages\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Wealth adds many friends", "text": "This means that a person who is wealthy will have many friends because wealth attracts people. The full meaning of this can be made clear. AT: \"Those who are wealthy easily find many friends\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a poor person is separated from his friends", "text": "A poor person is separated from many of his friends because of his poverty. The meaning of this can be made explicit. AT: \"poverty causes a person to lose his friends\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "A false witness will not go unpunished", "text": "This can be written in positive and active form. AT: \"They will certainly punish a false witness\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he who breathes out lies will not escape", "text": "This means that he will be captured. AT: \"they will capture the one who breathes out lies\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "breathes out lies", "text": "This is an idiom. Here \"breathes\" refers to lying constantly. See how you translated this phrase in [[:en:bible:notes:pro:06:17|6:19]]. AT: \"constantly lies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a generous person", "text": "someone who often gives away things"}, {"ref": "everyone is a friend", "text": "This is a slight exaggeration. AT: \"it seems that everyone is a friend\" or \"almost everyone is a friend\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "07", "tn": [{"ref": "how much more do his friends who go far away from him!", "text": "This phrase is an exclamation to show that this is more likely than the previous phrase. AT: \"therefore his friends will certainly hate him and go far away from him!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "loves his own life", "text": "Here the person is referred to by his \"life\" to emphasize himself being alive. AT: \"loves himself\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keeps understanding", "text": "\"has understanding\""}]}, {"id": "09", "tn": [{"ref": "A false witness will not go unpunished", "text": "This can be written in positive and active form. Translate this phrase the same as you did in [[:en:bible:notes:pro:19:05|19:5]]. AT: \"They will certainly punish a false witness\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "breathes out lies", "text": "This figure of speech uses \"breathes\" to refer to lying constantly. See how you translated this phrase in [[:en:bible:notes:pro:06:17|6:19]]. AT: \"constantly lies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "It is not fitting", "text": "\"It is not right\""}, {"ref": "luxury", "text": "condition of wealth and pleasure"}, {"ref": "much less for a slave", "text": "The missing words may be added. AT: \"it is much less fitting for a slave\" or \"it is even worse for a slave\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "11", "tn": [{"ref": "Discretion makes a person slow to anger", "text": "\"A person who has discretion is slow to become angry\""}, {"ref": "Discretion", "text": "This means to know what should be done in a particular situation. Translate this word the same as you did in [[:en:bible:notes:pro:01:04|1:4]]."}, {"ref": "it is his glory to overlook", "text": "\"it will bring him glory to overlook\" or \"others will consider it honorable if he overlooks\""}, {"ref": "to overlook", "text": "to forget on purpose"}, {"ref": "The wrath of the king is like the roaring of a young lion", "text": "Here the lion's roaring refers to attacking. The wrath of a king is compared to the unpredictable and dangerous attack of a young lion. AT: \"The wrath of the king is as dangerous as the attack of a young lion\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but his favor is like dew on the grass", "text": "The favor of the king is compared to the refreshing water that appears on grass in the morning. AT: \"but his favor is refreshing like dew on grass\" or \"but his favor is refreshing like the dew on the ground in the morning\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "13", "tn": [{"ref": "is ruin to his father", "text": "\"will ruin a father\" (UDB)"}, {"ref": "a quarreling wife is a constant dripping of water", "text": "This speaks of an annoying wife as if she were the constant dripping of water. AT: \"a quarreling wife is as annoying and distracting as a constant dripping of water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a quarreling wife", "text": "\"an arguing wife\" or \"a disagreeing wife\""}, {"ref": "A house and wealth are inherited from parents", "text": "This can be stated in active form. AT: \"Children inherit a house and wealth from their parents\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "prudent", "text": "Translate this word the same as you did in [[:en:bible:notes:pro:12:23|12:23]]."}, {"ref": "a prudent wife is from Yahweh", "text": "This can be stated in active form. AT: \"Yahweh gives a prudent wife\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Laziness throws a person into a deep sleep", "text": "This speaks of how laziness causes a person to sleep a lot as if laziness forcefully throws the person into sleep. AT: \"Laziness makes a person sleep a lot\" or \"A lazy person sleeps a lot\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "go hungry", "text": "This is an idiom which means to not eat. AT: \"not eat\" or \"be hungry\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the command", "text": "\"the command that he was taught\" (UDB)"}, {"ref": "guards his life", "text": "\"protects his life\""}, {"ref": "his ways", "text": "This is an idiom which refers to how he lives. AT: \"the way that he lives\" or \"how he lives\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "Whoever is kind to the poor lends to Yahweh", "text": "Yahweh considers kindness shown to the poor to be kindness shown to him. One of the ways people are kind to the poor is by giving. AT: \"The person who gives to the poor is giving to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the poor", "text": "This refers to poor people. AT: \"those who are poor\" or \"poor people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "while there is hope", "text": "This refers to while the child is young and will still accept discipline and instruction. The full meaning of this can be made clear. AT: \"while he is young\" or \"while he can still be taught\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and do not set your desire on putting him to death", "text": "Possible meanings are 1) this phrase describes punishing your child. AT: \"but do not punish him so severely that he might die\" or 2) this phrase describes what it is like if you do not punish your child. AT: \"for if you do not punish him you are helping him destroy himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "set your desire on putting him", "text": "This idiom means to be determined to cause something to happen. AT: \"be determined to put him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "A hot-tempered person", "text": "tempered person** - This idiom refers to a person who is easily angered. AT: \"A person who does not control his temper\" or \"A person who becomes angry quickly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "must pay the penalty", "text": "This refers to the person bearing the consequences for what happens when he gets angry. The full meaning of this statement can be made clear. AT: \"must bear the consequences of his anger\" or \"must bear the consequences of what he does in his anger\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if you rescue him", "text": "\"if you save him.\" This refers to rescuing him when he has acted out of his anger. The meaning of this can be made explicit. AT: \"if you rescue him after he has had an outburst\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a second time", "text": "\"a 2nd time\" or \"again\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Listen to advice and accept instruction", "text": "These two phrases mean basically the same and are repeated to emphasize how important it is. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Listen to advice", "text": "This is an idiom. Here \"listening\" does not mean to merely listen, but to learn from the advice you are given and to follow it. AT: \"Pay attention to advice\" or \"Follow advice\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "in a person's heart", "text": "Here the \"heart\" is used to refer to the \"mind\" to emphasize a person's desire. AT: \"in a person's mind\" or \"that a person desires\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the purpose of Yahweh", "text": "\"Yahweh's purpose\" or \"Yahweh's plans\""}, {"ref": "that will stand", "text": "This idiom means to \"happen.\" AT: \"that will happen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "23", "tn": [{"ref": "Honor for Yahweh leads people to life; anyone who has it will be satisfied", "text": "This means that they will live a long time if they honor Yahweh. The full meaning of this statement can be made clear. AT: \"Those who honor Yahweh will live a long time; anyone who honors Yahweh will be satisfied\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "anyone who has it", "text": "Here the word \"it\" refers to \"honor for Yahweh.\""}, {"ref": "satisfied and not afflicted by harm", "text": "This can be stated in active form. AT: \"satisfied; nothing will harm him\" or \"satisfied; he will be safe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sluggard", "text": "Translate this word the same as you did in [[:en:bible:notes:pro:10:26|10:26]]."}, {"ref": "buries his hand in the dish", "text": "\"dips his hand in the dish\" or \"puts his hand in his plate.\" In the Biblical culture people usually ate with their hands as people do in many cultures today."}, {"ref": "he will not even bring it back up to his mouth", "text": "He does not bring his hand back to his mouth because he is too lazy. AT: \"but he is too lazy to bring his hand up to his mouth to feed himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Strike a mocker, and the naive person", "text": "\"If you strike a mocker, the naive person\""}, {"ref": "Strike", "text": "\"Punish\""}, {"ref": "naive person", "text": "\"inexperienced person\" or \"immature person\""}, {"ref": "prudent", "text": "Translate this word the same as you did in [[:en:bible:notes:pro:12:23|12:23]]."}, {"ref": "discipline one who is discerning, and", "text": "\"if you discipline one who is discerning,\""}, {"ref": "he will gain knowledge", "text": "Here the abstract idea of knowledge is spoken of as if it were something that one could have more of. AT: \"he will know more\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "26", "tn": [{"ref": "brings shame and reproach", "text": "Possible meanings are 1) he brings it to himself. AT: \"brings shame and reproach to himself\" or 2) he brings it to his family. AT: \"brings shame and reproach to his family\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If you cease to hear instruction", "text": "Here \"listening and obeying\" is spoken of as if it were \"hearing.\" AT: \"If you stop paying attention to instruction\" or \"If you stop obeying instruction\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will stray from", "text": "\"you will abandon\" or \"you will turn your back on\""}, {"ref": "the words of knowledge", "text": "\"knowledge\""}]}, {"id": "28", "tn": [{"ref": "the mouth of the wicked swallows iniquity", "text": "This speaks of how wicked people enjoy doing evil by saying that they swallow iniquity as easily as they swallow food. AT: \"the wicked enjoy doing evil as much as they enjoy eating food\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mouth of the wicked swallows", "text": "Here wicked people are referred to by their \"mouths.\" AT: \"the wicked swallow\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the wicked", "text": "This refers to wicked people. AT: \"the wicked person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Condemnation is ready for mockers and flogging for", "text": "The words \"condemnation\" and \"flogging\" may be expressed as verbs. AT: \"Yahweh is ready to condemn mockers and to flog\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "flogging for the backs", "text": "The missing words may be added. AT: \"flogging is ready for the backs\" or \"he is ready to flog the backs\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "flogging", "text": "beating with a whip or stick"}]}]