[{"id": "01", "tn": [{"ref": "There was a man", "text": "This is a way to introduce a new person to the storyline. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Micah", "text": "This is the name of a man. It is not the same man who wrote the book of Micah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "that were taken from you", "text": "This can be stated in active form. AT: \"which someone stole from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I stole it", "text": "\"I was the one who took it\""}]}, {"id": "03", "tn": [{"ref": "set apart", "text": "This means to dedicate something to a specific purpose. AT: \"dedicate\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "cast metal", "text": "metal that has been melted and poured into a mold to form a special shape"}, {"ref": "I restore it to you", "text": "\"I give it back to you\""}, {"ref": "two hundred pieces of silver", "text": "\"200 pieces of silver\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "they were placed in the house of Micah", "text": "The word \"they\" refers to the metal figures. This may be stated in active form. AT: \"Micah placed them in his house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "a house of idols", "text": "This refers to a house used specifically for worshiping idols. This can be stated clearly. AT: \"a house for worshiping idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "everyone did what was right in his own eyes", "text": "Here each person's \"eyes\" is a metonym for each person's judgment or discretion. AT: \"each person did what he decided was right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "of Bethlehem", "text": "\"from Bethlehem\""}, {"ref": "of the family of Judah", "text": "This means that he was living among the family of Judah, that is, the tribe of Judah. AT: \"who was living among the tribe of Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He stayed there to fulfill his duties", "text": "\"He lived and worked there\""}, {"ref": "find a place to live", "text": "\"find a different place to live\""}, {"ref": "where I might live", "text": "It is implied that he is looking for a place to live and work. AT: \"where I might live and have a job\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "a father and a priest", "text": "The word \"father\" is here used in the sense of an advisor, and not to a literal father. AT: \"an advisor and a priest\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a suit of clothes", "text": "\"a set of clothes.\" This he would receive every year. The missing words may be added. AT: \"a suit of clothes each year\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "So the Levite went into his house", "text": "It is implied that the Levite accepted Micah's offer, and therefore, entered his house. AT: \"So the Levite accepted his offer and went into his house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the young man became to Micah like one of his sons", "text": "The relationship between the Levite and Micah became like the close relationship between a father and son. AT: \"the young man became close to Micah and was like one of his sons\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "12", "tn": [{"ref": "Micah set apart the Levite", "text": "Here \"set apart\" means that Micah \"dedicated\" or \"ordained\" him. AT: \"Micah dedicated the Levite\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "was in Micah's house", "text": "Here living in Micah's house is spoken of as \"being\" in his house. AT: \"lived in Micah's house\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]