[{"id": "01", "tn": [{"ref": "In the thirtieth year", "text": "This is the thirtieth year of Ezekiel's life. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the fourth month, and the fifth day of the month", "text": "\"the fifth day of the fourth month.\" This is the fourth month of the Hebrew calendar. The fifth day is around the end of June on Western calendars. (See:  [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "it came about that", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "I was living among the captives", "text": "The word \"I\" refers to Ezekiel. \"I was one of the captives\""}, {"ref": "I saw visions of God", "text": "\"God showed me unusual things\""}, {"ref": "it was the fifth year of the exile of King Jehoiachin", "text": "Throughout the book, Ezekiel will date his prophecies based on when the Babylonians forced Jehoiachin to leave Jerusalem."}, {"ref": "to Ezekiel ... upon him there", "text": "Ezekiel speaks of himself as if he were another person. AT: \"to me, Ezekiel ... upon me there\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "the word of Yahweh came with power to Ezekiel", "text": "\"Yahweh spoke strongly to Ezekiel\""}, {"ref": "Buzi", "text": "the name of a man (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Chebar Canal", "text": "This is a river that people in Chaldea had dug to give water to their gardens. \"the Chebar River\""}, {"ref": "the hand of Yahweh was upon him", "text": "The word \"hand\" is often used to refer to someone's power or action. A person with his hand on another person has power over that other person. AT: \"Yahweh was controlling him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to describe his vision."}, {"ref": "a windstorm", "text": "This is a storm that has a lot of wind."}, {"ref": "coming from the north", "text": "North is the direction to your left when you look toward the sun while it is rising."}, {"ref": "a great cloud with fire flashing within it", "text": "This can be translated as a new sentence: \"The storm had a very large cloud with fire flashing in it\""}, {"ref": "fire flashing", "text": "Possible meanings are 1) \"flashing lightning\" or 2) \"constant lightning.\""}, {"ref": "and brightness surrounding it and inside of it", "text": "\"and a very bright light was around the cloud and inside of it\""}, {"ref": "the color of amber", "text": "\"bright yellow like amber\" or \"bright yellow\" or \"glowing yellow\""}, {"ref": "amber", "text": "a hard yellow resin that is used as a beautiful decoration on jewelry"}, {"ref": "In the middle", "text": "\"Inside the storm\""}, {"ref": "was the likeness of four living creatures", "text": "\"there were things that looked like four creatures\" or \"there was what looked like four creatures\""}, {"ref": "This was their appearance", "text": "\"This is what the four creatures looked like\""}, {"ref": "they had the likeness of a man", "text": "\"the four creatures looked like people\""}, {"ref": "but they had four faces each, and each of the creatures had four wings", "text": "\"but each of them had four different faces and four wings.\" Each creature had a face on the front, a face on the back, and a face on each side of its head."}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to describe his vision."}, {"ref": "but the soles of their feet were like the hooves of a calf", "text": "\"but their feet looked like calf hooves\" or \"but their feet looked like the feet of calves\""}, {"ref": "hooves of a calf", "text": "the hard part of a calf's foot"}, {"ref": "that shone like polished bronze", "text": "\"that were shiny like bronze that has been polished.\" This describes the feet of the creatures. AT: \"and they shone like polished bronze\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "on all four sides", "text": "\"on all four sides of their bodies\""}, {"ref": "For all four, their faces and wings were like this", "text": "\"For all four of the creatures, their wings and their faces were like this\""}, {"ref": "and they did not turn as they went", "text": "\"and the creatures did not turn as they moved\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to describe his vision."}, {"ref": "The appearance of their faces was like the face of a man", "text": "Ezekiel is describing the faces of the creatures on their front side. AT: \"The faces of each creature looked like this: The face in front looked like the face of a man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "next, the face of a lion to the right", "text": "\"the face on the right side of its head looked like the face of a lion\""}, {"ref": "next, the face of an ox to the left", "text": "\"the face on the left side of its head looked like the face of an ox\""}, {"ref": "finally, the face of an eagle", "text": "\"finally, the face on the back of its head looked like the face of an eagle\""}, {"ref": "their wings were spread out above, so that each creature had a pair of wings that touched another creature's wing", "text": "\"each creature held up two of his wings so that one wing touched the wing of the creature on one side of him, and the other wing touched the wing of the creature on the other side of him\""}, {"ref": "and also a pair of wings that covered their bodies", "text": "This can be translated as a new sentence: \"The other two wings of each creature covered its body\""}, {"ref": "Each went straight forward", "text": "\"Each creature moved with a face looking forward\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to describe his vision."}, {"ref": "looked like burning coals of fire, or like torches", "text": "\"were bright like coals in a hot fire, or like torches\""}, {"ref": "and there were flashes of lightning", "text": "\"and lightning came out from the fire.\""}, {"ref": "The living creatures were moving swiftly back and forth, and they looked like lightning", "text": "Lightning flashes and then disappears quickly, and the creatures moved from one place to another quickly. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to tell about his vision."}, {"ref": "there was one wheel on the ground beside the living creatures", "text": "\"there was one wheel on the ground by each one of the living creatures, one wheel for each direction the creatures faced\""}, {"ref": "This was the appearance and structure of the wheels", "text": "\"This is what the wheels looked like and how they were made\""}, {"ref": "like beryl", "text": "Beryl is a kind of clear, valuable stone, often of yellow or golden color. \"clear and yellow like a beryl stone\" or \"clear and yellow like a precious stone\""}, {"ref": "the four were all the same", "text": "\"all four of the wheels looked the same\""}, {"ref": "they looked like a wheel intersecting another wheel", "text": "\"they were made with one wheel going through another wheel\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Ezekiel continues to describe his vision."}, {"ref": "they went without turning in any direction the creatures faced", "text": "\"the wheels were able to go in any of the four directions that the creatures faced\""}, {"ref": "As for their rims", "text": "\"This is what the rims of the wheels looked like\""}, {"ref": "they were high and fearsome", "text": "\"the rims were very tall and awe-inspiring\" or \"the rims where tall and frightening\""}, {"ref": "for the rims were full of eyes round about", "text": "\"because the rims had very many eyes around all four of the wheels\""}]}, {"id": "19", "tn": [{"ref": "When the living creatures rose up from the earth", "text": "The creatures were flying in the air after they left the ground. AT: \"So when the creatures left the ground and went up into the air.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the spirit of the living creature", "text": "Possible meanings are that Ezekiel is 1) speaking of the \"creatures\" of verse 19 as if they were one creature, \"the spirit of the living creatures was in the wheels\" or 2) using an idiom to speak of \"the spirit of life\" or \"the living spirit\" or 3) \"the same spirit that gave life to the creatures also gave life to the wheels.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the wheels also rose up", "text": "\"the wheels also left the ground and went into the air\""}, {"ref": "Wherever the Spirit would go, they went", "text": "The word \"they\" refers to the creatures."}, {"ref": "the wheels rose up beside them", "text": "\"the wheels went up into the air with the living creatures\""}]}, {"id": "22", "tn": [{"ref": "an expansive dome", "text": "A dome looks like a hollow ball that is cut in half. \"Expansive\" means very large. \"a huge upside-down bowl\""}, {"ref": "awe-inspiring crystal", "text": "inspiring crystal** - \"awe-inspiring ice\" or \"crystal that makes people marvel when they look at it\""}, {"ref": "stretched out over their heads above", "text": "\"and the expansive dome was spread out above the heads of the creatures\" or \"and the expansive dome took up a lot of space over the heads of the creatures\""}, {"ref": "Beneath the dome", "text": "\"under the dome\""}, {"ref": "Each of the living creatures also had a pair to cover themselves; each had a pair to cover his own body", "text": "\"Each of the living creatures also had two other wings, which they used to cover their bodies\""}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about his vision of the living creatures."}, {"ref": "Then I heard the sound of their wings. Like the noise of rushing water. Like the voice of the Almighty whenever they moved. Like", "text": "Other possible meanings are that the words \"whenever they moved\" refer to 1) all the words before them in this verse, \"Whenever they moved, I heard the sound of their wings. Like the noise of rushing water. Like the voice of the Almighty. Like\" (see UDB), or 2) to the words that follow, \"wings. Like the noise of rushing water. Like the voice of the Almighty. Whenever they moved, it sounded like.\""}, {"ref": "Like ... water. Like ... moved. Like ... rainstorm. Like ... army.", "text": "These sentences are not complete because Ezekiel was showing that he was excited about what he saw. They can be translated as complete sentences: \"The wings sounded like ... water. They sounded like ... moved. They sounded like ... rainstorm. They sounded like ... army.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "rushing water", "text": "This simply means \"a lot of water.\" It could refer to \"a loud river\" or \"a large waterfall\" or \"the waves crashing at the ocean\". All of these are very loud."}, {"ref": "Like the voice of the Almighty", "text": "The Bible sometimes refers to thunder as \"the voice of the Almighty.\" AT: \"It sounded like the voice of the Almighty God\" or \"It sounded like the thunder of the Almighty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Like the sound of a rainstorm", "text": "Possible meanings are: 1) \"Like the sound of very big storm\" or 2) \"Like the sound of a very large crowd of people\" AT: \"There was a sound that was loud like a big storm\" or \"There was a sound that was loud like a very large crowd of people\""}, {"ref": "Whenever they stood still", "text": "\"Whenever the creatures stopped moving\""}, {"ref": "they lowered their wings", "text": "\"the creatures let their wings hang down by their sides.\" They did this when they were not using their wings to fly."}, {"ref": "A voice came from above the dome", "text": "\"Someone who was above the dome spoke.\" If you need to tell whose voice this is, you should probably identify it as the voice of Yahweh ([[:en:bible:notes:ezk:01:01|1:3]])."}, {"ref": "the dome over their heads", "text": "\"the dome that was over the heads of the creatures\""}, {"ref": "the dome", "text": "Translate this as in [[:en:bible:notes:ezk:01:22|1:23]]."}]}, {"id": "26", "tn": [{"ref": "over their heads", "text": "\"over the heads of the living creatures\""}, {"ref": "was the appearance of a throne", "text": "\"was something that looked like a throne\""}, {"ref": "sapphire", "text": "a very valuable stone that is clear blue and very shiny"}, {"ref": "on the throne was", "text": "\"on the throne there was\""}, {"ref": "the appearance of one who looked like a man", "text": "\"someone who looked like a man\" or \"someone who looked like person.\" If you need to tell who this is, you should probably identify him as Yahweh ([[:en:bible:notes:ezk:01:01|1:3]])."}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Ezekiel continues to tell about the vision."}, {"ref": "from his hips up", "text": "The person's body above the hips looked like glowing metal that had fire in it."}, {"ref": "all around", "text": "\"all around the person sitting on the throne\""}, {"ref": "from his hips downward it looked like fire and brightness all around", "text": "\"All around him below the hips, I saw what looked like fire and a bright light.\""}, {"ref": "It looked like a rainbow that appears in the clouds on a rainy day, and like bright light surrounding it", "text": "\"The brightness that was all around him looked like a rainbow that appears in the clouds on a day when it rains.\""}, {"ref": "rainbow", "text": "the colorful strip of light that appears in the rain when the sun shines from behind the viewer"}, {"ref": "This appeared as the likeness of the glory of Yahweh", "text": "\"The bright light looked like something that was similar to the glory of Yahweh.\""}, {"ref": "I fell on my face", "text": "\"I bowed down to the ground\" or \"I lay on the ground.\" Ezekiel did not fall by accident. He went down to the ground to show that he respected and feared Yahweh. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I heard a voice speaking", "text": "The word \"voice\" is a metonym for the person. AT: \"I heard someone speaking\" or \"Someone spoke, and I hear his voice\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]