{"1": [{"a": "Luke addressed this book to Theophilus.", "q": "To whom did Luke address this book?", "ref": ["01-01"]}, {"a": "Jesus appeared alive to his apostles, saying things about the kingdom of God.", "q": "What did Jesus do for forty days after his suffering?", "ref": ["01-03"]}, {"a": "Jesus told his apostles to wait for the promise of the Father.", "q": "For what did Jesus command his apostles to wait?", "ref": ["01-04"]}, {"a": "The apostles would be baptized with the Holy Spirit.", "q": "With what would the apostles be baptized in a few days?", "ref": ["01-05"]}, {"a": "Jesus told them that it was not for them to know the time.", "q": "When the apostles wanted to know the timing of the restoration of the kingdom, how did Jesus answer them?", "ref": ["01-07"]}, {"a": "Jesus said the apostles would receive power.", "q": "What did Jesus tell the apostles they would receive from the Holy Spirit?", "ref": ["01-08"]}, {"a": "Jesus said the apostles would be witnesses in Judea, Samaria, and to the ends of the earth.", "q": "Where did Jesus say the apostles would be his witnesses?", "ref": ["01-08"]}, {"a": "Jesus was raised up and a cloud hid him from their eyes.", "q": "How did Jesus depart from his apostles?", "ref": ["01-09"]}, {"a": "The angels said that Jesus would return in the same say he went into heaven.", "q": "How did the angels say that Jesus would return again to the earth?", "ref": ["01-11"]}, {"a": "They were diligently praying.", "q": "What were the apostles, the women, Mary, and Jesus' brothers doing in the upper chamber?", "ref": ["01-14"]}, {"a": "The scripture had been fulfilled by Judas.", "q": "What had been fulfilled in the life of Judas, who betrayed Jesus?", "ref": ["01-16"]}, {"a": "Judas bought a field, fell head first, his body burst wide open, and all his bowels poured out.", "q": "What happened to Judas after he received the money for betraying Jesus?", "ref": ["01-18"]}, {"a": "The Psalms said that Judas' position of leadership should be fulfilled by someone else.", "q": "In the book of Psalms, what did it say should happen with Judas' position of leadership?", "ref": ["01-20"]}, {"a": "The man taking the position must have accompanied the apostles from the time of the baptism of John, and must have witnessed the resurrection of Jesus.", "q": "What were the requirements for the man who would take Judas' position of leadership?", "ref": ["01-21", "01-22"]}, {"a": "The apostles prayed that God reveal His choice, and then they cast lots.", "q": "How did the apostles determine which of the two candidates should take Judas' position?", "ref": ["01-24", "01-26"]}, {"a": "Matthias was then numbered with the eleven apostles.", "q": "Who was then numbered with the eleven apostles?", "ref": ["01-26"]}], "2": [{"a": "The disciples were together on the day of Pentecost.", "q": "On what Jewish festival day were all the disciples together?", "ref": ["02-01"]}, {"a": "The disciples began to speak with other languages.", "q": "When the Holy Spirit came into the house, what did the disciples begin to do?", "ref": ["02-04"]}, {"a": "There were godly Jews from every nation under heaven.", "q": "At this time in Jerusalem, there were godly Jews from where?", "ref": ["02-05"]}, {"a": "The multitude was confused because everyone heard them speaking in his own language.", "q": "Why was the multitude confused when they heard the disciples speaking?", "ref": ["02-06"]}, {"a": "The disciples were telling about the mighty works of God.", "q": "About what were the disciples speaking?", "ref": ["02-11"]}, {"a": "Some mocked and thought they were full of new wine.", "q": "What did some think who were mocking the disciples?", "ref": ["02-13"]}, {"a": "Peter said the prophecy of Joel was being fulfilled that said God would pour out his Spirit upon all flesh.", "q": "What did Peter say was being fulfilled at this time?", "ref": ["02-16", "02-17"]}, {"a": "Everyone who calls on the name of the Lord are the ones that are saved.", "q": "In Joel's prophecy, who are the ones that are saved?", "ref": ["02-21"]}, {"a": "Jesus' ministry was authenticated by the mighty works and wonders and signs which God did through him.", "q": "How was Jesus' ministry authenticated by God?", "ref": ["02-22"]}, {"a": "Jesus was crucified by God's determined plan.", "q": "Whose plan was it that Jesus be crucified?", "ref": ["02-23"]}, {"a": "King David said that God would not allow his Holy One to see decay.", "q": "In the Old Testament, what did King David prophecy about God's Holy One?", "ref": ["02-25", "02-27", "02-31"]}, {"a": "God had promised King David that one of his descendants would sit upon the throne.", "q": "What promise had God made to King David about his descendants?", "ref": ["02-30"]}, {"a": "Jesus was the prophesied Holy One and King.", "q": "Who was God's Holy One who did not see decay and would sit upon the throne?", "ref": ["02-32"]}, {"a": "God had made Jesus both Lord and Christ.", "q": "Peter preached that God had now given Jesus what two titles?", "ref": ["02-36"]}, {"a": "The multitude asked what they should do.", "q": "When the multitude heard Peter's preaching, what was their response?", "ref": ["02-37"]}, {"a": "Peter told the multitude to repent and be baptized in the name of Jesus Christ for the forgiveness of their sins.", "q": "What did Peter tell the multitude to do?", "ref": ["02-38"]}, {"a": "Peter said God's promise was for the multitude, their children, and all who were far off.", "q": "For whom did Peter say was God's promise?", "ref": ["02-39"]}, {"a": "About three thousand people were baptized.", "q": "How many people were baptized that day?", "ref": ["02-41"]}, {"a": "They continued in the apostles' teaching and fellowship, in the breaking of bread and in prayers.", "q": "In what did the baptized people continue?", "ref": ["02-42"]}, {"a": "They sold their property and possessions and distributed them to all, as anyone had need.", "q": "What did those who believed do to help those in need?", "ref": ["02-44", "02-45"]}, {"a": "The believers met in the Temple.", "q": "Where were the believers meeting at this time?", "ref": ["02-46"]}, {"a": "The Lord added day by day those that were being saved.", "q": "Who was adding day by day to the group of believers?", "ref": ["02-47"]}], "3": [{"a": "Peter and John saw a man lame from birth who begged at the Temple door.", "q": "Who did Peter and John see on their way into the Temple?", "ref": ["03-02"]}, {"a": "Peter did not give to the man silver and gold.", "q": "What did Peter not give to the man?", "ref": ["03-06"]}, {"a": "Peter gave the man the ability to walk.", "q": "What did Peter do for the man?", "ref": ["03-07"]}, {"a": "The man entered the Temple walking, leaping, and praising God.", "q": "How did the man react to what Peter gave him?", "ref": ["03-08"]}, {"a": "The people were filled with wonder and amazement.", "q": "How did the people react who saw the man in the Temple?", "ref": ["03-10"]}, {"a": "Peter reminded the people that they had killed Jesus.", "q": "What did Peter remind the people they had done with Jesus?", "ref": ["03-15"]}, {"a": "Peter said that faith in Jesus' name had made the man well.", "q": "What did Peter say had made the man well?", "ref": ["03-16"]}, {"a": "Peter told the people to repent.", "q": "What did Peter tell the people to do?", "ref": ["03-19"]}, {"a": "Peter said that until the time of restoration of all things, Jesus would be received in the heavens.", "q": "Peter said that the heavens would receive Jesus until what time?", "ref": ["03-21"]}, {"a": "Moses said that the Lord God would raise up a prophet like himself to whom the people would listen.", "q": "What did Moses say about Jesus?", "ref": ["03-22"]}, {"a": "The person who does not listen to Jesus will be completely destroyed.", "q": "What will happen to every person who does not listen to Jesus?", "ref": ["03-23"]}, {"a": "Peter reminded the people that they were sons of the covenant God made with Abraham when God said, \"In your seed shall all the families of the earth be blessed\".", "q": "Of what Old Testament covenant promise did Peter remind the people?", "ref": ["03-25"]}, {"a": "God desired to bless the Jews by sending Jesus to them first to turn them from their wickedness.", "q": "How was God desiring to bless the Jews?", "ref": ["03-26"]}], "4": [{"a": "Peter and John were teaching about Jesus and his resurrection from the dead.", "q": "What were Peter and John teaching the people in the Temple?", "ref": ["04-02"]}, {"a": "Many people believed, about five thousand.", "q": "How did the people react to Peter and John's teaching?", "ref": ["04-04"]}, {"a": "They arrested Peter and John and put them in jail.", "q": "How did the rulers of the Temple, the priests, and the Sadducees react to Peter and John's teaching?", "ref": ["04-03"]}, {"a": "Peter said that in the name of Jesus Christ he had healed the man in the Temple.", "q": "By what power or in what name did Peter say he had healed the man in the Temple?", "ref": ["04-10"]}, {"a": "Peter said that there is no other name except Jesus by which we may be saved.", "q": "What did Peter say was the only way by which we may be saved?", "ref": ["04-12"]}, {"a": "The leaders could say nothing because the man who had been healed was standing with Peter and John.", "q": "Why could the Jewish leaders say nothing against Peter and John?", "ref": ["04-14"]}, {"a": "The Jewish leaders commanded Peter and John not to speak or teach about Jesus.", "q": "What did the Jewish leaders command Peter and John not to do?", "ref": ["04-18"]}, {"a": "Peter and John said that they could not help but speak about the things they had seen and heard.", "q": "How did Peter and John answer the Jewish leaders?", "ref": ["04-20"]}, {"a": "The believers asked for boldness to speak the word, and for signs and wonders to be done in Jesus' name.", "q": "What did the believers ask for from God in response to the warnings from the Jewish leaders?", "ref": ["04-29", "04-30"]}, {"a": "After the believers finished their prayer, the place they were gathered was shaken, they were filled with the Holy Spirit, and they spoke the word with boldness.", "q": "What happened after the believers finished their prayer?", "ref": ["04-31"]}, {"a": "The believers had all things in common, and those who owned property sold it and gave the money to be distributed according to need.", "q": "How were the needs of the believers provided for?", "ref": ["04-32", "04-34", "04-35"]}, {"a": "The man named \"Son of Encouragement\" was Barnabas.", "q": "What was the new name, meaning the \"Son of Encouragement,\" given to the man who sold his field and gave the money to the apostles?", "ref": ["04-36", "04-37"]}], "5": [{"a": "Ananias and Sapphira lied, saying that they were giving the entire sale price of their property, but actually only giving a part of the sale price.", "q": "What sin did Ananias and Sapphira commit?", "ref": ["05-01", "05-02"]}, {"a": "Peter said that Ananias and Sapphira had lied to the Holy Spirit.", "q": "To whom did Peter say Ananias and Sapphira had lied?", "ref": ["05-03"]}, {"a": "God killed Ananias.", "q": "What was God's judgment on Ananias?", "ref": ["05-05"]}, {"a": "God killed Sapphira.", "q": "What was God's judgment on Sapphira?", "ref": ["05-10"]}, {"a": "Great fear came upon the church and all who heard about Ananias and Sapphira.", "q": "What was the reaction of the church and all who heard about Ananias and Sapphira?", "ref": ["05-11"]}, {"a": "Some were carrying the sick into the streets so Peter's shadow might fall on them, and others brought the sick from other towns to Jerusalem.", "q": "What were some people doing to have the sick healed?", "ref": ["05-15", "05-16"]}, {"a": "The Sadducees were filled with jealousy and put the apostles in jail.", "q": "How did the Sadducees react to all of the sick being healed in Jerusalem?", "ref": ["05-17", "05-18"]}, {"a": "An angel came and opened the doors of the jail and let them out.", "q": "How did the apostles get out of jail?", "ref": ["05-19"]}, {"a": "The officers found the jail securely shut, but no one inside.", "q": "What did the officers of the high priest find when they went to the jail?", "ref": ["05-23"]}, {"a": "The officers feared that the people might stone them.", "q": "Why did the officers bring the apostles back to the high priest and council without violence?", "ref": ["05-26"]}, {"a": "The apostles said, \"We must obey God rather than men\".", "q": "When questioned about why they were teaching in Jesus' name when they had been charged not to, what did the apostles say?", "ref": ["05-29"]}, {"a": "The apostles said that the high priest and council members were responsible for killing Jesus.", "q": "Who did the apostles say was responsible for killing Jesus?", "ref": ["05-30"]}, {"a": "The council members were furious and wanted to kill the apostles.", "q": "How did the council members react to the statement that they were responsible for killing Jesus?", "ref": ["05-33"]}, {"a": "Gamaliel advised the council to leave the apostles alone.", "q": "What was Gamaliel's advice to the council?", "ref": ["05-38"]}, {"a": "Gamaliel warned the council that they might end up fighting against God.", "q": "What did Gamaliel warn the council they might end up doing if they tried to overthrow the apostles?", "ref": ["05-39"]}, {"a": "The council beat them and commanded them not to speak in the name of Jesus, and let them go.", "q": "What did the council finally do with the apostles?", "ref": ["05-40"]}, {"a": "The apostles rejoiced that they were counted worthy to suffer dishonor for Jesus' name.", "q": "How did the apostles react to the treatment they received from the council?", "ref": ["05-41"]}, {"a": "The apostles preached and taught every day that Jesus was the Christ.", "q": "What did the apostles do every day after their meeting with the council?", "ref": ["05-42"]}], "6": [{"a": "The Grecian Jews complained that their widows were being overlooked in the daily food distribution.", "q": "What complaint arose from the Grecian Jews against the Hebrews?", "ref": ["06-01"]}, {"a": "The disciples (brothers) chose the seven men.", "q": "Who chose the seven men to take care of the business of food distribution?", "ref": ["06-03"]}, {"a": "The seven men had to be of good reputation, full of the Spirit and of wisdom.", "q": "What were the qualifications for being chosen as one of the seven men?", "ref": ["06-03"]}, {"a": "The apostles would continue in prayer and in the ministry of the word.", "q": "In what would the apostles continue?", "ref": ["06-04"]}, {"a": "The apostles prayed and placed their hands upon them.", "q": "What did the apostles do when the believers brought the seven men?", "ref": ["06-06"]}, {"a": "The number of disciples was greatly increasing, including a great number of the priests.", "q": "What was happening with the disciples in Jerusalem?", "ref": ["06-07"]}, {"a": "The unbelieving Jews could not stand against the wisdom and Spirit with which Stephen spoke.", "q": "Who was winning the debates between the unbelieving Jews and Stephen?", "ref": ["06-10"]}, {"a": "The false witnesses claimed that Stephen said Jesus would destroy this place and change the customs of Moses.", "q": "What accusation was made by false witnesses against Stephen to the council?", "ref": ["06-14"]}, {"a": "They saw that his face was like the face of an angel.", "q": "When the council looked at Stephen, what did they see?", "ref": ["06-15"]}], "7": [{"a": "Stephen began his history by talking about God's promise to Abraham.", "q": "Stephen began to review the history of the Jewish people beginning with God's promise to whom?", "ref": ["07-02"]}, {"a": "God promised land to Abraham and his descendants.", "q": "What was God's promise to Abraham?", "ref": ["07-05"]}, {"a": "God's promise seemed impossible because Abraham had no children.", "q": "Why did God's promise to Abraham seem impossible to fulfill?", "ref": ["07-05"]}, {"a": "God said Abraham's descendants would be slaves in a foreign land for four hundred years.", "q": "What did God say would first happen to Abraham's descendants for four hundred years?", "ref": ["07-06"]}, {"a": "God gave Abraham the covenant of circumcision.", "q": "What covenant did God give to Abraham?", "ref": ["07-08"]}, {"a": "His brothers were jealous of him and sold him into Egypt.", "q": "How did Joseph become a slave in Egypt?", "ref": ["07-09"]}, {"a": "God gave Joseph favor and wisdom in the presence of Pharaoh.", "q": "How did Joseph become governor over Egypt?", "ref": ["07-10"]}, {"a": "Jacob sent his sons to Egypt because he heard there was grain there.", "q": "What did Jacob do when there was famine in Canaan?", "ref": ["07-12", "07-13"]}, {"a": "Joseph sent his brothers to tell Jacob to come to Egypt.", "q": "Why did Jacob and his relatives move to Egypt?", "ref": ["07-14"]}, {"a": "The number of Israelites in Egypt grew and multiplied.", "q": "What happened to the number of Israelites in Egypt as the time promised to Abraham drew near?", "ref": ["07-17"]}, {"a": "The new king of Egypt forced the Israelites to throw out their infants so they would not survive.", "q": "How did the new king of Egypt try to reduce the number of Israelites?", "ref": ["07-19"]}, {"a": "Pharaoh's daughter took Moses and raised him as her own son.", "q": "How did Moses survive being thrown out?", "ref": ["07-21"]}, {"a": "Moses was educated in all the learning of the Egyptians.", "q": "How was Moses educated?", "ref": ["07-22"]}, {"a": "Moses defended the Israelite and struck the Egyptian.", "q": "When he was forty years old, what did Moses do when he saw an Israelite being mistreated?", "ref": ["07-24"]}, {"a": "Moses fled to Midian.", "q": "To where did Moses flee?", "ref": ["07-29"]}, {"a": "Moses saw an angel in a flame of fire in a bush.", "q": "When Moses was eighty years old, what did Moses see?", "ref": ["07-30"]}, {"a": "The Lord commanded Moses to go to Egypt, because God was going to rescue the Israelites.", "q": "Where did the Lord command Moses to go, and what was God going to do there?", "ref": ["07-34"]}, {"a": "Moses led the Israelites in the wilderness for forty years.", "q": "How long did Moses lead the Israelites in the wilderness?", "ref": ["07-36"]}, {"a": "Moses prophesied to the Israelites that God would raise up a prophet like him from among their brothers.", "q": "What did Moses prophesy to the Israelites?", "ref": ["07-37"]}, {"a": "The Israelites made a calf and sacrificed to the idol.", "q": "How did the Israelites turn their hearts back to Egypt?", "ref": ["07-41"]}, {"a": "God turned from Israelites and gave them up to serve the host of heaven.", "q": "How did God respond to the Israelites turning away from him?", "ref": ["07-42"]}, {"a": "God said he would carry the Israelites away to Babylon.", "q": "To where did God say he would carry away the Israelites?", "ref": ["07-43"]}, {"a": "In the wilderness, the Israelites built the tabernacle of the testimony.", "q": "In the wilderness, what did God command the Israelites to build, which they later carried into the land?", "ref": ["07-44", "07-45"]}, {"a": "God drove out the nations ahead of the Israelites.", "q": "Who drove out the nations ahead of the Israelites?", "ref": ["07-45"]}, {"a": "David asked to build a dwelling place for God.", "q": "Who asked to build a dwelling place for God?", "ref": ["07-46"]}, {"a": "Solomon built God a house.", "q": "Who actually built God a house?", "ref": ["07-47"]}, {"a": "The Most High has heaven as his throne.", "q": "Where does the Most High have his throne?", "ref": ["07-49"]}, {"a": "Stephen accused the people of resisting the Holy Spirit.", "q": "What did Stephen accuse the people of always doing, just as their forefathers had done?", "ref": ["07-51"]}, {"a": "Stephen said the people had betrayed and murdered the Righteous One.", "q": "What did Stephen say the people were guilty of concerning the Righteous One?", "ref": ["07-52"]}, {"a": "The council members were cut to the heart and ground their teeth at Stephen.", "q": "How did the council members respond to Stephen's accusations?", "ref": ["07-54"]}, {"a": "Stephen said he saw Jesus standing on the right hand of God.", "q": "What did Stephen say he saw as he looked up into heaven?", "ref": ["07-55", "07-56"]}, {"a": "The council members rushed upon him, threw him out of the city, and stoned him.", "q": "What did the council members then do to Stephen?", "ref": ["07-57", "07-58"]}, {"a": "The witnesses laid their outer clothes at the feet of a young man named Saul.", "q": "Where did the witnesses lay down their outer clothes during the stoning of Stephen?", "ref": ["07-58"]}, {"a": "Stephen asked God not to hold this sin to the people's responsibility.", "q": "What was the last thing Stephen asked for before he died?", "ref": ["07-60"]}], "8": [{"a": "Saul was in agreement with Stephen's death.", "q": "What did Saul think about Stephen's stoning?", "ref": ["08-01"]}, {"a": "A great persecution against the church in Jerusalem began on the day Stephen was stoned.", "q": "What began on the day Stephen was stoned?", "ref": ["08-01"]}, {"a": "The believers in Jerusalem were scattered throughout the regions of Judea and Samaria.", "q": "What did the believers in Jerusalem do?", "ref": ["08-01"]}, {"a": "The people paid attention when they saw the signs that Philip did.", "q": "Why did the people of Samaria pay attention to what Philip said?", "ref": ["08-06"]}, {"a": "The people had paid attention when they saw his sorceries.", "q": "Why had the people of Samaria paid attention to Simon?", "ref": ["08-09", "08-11"]}, {"a": "Simon also believed and was baptized.", "q": "When Simon heard Philip's message, what did he do?", "ref": ["08-13"]}, {"a": "The believers in Samaria received the Holy Spirit.", "q": "What happened when Peter and John laid hands on the believers in Samaria?", "ref": ["08-17"]}, {"a": "Simon offered the apostles money in exchange for the power to give the Holy Spirit by the laying on of hands.", "q": "What offer did Simon make to the apostles?", "ref": ["08-18", "08-19"]}, {"a": "Peter said that Simon was in the poison of bitterness and the bonds of sin.", "q": "After Simon made this offer to the apostles, what did Peter say was his spiritual condition?", "ref": ["08-23"]}, {"a": "An angel told Philip to go south to the desert road toward Gaza.", "q": "What did an angel tell Philip to do?", "ref": ["08-26"]}, {"a": "Philip met a eunuch of great authority from Ethiopia who was sitting in his chariot reading the prophet Isaiah.", "q": "Who did Philip meet and what was the person doing?", "ref": ["08-27", "08-28"]}, {"a": "Philip asked the man, \"Do you understand what you are reading?\"", "q": "What question did Philip ask the man?", "ref": ["08-30"]}, {"a": "The man asked Philip to come up into the chariot and explain what he was reading.", "q": "What did the man ask Philip to do?", "ref": ["08-31"]}, {"a": "The person is led as a sheep to the slaughter, but does not open his mouth.", "q": "What happens to the person being described in the scripture from Isaiah that was being read?", "ref": ["08-32"]}, {"a": "The man asked Philip if the prophet was speaking about himself or about some other person.", "q": "What question did the man ask Philip about the scripture he was reading?", "ref": ["08-34"]}, {"a": "Philip explained that the person in the scripture from Isaiah was Jesus.", "q": "Who did Philip say was the person in the scripture from Isaiah?", "ref": ["08-35"]}, {"a": "Philip and the eunuch both went into the water and Philip baptized him.", "q": "What did Philip then do to the man?", "ref": ["08-38"]}, {"a": "When Philip came out of the water, the Spirit of the Lord took Philip away.", "q": "What happened to Philip when he came out of the water?", "ref": ["08-39"]}, {"a": "When the eunuch came out of the water, he went on his way rejoicing.", "q": "What did the eunuch do when he came out of the water?", "ref": ["08-39"]}], "9": [{"a": "Saul asked for letters so that he could travel to Damascus and bring back bound any who belonged to the Way.", "q": "What did Saul ask the high priest in Jerusalem permission to do?", "ref": ["09-01", "09-02"]}, {"a": "As Saul neared Damascus, he saw a light out of heaven.", "q": "As Saul neared Damascus, what did he see?", "ref": ["09-03"]}, {"a": "The voice said, \"Saul, Saul, why are you persecuting me\".", "q": "What did the voice say to Saul?", "ref": ["09-04"]}, {"a": "The answer was, \"I am Jesus whom you are persecuting\".", "q": "When Saul asked who was speaking to him, what was the answer?", "ref": ["09-05"]}, {"a": "When Saul arose, he could see nothing.", "q": "When Saul arose from the ground, what had happened to him?", "ref": ["09-08"]}, {"a": "Saul went to Damascus and did not eat or drink for three days.", "q": "Where did Saul then go and what did he do?", "ref": ["09-09"]}, {"a": "The Lord told Ananias to go and lay hands on Saul, so that Saul would receive his sight.", "q": "What did the Lord tell Ananias to do?", "ref": ["09-11", "09-12"]}, {"a": "Ananias was concerned because he knew Saul had come to Damascus to arrest everyone who called upon the Lord's name.", "q": "What concern did Ananias express to the Lord?", "ref": ["09-13", "09-14"]}, {"a": "The Lord said Saul would carry the Lord's name before the Gentiles, kings, and the children of Israel.", "q": "What mission did the Lord say he had for Saul as his chosen instrument?", "ref": ["09-15"]}, {"a": "The Lord said that Saul would suffer greatly for the cause of the Lord's name.", "q": "Did the Lord say Saul's mission would be easy or difficult?", "ref": ["09-16"]}, {"a": "After Ananias laid hands on Saul, Saul received his sight, was baptized, and ate.", "q": "After Ananias laid hands on Saul, what happened?", "ref": ["09-19"]}, {"a": "Saul immediately began to proclaim Jesus in the synagogues, saying that he is the Son of God.", "q": "What did Saul immediately begin to do?", "ref": ["09-20"]}, {"a": "When the Jews planned to kill him, Saul escaped by being let down through the wall in a basket.", "q": "When the Jews finally planned to kill Saul, what did he do?", "ref": ["09-25"]}, {"a": "In Jerusalem, the disciples were afraid of Saul.", "q": "When Saul came to Jerusalem, how did the disciples receive him?", "ref": ["09-26"]}, {"a": "Barnabas brought Saul to the apostles and explained what had happened to Saul in Damascus.", "q": "Who then brought Saul to the apostles and explained what had happened to Saul in Damascus?", "ref": ["09-27"]}, {"a": "Saul spoke boldly in the name of the Lord Jesus.", "q": "What did Saul do in Jerusalem?", "ref": ["09-29"]}, {"a": "The church in Judea, Galilee, and Samaria had peace and was built up, growing in numbers.", "q": "After Saul was sent away to Tarsus, what was the condition of the church in Judea, Galilee, and Samaria?", "ref": ["09-31"]}, {"a": "In Lydda, Peter spoke to a paralyzed man who was healed by Jesus.", "q": "What happened in Lydda that caused everyone there to turn to the Lord?", "ref": ["09-33", "09-35"]}, {"a": "Peter prayed for a dead woman named Tabitha, who was raised back to life.", "q": "What happened in Joppa that caused many people to believe in the Lord?", "ref": ["09-40"]}], "10": [{"a": "Cornelius was a devout man who feared God, was generous, and was always praying to God.", "q": "What kind of man was Cornelius?", "ref": ["10-02"]}, {"a": "The angel said that Cornelius' prayers and gifts to the poor had reminded God about Cornelius.", "q": "What did the angel say had caused God to be reminded about Cornelius?", "ref": ["10-04"]}, {"a": "The angel told Cornelius to send men to Joppa to bring Peter.", "q": "What did the angel tell Cornelius to do?", "ref": ["10-05"]}, {"a": "Peter saw a large sheet filled with all kinds of animals, things that crawled, and birds.", "q": "On the next day, what did Peter see while he was praying and in a trance on the housetop?", "ref": ["10-11", "10-12"]}, {"a": "A voice said to Peter, \"Rise, Peter, kill and eat\".", "q": "As Peter saw the vision, what did a voice say to him?", "ref": ["10-13"]}, {"a": "Peter refused, saying he had never eaten anything defiled and unclean.", "q": "What was Peter's response to the voice?", "ref": ["10-14"]}, {"a": "The voice said, \"What God has cleansed, do not call it defiled\".", "q": "What did the voice say to Peter after this?", "ref": ["10-15"]}, {"a": "The Spirit told Peter to go down and go with them.", "q": "What did the Spirit tell Peter to do when the men from Cornelius arrived at the house?", "ref": ["10-20"]}, {"a": "The men from Cornelius expected Peter to come and give a message in Cornelius' house.", "q": "What did the men from Cornelius expect Peter to come and do in Cornelius' house?", "ref": ["10-22"]}, {"a": "Peter told Cornelius to stand up, for he was only a man.", "q": "What did Peter say when Cornelius bowed down at Peter's feet?", "ref": ["10-26"]}, {"a": "Peter was associating with people from another nation, because God had shown him that he should not call any man defiled or unclean.", "q": "What was Peter doing that was previously not allowed for Jews, and why was he now doing it?", "ref": ["10-28"]}, {"a": "Peter said that anyone who fears God and does righteous deeds is acceptable to God.", "q": "Who did Peter say is acceptable to God?", "ref": ["10-35"]}, {"a": "The people had already heard that Jesus was anointed by the Holy Spirit and with power, and that he had healed all who were oppressed, for God was with him.", "q": "What message about Jesus had the people in Cornelius' house already heard?", "ref": ["10-38"]}, {"a": "Peter announced that God had raised up Jesus on the third day, and that Peter had eaten with Jesus after his resurrection.", "q": "What did Peter announce had happened to Jesus after his death, and how did Peter know this?", "ref": ["10-40", "10-41"]}, {"a": "Jesus had commanded them to preach that Jesus had been chosen by God to be the Judge of the living and the dead.", "q": "What did Peter say Jesus had commanded them to preach to the people?", "ref": ["10-42"]}, {"a": "Peter said that everyone who believes in Jesus would receive the forgiveness of sins.", "q": "What did Peter say everyone would receive who believes in Jesus?", "ref": ["10-43"]}, {"a": "The Holy Spirit fell on all those who were listening to Peter.", "q": "What happened to the people who were listening to Peter while Peter was still speaking?", "ref": ["10-44"]}, {"a": "The believers who belonged to the circumcision group were amazed because the gift of the Holy Spirit was poured out also on the Gentiles.", "q": "Why were the believers who belonged to the circumcision group amazed?", "ref": ["10-45"]}, {"a": "The people were speaking in other languages and praising God which demonstrated that the Holy Spirit had fallen on them.", "q": "What were the people doing which demonstrated that the Holy Spirit had fallen on them?", "ref": ["10-46"]}, {"a": "Peter commanded that the people be baptized in the name of Jesus Christ.", "q": "After seeing that the people had received the Holy Spirit, what did Peter command be done with them?", "ref": ["10-48"]}], "11": [{"a": "The apostles and brothers in Judea heard that the Gentiles had also received the word of God.", "q": "What news did the apostles and brothers in Judea hear?", "ref": ["11-01"]}, {"a": "Those in the circumcision group criticized Peter for eating with the Gentiles.", "q": "What criticism against Peter did those of the circumcision group in Jerusalem have?", "ref": ["11-02", "11-03"]}, {"a": "Peter presented the fact that the Holy Spirit had come upon the Gentiles.", "q": "What evidence did Peter present to demonstrate that God had accepted the Gentiles?", "ref": ["11-15"]}, {"a": "They praised God and concluded that God had given repentance for life to the Gentiles also.", "q": "What was the conclusion of those in the circumcision group when they heard Peter's explanation?", "ref": ["11-18"]}, {"a": "Most of the scattered believers told the message about Jesus only to Jews.", "q": "What did most of the believers who were scattered after Stephen's death do?", "ref": ["11-19"]}, {"a": "When they preached the Lord Jesus to Greeks, a great number believed.", "q": "What happened when some of the scattered believers preached the Lord Jesus to Greeks?", "ref": ["11-20", "11-21"]}, {"a": "Barnabas encouraged the Greeks to remain with the Lord with all their heart.", "q": "What did Barnabas from Jerusalem tell the believing Greeks in Antioch?", "ref": ["11-22", "11-23"]}, {"a": "Barnabas and Saul spent an entire year at the church in Antioch.", "q": "Who spent an entire year at the church in Antioch?", "ref": ["11-26"]}, {"a": "The disciples were called Christians first in Antioch.", "q": "What name did the disciples first receive in Antioch?", "ref": ["11-26"]}, {"a": "Agabus predicted that a great famine would occur over all the world.", "q": "What did Agabus the prophet predict would happen?", "ref": ["11-28"]}, {"a": "The disciples sent help to the brothers in Judea by the hand of Barnabas and Saul.", "q": "How did the disciples respond to Agabus' prophecy?", "ref": ["11-29", "11-30"]}], "12": [{"a": "Herod the king killed James the brother of John with the sword.", "q": "What did Herod the king do to James the brother of John?", "ref": ["12-02"]}, {"a": "Herod arrested and put Peter in prison, intending to bring him to the people after the Passover.", "q": "What did Herod the king do to Peter?", "ref": ["12-03", "12-04"]}, {"a": "The assembly was earnestly praying for Peter.", "q": "What was the assembly doing for Peter?", "ref": ["12-05"]}, {"a": "Peter followed an angel past the guards, and then the gate opened by itself.", "q": "How did Peter get past the first and second guard and out of the gate of the prison?", "ref": ["12-09", "12-10"]}, {"a": "A servant girl Rhoda answered the door and reported that Peter was standing at the door, but she did not open the door.", "q": "When Peter arrived at the house where the believers were praying, who answered the door and what did she do?", "ref": ["12-13", "12-14"]}, {"a": "At first they thought Rhoda was insane.", "q": "How did the believers first react to her report?", "ref": ["12-15"]}, {"a": "Peter told them to report these things to James and the brothers.", "q": "After telling the believers what had happened to him, what did Peter tell them to do?", "ref": ["12-17"]}, {"a": "Herod questioned the guards and then had them put to death.", "q": "What happened to the men that had been guarding Peter?", "ref": ["12-19"]}, {"a": "The people shouted, \"This is the voice of a god, not of a man\"!", "q": "What did the people shout as Herod gave his speech?", "ref": ["12-22"]}, {"a": "Because Herod did not give glory to God, an angel struck him and he was eaten by worms and died.", "q": "What happened to Herod after his speech, and why?", "ref": ["12-23"]}, {"a": "The word of God grew and multiplied during this time.", "q": "What was happening with the word of God during this time?", "ref": ["12-24"]}, {"a": "Barnabas and Saul took John Mark with them.", "q": "Who did Barnabas and Saul take with them?", "ref": ["12-25"]}], "13": [{"a": "The assembly in Antioch was worshiping the Lord and fasting when the Holy Spirit spoke to them.", "q": "What was the assembly in Antioch doing when the Holy Spirit spoke to them?", "ref": ["13-02"]}, {"a": "The Holy Spirit told them to set apart Barnabas and Saul to do the work to which the Spirit was calling them.", "q": "What did the Holy Spirit tell them to do?", "ref": ["13-02"]}, {"a": "The assembly fasted, prayed, laid hands on Barnabas and Saul, and sent them off.", "q": "What did the assembly do after hearing from the Holy Spirit?", "ref": ["13-03"]}, {"a": "In Cyprus, John Mark was with them as their assistant.", "q": "When Barnabas and Saul went to Cyprus, who also was with them?", "ref": ["13-05"]}, {"a": "Bar-Jesus was a Jewish false prophet who associated with the proconsul.", "q": "Who was Bar-Jesus?", "ref": ["13-06", "13-07"]}, {"a": "The proconsul summoned Barnabas and Saul because he wanted to hear the word of God.", "q": "Why did the proconsul summon Barnabas and Saul?", "ref": ["13-07"]}, {"a": "Saul was also known as Paul.", "q": "What was another name by which Saul was known?", "ref": ["13-09"]}, {"a": "Paul told Bar-Jesus that he would be blind for a time.", "q": "What did Paul say would happen to Bar-Jesus because he tried to turn the proconsul against the faith?", "ref": ["13-11"]}, {"a": "The proconsul believed.", "q": "How did the proconsul react when he saw what happened to Bar-Jesus?", "ref": ["13-12"]}, {"a": "John Mark left Paul and his friends and returned to Jerusalem.", "q": "What did John Mark do when Paul and his friends set sail to Perga?", "ref": ["13-13"]}, {"a": "In Antioch of Pisidia, Paul was asked to speak in the Jewish synagogue.", "q": "Where in Antioch of Pisidia was Paul asked to speak?", "ref": ["13-15"]}, {"a": "In Paul's speech, Paul said that God chose Israel.", "q": "In Paul's speech, who does Paul say God chose in the past?", "ref": ["13-17"]}, {"a": "From King David God brought Israel a Savior.", "q": "From whom did God bring Israel a Savior?", "ref": ["13-23"]}, {"a": "Paul said that John the Baptist had prepared the way for the coming Savior.", "q": "Who did Paul say had prepared the way for the coming Savior?", "ref": ["13-24", "13-25"]}, {"a": "The people and rulers in Jerusalem fulfilled the prophets' messages by condemning Jesus to death.", "q": "How did the people and rulers in Jerusalem fulfill the prophets' messages?", "ref": ["13-27"]}, {"a": "The people who saw Jesus after he was raised from the dead were now his witnesses.", "q": "Who were now Jesus' witnesses to the people?", "ref": ["13-31"]}, {"a": "God showed that he had kept his promises to the Jews by raising up Jesus from the dead.", "q": "How had God shown that he had kept his promises made to the Jews?", "ref": ["13-33"]}, {"a": "God promised that the Holy One would not see decay.", "q": "What did God promise to the Holy One in one of the psalms?", "ref": ["13-35"]}, {"a": "Paul proclaimed the forgiveness of sins for every one who believes in Jesus.", "q": "What did Paul proclaim for every one who believes in Jesus?", "ref": ["13-38"]}, {"a": "Paul warned his listeners not to be like those spoken of in the prophets who hear the announcement of God's work, but do not believe it.", "q": "What warning did Paul also give his listeners?", "ref": ["13-40", "13-41"]}, {"a": "Almost the whole city came to hear the word of the Lord on the next Sabbath.", "q": "In Antioch, who came to hear the word of the Lord on the next Sabbath?", "ref": ["13-44"]}, {"a": "The Jews were filled with jealousy and spoke against Paul's message, insulting him.", "q": "How did the Jews react when they saw the crowds?", "ref": ["13-45"]}, {"a": "Paul said that the Jews were pushing away the word of God spoken to them.", "q": "What did Paul say the Jews were doing with the word of God spoken to them?", "ref": ["13-46"]}, {"a": "The Gentiles were glad and praised the word of the Lord.", "q": "What was the Gentiles' reaction when they heard that Paul was turning to them?", "ref": ["13-48"]}, {"a": "As many as were appointed to eternal life believed.", "q": "How many of the Gentiles believed?", "ref": ["13-48"]}, {"a": "The Jews stirred up a persecution against Paul and Barnabas and threw them out of the city.", "q": "What did the Jews then do to Paul and Barnabas?", "ref": ["13-50"]}, {"a": "Paul and Barnabas shook off the dust from their feet against those in the city of Antioch who had thrown them out.", "q": "What did Paul and Barnabas do before they went on to the city of Iconium?", "ref": ["13-51"]}], "14": [{"a": "The disbelieving Jews stirred up the minds of the Gentiles and made them bitter against the brothers.", "q": "What did the disbelieving Jews in Iconium do after a multitude believed Paul and Barnabas' preaching?", "ref": ["14-01", "14-02"]}, {"a": "God gave evidence about the message of his grace by granting signs and wonders to be done by the hands of Paul and Barnabas.", "q": "How did God give evidence about the message of his grace?", "ref": ["14-03"]}, {"a": "Some Gentiles and Jews attempted to persuade their leaders to mistreat and stone Paul and Barnabas.", "q": "Why did Paul and Barnabas leave Iconium?", "ref": ["14-05", "14-07"]}, {"a": "Paul healed a man who was a cripple from birth.", "q": "What did Paul do that caused an uproar in Lystra?", "ref": ["14-08", "14-10"]}, {"a": "The people wanted to offer sacrifices through the priest of Zeus to Paul and Barnabas.", "q": "What did the people of Lystra want to do for Paul and Barnabas?", "ref": ["14-11-13", "14-18"]}, {"a": "Barnabas and Paul tore their clothing, went into the crowd, and cried out saying that the people should turn from these useless things to a living God.", "q": "How did Barnabas and Paul respond to what the people wanted to do for them?", "ref": ["14-14", "14-15"]}, {"a": "God had given the nations rain and fruitful seasons, filling their hearts with food and gladness.", "q": "How had God not left himself without witness in the past?", "ref": ["14-17"]}, {"a": "The crowds at Lystra later stoned Paul and dragged him out of the city.", "q": "What did the crowds at Lystra later do to Paul?", "ref": ["14-19"]}, {"a": "Paul got up and entered the city.", "q": "What did Paul do as the disciples were standing around him?", "ref": ["14-20"]}, {"a": "Through many sufferings Paul said the disciples must enter into the kingdom of God.", "q": "Through what did Paul say the disciples must enter into the kingdom of God?", "ref": ["14-22"]}, {"a": "In every assembly, Paul and Barnabas appointed elders, prayed with fasting, and entrusted the believers to the Lord.", "q": "What did Paul and Barnabas do in every assembly of believers before they departed?", "ref": ["14-23"]}, {"a": "When they returned to Antioch, they reported all the things that God had done with them, and how he had opened a door of faith for the Gentiles.", "q": "What did Paul and Barnabas do when they returned to Antioch?", "ref": ["14-27"]}], "15": [{"a": "Certain men from Judea taught that unless the brothers were circumcised, they could not be saved.", "q": "What did certain men from Judea come and teach the brothers?", "ref": ["15-01"]}, {"a": "The brothers decided that Paul, Barnabas, and certain others should go to Jerusalem to the apostles and elders.", "q": "How did the brothers decide this question should be resolved?", "ref": ["15-02"]}, {"a": "Paul and his companions announced the conversion of the Gentiles.", "q": "Passing through Phoenicia and Samaria, what news did Paul and his companions announce?", "ref": ["15-03"]}, {"a": "The group of Pharisees believed that the Gentiles must be circumcised and must keep the law of Moses.", "q": "Which group among the believers thought that the Gentiles must be circumcised and must keep the law of Moses?", "ref": ["15-05"]}, {"a": "Peter said that God had given the Gentiles the Holy Spirit and had made their hearts clean by faith.", "q": "What did Peter say that God had given to and done for the Gentiles?", "ref": ["15-08", "15-09"]}, {"a": "Peter said that both Jews and Gentiles are saved through the grace of the Lord Jesus.", "q": "How did Peter say that both Jews and Gentiles are saved?", "ref": ["15-11"]}, {"a": "Paul and Barnabas reported the signs and wonders God had worked among the Gentiles.", "q": "What did Paul and Barnabas report to the assembly?", "ref": ["15-12"]}, {"a": "The prophecy said that God would rebuild the fallen tent of David, and that it would include the Gentiles.", "q": "What did the prophecy which James quoted say that God would rebuild, and who would it include?", "ref": ["15-16", "15-17"]}, {"a": "James suggested that the Gentile converts be commanded to keep from idols, from fornication, from what is strangled, and from blood.", "q": "What commands did James suggest be given to the Gentile converts?", "ref": ["15-20"]}, {"a": "The writers of the letter and the Holy Spirit are said to be in agreement with the conclusions.", "q": "In the letter written to the Gentiles, who is said to be in agreement with the conclusion of giving the Gentiles only a few necessary commands?", "ref": ["15-28"]}, {"a": "The Gentiles rejoiced because of the encouragement in the letter.", "q": "What was the response of the Gentiles when they heard the letter from Jerusalem?", "ref": ["15-31"]}, {"a": "Paul and Barnabas taught and preached the word of the Lord.", "q": "What did Paul and Barnabas do as they stayed in Antioch?", "ref": ["15-35"]}, {"a": "Paul told Barnabas that he wanted to return and visit the brothers in every city they had proclaimed the word of the Lord.", "q": "What did Paul tell Barnabas he wanted to do?", "ref": ["15-36"]}, {"a": "There was a sharp disagreement between them, so that they separated from each other.", "q": "Why did Paul and Barnabas separate and travel in different directions?", "ref": ["15-39"]}], "16": [{"a": "Paul circumcised Timothy because the Jews in those parts knew Timothy's father was a Greek.", "q": "What did Paul do with Timothy before they traveled together, and why?", "ref": ["16-03"]}, {"a": "Paul delivered the instructions that had been written by the apostles and elders in Jerusalem.", "q": "What instructions did Paul deliver to the churches on their way?", "ref": ["16-04"]}, {"a": "Paul had a vision of a man of Macedonia calling him to come over and help them.", "q": "How did Paul know God was calling him to preach the gospel in Macedonia?", "ref": ["16-09"]}, {"a": "Paul thought there would be a place of prayer there.", "q": "On the Sabbath, why did Paul go to the river outside the gate of Philippi?", "ref": ["16-13"]}, {"a": "The Lord opened Lydia's heart to pay attention to the things which were spoken by Paul.", "q": "What did the Lord do for Lydia as Paul spoke?", "ref": ["16-14"]}, {"a": "Lydia and her household were baptized after Paul spoke.", "q": "Who was baptized after Paul spoke by the river?", "ref": ["16-15"]}, {"a": "She made money for her masters by fortunetelling.", "q": "How did the young woman with a spirit make money for her masters?", "ref": ["16-16"]}, {"a": "Paul turned and commanded the spirit, in the name of Jesus Christ, to come out of her.", "q": "What did Paul do after the young woman had followed him for many days?", "ref": ["16-17", "16-18"]}, {"a": "They accused Paul and Silas of teaching things that are not lawful for Romans to receive or observe.", "q": "What accusation did the young woman's masters bring against Paul and Silas?", "ref": ["16-21"]}, {"a": "They were beaten with rods, thrown into prison, and put in the stocks.", "q": "What punishment did Paul and Silas receive from the magistrates?", "ref": ["16-22", "16-24"]}, {"a": "They were praying and singing hymns to God.", "q": "What were Paul and Silas doing around midnight in the prison?", "ref": ["16-25"]}, {"a": "There was an earthquake, all the prison doors were opened, and everyone's chains were unfastened.", "q": "What happened that caused the jailer to prepare to kill himself?", "ref": ["16-26"]}, {"a": "The jailer asked Paul and Silas, \"Sirs, what must I do to be saved\"?", "q": "What question did the jailer ask Paul and Silas?", "ref": ["16-30"]}, {"a": "Paul and Silas answered, \"Believe on the Lord Jesus, and you shall be saved, you and your house\".", "q": "What answer did Paul and Silas give the jailer?", "ref": ["16-31"]}, {"a": "The jailer and all his household were baptized that night.", "q": "Who was baptized that night?", "ref": ["16-33"]}, {"a": "The magistrates were afraid because they realized that they had publicly beaten two uncondemned Roman citizens.", "q": "What caused the magistrates to be afraid after they sent word to let Paul and Silas go?", "ref": ["16-37", "16-38"]}, {"a": "Paul and Silas went to the house of Lydia, encouraged the brothers, and then departed from Philippi.", "q": "After the magistrates asked them to leave the city, what did Paul and Silas do?", "ref": ["16-40"]}], "17": [{"a": "Paul went to the synagogue of the Jews first to speak from the Scriptures about Jesus.", "q": "Arriving in Thessalonica, where did Paul go first to speak from the Scriptures about Jesus?", "ref": ["17-01", "17-02"]}, {"a": "Paul showed it was necessary for the Christ to suffer and to rise again from the dead.", "q": "What did Paul show was necessary from the Scriptures?", "ref": ["17-03"]}, {"a": "Paul and Silas were accused of acting against the decrees of Caesar, saying that there was another king—Jesus.", "q": "What accusation was made against Paul and Silas to the city officials?", "ref": ["17-07"]}, {"a": "Paul and Silas went into the synagogue of the Jews.", "q": "Where did Paul and Silas go when they arrived in Berea?", "ref": ["17-10"]}, {"a": "The Bereans received the word and examined the Scriptures to see if what Paul said was so.", "q": "What did the Bereans do when they heard Paul's message?", "ref": ["17-11"]}, {"a": "Paul had leave Berea because the Jews of Thessalonica stirred up the crowds in Berea, so Paul went to Athens.", "q": "Why did Paul have to leave Berea, and where did he go?", "ref": ["17-13", "17-15"]}, {"a": "Paul went to the Jewish synagogue and the marketplace to reason from the Scriptures.", "q": "Where did Paul go when he arrived in Athens?", "ref": ["17-17"]}, {"a": "Paul was brought to the Areopagus to explain his teaching further.", "q": "Where was Paul brought to explain his teaching further?", "ref": ["17-19", "17-20"]}, {"a": "Paul found an altar with the inscription, TO AN UNKNOWN GOD, which he wanted to explain to the people.", "q": "Which altar in Athens did Paul find, which he wanted to explain to the people?", "ref": ["17-23"]}, {"a": "Paul said the God who made everything gives people life and breath and everything else.", "q": "What did Paul say the God who made everything gives to people?", "ref": ["17-25"]}, {"a": "From one man God made every nation of people.", "q": "From what did God make every nation of people?", "ref": ["17-26"]}, {"a": "Paul said that God was not far from anyone.", "q": "How far did Paul say God was from anyone?", "ref": ["17-27"]}, {"a": "Paul said that we should not think of God like gold, silver, or stones, sculptured by man.", "q": "How did Paul say we should not think of God?", "ref": ["17-29"]}, {"a": "God now calls all men everywhere to repent.", "q": "What does God now call all men everywhere to do?", "ref": ["17-30"]}, {"a": "God has set a certain day when Jesus will judge the world in righteousness.", "q": "For what has God set a certain day?", "ref": ["17-31"]}, {"a": "God has proven that Jesus has been chosen as the judge of the world by raising him from the dead.", "q": "What proof has God given that Jesus has been chosen as the judge of the world?", "ref": ["17-31"]}, {"a": "Some mocked Paul when they heard him speak about the resurrection of the dead.", "q": "What did some do when they heard Paul speak about the resurrection of the dead?", "ref": ["17-32"]}, {"a": "Yes, certain men believed Paul, and others with them.", "q": "Did any believe what Paul had said?", "ref": ["17-34"]}], "18": [{"a": "Paul worked as a tentmaker to support himself.", "q": "What work did Paul do to support himself?", "ref": ["18-03"]}, {"a": "Paul testified to the Jews that Jesus was the Christ.", "q": "What did Paul testify to the Jews in Corinth?", "ref": ["18-05"]}, {"a": "Paul told the Jews their blood was on their own head, and then he went to the Gentiles.", "q": "When the Jews rejected Paul, what did he do?", "ref": ["18-06"]}, {"a": "The Lord told Paul to continue speaking, for no one would harm him there.", "q": "What encouragement did Paul receive from the Lord in Corinth?", "ref": ["18-09", "18-10"]}, {"a": "The Jews accused Paul of teaching people to worship contrary to the law.", "q": "What accusation did the Jews bring to the governor against Paul?", "ref": ["18-12", "18-13"]}, {"a": "The governor said that he did not wish to be a judge of matters involving the Jewish law.", "q": "How did the governor respond to the accusations of the Jews against Paul?", "ref": ["18-15"]}, {"a": "Aquila and Priscilla traveled with Paul to Ephesus.", "q": "Which husband and wife traveled with Paul to Ephesus?", "ref": ["18-18", "18-19"]}, {"a": "After he left Ephesus, Paul traveled to Jerusalem and then to Antioch.", "q": "What were the first two places Paul went after he left Ephesus?", "ref": ["18-22"]}, {"a": "Apollos understood the things concerning Jesus accurately, but he knew only the baptism of John.", "q": "What teaching did Apollos understand accurately, and in what teaching did he need more instruction?", "ref": ["18-25"]}, {"a": "Priscilla and Aquila became friends with Apollos and explained to him the way of God more accurately.", "q": "What did Priscilla and Aquila do for Apollos?", "ref": ["18-26"]}, {"a": "Apollos was able to publicly overwhelm the Jews, showing that Jesus was the Christ.", "q": "What was Apollos able to do with his eloquent speech and knowledge of the Scriptures?", "ref": ["18-28"]}], "19": [{"a": "The disciples had not heard about the Holy Spirit.", "q": "What had the disciples that Paul met in Ephesus not heard about when they believed?", "ref": ["19-02"]}, {"a": "John's baptism was a baptism of repentance.", "q": "John's baptism was a baptism of what?", "ref": ["19-04"]}, {"a": "John had told the people to believe on the one who would come after him.", "q": "On whom had John told the people to believe?", "ref": ["19-04"]}, {"a": "Paul baptized them in the name of the Lord Jesus.", "q": "In what name did Paul then baptize the disciples from Ephesus?", "ref": ["19-05"]}, {"a": "The Holy Spirit came on them and they spoke in other languages and prophesied.", "q": "What happened to the men after they were baptized and Paul laid hands on them?", "ref": ["19-06"]}, {"a": "Paul withdrew with the believers and began to speak in the lecture hall of Tyrannus.", "q": "What did Paul do when some of the Jews in Ephesus began to speak evil of the way of Christ?", "ref": ["19-09"]}, {"a": "When handkerchiefs and aprons were taken from Paul, they healed the sick and drove out evil spirits.", "q": "What special miracles did God do by the hands of Paul?", "ref": ["19-12"]}, {"a": "The evil spirit beat up the exorcists and they fled naked and wounded.", "q": "What happened when seven Jewish exorcists tried to cast out an evil spirit in the name of Jesus?", "ref": ["19-16"]}, {"a": "Many who practiced magical arts in Ephesus burned their books in the sight of everyone.", "q": "In Ephesus, what did many who practiced magical arts do?", "ref": ["19-19"]}, {"a": "Paul said he would go to Rome after he went to Jerusalem.", "q": "Where did Paul say he would go after he went to Jerusalem?", "ref": ["19-21"]}, {"a": "Demetrius was concerned that Paul was teaching people that there are no gods that are made with hands, and that the goddess Diana might be considered worthless.", "q": "What concerns did the silversmith Demetrius express to the other workmen?", "ref": ["19-26"]}, {"a": "The people became angry and cried out saying that Diana was great, filling the whole city with confusion.", "q": "How did the people react to Demetrius' concerns?", "ref": ["19-28", "19-29"]}, {"a": "The disciples and some local officials did not allow Paul to speak to the crowd.", "q": "Why did Paul not address the crowd, even though he wanted to?", "ref": ["19-30", "19-31"]}, {"a": "The town clerk told the people to bring their accusations to the courts.", "q": "What did the town clerk tell the people to do instead of rioting?", "ref": ["19-38"]}, {"a": "The town clerk said that the people were in danger of being accused for being disorderly, and that there was no cause for an explanation.", "q": "In what danger did the town clerk say the people were?", "ref": ["19-40"]}], "20": [{"a": "Paul changed his plans because the Jews had formed a plot against him as he was about to sail for Syria.", "q": "What caused Paul to change his plans and return through Macedonia instead of sailing for Syria?", "ref": ["20-03"]}, {"a": "On the first day of the week Paul and the believers gathered to break bread.", "q": "On what day of the week did Paul and the believers gather to break bread?", "ref": ["20-07"]}, {"a": "The young man fell from the third story and was picked up dead, but Paul stretched himself out on him and he came back to life.", "q": "What happened to the young man who fell out of the window while Paul was speaking?", "ref": ["20-09", "20-10"]}, {"a": "Paul was hurrying toward Jerusalem to be there for the day of Pentecost.", "q": "Why was Paul hurrying toward Jerusalem?", "ref": ["20-16"]}, {"a": "Paul said he warned both Jews and Greeks about repentance toward God and faith in the Lord Jesus.", "q": "About what did Paul say he warned both Jews and Greeks since he set foot in Asia?", "ref": ["20-18", "20-20"]}, {"a": "The Holy Spirit was witnessing to Paul that chains and sufferings awaited him.", "q": "About what was the Holy Spirit witnessing to Paul in every city as he traveled toward Jerusalem?", "ref": ["20-23"]}, {"a": "Paul's ministry was to bear witness to the gospel of the grace of God.", "q": "What ministry had Paul received from the Lord Jesus?", "ref": ["20-24"]}, {"a": "Paul said he was innocent of their blood because he had declared to them the whole will of God.", "q": "Why did Paul say he was innocent of the blood of any man?", "ref": ["20-27"]}, {"a": "Paul commanded the elders to shepherd the flock carefully.", "q": "What did Paul command the Ephesian elders to do carefully after his departure?", "ref": ["20-28"]}, {"a": "Paul said that some of the elders would say corrupt things in order to draw away disciples after themselves.", "q": "What did Paul say would happen among the Ephesian elders after his departure?", "ref": ["20-30"]}, {"a": "Paul entrusted the Ephesian elders to God.", "q": "To whom did Paul entrust the Ephesian elders?", "ref": ["20-32"]}, {"a": "Paul worked for his own needs and the needs of those with him, and helped the weak.", "q": "What example did Paul set for the Ephesians regarding work?", "ref": ["20-34", "20-35"]}, {"a": "The Ephesian elders were sad most of all because Paul had said they would never see his face again.", "q": "What made the Ephesian elders sad most of all?", "ref": ["20-38"]}], "21": [{"a": "The disciples said to Paul through the Spirit that he should not set foot in Jerusalem.", "q": "What did the disciples in Tyre say to Paul through the Spirit?", "ref": ["21-04"]}, {"a": "Philip had four virgin daughters that prophesied.", "q": "What do we know about Philip the preacher's children?", "ref": ["04-09"]}, {"a": "Agabus told Paul that the Jews in Jerusalem would tie up Paul and hand him over to the Gentiles.", "q": "What did Agabus the prophet say to Paul?", "ref": ["21-11"]}, {"a": "Paul said that he was ready to be tied up and to die in Jerusalem for the name of the Lord Jesus.", "q": "What did Paul say when everyone begged him not to go up to Jerusalem?", "ref": ["21-13"]}, {"a": "Paul met with James and all the elders.", "q": "With whom did Paul meet when he arrived in Jerusalem?", "ref": ["21-18"]}, {"a": "The Jews were accusing Paul of teaching the Jews who lived among the Gentiles to abandon Moses.", "q": "What accusation was being made by the Jews against Paul?", "ref": ["21-21"]}, {"a": "They wanted everyone to know that Paul as a Jew also lived so as to keep the law.", "q": "Why did James and the elders want Paul to purify himself with the four men who had made a vow?", "ref": ["21-24"]}, {"a": "James said the Gentiles should keep themselves from things sacrificed to idols, from blood, from what is strangled, and from fornication.", "q": "What did James say the Gentiles who believed should do?", "ref": ["21-25"]}, {"a": "The Jews accused Paul of teaching against the law and defiling the temple by bringing Greeks into it.", "q": "What accusations did some Jews from Asia make against Paul in the temple?", "ref": ["21-28"]}, {"a": "The Jews dragged Paul out of the temple and tried to kill him.", "q": "After making these accusations, what did the Jews do to Paul?", "ref": ["21-31"]}, {"a": "The chief captain laid hold on Paul and had him bound with two chains, asking who he was and what he had done.", "q": "What did the chief captain of the guard do when he heard that Jerusalem was in an uproar?", "ref": ["21-33"]}, {"a": "The crowd was shouting, \"Away with him!\"", "q": "What was the crowd shouting as the soldiers carried Paul into the fortress?", "ref": ["21-36"]}, {"a": "Paul requested that he be allowed to speak to the people.", "q": "What request did Paul make to the chief captain?", "ref": ["21-39"]}, {"a": "Paul spoke in Hebrew to the people of Jerusalem.", "q": "In what language did Paul speak to the people of Jerusalem?", "ref": ["21-40"]}], "22": [{"a": "When the crowd heard Paul speaking in Hebrew, they became quiet.", "q": "When the crowd heard Paul speaking in Hebrew, what did they do?", "ref": ["22-02"]}, {"a": "Paul was educated in Jerusalem, and Gamaliel was his teacher.", "q": "Where was Paul educated, and who was his teacher?", "ref": ["22-03"]}, {"a": "Paul had persecuted to death those who were following the Way, and had delivered them into prison.", "q": "How had Paul treated those who were following the Way?", "ref": ["22-04"]}, {"a": "The voice from heaven said, \"Saul, Saul, why are you persecuting me?\"", "q": "What did the voice from heaven say to Paul as he neared Damascus?", "ref": ["22-07"]}, {"a": "Paul was persecuting Jesus of Nazareth.", "q": "Who was Paul persecuting?", "ref": ["22-08"]}, {"a": "Paul could no longer see because of the brightness of the light that he saw as he neared Damascus.", "q": "Why could Paul no longer see?", "ref": ["22-11"]}, {"a": "A devout man named Ananias came and stood by Paul and said, \"Brother Saul, receive your sight\".", "q": "How was Paul's sight restored?", "ref": ["22-12", "22-13"]}, {"a": "Ananias told Paul to arise and be baptized to wash away his sins.", "q": "What did Ananias tell Paul to arise and do, and why?", "ref": ["22-16"]}, {"a": "Jesus said that the Jews would not accept Paul's testimony about him.", "q": "When Jesus spoke to Paul in the temple, how did he say the Jews would react to Paul's testimony about him?", "ref": ["22-18"]}, {"a": "Jesus sent Paul to the Gentiles.", "q": "To whom did Jesus then send Paul?", "ref": ["22-21"]}, {"a": "The people shouted and threw off their garments, throwing dust in the air.", "q": "How did the people react when they heard Paul speaking about the Gentiles?", "ref": ["22-23"]}, {"a": "Paul asked if it was lawful for him to be scourged as an uncondemned Roman citizen.", "q": "What question did Paul ask the centurion just before Paul was to be scourged?", "ref": ["22-25"]}, {"a": "Paul had been born a Roman citizen.", "q": "How had Paul become a Roman citizen?", "ref": ["22-28"]}, {"a": "The chief captain untied Paul's bonds, and ordered the chief priests and all the council to meet, placing Paul in their midst.", "q": "What did the chief captain do when he learned that Paul was a Roman citizen?", "ref": ["22-30"]}], "23": [{"a": "The high priest was angry because Paul said he had lived before God in all good conscience.", "q": "Why did the high priest command those who stood by Paul to strike him on the mouth?", "ref": ["23-01", "23-02"]}, {"a": "Paul said he was being judged because of his confidence in the resurrection.", "q": "For what reason did Paul say he was being judged before the council?", "ref": ["23-06"]}, {"a": "An argument began because the Pharisees say there is a resurrection, but the Sadducees say there is no resurrection.", "q": "Why did an argument begin in the council when Paul gave his reason for being judged?", "ref": ["23-07", "23-08"]}, {"a": "The chief captain feared that Paul would be torn to pieces by the council members.", "q": "Why did the chief captain take Paul from the council to the fortress?", "ref": ["23-10"]}, {"a": "The Lord told Paul to not fear because he would bear witness in Jerusalem and in Rome.", "q": "What promise did the Lord give Paul the following night?", "ref": ["23-11"]}, {"a": "About forty Jewish men made a pact that they would not eat or drink until they had killed Paul.", "q": "What pact concerning Paul did some Jewish men make?", "ref": ["23-12", "23-13"]}, {"a": "They asked the chief priests and elders to have Paul brought to the council so they could kill Paul before he arrived.", "q": "What was the plan the forty Jewish men presented to the chief priests and elders?", "ref": ["23-14", "23-15"]}, {"a": "Paul's sister's son heard of the plan and told Paul.", "q": "How did Paul learn about the plan of the forty Jewish men?", "ref": ["23-16"]}, {"a": "The chief captain ordered a large guard to take Paul safely to Felix the governor at the third hour of the night.", "q": "How did the chief captain respond when he learned the plan of the forty Jewish men?", "ref": ["23-23", "23-24"]}, {"a": "The chief captain said Paul did not deserve death or imprisonment, but that the accusations were about questions concerning Jewish law.", "q": "In his letter to Felix the governor, what did the chief captain say about the accusations against Paul?", "ref": ["23-29"]}, {"a": "Felix said he would hear Paul's case when Paul's accusers arrived.", "q": "When did Felix the governor say he would hear Paul's case?", "ref": ["23-35"]}, {"a": "Paul was kept in Herod's palace until his trial.", "q": "Where was Paul kept until his trial?", "ref": ["23-35"]}], "24": [{"a": "Tertullus accused Paul of causing the Jews to rebel and desecrating the temple.", "q": "What accusations did the orator Tertullus bring against Paul?", "ref": ["24-05", "24-06"]}, {"a": "Tertullus said Paul was a leader of the Nazarene sect.", "q": "Of what sect did Tertullus say Paul was a leader?", "ref": ["24-05"]}, {"a": "Paul said he had not argued with anyone and had not stirred up a crowd.", "q": "What did Paul say he had done in the temple, synagogues, and city?", "ref": ["24-12"]}, {"a": "Paul said he was faithful to all that is in the law and the writings of the prophets.", "q": "To what did Paul say he was faithful?", "ref": ["24-14"]}, {"a": "They shared the same confidence in God about the coming resurrection of the righteous and unrighteous dead.", "q": "What hope did Paul share with the Jews accusing him?", "ref": ["24-15"]}, {"a": "Paul said he had come to bring help to his nation and gifts of money.", "q": "Why did Paul say he had come to Jerusalem?", "ref": ["24-17"]}, {"a": "Paul said he was in a purification ceremony when he was found.", "q": "What did Paul say he was doing in the temple when he was found by certain Jews from Asia?", "ref": ["24-18"]}, {"a": "The governnor Felix was well informed about the Way.", "q": "About what was the governor Felix well informed?", "ref": ["24-22"]}, {"a": "Felix said he would decide Paul's case when Lusias the commander came from Jerusalem.", "q": "When did Felix say he would decide Paul's case?", "ref": ["24-22"]}, {"a": "Paul told Felix about faith in Christ Jesus, rigtheousness, self-control, and the coming judgment.", "q": "After some days, about what did Paul tell Felix?", "ref": ["24-24", "24-25"]}, {"a": "Felix became fearful and asked Paul to go away for the present.", "q": "How did Felix react after he heard Paul?", "ref": ["24-25"]}, {"a": "Felix left Paul under guard because he wanted to gain favor with the Jews.", "q": "After two years, why did Felix leave Paul under guard when the new governor came?", "ref": ["24-27"]}], "25": [{"a": "They asked Festus to call Paul to Jerusalem so that they could kill Paul along the way.", "q": "What favor did the chief priest and the prominent Jews ask of Festus?", "ref": ["25-03"]}, {"a": "Festus told them to go to Caesarea, where Festus was going, and that they could accuse Paul there.", "q": "What did Festus tell the chief priest and the prominent Jews to do?", "ref": ["25-05"]}, {"a": "Festus asked Paul if he wanted to go up to Jerusalem and be judged there.", "q": "While judging Paul's case in Caesarea, what question did Festus ask Paul?", "ref": ["25-09"]}, {"a": "Festus asked Paul this question because he wanted to gain favor with the Jews.", "q": "Why did Festus ask Paul this question?", "ref": ["25-09"]}, {"a": "Paul said that he stood before the judgment seat of Caesar where he must be judged.", "q": "What was Paul's response to Festus' question?", "ref": ["25-10"]}, {"a": "Festus decided that since Paul had called upon Caesar, then he would go to Caesar.", "q": "What did Festus decide to do with Paul's case?", "ref": ["25-12"]}, {"a": "Festus said that the Romans gave the accused person an opportunity to face his accusers and to make a defense against the charges.", "q": "What did Festus say was the legal custom with the Romans regarding people charged with crimes?", "ref": ["25-16"]}, {"a": "Festus said that the charges involved certain disputes about their religion and about a certain Jesus who was dead, but Paul claimed to be alive.", "q": "What charges did Festus say the Jews had brought against Paul?", "ref": ["25-19"]}, {"a": "Festus wanted King Agrippa to help him write something logical about Paul's case to the Emperor.", "q": "Why did Festus bring Paul to speak before King Agrippa?", "ref": ["25-26"]}, {"a": "Festus said it would be unreasonable for him to send Paul to the Emperor without stating the charges against him.", "q": "What did Festus say would be unreasonable for him to do as he sent Paul to the Emperor?", "ref": ["25-27"]}], "26": [{"a": "Paul was happy to be able to make his defense before King Agrippa because Agrippa was an expert in all the Jewish customs and questions.", "q": "Why was Paul happy to be able to make his defense before King Agrippa?", "ref": ["26-03"]}, {"a": "Paul lived as a Pharisee, a very strict sect of Judaism.", "q": "How did Paul live from his youth in Jerusalem?", "ref": ["26-05"]}, {"a": "Paul says that he and the Jews are hoping to reach the promise of the resurrection.", "q": "What promise of God does Paul say both he and the Jews are hoping to reach?", "ref": ["26-06", "26-08"]}, {"a": "Paul was locking up many saints in prison, was approving when they were killed, and was chasing them to foreign cities.", "q": "Before his conversion, what was Paul doing against the name of Jesus of Nazareth?", "ref": ["26-09", "26-11"]}, {"a": "Paul saw a light from heaven that was brighter than the sun.", "q": "What did Paul see on his way to Damascus?", "ref": ["26-13"]}, {"a": "Paul heard a voice saying, \"Saul, Saul, why do you persecute me?\"", "q": "What did Paul hear on his way to Damascus?", "ref": ["26-14"]}, {"a": "Jesus was speaking to Paul on the way to Damascus.", "q": "Who was speaking to Paul on the way to Damascus?", "ref": ["26-15"]}, {"a": "Jesus appointed Paul to be a servant and witness to the Gentiles.", "q": "What did Jesus appoint Paul to be?", "ref": ["26-16", "26-17"]}, {"a": "Jesus said he wanted the Gentiles to receive the forgiveness of sins and the inheritance from God.", "q": "What did Jesus say he wanted the Gentiles to receive?", "ref": ["26-18"]}, {"a": "Paul says that he preached that the people should repent and turn to God, doing deeds worthy of repentance.", "q": "What two things does Paul say he preached everywhere he went?", "ref": ["26-20"]}, {"a": "The prophets and Moses said that the Christ must suffer, be raised from the dead, and proclaim light to the Jewish people and to the Gentiles.", "q": "What did the prophets and Moses say would happen?", "ref": ["26-22", "26-23"]}, {"a": "Festus thought that Paul was insane.", "q": "What did Festus think of Paul after he heard Paul's defense?", "ref": ["26-24", "26-25"]}, {"a": "Paul desired that King Agrippa would become a Christian.", "q": "What was Paul's desire for King Agrippa?", "ref": ["26-28", "26-29"]}, {"a": "They agreed that Paul had done nothing worthy of death or bonds, and that he could have been freed if he had not appealed to Caesar.", "q": "What conclusion did Agrippa, Festus, and Bernice reach regarding the accusations against Paul?", "ref": ["26-31", "26-32"]}], "27": [{"a": "Julius treated Paul kindly and allowed him to go to his friends and receive their care.", "q": "How did the centurion Julius treat Paul at the beginning of the journey to Rome?", "ref": ["27-03"]}, {"a": "The ship sailed around the island of Crete with difficulty.", "q": "Which island did Paul's ship sail around with difficulty?", "ref": ["27-07", "27-08"]}, {"a": "Julius did not follow Paul's warning because he paid more attention to the owner of the ship.", "q": "Why did Julius the centurion not follow Paul's warning about the dangers of continuing to sail?", "ref": ["27-10", "27-11"]}, {"a": "After a gentle start, a wind called The Northeaster began to beat down on the ship.", "q": "After a gentle start to the voyage, what wind began to beat down on the ship?", "ref": ["27-14"]}, {"a": "After many days, the crew abandoned any hope that they should be saved.", "q": "After many days, what hope was abandoned by the crew of the ship?", "ref": ["27-20"]}, {"a": "The angel told Paul that he and all the sailors would survive.", "q": "What message did an angel of God give Paul concerning the people on the voyage?", "ref": ["27-23", "27-24"]}, {"a": "The sailors thought the ship was approaching some land.", "q": "At midnight on the fourteenth night, what did the sailors think was happening to the ship?", "ref": ["27-27"]}, {"a": "The sailors were looking for a way to abandon the ship.", "q": "What were the sailors looking for a way to do?", "ref": ["27-30"]}, {"a": "Paul told the centurion and the soldiers that unless the sailors stayed on the ship, the centurion and soldiers could not be saved.", "q": "What did Paul tell the centurion and the soldiers about the sailors?", "ref": ["27-31"]}, {"a": "Paul urged everyone to take some food.", "q": "When daylight was coming on, what did Paul urge everyone to do?", "ref": ["27-33"]}, {"a": "The crew decided to get the ship to the beach by sailing directly toward the beach, but the bow of the ship became stuck on the ground and the stern began to break up.", "q": "How did the crew decide to get the ship to the beach, and what happened?", "ref": ["27-39", "27-41"]}, {"a": "The soldiers were going to kill the prisoners so none of them could escape.", "q": "What were the soldiers going to do with the prisoners at this time?", "ref": ["27-42"]}, {"a": "The centurion stopped the plan of the soldiers because he wanted to save Paul.", "q": "Why did the centurion stop the plan of the soldiers?", "ref": ["27-43"]}, {"a": "Those who could swim jumped overboard first, and the rest followed on planks or other things from the ship.", "q": "How did all of the people on the ship come safely to land?", "ref": ["27-44"]}], "28": [{"a": "The people treated them with not just ordinary kindness.", "q": "How did the native people on the island of Malta treat Paul and the crew of the ship?", "ref": ["28-02"]}, {"a": "The people thought that Paul was a murderer who was not being permitted to live by justice.", "q": "What did the people think when they saw the viper hanging from Paul's hand?", "ref": ["28-04"]}, {"a": "The people thought that Paul was a god.", "q": "What did the people think when they saw Paul was not killed by the viper?", "ref": ["28-06"]}, {"a": "The rest of the people on the island who were sick also came and were healed.", "q": "What happened after Paul healed the father of Publius, the chief man of the island?", "ref": ["28-08", "28-09"]}, {"a": "Paul and the crew remained on the island of Malta for three months.", "q": "How long did Paul and the crew remain on the island of Malta?", "ref": ["28-11"]}, {"a": "When he saw the brothers, Paul thanked God and took courage.", "q": "What did Paul do when he saw the brothers from Rome who had come to meet him?", "ref": ["28-15"]}, {"a": "Paul was allowed to live by himself with a soldier who was guarding him.", "q": "What were Paul's living arrangements in Rome as a prisoner?", "ref": ["28-16"]}, {"a": "Paul told the Jewish leaders in Rome he had been chained for the confidence of Israel.", "q": "For what reason did Paul tell the Jewish leaders in Rome he had been chained?", "ref": ["28-20"]}, {"a": "The Jewish leaders in Rome knew that the sect was spoken against everywhere.", "q": "What did the Jewish leaders in Rome know about the sect of the Christians?", "ref": ["28-22"]}, {"a": "Paul tried to persuade them about Jesus, from both the law of Moses and from the prophets.", "q": "When the Jewish leaders came again to Paul at his dwelling place, what did Paul try to do from morning until evening?", "ref": ["28-23"]}, {"a": "Some of the Jewish leaders were convinced, while others did not believe.", "q": "What was the response of the Jewish leaders to Paul's presentation?", "ref": ["28-24"]}, {"a": "The final scripture Paul quoted said that those who did not believe would not understand nor perceive what they heard and saw.", "q": "What did the final scripture quoted by Paul say about the Jewish leaders who did not believe?", "ref": ["28-26"]}, {"a": "Paul said that God's message of salvation had been sent to the Gentiles, and they would listen.", "q": "Where did Paul say God's message of salvation had been sent, and what would be the response?", "ref": ["28-28"]}, {"a": "Paul preached the kingdom of God and taught about the Lord Jesus Christ with all boldness.", "q": "What did Paul do while a prisoner in Rome?", "ref": ["28-31"]}, {"a": "No one stopped him.", "q": "Who stopped Paul from preaching and teaching while he was a prisoner in Rome for two years?", "ref": ["28-31"]}]}