[{"id": "01", "tn": [{"ref": "General Information:", "text": "As they leave the temple area, Jesus tells his disciples what will happen in the future to the wonderful temple that Herod the Great has built."}, {"ref": "the wonderful stones and wonderful buildings", "text": "The \"stones\" refer to the stones that the buildings were built with. AT: \"the wonderful buildings and the wonderful stones that they are made of\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do you see these great buildings? Not one stone", "text": "This question is used to draw attention to the buildings. This can be written as a statement. AT: \"Look at these great buildings! Not one stone\" or \"You see these great buildings now, but not one stone\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Not one stone will be left on another which will not be torn down", "text": "It is implied that enemy soldiers will tear down the stones. This can be stated in active form. AT: \"Not one stone will remain on top of another, for enemy soldiers will come and destroy these buildings\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "In answer to the disciples' questions about the temple's destruction and what was going to happen, Jesus tells them what was going to take place in the future."}, {"ref": "As he sat on the Mount of Olives opposite the temple, Peter", "text": "They have arrived at the Mount of Olives, and Jesus has sat down. Information can be made more explicit. AT: \"After arriving at the Mount of Olives, which is opposite the temple, Jesus down. Then Peter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "privately", "text": "\"when they were alone\""}, {"ref": "these things happen ... are about to happen", "text": "This refers to what Jesus had just said will happen to the stones of the temple. This can be made clear. AT: \"these things happen to the buildings of the temple ... are about to happen to the temple buildings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "when all these things", "text": "\"that all these things\""}]}, {"id": "05", "tn": [{"ref": "to them", "text": "\"to his disciples\""}, {"ref": "leads you astray", "text": "Jesus is warning his disciples not to be deceived by anyone about what will happen. Here \"lead astray\" is a metaphor for deceive. AT: \"deceives you concerning what will happen\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in my name", "text": "Possible meanings are 1) AT: \"claiming my authority\" or 2) \"claiming that God sent them.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am he", "text": "\"I am the Christ\" (UDB)"}, {"ref": "will lead many astray", "text": "Here \"lead astray\" is a metaphor meaning deceive. AT: \"will deceive many people\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "hear of wars and rumors of wars", "text": "Possible meanings are 1) \"hear the actual sounds of wars close by and news of wars far away\" (see UDB) or 2) \"hear of wars that are actually happening and people saying that wars are going to start\""}, {"ref": "rumors", "text": "words about which it is impossible to determine if they are true or false"}, {"ref": "but the end is not yet", "text": "This refers to the end of the world. Missing information can be added. AT: \"but it is not the end of the world yet.\" This can also be written in positive form.  AT: \"the end of the world is still to come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will rise against", "text": "This idiom means to fight against one another. AT: \"will fight against\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "kingdom against kingdom", "text": "Missing information can be added. AT: \"kingdom will rise against kingdom\" or \"kingdom will fight against kingdom\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "These are the beginnings of birth pains", "text": "Jesus speaks of these disasters as the beginnings of birth pains because more severe things will happen after them. AT: \"These events will be like the first pains a woman suffers who is about to bear a child. They will suffer much more after that\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Be on your guard", "text": "\"Be ready for what people will do to you\" (UDB)"}, {"ref": "deliver you up to", "text": "This means to arrest someone and then put them under someone else's control. AT: \"arrest you and give you over to\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will be beaten", "text": "This can be stated in active form. AT: \"people will beat you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will stand before", "text": "This means to be put on trial and judged. AT: \"You will be put on trial before\" or \"You will be brought to trial and judged by\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for my sake", "text": "\"because of me\" or \"on account of me\""}, {"ref": ", as a testimony to them", "text": "This means they will testify about Jesus. This can be made clear. AT: \"and testify to them about me\" or \"and you will tell them about me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But the gospel must first be proclaimed to all the nations", "text": "Jesus is still speaking about things that must happen before the end comes. This can be made clear. AT: \"But the gospel must first be proclaimed to all the nations before the end will come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "hand you over", "text": "This means to put them under someone else's control. In this case, under the authorities' control. AT: \"give you over to the authorities\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "but the Holy Spirit", "text": "The missing information may be added. AT: \"but the Holy Spirit will speak through you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Brother will deliver up brother to death", "text": "<b>Brother will deliver up brother to death</b> \"A brother will deliver up his brother to death.\" This means that a brother will betray his bother, and this betrayal will cause his brother to be killed. AT: \"A brother will betray his brother, handing him over to be put to death\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Brother ... brother", "text": "This refers to both brothers and sisters. AT: \"Siblings ... each other\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "a father his child", "text": "This means that a father will betray his child, and this betrayal will cause the child to be killed. AT: \"a father will deliver up his child to death\" or \"a father will betray his child, handing him over to be killed\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Children will rise up against their parents", "text": "This means that children will oppose their parents and betray them. AT: \"Children will oppose their parents\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "cause them to be put to death", "text": "This means that the authorities will sentence them to be put to death. This can be stated in active form. AT: \"cause the authorities to sentence them to die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will be hated by everyone", "text": "This can be stated in active form. AT: \"Everyone will hate you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because of my name", "text": "Jesus uses the metonym \"my name\" to refer to himself. AT: \"because of me\" or \"because you believe in me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever endures to the end, that person will be saved", "text": "This means to be faithful to God until the end of that person's life. This may be stated in active form.  AT: \"God will save whoever is faithful to him, enduring these trials, to the end of his life\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "the abomination of desolation", "text": "This phrase is from the book of Daniel. His audience would have been familiar with this passage and the prophesy about the abomination entering the temple and defiling it. AT: \"the shameful thing that defiles the things of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "standing where it should not be standing", "text": "Jesus' audience would have known that this refers to the temple. This can be made explicit. AT: \"standing in the temple where it should not be standing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let the reader understand", "text": "This is not Jesus speaking. Matthew added this to get the readers' attention, so that they would listen to this warning. AT: \"may everyone who is reading this pay attention to this warning\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on the housetop", "text": "Housetops where Jesus lived were flat, and people could stand on them."}, {"ref": "not return", "text": "This refers to returning to his house. This can be made explicit. AT: \"not return to his house\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to take his cloak", "text": "\"to get his cloak\""}]}, {"id": "17", "tn": [{"ref": "are with child", "text": "This is a polite way to say that someone is pregnant. AT: \"are pregnant\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Pray that it", "text": "\"Pray that these times\" or \"Pray that these things\""}, {"ref": "winter", "text": "\"the cold season\" or \"the cold, rainy season.\" This refers to the time of year when it is cold and unpleasant."}, {"ref": "such as has not been", "text": "\"greater than there has ever been.\" This describes how great and terrible the tribulation will be."}, {"ref": "no, nor ever will be again", "text": "<b>no, nor ever will be again</b> \"and greater than there will ever be again\""}, {"ref": "had shortened the days", "text": "It may be helpful to specify which \"days\" are referred to. AT: \"had shortened the days of suffering\" or \"had shortened the time of suffering\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "shortened", "text": "This word does not mean that the days will be less than 24 hours each, but rather that they will be fewer days of suffering."}, {"ref": "no flesh would be saved", "text": "The word \"flesh\" refers to people. Here \"saved\" refers to physical salvation. AT: \"no one would be saved.\" Also, this phrase can be stated in positive form. AT: \"everyone would die\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "sake", "text": "\"well-being\""}, {"ref": "the elect, those whom he chose", "text": "The phrase \"those whom he chose\" means the same thing as \"the elect.\" Together, they emphasize that God chose these people."}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "The UDB uses a verse bridge to combine verses 21 and 22, giving the information Jesus is telling them in a order that is easier to understand. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "false Christs", "text": "\"people who claim they are Christ\""}, {"ref": "so as to deceive", "text": "The missing word may be added. AT: \"so as to deceive people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "if possible, even the elect", "text": "The missing information may be added. AT: \"if possible, they will even deceive the elect\" or \"they will even try to deceive the people whom God has chosen\" (UDB) See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Be on guard", "text": "\"Be watchful\" or \"Be alert\" (UDB)"}, {"ref": "I have told you all these things ahead of time", "text": "Jesus told them these things to warn them. AT: \"I have told you all these things ahead of time to warn you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "the sun will be darkened", "text": "This can be stated in active form. AT: \"the sun will become dark\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the moon will not give its light", "text": "Here the moon is spoken of as if it were alive and able to give something to someone else. AT: \"the moon will not glow\" or \"the moon will be dark\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the stars will fall from the sky", "text": "This does not mean that they will fall to earth but that they will fall from where the are now. AT: \"the stars will fall from their places in the sky\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the powers that are in the heavens will be shaken", "text": "This can be stated in active form. AT: \"God will shake the powers that are in the heavens\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the powers", "text": "This is a descriptive name for the planets and may include the stars. AT: \"the planets\" or \"the heavenly bodies\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "in the heavens", "text": "\"in the sky\""}, {"ref": "Then they will see", "text": "\"Then people will see\""}, {"ref": "with great power and glory", "text": "\"powerfully and gloriously\""}, {"ref": "he will gather", "text": "The word \"he\" refers to God and is a metonym for his angels, as they are the ones who will gather the elect. AT: \"they will gather\" or \"his angels will gather\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the four winds", "text": "The whole earth is spoken of as \"the four winds,\" which refer to the four directions: north, south, east, and west. AT: \"the north, south, east, and west\" or \"all parts of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the ends of the earth to the ends of the sky", "text": "These two extremes are given to emphasize that the elect will be gathered from the entire earth. AT: \"from every place on earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Jesus gives two short parables here to remind people to be aware when the things that he has been explaining happen. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the branch becomes tender", "text": "The phrase \"the branch\" refers to the branches of the fig tree. AT: \"its branches become tender\""}, {"ref": "tender", "text": "\"green and soft\""}, {"ref": "puts out its leaves", "text": "Here the fig tree is spoken of as if it were alive and able to willingly cause its leaves to grow. AT: \"its leaves begin to sprout\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "summer", "text": "the warm part of the year or the growing season"}, {"ref": "these things", "text": "This refers to the days of tribulation. AT: \"these things I have just described\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he is near", "text": "\"the Son of Man is near\""}, {"ref": "close to the gates", "text": "This idiom means that he is very near and has almost arrived, referring to a traveler being close to arriving at the city gates. AT: \"and is almost here\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "30", "tn": [{"ref": "Truly, I say to you", "text": "This indicates that the statement that follows is especially true and important. See how you translated this in [[:en:bible:notes:mrk:03:28|3:28]]."}, {"ref": "will not pass away", "text": "This is a polite way to talk about someone dying. AT: \"will not die\" or \"will not end\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "until all of these things", "text": "The phrase \"these things\" refers to the days of tribulation."}, {"ref": "Heaven and earth", "text": "The two extremes are given to refer to all of the sky, including the sun, moon, stars, and planets, and all of the earth. AT: \"The sky, the earth, and everything in them\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "will pass away", "text": "\"will cease to exist.\" Here this phrase refers to the world ending."}, {"ref": "my words will never pass away", "text": "Jesus speaks of words not losing their power as if they were something that will never physically die. AT: \"my words will never lose their power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that day or that hour", "text": "This refers to the time that the Son of Man will return. AT: \"that day or that hour that the Son of Man will return\" or \"the day or the hour that I will return\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not even the angels in heaven, nor the Son", "text": "These are listed among those who do not know when the Son of Man will return. AT: \"not even the angels in heaven or the Son know\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the angels in heaven", "text": "Here \"heaven\" refers to the place where God lives."}, {"ref": "but the Father", "text": "It is best to translate \"Father\" with the same word that your language naturally uses to refer to a human father. Also, this is an ellipsis, stating that the Father knows when the Son will return. AT: \"but only the Father knows\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "33", "tn": [{"ref": "what time it is", "text": "It can be stated clearly what \"time\" refers to here. AT: \"when that time will come when all these events will happen\" (UDB)  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "each one with his work", "text": "\"telling each one what work he should do\""}]}, {"id": "35", "tn": [{"ref": "whether in the evening", "text": "This refers to the master's return. AT: \"whether he will return in the evening\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "rooster crows", "text": "The rooster is a bird that calls out very early in the morning. The loud sound he makes is \"crowing.\""}, {"ref": "find you sleeping", "text": "Here Jesus speaks of not being ready as \"sleeping.\" AT: \"find you not ready for his return\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]