[{"id": "01", "tn": [{"ref": "General Information:", "text": "This chapter begins Yahweh's argument against the unfaithful Israelites."}, {"ref": "Yahweh has a lawsuit against the inhabitants of the land", "text": "Yahweh stating that the people of Israel have sinned against him and broken his covenant is spoken of as if Yahweh were accusing them in court. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lawsuit", "text": "This is a complaint by one person against another person in a court of law. See how you translated this in [[:en:bible:notes:hos:02:02|2:2]]."}, {"ref": "The people have broken all bounds", "text": "Here \"bounds\" stands for the limits of what the law allows. AT: \"The people have disobeyed the law in every possible way\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bloodshed comes after bloodshed", "text": "Here \"bloodshed\" stands for \"murder\" which often involves making the victim bleed. AT: \"you commit one murder after another\" (UDB) (See:  [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "So the land is drying up", "text": "This expression refers to drought, when no rain falls for a long time."}, {"ref": "wasting away", "text": "becoming weak and dying because of sickness or lack of food"}, {"ref": "are being taken away", "text": "This can be stated in active form. AT: \"are dying\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about Israel."}, {"ref": "lawsuit", "text": "a complaint by one person against another person in a court of law"}, {"ref": "do not let anyone accuse anyone else", "text": "No one should accuse another person of anything because everyone is guilty of something."}, {"ref": "You priests will stumble", "text": "Here \"stumble\" means to disobey God or even to stop trusting him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will destroy your mother", "text": "Here \"mother\" refers to the nation of Israel. See how you translated this in [[:en:bible:notes:hos:02:02|2:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "In 4:6, Yahweh is talking to the priests about the people of Israel. But in 4:7, he is talking about the priests, not to them. It is possible for the translator to follow the example of the UDB, which portrays Yahweh as talking to the priests also in 4:7."}, {"ref": "My people are being destroyed because of the lack of knowledge", "text": "This can be stated in active form. AT: \"My people are perishing because you, the priests, have not properly taught them about me so that they will obey me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "knowledge", "text": "Here \"knowledge\" refers to the knowledge of God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They exchanged their honor for shame", "text": "Possible meanings are 1) \"honor\" is a metonym that represents Yahweh, and \"shame\" is a metonym that represents idols. AT: \"They have stopped worshiping me, their honorable God, and now worship shameful idols\" or 2) some Bible versions translate this as \"I will exchange their honor for shame.\" This means Yahweh will take away the things which the priests honor and cause the priests to be ashamed. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the priests."}, {"ref": "They feed on the sin of my people", "text": "When people sinned, they would offer sacrifices so God would forgive them. The priests were allowed to eat these sacrifices. The priests eating these sacrifices for sin is spoken of as if they would actually feed on the people's sins. (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are greedy for more of their wickedness", "text": "The priests want the people to sin more so that the people will offer more sacrifices that the priests may eat. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It will be the same for the people as for the priests", "text": "\"The people and the priests will be punished in the same way\""}, {"ref": "their practices", "text": "\"their habits\" or \"their conduct\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "but not increase", "text": "\"but not have children\""}, {"ref": "they have gone far away", "text": "The people have stopped worshiping and following God."}, {"ref": "from Yahweh", "text": "The translator is free to change \"Yahweh\" to \"me,\" because Yahweh is the speaker. Also see UDB."}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is talking about Israel."}, {"ref": "sexual promiscuity, wine, and new wine, which have taken away their understanding", "text": "The people of Israel are pursuing sex outside of marriage and drinking too much wine. In doing these activities they have forgotten Yahweh's commands. These actions are spoken of here as if they were someone who could prevent other people from understanding the importance of obeying Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "their walking sticks give them prophecies", "text": "Idol worshipers used walking sticks to help them predict the future. The walking sticks are spoken of here as if they were people who spoke prophecies. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a mind of promiscuity has misled them", "text": "Worshiping the idols and sleeping with the temple prostitutes has developed in the people of Israel the desire to always sin against Yahweh in these ways. Here \"mind\" is spoken of as if it were a separate person who was able to convince the people to disobey Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "has misled", "text": "has convinced the people to sin (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "on the tops of the mountains ... on the hills", "text": "It was common for the people to set up idols in these places, often called \"high places\" in the Old Testament."}, {"ref": "sacred prostitutes", "text": "These were women who had sexual relations with men who came to worship certain idols. This was viewed as a sacred action in honor of the false gods."}, {"ref": "So this people who does not understand will be thrown down", "text": "Yahweh will destroy the nation of Israel because they do not understand or obey God's commandments. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Judah and Israel."}, {"ref": "may Judah not become guilty", "text": "God knows how sinful Israel has become and does not want Judah to do the same thing."}, {"ref": "Do not go to Gilgal, you people; do not go up to Beth Aven", "text": "The people of Judah are being warned not to go to the cities of Gilgal or Beth Aven to worship idols in those places. Gilgal was once a place where Yahweh had been worshiped, but it had become a place of idol worship."}, {"ref": "Beth Aven", "text": "This was a city on the border between the northern kingdom of Israel and the tribe of Benjamin in the southern kingdom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "like a stubborn heifer", "text": "Israel is compared to a young cow that will not obey its master. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "How can Yahweh bring them to pasture like lambs in a meadow?", "text": "Yahweh uses a question to emphasize that he cannot continue to take care of the people because they are stubborn. Yahweh no longer taking care of his people is spoken of as if he were a shepherd that could not take his lambs into the field to eat because they are stubborn. AT: \"Yahweh will not shepherd a rebellious people.\" or \"Therefore Yahweh will not continue to take care of them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How can Yahweh", "text": "Here Yahweh is speaking of himself in the third person. It can be stated in the first person. AT: \"How can I\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "Ephraim united himself with idols; leave him alone", "text": "Here \"Ephraim\" refers to the people in the northern kingdom of Israel. They chose to worship idols, instead of Yahweh. Yahweh is commanding Hosea to not try to correct them. The people of Israel will not listen. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "her rulers dearly love their shame", "text": "The rulers are not ashamed of what they are doing when they worship idols and turn against Yahweh."}, {"ref": "The wind will wrap her up in its wings", "text": "Here \"wind\" represents God's judgment and anger against the nation of Israel. Yahweh will allow the enemy army to defeat the people of Israel and take them as captives. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]