[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is speaking to Hosea."}, {"ref": "My people!", "text": "This exclamation may be presented as a statement. AT: \"You are my people!\""}, {"ref": "You have been shown compassion", "text": "This can be stated in active form. AT: \"Yahweh has shown you compassion\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "compassion", "text": "\"kindness\" or \"mercy\""}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea."}, {"ref": "lawsuit", "text": "This is a complaint by one person against another person in a court of law."}, {"ref": "your mother", "text": "Here \"mother\" refers to the nation of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for she is not my wife", "text": "Yahweh is stating that Israel, spoken of here as a woman, is no longer acting like a wife to Yahweh. Instead Israel has turned away from following and worshiping him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and neither am I her husband", "text": "Yahweh can no longer be in relationship with the nation of Israel as a husband would be to his wife. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and her acts of adultery", "text": "A wife who is adulterous leaves her husband to sleep with another man. This is how Israel was acting toward Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from between her breasts", "text": "This imagery suggests that Israel is relying on the idols and not Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will strip her naked and show her nakedness as on the day that she was born", "text": "Yahweh will no longer protect and provide for Israel because the nation has turned away from him. In Israel, husbands were obliged by law to provide clothes for their wives. Not to do so was a sign that a man was rejecting his wife. The full meaning of this may be made clear. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will make her like the wilderness", "text": "Yahweh will change Israel to resemble the wilderness, which is a region that is bare and unproductive. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and I will make her die from thirst", "text": "Here \"thirst\" refers to the need to worship and rely on Yahweh, not idols, or Israel will not be able to survive as a nation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea."}, {"ref": "for they are children of prostitution", "text": "The Israelites are acting like they do not belong to Yahweh. Just as their parents did not worship God, Neither do they. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For their mother has been a prostitute", "text": "The previous generation who sought out other gods were considered prostitutes for they were unfaithful to Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will go after my lovers, for they give me my bread and water, my wool and flax, my oil and drink", "text": "Here \"my lovers\" refers to Baal and other false gods, whom Israel has chosen to worship instead of Yahweh. The list of things are essential items that allow the people to live. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is talking to Hosea."}, {"ref": "Therefore I will build up a hedge to block her way with thorns. I will build up a wall against her so she cannot find her way", "text": "This passage indicates that Yahweh will prevent his people from finding success and prosperity, becuase they continue to worship idols. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then she will say, \"I will return to my first husband, for it was better for me then than it is now\"", "text": "Israel will return to Yahweh not because of their love for him, but because they are disappointed by their worship of Baal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea."}, {"ref": "I will take back my wool and flax that were used to cover her nakedness", "text": "This probably means that Israel's harvests and flocks will fail. Yahweh will remove his blessings from Israel, and the people will be left alone and in danger of attack. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were used to cover her nakedness", "text": "This can be stated in active form. AT: \"that the people used to clothe themselves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea."}, {"ref": "Then I will strip her naked in the sight of her lovers", "text": "This means God will humiliate the people of Israel in front of the other nations nearby. See how you translated this in [[:en:bible:notes:hos:02:02|2:3]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "no one will rescue her out of my hand", "text": "No one will try to help Israel. Here \"hand\" refers to God's power to punish. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea about what he will do to Israel."}, {"ref": "These are the wages that my lovers gave me", "text": "This refers to payment that Israel received from the false gods or Baals. This direct quotation can be stated as an indirect quotation. AT: \"that these were the wages that her lovers had given to her\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "make them a forest", "text": "Yahweh will destroy the vineyards and fruit trees by allowing other trees and weeds to grow among them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "declaration of Yahweh", "text": "\"what Yahweh has declared\" or \"what Yahweh has solemnly said\""}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is speaking about Israel."}, {"ref": "So I am going to win her back", "text": "\"I, Yahweh, will bring her back to me\""}, {"ref": "the Valley of Achor as a door of hope", "text": "As Yahweh lead Israel out of Egypt, he will lead Israel to the Valley of Achor so that Israel will hope again in Yahweh. The Valley of Achor was the place where the people of Israel stoned Achan to death by God's command, because Achan had disobeyed God's instructions. The full meaning of this can be made explicit. (See [[:en:bible:notes:jos:07:24]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "She will answer me there as she did in the days of her youth, as in the days that she came out of the land of Egypt", "text": "Yahweh hopes that the nation of Israel will repent and again choose to worship him as their God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She will answer", "text": "Some modern versions understand the Hebrew word to mean \"She will sing.\""}]}, {"id": "16", "tn": [{"ref": "It will be in that day", "text": "This refers to the day when Israel chooses to worship only Yahweh."}, {"ref": "the declaration of Yahweh", "text": "\"what Yahweh has declared\" or \"what Yahweh has solemnly said.\" See how you translated this in [[:en:bible:notes:hos:02:12|2:13]]."}, {"ref": "My husband", "text": "This means the people of Israel will love and be faithful to Yahweh just as a wife is to a husband. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My Baal", "text": "\"Baal\" means \"master\" and also refers to the false god that the Canaanites worship. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For I will remove the names of the Baals from her mouth", "text": "The Israelites will not speak the names of Baal and the idols again. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is speaking to Hosea about what he will do to Israel."}, {"ref": "On that day", "text": "This phrase is used to talk about a future restoration between Israel and Yahweh."}, {"ref": "I will make a covenant for them", "text": "Yahweh's new covenant will include peace for the animals."}, {"ref": "I will drive away the bow, the sword, and the battle from the land, and I will make you lie down in safety", "text": "Yahweh will keep Israel's enemies away from them, there will be no more war, the people will be safe. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lie down in safety", "text": "This expression refers to living in safety. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea about what he will do for Israel."}, {"ref": "I will promise to be your husband forever", "text": "Yahweh will be like the husband, and Israel will be like Yahweh's wife. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will promise to be your husband in faithfulness", "text": "Yahweh will be faithful to his covenant with Israel."}, {"ref": "husband in faithfulness", "text": "\"faithful husband\""}, {"ref": "and you will know me, Yahweh", "text": "Here \"know\" means to acknowledge Yahweh as their God and to be faithful to him."}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea about what he will do for Israel."}, {"ref": "the declaration of Yahweh", "text": "\"what Yahweh has declared\" or \"what Yahweh has solemnly said.\" See how you translated this in [[:en:bible:notes:hos:02:12|2:13]]."}, {"ref": "The earth will answer the grain, the new wine and the oil, and they will answer Jezreel", "text": "The land will meet the need for grain, new wine, and olive oil. These things will also meet the needs of Jezreel. The land and these products are spoken of as if they were people who could meet the needs of others. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Jezreel", "text": "Here the name of this valley stands for all the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking to Hosea about what he will do for Israel."}, {"ref": "I will plant her for myself in the land", "text": "When God makes his people safe and prosperous in their land again, they are spoken of if they were agricultural crops. AT: \"I will take care of the Israelite people as a farmer plants his crops and takes care of them\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lo Ruhamah", "text": "This name means \"no mercy.\" The translator may choose to represent this meaning as the name. See how you translated this in [[:en:bible:notes:hos:01:06|1:6]]. AT: \"No Mercy\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lo Ammi", "text": "This name means \"not my people.\" The translator may choose to represent this meaning as the name. See how you translated this in [[:en:bible:notes:hos:01:08|1:9]]. AT: \"Not My People\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ammi Attah", "text": "This name means \"you are my people.\" The translator may choose to represent this meaning as the name. AT: \"You Are My People\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}]