[{"id": "01", "tn": [{"ref": "Gileadite", "text": "This is someone who is from the region of Gilead. It is a coincidence that his father's name is also Gilead. See how you translated this in [[:en:bible:notes:jdg:10:03|10:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When his wife's sons grew up", "text": "\"When the sons of Gilead's wife became adults\""}, {"ref": "the land of Tob", "text": "Tob is the name of a region.  (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they came and went with him", "text": "\"they followed him\" or \"they went everywhere together\""}]}, {"id": "04", "tn": [{"ref": "Some days later", "text": "\"Some time later\" (UDB)"}, {"ref": "made war against Israel", "text": "The phrase \"made war\" is an idiom which means that they attacked Israel and were at war with them. Here \"Israel\" refers to the people of Israel. AT: \"attacked the people of Israel\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that we may fight with", "text": "\"so that we can fight against\""}]}, {"id": "07", "tn": [{"ref": "my father's house", "text": "Here \"house\" refers to people living in the house. AT: \"my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "That is why we are turning to you now", "text": "The word \"that\" refers to what Jephthah said about about them being in trouble. The full meaning of this statement can be made clear. AT: \"We are turning to you now because we are in trouble\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fight with the people of Ammon", "text": "\"fight against the people of Ammon\""}]}, {"id": "09", "tn": [{"ref": "leader and commander", "text": "These two words basically have the same meaning repeated to emphasize how important Jephthah had became. You can combine the two words. AT: \"commander\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "When he was before Yahweh in Mizpah, Jephthah repeated all the promises he made", "text": "This is an idiom. Here the phrase \"before Yahwheh\" means that he repeated his promises as a vow before Yahweh. AT: \"When Jephthah was in Mizpah he repeated all of these promises as a vow before Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all the promises he made", "text": "This refers to the promises he made to the leaders of Gilead about becoming their leader."}]}, {"id": "12", "tn": [{"ref": "What is this conflict between us", "text": "\"Why is there conflict between us?\" Jephthah is asking the king why they are angry with Israel."}, {"ref": "Why have you come with force to take our land", "text": "Here the word refers to the King of Ammon, who is spoken of here as a metonym for the soldiers of Ammon. AT: \"Why have your soldiers come to seize our land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "come with force to take", "text": "\"come to forcefully take\""}, {"ref": "Arnon ... Jabbok", "text": "These are the names of two rivers. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "over to the Jordan", "text": "\"on the other side of the Jordan River\""}, {"ref": "in peace", "text": "\"peacefully\" or \"and do not try to defend them\""}]}, {"id": "14", "tn": [{"ref": "he said", "text": "Here the word \"he\" refers to the messenger who was speaking to the king. This may be written with the word \"they\" as in the UDB, referring to the group of messengers. AT: \"Jephthah told the messengers to say\" or \"they said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they came up from Egypt", "text": "Whenever people traveled to the promised land it is referred to as going \"up\" to the promised land. When the Israelites left Egypt they were on their way to the promised land. AT: \"they left Egypt\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Jephthah's messengers continue to speak."}, {"ref": "When Israel sent messengers", "text": "The messengers were sent by the leaders of Israel. AT: \"When the leaders of Israel sent messengers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "pass through", "text": "\"go through\" or \"cross\""}, {"ref": "would not listen", "text": "This phrase is an idiom that means to \"refuse.\" AT: \"refused\" or \"denied their request\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They also sent messengers to the king of Moab", "text": "The reason that Israel sent messengers to the king of Moab can be made explicit. AT: \"They also send messengers to the king of Moab with the same request\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but he refused", "text": "The king of Moab refused Israel's request to pass through Moab. The full meaning of this statement can be made clear.  AT: \"but he also refused and would not let them pass through the land of Moab\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Arnon", "text": "This is the name of a river. Translate this the same way that you did in [[:en:bible:notes:jdg:11:12|11:13]]."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Jephthah's messengers continue to speak."}, {"ref": "Israel sent messengers to Sihon", "text": "The messengers were sent by the leaders of Israel. AT: \"When the leaders of Israel sent messengers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Sihon", "text": "This is the name of a person. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Heshbon ... Jahaz", "text": "These are the names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "But Sihon did not trust Israel to pass through his territory", "text": "Sihon did not trust the people of Israel to pass through his land peacefully. The full meaning of this statement can be made explicit. AT: \"But Sihon did not trust the people of Israel to pass through his territory peacefully\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there he fought", "text": "The word \"he\" refers to Sihon and is a metonym for his army. AT: \"there they fought\" or \"there his army fought\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Jephthah's messengers continue to speak."}, {"ref": "Sihon", "text": "Translate this man's name the same way that you did in [[:en:bible:notes:jdg:11:19|11:19]]."}, {"ref": "gave Sihon and all his people into the hand of Israel", "text": "Here \"hand\" refers to power to defeat in battle. AT: \"gave Israel power over Sihon and all his people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Arnon ... Jabbok", "text": "Translate the names of these rivers the same way that you did in [[:en:bible:notes:jdg:11:12|11:13]]."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Jephthah's messengers continue to speak."}, {"ref": "should you now take possession of their land?", "text": "Jephthah is rebuking the king of the Ammonites with this rhetorical question. The word \"their\" refers to the Israel. This question can be translated as a statement. AT: \"therefore, you should not take possession of their land.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you not take over the land that Chemosh, your god, gives you?", "text": "Jephthah is rebuking the king of the Ammonites with a rhetorical question. This question can be translated as a statement. AT: \"You should only take over the land that Chemosh, your god, gives you.\"  (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "take over", "text": "This is an idiom which means to take control of something. AT: \"take control of\" or \"take possession of\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Chemosh", "text": "This is the name of a false god. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Now are you really better than Balak son of Zippor, king of Moab?", "text": "Jephthah is rebuking the king of the Ammonites with a rhetorical question. This question can be translated as a statement. AT: \"You are not better than Balak son of Zippor, who was king of Moab.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Balak ... Zippor", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Did he dare to have an argument with Israel?", "text": "Jephthah is rebuking the king of the Ammonites with a rhetorical question. This question can be translated with a statement. AT: \"Yet he did not dare to have an argument with Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did he ever wage war against them?", "text": "Jephthah is rebuking the king of the Ammonites with a rhetorical question. This question can be translated with a statement. AT: \"Nor did he ever wage war against them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Jephthah's messengers continue to speak."}, {"ref": "three hundred years", "text": "\"300 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Heshbon", "text": "Translate the name of this city the same way that you did in [[:en:bible:notes:jdg:11:19|11:19]]."}, {"ref": "Aroer", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Arnon", "text": "Translate the name of this city the same way that you did in [[:en:bible:notes:jdg:11:12|11:13]]."}, {"ref": "why then did you not take them back during that time?", "text": "Jephthah is rebuking the king of the Ammonites with a rhetorical question. This question can be translated as a statement. AT: \"you should have taken them back during that time\" or \"now it is too late; you should have taken them back long ago.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have not done you wrong, but you are doing me wrong by attacking me", "text": "Jephthah is speaking to the Sihon. Here Jephthah speaks about the Israelites as though they were himself and of the Ammonites as if they were Sihon their king. AT: \"The Israelites have not done wrong to your people, but your people are doing us wrong by attacking us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "done you wrong ... doing me wrong", "text": "This is an idiom. To do someone wrong means to do something wrong to them. AT: \"treated you wrongly ... treating me wrongly\" or \"treated you unfairly ... treating me unfairly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "29", "tn": [{"ref": "the Spirit of Yahweh came on Jephthah", "text": "This is an idiom which means that the Spirit influenced Jephthah's decisions. AT: \"the Spirit of Yahweh took control of Jephthah\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he passed through Gilead and Manasseh ... from Mizpah of Gilead", "text": "Jephthah passed through these places enlisting men for his army to go to war with the people of Ammon. The full meaning of this can be made clear. AT: \"he gathered men for his army as he passed through Gilead and Manasseh ... from Mizpah of Gilead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will offer it up", "text": "This is an idiom which means to give something as an offering. AT: \"I will offer it to you\" or \"I will sacrifice it to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "32", "tn": [{"ref": "So Jephthah passed through ... Yahweh gave him victory ... He attacked", "text": "Since Jephthah was the leader of his army, he and his army are often spoken of as Jephthah himself. AT: \"So Jephthah and his army passed through ... Yahweh gave them victory ... they attacked\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Aroer", "text": "Translate the name of this city the same way you did in [[:en:bible:notes:jdg:11:26|11:26]]."}, {"ref": "Minnith ... Abel Keramim", "text": "These are the names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twenty cities", "text": "\"including 20 cities\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "34", "tn": [{"ref": "tambourines", "text": "musical instruments with heads like drums that can be hit and with pieces of metal around their sides that sound when the instruments are shaken (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "he tore his clothes", "text": "This is an act that shows mourning or great sadness. AT: \"he tore his clothes from grief\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "You have crushed me with sorrow ... you have become one who causes me pain", "text": "Jephthah said basically the same thing twice to emphasize that he was very sad\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You have crushed me with sorrow", "text": "Here Jephthah speaks of his great sorrow as something that crushes him. AT: \"You have caused me great sorrow\" or \"You have filled me with sorrow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have become one who causes me pain", "text": "Here Jephthah talks about his great distress and trouble as if it were pain. AT: \"you have become someone who troubles me\" or \"you cause me great distress\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I cannot turn back on my promise", "text": "This is an idiom. To turn back on a promise means to not do what you have promised to do. AT: \"I must do what I have promised\" or \"I cannot break my promise\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "36", "tn": [{"ref": "has taken vengeance for you against your enemies, the Ammonites", "text": "Yahweh has taken vengence for him by defeating his enemies. The meaning of this can be made explicit. AT: \"has taken vengeance for you against your enemies, the Ammonites, by defeating them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let this promise be kept for me", "text": "This can be stated in an active form. AT: \"Keep this promise for me\" or \"Keep this promise concerning me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "grieve over my virginity", "text": "\"weep because I am a virgin\" or \"cry because I will never be married\""}]}, {"id": "38", "tn": [{"ref": "the Gileadite", "text": "This refers to someone from Gilead. See how you translated this in [[:en:bible:notes:jdg:10:03|10:3]]."}]}]