[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story from the previous chapter continues. Jesus is standing before Pilate as he is being accused by the Jews."}, {"ref": "Then Pilate took Jesus and whipped him", "text": "Pilate himself did not whip Jesus. Here \"Pilate\" is a synecdoche for the soldiers that Pilate ordered to whip Jesus. AT: \"Then Pilate ordered his soldiers to whip Jesus\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hail, King of the Jews", "text": "The greeting \"Hail\" with a raised hand was only used to greet Caesar. As the soldiers use the crown of thorns and the purple robe to mock Jesus, it is ironic that they do not recognize that he is indeed a king. (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "04", "tn": [{"ref": "I find no guilt in him", "text": "Pilate states this twice to say he does not believe Jesus is not guilty of any crime. He does not want to punish him. AT: \"I see no reason to punish him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "crown of thorns ... purple garment", "text": "The crown and the purple robe are things only kings wear. The soldiers dressed Jesus in this manner to mock him. See [[:en:bible:notes:jhn:19:01|19:2]]."}]}, {"id": "07", "tn": [{"ref": "The Jews answered him", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"The Jewish leaders answered Pilate\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he has to die because he claimed to be the Son of God", "text": "Jesus was condemned to death by crucifixion because he claimed he was \"the Son of God.\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "10", "tn": [{"ref": "Are you not speaking to me?", "text": "This remark appears in the form of a question. Here Pilate expresses his surprise that Jesus does not take the opportunity to defend himself. AT: \"I cannot believe you are refusing to speak to me\" or \"Answer me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not know that I have power to release you, and power to crucify you?", "text": "This remark appears in the form of a question to add emphasis. AT: \"You should know that I am able to release you or to order my soldiers to crucify you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "power", "text": "Here \"power\" is a metonym that refers to the ability to do something or to cause something to happen. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You do not have any power over me except for what has been given to you from above", "text": "You can translate this double negative in a positive and active form. AT: \"You are able to act against me only because God has made you able\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from above", "text": "This is a respectful way of referring to God."}, {"ref": "gave me over", "text": "This phrase here means to hand over to an enemy."}]}, {"id": "12", "tn": [{"ref": "At this answer", "text": "Here \"this answer\" refers to Jesus' answer. AT: \"When Pilate heard Jesus' answer\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Pilate tried to release him", "text": "The form of \"tried\" in the original indicates that Pilate tried \"hard\" or \"repeatedly\" to release Jesus. AT: \"he tried hard to release Jesus\" or \"he tried again and again to release Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but the Jews cried out", "text": "Here \"Jews\" is a synecdoche that refers to the Jewish leaders that opposed Jesus. In the original, the form of \"cried out\" indicates that they cried out or shouted repeatedly. AT: \"but the Jewish leaders kept shouting\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you are not a friend of Caesar", "text": "\"you are opposing Caesar\" or \"you are opposing the emperor\""}, {"ref": "makes himself a king", "text": "\"claims that he is a king\""}, {"ref": "he brought Jesus out", "text": "Here \"he\" refers to Pilate and is a synecdoche for \"Pilate ordered the soldiers.\" AT: \"he ordered the soldiers to bring Jesus out\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "sat down", "text": "Important people like Pilate sat down when they performed an official duty, while people who were not so important stood up."}, {"ref": "in the judgment seat", "text": "This is the special chair that an important person like Pilate sat in when he was making an official judgment. If your language has a special way to describe this action, you can use it here."}, {"ref": "in a place called \"The Pavement,\"", "text": "This is a special stone platform where only the important people were allowed to go. You can translate this in an active form. AT: \"in a place the people called The Pavement,\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Hebrew", "text": "This refers to the language that the people of Israel spoke."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Some time has passed and it is now the sixth hour, as Pilate orders his soldiers to crucify Jesus."}, {"ref": "Now", "text": "This word marks a break in the storyline so that John can provide information about the upcoming Passover and the time of day. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the sixth hour", "text": "\"about noontime\""}, {"ref": "Pilate said to the Jews", "text": "Here \"Jews\" is a synecdoche that refers to the Jewish leaders who opposed Jesus. AT: \"Pilate said to the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Should I crucify your King?", "text": "Here \"I\" is a synecdoche that refers to Pilate's soldiers who will actually perform the crucifixion. AT: \"Do you really want me to tell my soldiers to nail your king to a cross?\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Then Pilate gave Jesus over to them to be crucified", "text": "Here Pilate gives the order for his soldiers to crucify Jesus. You can translate this in an active form. AT: \"So Pilate ordered his soldiers to crucify Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "to the place called \"The Place of a Skull,\"", "text": "You can translate this in an active form. AT: \"to the place that the people called 'The Place of a Skull,'\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which in Hebrew is called \"Golgotha.\"", "text": "Hebrew is the language of the people of Israel. You can translate this in an active form. AT: \"which in Hebrew they call 'Golgotha.'\""}, {"ref": "with him two other men", "text": "This is an ellipsis. You can translate this, adding the implied words. AT: \"they also nailed two other criminals to their crosses\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "Pilate also wrote a sign and put it on the cross", "text": "Here \"Pilate\" is a synecdoche for the person who wrote on the sign. Here \"on the cross\" refers to Jesus' cross. AT: \"Pilate also commanded someone to write on a sign and to attach it to Jesus' cross\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "There it was written: JESUS OF NAZARETH, THE KING OF THE JEWS", "text": "You can translate this in an active form. AT: \"So that person wrote the words: Jesus of Nazareth, King of the Jews\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the place where Jesus was crucified", "text": "You can translate this in an active form. AT: \"the place where the soldiers crucified Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The sign was written in Hebrew, in Latin, and in Greek", "text": "You can translate this in an active form. AT: \"The one who prepared the sign wrote the words in 3 languages: Hebrew, Latin, and Greek\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Latin", "text": "This was the language of the Roman government."}]}, {"id": "21", "tn": [{"ref": "Then the chief priests of the Jews said to Pilate", "text": "The chief priests had to go back to Pilate's headquarters to protest to him about the words on the sign. AT: \"The chief priests went back to Pilate and said\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What I have written I have written", "text": "Pilate implies that he will not change the words on the sign. AT: \"I have written what I wanted to write, and I will not change it!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "At the end of verse 24 there is a break from the main storyline as the John tells us how this event fulfills Scriture. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "and also the tunic", "text": "\"and they also took his tunic.\" The soldiers kept the tunic separate and did not divide it. AT: \"and they kept his tunic separate\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let us cast lots for it to decide whose it will be", "text": "The soldiers will gamble and the winner will receive the shirt. AT: \"let us gamble for the tunic and the winner will get to keep it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that the scripture would be fulfilled which said", "text": "You can translate this in an active form. AT: \"This fulfilled the scripture that said\" or \"This happened to make the scripture come true which said\""}, {"ref": "and cast lots", "text": "This was how the soldiers divided Jesus' clothing among themselves. AT: \"they gambled\""}]}, {"id": "25", "tn": [{"ref": "the disciple whom he loved", "text": "This is John, the writer of this Gospel."}, {"ref": "Woman, see, your son", "text": "Here the word \"son\" is a metaphor. Jesus wants his disciple, John, to be like a son to his mother. AT: \"Woman, here is the man who will act like a son to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See, your mother", "text": "Here the word \"mother\" is a metaphor. Jesus wants his mother to be like a mother to his disciple, John. AT: \"Think of this woman as if she were your own mother\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "From that hour", "text": "\"From that very moment\" (UDB)"}]}, {"id": "28", "tn": [{"ref": "knowing that everything was now completed", "text": "You can translate this in an active form. AT: \"he knew that he had done everything that God had sent him to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A container full of sour wine was placed there", "text": "You can translate this in an active form. AT: \"Someone had placed there a full container of sour wine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sour wine", "text": "\"bitter wine\""}, {"ref": "they put", "text": "Here \"they\" refers to the Roman guards."}, {"ref": "a sponge", "text": "a small object that can soak up and hold much liquid"}, {"ref": "on a hyssop staff", "text": "\"on a branch of a plant called hyssop\""}, {"ref": "He bowed his head and gave up his spirit", "text": "John implies here that Jesus gave his spirit back to God. AT: \"He bowed his head and gave God his spirit\" or \"He bowed his head and died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "the Jews", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "day of preparation", "text": "This is the time before the Passover when people prepared food for the Passover."}, {"ref": "to break their legs and to remove them", "text": "You can translate this in an active form. AT: \"to break the legs of the executed men and take their bodies down from the crosses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who had been crucified with Jesus", "text": "You can translate this in an active form. AT: \"whom they had crucified near Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "The one who saw this", "text": "This sentence gives background information to the story. John is telling readers that he was there and that we can trust what he has written. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "has testified, and his testimony is true", "text": "To \"testify\" means to tell about something that one has seen. AT: \"has told the truth about what he has seen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that you would also believe", "text": "Here \"believe\" means to put one's trust in Jesus. AT: \"so that you will also put your trust in Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "In these verses there is a break from the main storyline as John tells us about how these events have made Scripture come true. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "in order to fulfil scripture", "text": "You can translate this in an active form. AT: \"to fulfill the words that someone wrote in the scripture\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Not one of his bones will be broken", "text": "This is a quotation from Psalm 34. You can translate this in an active form. AT: \"No one will break any of his bones\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will look at him whom they pierced", "text": "This is a quotation from Zechariah 12."}]}, {"id": "38", "tn": [{"ref": "Joseph of Arimathea", "text": "Arimathea was a small town. AT: \"Joseph from the town of Arimathea\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "for fear of the Jews", "text": "Here \"Jews\" is a synecdoche for the Jewish leaders who opposed Jesus. AT: \"for fear of the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "if he could take away the body of Jesus", "text": "John implies that Joseph of Arimathea wants to bury the body of Jesus. AT: \"for permission to take the body of Jesus down from the cross for burial\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Nicodemus", "text": "Nicodemus was one of the Pharisees who believed in Jesus. See how you translated this name in [[:en:bible:notes:jhn:03:01|3:1]]."}, {"ref": "myrrh and aloes", "text": "These are spices that people use to prepare a body for burial."}, {"ref": "one hundred", "text": "\"100\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "litras", "text": "A \"litra\" is a measurement of weight equal to 31 grams. See how you translated this in [[:en:bible:notes:jhn:12:01|12:3]]."}]}, {"id": "40", "tn": [{"ref": "Now in the place where he was crucified there was a garden ... had yet been buried", "text": "Here John marks a break in the storyline in order to provide background information about the location of the tomb where they would bury Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now in the place where he was crucified there was a garden", "text": "You can translate this in an active form. AT: \"Now in the place where they crucified Jesus there was a garden\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in which no person had yet been buried", "text": "You can translate this in an active form. AT: \"in which people had buried no one\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Because it was the day of preparation for the Jews", "text": "According to Jewish law, no one could work after sundown on Friday. It was the beginning of the Sabbath and Passover. AT: \"The Passover was about to begin that evening\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]