[{"id": "01", "tn": [{"ref": "General Information:", "text": "Paul identifies himself as the writer of the letter and greets the church at Thessalonica."}, {"ref": "Paul, Silvanus, and Timothy to the church", "text": "The UDB makes clear that it was Paul who wrote this letter. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "May grace and peace be to you", "text": "The terms \"grace\" and \"peace\" are metonyms for the person who acts toward people in a kindly and peaceful manner. AT: \"May God be kind to you and give you peace\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "peace be to you", "text": "The word \"you\" refers to the Thessalonian believers. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "In this letter the words \"we\" and \"us\" refer to Paul, Silvanus, and Timothy, unless otherwise noted. Also, the word \"you\" is plural and refers to the believers at the church of Thessalonica. (See: [[:en:ta:vol2:translate:figs_exclusive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "We always give thanks to God", "text": "Here \"always\" suggests that when Paul prays to God, he consistently presents the Thessalonians to God in his prayers."}, {"ref": "we mention you in our prayers", "text": "\"we pray for you\""}, {"ref": "work of faith", "text": "acts done because of trust in God"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to give thanks for the believers at Thessalonica and praises them for their faith in God."}, {"ref": "Brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "we know", "text": "The word \"we\" refers to Paul, Silvanus, and Timothy but not the Thessalonian believers. (See [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "not in word only", "text": "Not only through the activity of preaching God's message."}, {"ref": "but also in power, in the Holy Spirit", "text": "Possible meanings are 1) the Holy Spirit gave Paul and his companions the ability to preach the gospel powerfully or 2) the Holy Spirit made the preaching of the gospel have a powerful effect among the Thessalonian believers or 3) the Holy Spirit demonstrated the truth of the gospel preaching by means of miracles, signs, and wonders."}, {"ref": "what kind of men", "text": "\"how we conducted ourselves when\" (UDB)"}]}, {"id": "06", "tn": [{"ref": "You became imitators", "text": "To \"imitate\" means to act like or to copy the behavior of another."}, {"ref": "received the word", "text": "\"welcomed the teaching\" or \"accepted the teaching\""}, {"ref": "in much hardship", "text": "\"during a time of great suffering\" or \"in much persecution\""}, {"ref": "Achaia", "text": "This is an ancient district in what is present-day Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "has rung out", "text": "Here Paul speaks of the Christian witness produced by the Thessalonian believers as if it were a bell that was rung or a musical instrument that was being played. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Achaia", "text": "This is an ancient district in what is now present-day Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "For they themselves ... They tell ... They report", "text": "Paul is referring to the churches that already existed in the surrounding regions, who have heard about the Thessalonian believers."}, {"ref": "they themselves", "text": "Here \"themselves\" is used to emphasize those people who had heard about the Thessalonian believers. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "what kind of coming we had among you", "text": "Here \"coming\" stands for the enthusiastic welcome experienced by Paul and his companions. AT: \"how warmly you welcomed us\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his Son", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "whom he raised", "text": "\"whom God raised\""}, {"ref": "from the dead ones", "text": "From among all those who have died. This expression describes all dead people together in the underworld."}, {"ref": "who frees us", "text": "Here Paul includes the Thessalonian believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}]