[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jonathan begins his second raid on the Philistines' army."}, {"ref": "his young armor bearer", "text": "a teenage boy who is responsible for caring for his master's weapons of war"}, {"ref": "Philistines' garrison", "text": "This is an outpost staffed by the Philistine army."}]}, {"id": "02", "tn": [{"ref": "Gibeah", "text": "This is the name of a hill north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "under the pomegranate tree", "text": "a tree whose fruit is thick skinned, round, red and has many seeds to eat"}, {"ref": "that is in Migron", "text": "\"Migron\" is the name of a place north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "six hundred men were with him", "text": "\"600 men were with him\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "son of Ahitub (Ichabod's brother)", "text": "\"Ahitub\" and \"Ichabod\" are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Phinehas son of Eli", "text": "Phinehas was one of the priests. See how you translated this in [[:en:bible:notes:1sa:01:03|1:03]]."}]}, {"id": "04", "tn": [{"ref": "One rocky cliff was called Bozez", "text": "A \"cliff\" is a rocky height with a steep drop. The cliff was well-known and given the name \"Bozez.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the other rocky cliff was called Seneh", "text": "This was the name of the other cliff. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Michmash", "text": "\"Michmash\" was a town north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Geba", "text": "\"Geba\" was a town north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "his young armor bearer", "text": "This was a teenage boy who was responsible for caring for his master's weapons of war. See how you translated this in [[:en:bible:notes:1sa:14:01|14:1]]."}, {"ref": "uncircumcised fellows", "text": "a derogatory term used for non-Jewish men"}, {"ref": "work on our behalf", "text": "\"work for our support\" or \"help us\""}, {"ref": "nothing can stop Yahweh from saving", "text": "This double negative can be stated in positive form. AT: \"Yahweh can save\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "by many or by few people", "text": "These extremes also include everything in between. AT: \"by any number of people\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "everything that is in your heart", "text": "Here \"heart\" refers to Jonathan's desires. AT: \"everything that you desire to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "will not cross over to them", "text": "\"will not go over to the other side of the valley where the Philistines are\""}, {"ref": "has given them into our hand", "text": "Here \"hand\" refers to the power to defeat them. AT: \"will enable us to defeat them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This will be the sign to us", "text": "\"This will confirm that the Lord will be with us\""}]}, {"id": "11", "tn": [{"ref": "revealed themselves to the garrison of the Philistines", "text": "\"allowed the Philistine soldiers to see them\""}, {"ref": "the garrison", "text": "the army camp"}, {"ref": "coming out of the holes where they have hidden themselves", "text": "The Philistines implied that the Hebrews had been hiding in holes in the ground like animals. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we will show you something", "text": "This is an idiom that means \"we will teach you a lesson.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "has given them into the hand of Israel", "text": "Here \"hand\" refers to power to defeat the Philistines. AT: \"will enable Israel to defeat them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Jonathan climbed up on his hands and feet", "text": "He did this because it was very steep. This could be made explicit. AT: \"So Jonathan climbed up, using his hands and his feet because it was very steep\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Philistines were put to death before Jonathan", "text": "This can be stated in active form. AT: \"Jonathan killed the Philistines\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his armor bearer put some to death behind him", "text": "\"Jonathan's armor bearer followed him and also killed Philistine soldiers\""}]}, {"id": "15", "tn": [{"ref": "There was a panic in the camp, in the field, and among the people", "text": "The abstract noun \"panic\" can be stated as the adjective \"very afraid.\" AT: \"The Philistine soldiers in the camp and in the field and all the people with them became very afraid\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the raiders", "text": "the Philistines who were raiding Israelite cities"}, {"ref": "The earth quaked", "text": "It may be helpful to state the cause. AT: \"God caused the ground to shake\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "Gibeah", "text": "This was the town where Saul was born. Translated \"Gibeah\" as in [[:en:bible:notes:1sa:10:26|10:26]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "was dispersing ... going here and there", "text": "These two phrases share similar meanings and emphasize that the soldiers were running away in every direction. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "18", "tn": [{"ref": "Bring the ark of God here", "text": "A few versions have \"ephod\" here instead of \"ark of God.\" (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "commotion", "text": "\"great noise and confusion\""}, {"ref": "Withdraw your hand", "text": "This seems to be an idiom the means \"Stop what you are doing.\" Saul did not want Ahijah to continue to use the ark to ask God for direction. AT: \"Do not bring the sacred chest at this time\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "the people who were with him", "text": "the remnant of the Israelite army that remained with Saul"}, {"ref": "Every Philistine's sword was against his fellow countrymen", "text": "The swords are spoken of as if they were living people. AT: \"The Philistine soldiers were striking each other with their swords\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "22", "tn": [{"ref": "the men of Israel who had hidden themselves in the hills", "text": "This does not refer to an ambush. These soldiers were hiding because they were afraid of the Philistines. This can be stated explicitly. AT: \"the Israelite soldiers who were afraid and had hidden themselves in the hills\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Beth Aven", "text": "This is a place in Israel. See how you translated this in [[:en:bible:notes:1sa:13:05|13:05]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "24", "tn": [{"ref": "So none of the troops tasted food", "text": "It was understood by the troops that no refreshment was permitted under Saul's oath."}, {"ref": "the people entered the forest", "text": "The Philistine soldiers fled through the forests and the Israelite soldiers followed them there."}, {"ref": "the honey flowed", "text": "This is an exaggeration to emphasize how much honey there was in the forest. AT: \"there was a lot of honey everywhere\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "no one put his hand to his mouth", "text": "Here \"hand to his mouth\" is a metonymy that means to eat. AT: \"no one ate any\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the people feared the oath", "text": "The people were not afraid of the oath, but of the punishment that was associated with breaking the oath. AT: \"the people were afraid of what Saul would do to them if they broke his oath\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Jonathan learns of his father's oath."}, {"ref": "bound the people with an oath", "text": "Here the obligation to obey an oath is spoken of as if the people were bound with ropes. AT: \"commanded that the people obey his oath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He raised his hand to his mouth", "text": "Here \"hand to his mouth\" is a metonymy that means to eat. AT: \"He ate some honey\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his eyes brightened", "text": "This idiom means that he was strengthened. AT: \"he regained his strength\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "29", "tn": [{"ref": "for the land", "text": "This is a metonymy that represents the nation of Israel. AT: \"for Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my eyes have become brightened", "text": "This idiom means that he was strengthened. AT: \"I regained my strength\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "How much better if the people ... that they found?", "text": "Jonathan uses this hypothetical question to state that the people should have been allowed to eat. This can be a statement. AT: \"Our victory would have been better if the people had eaten freely today of the plunder that they took from their enemies.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "plunder", "text": "This word refers to the things the people had taken from the battle with their enemy."}, {"ref": "Because now the slaughter has not been great", "text": "Because the troops were not able to eat during the battle, as the day progressed, they became weaker. Because of this, they were not able to kill as many of the Philistines."}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Jonathan's words lead the army to sin against God in their great hunger."}, {"ref": "Michmash", "text": "This is the name of a town. See how you translated this in [[:en:bible:notes:1sa:13:01|13:02]]."}, {"ref": "Aijalon", "text": "\"Aijalon\" is a place in Zebulun in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The people", "text": "This refers to the Israelites."}, {"ref": "ate them with the blood", "text": "The were so hungry they did not drain the blood first before eating. This was a violation of the Law which was given to Moses for the nation of Israel. This can be made explicit. AT: \"ate them without draining the blood first as required by the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "by eating with the blood", "text": "This was a violation of the Law which was given to Moses for the nation of Israel. This can be made explicit. AT: \"by eating meat without draining the blood first as required by the law\" (See: [[:en:ta:vol1:translate:figs_explicit]]"}, {"ref": "You have acted unfaithfully", "text": "Saul is accusing his whole army of acting unfaithfully though it was not everyone. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Now, roll a big stone here to me", "text": "The stone would hold the animals up and make it easier to drain the blood from them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "kill them here, and eat", "text": "This would allow Saul to observe if the blood was properly drained from the animals."}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Saul had told the people to bring their animals to a big stone to kill and eat."}, {"ref": "Saul built an altar to Yahweh", "text": "It is unclear if Saul built this altar with the large stone that the people brought to him in [[:en:bible:notes:1sa:14:33|14:33]]."}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Saul seeks to continue the fight against the Philistines."}, {"ref": "let us not leave one of them alive", "text": "This is stated in a negative way to emphasize the slaughter. It can be stated in positive form. AT: \"let us kill every one of them\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Do whatever seems good to you", "text": "Saul had the support of his army to continue the fight."}, {"ref": "Let us approach God here", "text": "Here \"approaching God\" is associated with asking him counsel. AT: \"Let us ask God what we should do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "give them into the hand of Israel", "text": "Here \"hand\" refers to the power to defeat them. AT: \"enable us to defeat them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But God did not answer him that day", "text": "This implies that God was not willing to help Saul."}]}, {"id": "38", "tn": [{"ref": "the people", "text": "This refers to the Israelites."}, {"ref": "learn and see how this sin has happened", "text": "\"find who sinned\""}, {"ref": "even if it is in Jonathan my son, he will surely die", "text": "Saul stated this as a hypothetical situation because he did not believe that Jonathan was guilty. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "But none of the men among all the people answered him", "text": "The people remained silent because most of them knew that Jonathan had broken Saul's oath. This can be stated explicitly. AT: \"His men knew who was guilty, but none of them said anything to Saul\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "40", "tn": [{"ref": "Then he said to all Israel", "text": "This was an exaggeration since only the Israelite soldiers were present. AT: \"Then he said to the Israelite soldiers who were there\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Show the Thummim", "text": "The Israelites at that time used special stones called the Urim and the Thummim to receive direction from God. AT: \"Show us by means of the Thummim\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Thummim", "text": "This is a borrowed word from the original language. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "Jonathan and Saul were taken by lot, but the people escaped being chosen", "text": "This can be stated in active form. AT: \"The lots indicated that either Jonathan or Saul was guilty, but the people were not guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then Jonathan was taken by lot", "text": "This can be stated in active form. AT: \"Then the lots indicated that Jonathan was guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "43", "tn": [{"ref": "General Information:", "text": "The lots had just showed that Jonathan had sinned."}, {"ref": "Tell me what you have done", "text": "\"Tell me how you have sinned\" or \"Tell me what you have done that was wrong\" (UDB)"}, {"ref": "I will die", "text": "Possible meanings are 1) \"I am willing to die\" or 2) \"do I deserve to be executed because of doing that?\""}, {"ref": "God do so and more also to me, if you do not die, Jonathan", "text": "Saul makes a second foolish oath in less than one day. AT: \"May God kill me if I do not kill you, Jonathan\""}]}, {"id": "45", "tn": [{"ref": "General Information:", "text": "The Army defends and protects Jonathan from Saul."}, {"ref": "Should Jonathan die, who has accomplished this great victory for Israel? Far from it!", "text": "The people scold Saul. This rhetorical question can be translated as a statement. AT: \"Jonathan has just accomplished this great victory for Israel. He should surely not die.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "As Yahweh lives", "text": "The people were expressing their certainty that they would not let anything happen to Jonathan."}, {"ref": "not one hair of his head will fall to the ground", "text": "This exaggeration shows how the people of Israel would protect Jonathan and keep him safe. This litotes can be stated in a positive form. AT: \"we will protect him from any harm\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "47", "tn": [{"ref": "General Information:", "text": "For a brief period Saul served with great courage in defeating Israel's enemies."}, {"ref": "Israel", "text": "This is a metonymy that represents the people of Israel. AT: \"the Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Moab", "text": "This refers to the people of Moab. AT: \"the Moabites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Edom", "text": "This refers to the people of Edom. AT: \"the Edomites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Wherever he turned", "text": "\"Wherever he sent his army\""}, {"ref": "out of the hands", "text": "The word \"hand\" represents control. AT: \"out of the control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "49", "tn": [{"ref": "General Information:", "text": "This is background information on Saul's family."}, {"ref": "Ishvi ... Malchishua", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Merab ... Michal", "text": "These are names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ahinoam ... Ahimaaz", "text": "These are names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abner ... Ner ... Kish ... Abiel", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "52", "tn": [{"ref": "all the days of Saul", "text": "\"all of Saul's life\""}, {"ref": "he attached him to himself", "text": "\"he forced him to join his army\""}]}]