[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah speaks in poetry for Yahweh to the Assyrians. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "who has not been destroyed", "text": "This can be stated in active form. AT: \"whom others have not destroyed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be destroyed", "text": "This can be stated in active form. AT: \"others will destroy you\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will betray", "text": "\"others will betray\""}]}, {"id": "02", "tn": [{"ref": "be our arm", "text": "Here Yahweh's arm refers to his strength. This speaks of  Yahweh strengthening them as if Yahweh would use his strength to act for them. AT: \"give us strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every morning", "text": "This refers to the whole day, not just the morning. AT: \"every day\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "our salvation", "text": "This missing word \"be\" may be added. Also, the word \"salvation\" may be expressed with the verb \"save.\" AT: \"be our salvation\" or \"save us\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in the time of trouble", "text": "This refers to the times when they are experiencing trouble. AT: \"\"when we have troubles\" (UDB) (See: [[:en:ta:vol2:translate:figs_possession]])"}]}, {"id": "03", "tn": [{"ref": "At the loud noise the peoples flee", "text": "Possible meanings of \"the loud noise\" are 1) it refers to Yahweh's voice. AT: \"The peoples flee at the sound of your loud voice\" or 2) it refers the loud sounds of Yahweh's army. AT: \"The people flee at the sound of your army\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "arise", "text": "This means to begin doing something. AT: \"begin acting\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the nations are scattered", "text": "This can be written in active form. AT: \"the nations scatter\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your spoil is gathered as the locusts gather; as locusts leap, men leap on it", "text": "This compares how quick and eager Yahweh's people are when they gather the spoils from their enemies to the eagerness of locusts when they gather food. This can be stated in active form. AT: \"Your people gather spoils from your enemies with the same fierceness as the locusts have who devour green plants\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Isaiah speaks to the people of Judah."}, {"ref": "Yahweh is exalted", "text": "This can be stated in active form. AT: \"Yahweh is greater than anyone else\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will fill Zion with justice and righteousness", "text": "This speaks of Yahweh ruling Zion with his justice and righteousness as if he were filling Zion with justice and righteousness. AT: \"He will rule Zion with justice and righteousness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will be the stability in your times", "text": "This speaks of Yahweh causing his people to be secure as if he were the stability himself. The phrase \"your times\" refers to their lives. AT: \"He will make you secure all your lives\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "abundance of salvation, wisdom, and knowledge", "text": "The missing words may be added. Also, \"salvation\" can be expressed with the verb \"save.\" AT: \"and he will give you an abundance of salvation, wisdom, and knowledge\" or \"he will save you and give you an abundance of wisdom and knowledge\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the fear of Yahweh is his treasure", "text": "This speaks of fearing Yahweh as if it were a treasure that Yahweh gives his people. AT: \"revering Yahweh will be like a valuable treasure that he will give to you\" (UDB) or \"to fear Yahweh will be as valuable to you as a treasure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Look", "text": "This word is used here to draw peoples' attention to what is said next. It is also used here to mark a new section in the book. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "envoys", "text": "\"messengers\""}, {"ref": "the diplomats hoping for peace weep bitterly", "text": "This means they weep because they do not succeed in making peace. AT: \"the diplomats hope for peace but they do not succeed and so they weep bitterly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The highways are deserted; there are no more travelers", "text": "Both of the phrases emphasize that there are no travelers on the highways. These can be combined and stated in active form. AT: \"People no longer travel on the highways\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Covenants are broken, witnesses are despised, and mankind is not respected", "text": "This passage may refer to general conditions of corruption in Israel, or it may refer to the nation's inability to make reliable peace treaties with Assyria (see UDB). This can be stated in active form. AT: \"People break covenants that they have made, people ignore the testimony of witnesses, and people do not respect one another\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "The land mourns and withers away", "text": "This speaks of the land becoming dry as if it were a person mourning. AT: \"The land becomes dry and its plants wither away\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "is ashamed and withers away", "text": "This speaks of Lebanon's trees withering and decaying as if Lebanon were a person is ashamed. AT: \"Lebanon's trees wither and decay\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Sharon ... Bashan ... Carmel", "text": "Many trees and flowers once grew in these places."}, {"ref": "Sharon is like a desert plain", "text": "This compares how dry Sharon is to a desert plain. AT: \"Sharon is as dry as a desert plain\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Bashan and Carmel shake off their leaves", "text": "Here Bashan and Carmel by their trees. AT: \"there are no more leaves on the trees in Bashan and Carmel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "arise", "text": "\"stand.\" Here this word means to begin doing something. In this case Yahweh is now exalting himself. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "now I will be lifted up; now I will be elevated", "text": "This can be stated in active form. These two phrases have basically the same meaning and emphasize Yahweh being exalted. AT: \"now I will exalt myself and show that I deserve for everyone to honor me\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You conceive chaff, and you give birth to stubble", "text": "This speaks of the Assyrians making plans as if they were conceiving and giving birth to their plans as a mother gives birth to a baby. This speaks of their plans being useless by comparing them to chaff. AT: \"You make plans that are as useless as chaff and straw\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stubble", "text": "\"straw\""}, {"ref": "your breath is a fire that will consume you", "text": "Here the Assyrians' plans are referred to as their \"breath.\" This speaks of their plans causing them to die as if their plans would literally burn up their bodies. AT: \"your plans will cause you to die\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The peoples will be burned to lime, as thornbushes are cut down and are burned", "text": "This compares how the peoples' dead bodies will be burned to the way thornbushes are burned. Also, this can be stated in active form. AT: \"Fire will burn the peoples' bodies to lime in the same way that a farmer cuts down thornbushes and burns them\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lime", "text": "the ashes from burned bones"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak."}, {"ref": "You who are far away, hear what I have done; and, you who are near, acknowledge my might", "text": "Yahweh uses the words \"far away\" and \"near\" to mean all people. The word \"might\" can be expressed with the adjective \"mighty.\" AT: \"All people everywhere hear what I have done and acknowledge that I am mighty\" (See: [[:en:ta:vol2:translate:figs_merism]] and  [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "trembling has seized the godless ones", "text": "This speaks of the godless people trembling as if their trembling were an enemy that had seized them. AT: \"the godless ones are overwhelmed with trembling\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Who among us ... burnings", "text": "It is implied that the sinner in Zion ask these questions. AT: \"They say, \"Who among us ... burnings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Who among us can sojourn with a raging fire? Who among us can sojourn with everlasting burnings?", "text": "These rhetorial questions have basically the same meaning and emphasize that no one can live with fire. Here fire represents Yahweh's judgment. AT: \"No one can live with raging fire! No one can live with everylasting burns!\" or \"No one can live bearing Yahweh's judgment, it is like an everlasting fire!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sojourn", "text": "live in a place that is not one's home"}]}, {"id": "15", "tn": [{"ref": "He who walks", "text": "Here walking refers to living. AT: \"He who lives\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he who despises the gain of oppression", "text": "The noun phrase \"the gain of oppression\" can be expressed as a verb phrase. AT: \"he who hates the riches that come from harming other people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and does not look on evil", "text": "\"Look on\" here means to approve of something. AT: \"and who do not approve of doing evil\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "", "text": "**He will make his home on the heights;"}, {"ref": "", "text": "This speaks of the man being safe as if he lived in a home on a high hill. These two phrase are parallel and the second phrase describes the place where the man lives. AT: \"He will be safe, like a man who home is built on a high hill, in a rocky place that is easy to defend\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the heights", "text": "This refers to a high hill or mountainside. AT: \"the high hill\" or \"the mountainside\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fortresses of rocks", "text": "This speaks of rocky areas that are easy to defend as if they were actually fortresses. AT: \"the large piles of rocks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be in steady supply", "text": "\"will always be available\""}]}, {"id": "17", "tn": [{"ref": "Your eyes will see ... they will behold", "text": "This refers the audience by their \"eyes.\" AT: \"You will see ... you will behold\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the king in his beauty", "text": "The king's royal robes are referred to as \"his beauty.\" AT: \"the king in his beautiful robes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your heart will recall the terror", "text": "This refers to the audience by their \"hearts.\" \"The terror\" refers to their war with the Assyrians. This can be stated clearly. AT: \"You will remember the terror that the Assyrians caused you when they attacked.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "where is the scribe, where is he who weighed the money? Where is he who counted the towers?", "text": "These rhetorical question are asked to emphasize that the Assyrian officials are gone. These questions may be written as statements. AT: \"The officers of Assyria who counted the tax money that we were forced to pay to them have disappeared! Those men who counted our towers are gone!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "weighed the money", "text": "Money was valuable metal; its value was determined by its weight."}, {"ref": "a people of a strange language", "text": "\"a people who spoke a strange language\""}, {"ref": "comprehend", "text": "\"understand\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Isaiah continues to speak to the people of Judah."}, {"ref": "the city of our feasts", "text": "This means that they have their festival and feasts at this city. AT: \"the city where we have our feasts\" or \"they city where we celebrate our festivals\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "your eyes will see", "text": "The people are referred to by their \"eyes\" to emphasize what they are seeing. AT: \"you will see\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a tent that will not be removed", "text": "This speaks of Zion being secure and well establish as if it were secure tent. This can be stated in active form and written as a new sentence. AT: \"it will be secure, like a tent that no one will ever remove\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whose stakes will never be pulled up nor will any of its cords be broken", "text": "This is part of the metaphor that compares Zion to a secure tent. This can be stated in active form. AT: \"whose stakes no one will ever pull up and whose cords no one will ever break\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh in majesty will be with us, in a place of broad rivers and streams", "text": "Here \"us\" refers to Isaiah and includes the people of Judah. This speaks of the safety of living with Yahweh as if it were a place that has rivers around it so that enemies cannot attack it. AT: \"Yahweh who is majestic will be with us, and we will be safe as if we were in a place surrounded by broad rivers\" (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will travel it", "text": "\"will travel the river\""}]}, {"id": "22", "tn": [{"ref": "our ... us", "text": "This refers to Isaiah and includes the people of Judah. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "23", "tn": [{"ref": "Your riggings are slack; they cannot hold the mast in place; they cannot spread the sail", "text": "Possible meanings: 1) The Assyrian army is like a boat that is unable to move through the water: the ropes that support the mast and sail have come loose and no longer support the mast, so the sail is useless ([[:en:bible:notes:isa:33:01|33:01]]) or 2) the people of Judah are no longer at war: \"You have loosened the cords that supported your flagpole; the flag no longer flies\" ([[:en:bible:notes:isa:33:17|33:17]]-[[:en:bible:notes:isa:33:22|22]], see UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "mast", "text": "tall poles that support the sail"}, {"ref": "sail", "text": "a large cloth that fills with wind and moves a boat through the water"}, {"ref": "when the great spoil is divided", "text": "This can be stated in active form. AT: \"when they divide the treasure\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the lame", "text": "This refers to people who are cannot walk. AT: \"those who are lame\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the people who live there will be forgiven for their iniquity", "text": "This can be stated in active form. AT: \"Yahweh will forgive the sins of the people who live there\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]