[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song of praise."}, {"ref": "with all my life", "text": "\"with all of me\" or \"with all my soul.\" This phrase means that he will praise Yahweh wholeheartedly and is used to emphasize his devotion to him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you are clothed with splendor and majesty", "text": "The words \"splendor\" and \"majesty\" have similar meanings and emphasize the greatness of Yahweh's glory. They are described as clothing Yahweh like a garment. AT: \"you have splendor and majesty all around you\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You cover yourself with light as with a garment", "text": "Yahweh is described as being covered with light as if the light were a garment around him. AT: \"You are covered in light\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you spread out the heavens like a tent curtain", "text": "Here God is described as spreading out the heavens like someone spreads out a tent when setting it up. AT: \"you spread out the heavens like someone sets up a tent\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "You lay the beams of your chambers on the clouds", "text": "\"You build your upper rooms in the heavens.\" This is referring to his house is so tall that the upper floor extends into the clouds."}, {"ref": "you make the clouds your chariot", "text": "Here the clouds are described as carrying Yahweh as if they were a chariot. AT: \"you make the clouds carry you like a chariot\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you walk on the wings of the wind", "text": "Here the blowing of the wind is described as wings on which Yahweh walks. AT: \"you walk upon the wind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "He makes the winds his messengers", "text": "Possible meanings are 1) he causes the wind to be able to carry a message like a messenger, \"He makes the winds to be like his messengers\" or 2) \"He makes his messengers swift like the wind\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "flames of fire his servants", "text": "Possible meanings are 1) \"he causes flames of fire to be like his servants.\" He causes fire to serve him like a servant would or 2) \"he makes his servants to be like flames of fire\"and (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "flames of fire his servants", "text": "This can be stated with the implied information from the previous line. AT: \"He makes the flames of fire his servants\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "He laid the foundations of the earth", "text": "Here the phrase \"laid the foundations\" means \"created.\" AT: \"He created the whole earth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "006", "tn": [{"ref": "You covered the earth with water like a garment", "text": "Here the water that covered the earth is being compared to how a large garment is able to completely cover something.  AT: \"You completely covered the earth with water\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Your rebuke made the waters ... they fled", "text": "These two phrases have basically the same meaning and are used together to emphasize how God spoke and the waters went away. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "recede", "text": "\"retreat\" or \"move back\""}, {"ref": "they fled", "text": "Here the psalmist speaks about the waters receding as if they fled like an animal after hearing Yahweh's voice. The word \"fled\" means to run away quickly. AT: \"rushed away\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "008", "tn": [{"ref": "The mountains rose, and the valleys spread out", "text": "Here the psalmist speaks of God causing the mountains and valleys to move and change as if they chose to move themselves. They are described this way to emphasize God's power. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a boundary for them that they will not cross", "text": "Here the psalmist speaks of God causing the waters not to cross the boundary that he created for them as if the waters themselves chose not to cross it. They are described this way to emphasize God's authority over them. AT: \"a boundary for them that they cannot cross\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "boundary", "text": "\"line\" or \"border\""}, {"ref": "for them", "text": "The word \"them\" refers to the waters."}]}, {"id": "010", "tn": [{"ref": "streams", "text": "small rivers"}, {"ref": "the wild donkeys quench their thirst", "text": "It can be stated clearly that they quench their thirst by drinking the water. AT: \"the wild donkeys drink the water to quench their thirst\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "riverbanks", "text": "the ground at the edges of a river"}, {"ref": "they sing among the branches", "text": "Here David describes birds chirping as if they were singing.  AT: \"they chirp among the tree branches\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "He waters the mountains from his water chambers in the sky", "text": "This means that God causes it to rain. The waters are described as residing in chambers in the sky. AT: \"He waters the mountains by causing the rains to fall from the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fruit of his labor", "text": "\"the many good things that you create\" (UDB)"}, {"ref": "and plants for man to cultivate", "text": "The missing words may be added. AT: \"and makes the plants grow for man to cultivate\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "016", "tn": [{"ref": "The trees of Yahweh get plenty of rain", "text": "This can be stated in active form. AT: \"Yahweh provides plenty of rain for his trees\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "There the birds make their nests", "text": "They makes their nests in the cedars. This can be stated clearly. AT: \"The birds make their nests in the cedars\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "stork", "text": "This is a type of bird. AT: \"bird\""}, {"ref": "hyraxes", "text": "I hyrax is a small animal that looks like a large rodent. AT: \"rock badger\""}]}, {"id": "019", "tn": [{"ref": "seasons", "text": "This word refers to different weather changes through the year. Some places have rainy season and dry season, while others have spring, summer, fall, and winter."}, {"ref": "the sun knows its time", "text": "Here  David describes the sun as if it knows what time of day it is. AT: \"he made the sun to set when it is time\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "You make", "text": "\"Yahweh, you make.\" Here the authors switches from speaking about Yahweh to speaking to him."}]}, {"id": "021", "tn": [{"ref": "prey", "text": "This is an animal that is food for another animal."}, {"ref": "and seek their food from God", "text": "\"but they rely on God to provide their food\""}, {"ref": "retreat", "text": "\"go back\" or \"move away\""}, {"ref": "dens", "text": "the homes of some mammals and small animals"}]}, {"id": "023", "tn": [{"ref": "overflows with your works", "text": "Here David describes the amount of things that Yahweh had created as if they were a liquid overflowing out of a container. AT: \"is filled with your work!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "025", "tn": [{"ref": "deep and wide", "text": "\"it is very deep and very wide.\" The depth and width of the sea emphasizes how large it is. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "teeming", "text": "\"overflowing\""}, {"ref": "innumerable", "text": "\"uncountable\""}, {"ref": "both small and great", "text": "This means creatures of all sizes. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "The ships travel there", "text": "\"The ships travel on the sea\""}]}, {"id": "027", "tn": [{"ref": "All these", "text": "\"All these creatures\""}, {"ref": "give them their food on time", "text": "\"give them their food when they need it\""}, {"ref": "When you give to them, they gather", "text": "It may be helpful to state that it is food that is given. AT: \"When you give food to them, they gather it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "gather", "text": "\"collect\""}, {"ref": "when you open your hand", "text": "This describes Yahweh as opening his hand to give food to the creatures. AT: \"when you open your hand to feed them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "029", "tn": [{"ref": "hide your face", "text": "This means that Yahweh does not look at them or pay attention to them. AT: \"when you do not look upon them\" or \"when you ignore them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "return to dust", "text": "This means that their bodies decay and are and become soil again. AT: \"their bodies decay and return to the ground\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When you send out your Spirit", "text": "This refers to his Spirit being sent to give life to creatures. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they are created", "text": "It is Yahweh's spirit that created them. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you renew the countryside", "text": "\"you cause the land to be full of new life\""}]}, {"id": "033", "tn": [{"ref": "my thoughts be sweet", "text": "He is comparing his thoughts to something that tastes sweet. AT: \"my thoughts be pleasing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "035", "tn": [{"ref": "vanish", "text": "\"disappear\""}, {"ref": "let the wicked be no more", "text": "The phrase \"the wicked\" refers to wicked people. AT: \"may wicked people disappear\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}]