[{"id": "01", "tn": [{"ref": "Paul", "text": "Your language may have a particular way of introducing the author of a letter. You may also need to tell in this same verse who the people are to whom Paul wrote the letter ([[:en:bible:notes:rom:01:07|1:7]]). AT: \"I, Paul, wrote this letter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "called to be an apostle, and set apart for the gospel of God", "text": "You can translate this in an active form. AT: \"God called me to be an apostle and chose me to tell people about the gospel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "called", "text": "This means that God has appointed or chosen people to be his children, to be his servants and proclaimers of his message of salvation through Jesus."}, {"ref": "This is the gospel that he promised beforehand by his prophets in the holy scriptures", "text": "God promised his people that he would set up his kingdom. He told the prophets to write these promises in the Scriptures."}, {"ref": "It is about his Son", "text": "This refers to \"the gospel of God,\" the good news that God promised to send his Son into the world."}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "who was born from the descendants of David according to the flesh", "text": "Here the word \"flesh\" refers to the physical body. AT: \"who is a descendant of David according to the physical nature\" or \"who was born into the family of David\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks here about his obligation to preach."}, {"ref": "By resurrection from the dead ones", "text": "\"by raising him from among the people who are dead\""}, {"ref": "he was declared to be the powerful Son of God", "text": "The word \"he\" refers to Jesus Christ. You can translate this in an active form. AT: \"God declared him to be the powerful Son of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the powerful Son of God", "text": "Jesus' resurrection proves that he was and is \"the Son of God.\" This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Spirit of holiness", "text": "This refers to the Holy Spirit."}, {"ref": "we have received grace and apostleship", "text": "God has given Paul the gift of being an apostle. You can translate this in an active form. AT: \"God caused me to be an apostle. This is a special privilege\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we", "text": "Here the word \"we\" refers to Paul and to the apostles that followed Jesus but excludes the believers in the church in Rome. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "for obedience of faith among all the nations, for the sake of his name", "text": "Paul uses the word \"name\" as a metonym to refer to Jesus. AT: \"in order to teach all nations to obey because of their faith in him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "This letter is to all who are in Rome, the beloved of God, who are called to be holy people", "text": "You can translate this in an active form. AT: \"I am writing this letter to all of you in Rome whom God loves and has chosen to become his people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May grace be to you, and peace", "text": "You can translate this in an active form. AT: \"May God give you grace and peace\" or \"May God bless you and give you inner peace\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God our Father", "text": "The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "08", "tn": [{"ref": "the whole world", "text": "This is an exaggeration referring to the world they knew, which in their case would mean the Roman Empire. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "For God is my witness", "text": "Paul emphasizes that he earnestly prays for them and that God has seen him praying. The word \"for\" is often left untranslated."}, {"ref": "in my spirit", "text": "A person's spirit is the part of him that can know God and believe in him."}, {"ref": "the gospel of his Son", "text": "The good news (gospel) of the Bible is that the Son of God has given himself as the Savior of the world."}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I make mention of you", "text": "\"I talk to God about you\""}, {"ref": "I always request in my prayers that ... I may at last be successful ... in coming to you", "text": "\"Every time I pray, I ask God that ... I may succeed ... in coming to visit you\""}, {"ref": "by any means", "text": "\"in whatever way God allows\""}, {"ref": "at last", "text": "\"eventually\" or \"finally\""}, {"ref": "by the will of God", "text": "\"because God desires it\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues his opening statements to the people in Rome by stating his desire to see them in person."}, {"ref": "For I desire to see you", "text": "\"Because I really want to see you\""}, {"ref": "some spiritual gift, in order to strengthen you", "text": "Paul wants to strengthen the Roman Christians spiritually. AT: \"some gift that will help you to grow spiritually\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "That is, I long to be mutually encouraged among you, through each other's faith, yours and mine", "text": "You can translate this in an active form. AT: \"I mean that I want us to encourage each other by sharing our experiences of faith in Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "I do not want you to be unaware", "text": "Paul is emphasizing that he wanted them to have this information. You can translate this double negative in a positive form. AT: \"I want you to know\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "but I was hindered until now", "text": "You can translate this in an active form. AT: \"something has always prevented me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in order to have some fruit among you", "text": "The word \"fruit\" is a metaphor that represents people in Rome whom Paul wants to believe the gospel. AT: \"that more people among you might trust in Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "just as also among the rest of the Gentiles", "text": "Here Paul uses exaggeration to add emphasis. AT: \"just as people have come to believe the gospel in many other Gentile nations\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "I am a debtor both to", "text": "Using the metaphor \"debtor,\" Paul speaks of his duty to serve God as if he owed God a financial debt. AT: \"I must take the gospel to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "I am not ashamed of the gospel", "text": "You can translate this in a positive form. AT: \"I trust completely in the gospel\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "it is the power of God for salvation for everyone who believes", "text": "Here \"believes\" means that one puts his trust in Christ. AT: \"it is through the gospel that God powerfully saves those who put their trust in Christ\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for the Jew first and for the Greek", "text": "\"for Jewish people and also for Greek people\""}, {"ref": "first", "text": "Here \"first\" means coming before all others in order of time."}, {"ref": "For in it", "text": "Here \"it\" refers to the gospel. Paul explains why he completely trusts in the gospel."}, {"ref": "God's righteousness is revealed from faith to faith", "text": "Paul speaks about the gospel message as if it were an object that God could physically show to people. You can translate this in an active form. AT: \"God has told us that it is by faith from beginning to end that people become righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as it has been written", "text": "You can translate this in an active form. AT: \"as someone has written in the Scriptures\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The righteous will live by faith", "text": "Here \"righteous\" refers to those who trust in God. AT: \"It is people who trust in God that he considers right with him, and they will live forever\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul reveals God's great anger against sinful man."}, {"ref": "For the wrath of God is revealed", "text": "Paul explains why people need to hear the gospel. You can translate this in an active form. AT: \"Because God reveals his anger\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "against", "text": "\"toward\""}, {"ref": "all ungodliness and unrighteousness of people", "text": "\"all the ungodly and unrighteous things that people do\""}, {"ref": "hold back the truth", "text": "Here \"truth\" refers to true information about God. AT: \"hide the true information about God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that which is known about God is visible to them", "text": "You can translate this in an active form. AT: \"they can know about God because of what they can plainly see\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For God has enlightened them", "text": "Here \"enlightened them\" means God has shown them the truth about him. AT: \"Because God has shown everyone what he is like\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "For his unseen aspects have been clearly visible", "text": "Paul explains how God has revealed himself to humankind. When we look at the works God has created, we can understand some things about God. You can translate this in an active form. AT: \"Because when we see God's mighty works in nature, we begin to understand what God is like\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "world", "text": "This refers to the heavens and the earth, as well as everything in them."}, {"ref": "They are understood through the created things", "text": "You can translate this in an active form. AT: \"people can understand about God by looking at the things he has made\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "divine nature", "text": "\"all the qualities and characteristics of God\" or \"the things about God that make him God\""}, {"ref": "these people are without excuse", "text": "\"these people can never say that they did not know\""}, {"ref": "became foolish in their thoughts", "text": "You can translate this in an active form. AT: \"began to think foolish things\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their senseless hearts were darkened", "text": "Here \"darkness\" is a metaphor that represents the people's lack of understanding. AT: \"they became unable to understand what God wanted them to know\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "They claimed to be wise, but they became foolish", "text": "\"While they were claiming that they were wise, they became foolish\""}, {"ref": "They ... they", "text": "the people in [[:en:bible:notes:rom:01:18|1:18]]"}, {"ref": "exchanged the glory of the imperishable God", "text": "\"traded the truth that God is glorious and will never die\" or \"stopped believing that God is glorious and will never die\""}, {"ref": "for the likenesses of an image of", "text": "\"and instead chose to worship idols that looked like\""}, {"ref": "perishable man", "text": "\"some human being that will die\""}, {"ref": "of birds, of four-footed beasts, and of creeping things", "text": "footed beasts, and of creeping things** - \"or that looked like birds, four-footed beasts, or creeping things\""}]}, {"id": "24", "tn": [{"ref": "Therefore", "text": "\"Because of this\""}, {"ref": "God gave them over to", "text": "\"God allowed them to indulge in\""}, {"ref": "them ... their ... themselves ... they", "text": "the \"mankind\" of [[:en:bible:notes:rom:01:18|1:18]]"}, {"ref": "the lusts of their hearts for uncleanness", "text": "Here \"lusts of their hearts\" is a synecdoche that represents the evil things they wanted to do. AT: \"the morally impure things they desired greatly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "for their bodies to be dishonored among themselves", "text": "This is a euphemism that means they committed immoral sexual acts. You can translate this in an active form. AT: \"and they committed sexually immoral and degrading acts\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who worshiped and served the creation", "text": "Here \"creation\" refers to what God created. AT: \"They worshiped things that God created\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "instead of", "text": "\"rather than\""}]}, {"id": "26", "tn": [{"ref": "this", "text": "\"idolatry and sexual sin\""}, {"ref": "God gave them over to", "text": "\"God allowed them to indulge in\""}, {"ref": "dishonorable passions", "text": "\"shameful sexual desires\""}, {"ref": "for their women", "text": "\"because their women\""}, {"ref": "exchanged their natural functions for what is against nature", "text": "The phrase \"exchanged their natural functions\" is a euphemism for immoral sexuality. AT: \"started practicing sexuality in a way God did not design\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "males also left their natural function", "text": "Here \"natural function\" is a euphemism that refers to personal and sexual relationships. AT: \"many men stopped having natural sexual desire for women\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "burned in their lust", "text": "\"experienced strong sexual desire\""}, {"ref": "indecent", "text": "\"disgraceful\" or \"sinful\""}, {"ref": "who received in themselves the penalty that was due their perversion", "text": "Here \"in themselves\" refers to \"in their bodies.\" You can translate this in an active form. AT: \"God has punished them by sicknesses in their bodies\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "perversion", "text": "behavior that is evil and disgusting"}]}, {"id": "28", "tn": [{"ref": "Because they did not approve of having God in their awareness", "text": "\"They did not think it was necessary to know God\""}, {"ref": "they ... their ... them", "text": "These words refer to the \"mankind\" of [[:en:bible:notes:rom:01:18|1:18]]."}, {"ref": "he gave them up to a depraved mind", "text": "Here \"a depraved mind\" means a mind that thinks only about immoral things. AT: \"God allowed their minds, which they had filled with worthless and immoral thoughts, to completely control them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "not proper", "text": "\"disgraceful\" or \"sinful\""}]}, {"id": "29", "tn": [{"ref": "They have been filled with", "text": "You can translate this in an active form. AT: \"They have in them a strong desire for\" or \"They strongly desire to do deeds of\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They are full of envy, murder, strife, deceit, and evil intentions", "text": "You can translate this in an active form. AT: \"Many are constantly envying other people ... Many constantly desire to murder people ... to cause arguments and quarrels among people ... to deceive others ... to speak hatefully about others\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "slanderers", "text": "A slanderer says false things about another person in order to damage that person's reputation."}, {"ref": "They are inventors of evil things", "text": "\"They try to think of new ways to do evil things to others\""}]}, {"id": "32", "tn": [{"ref": "They understand the regulations of God", "text": "\"They know how God wants them to live\""}, {"ref": "that those who practice such things", "text": "Here \"practice\" refers to continually or habitually doing things that are evil. AT: \"and that those who keep on doing wicked things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are deserving of death", "text": "\"deserve to die\""}, {"ref": "these things", "text": "\"these kinds of evil things\" (UDB)"}, {"ref": "who do them", "text": "Here the verb \"do\" refers to continuing to do things that are evil. AT: \"who keep on doing evil things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]