[{"id": "01", "tn": [{"ref": "After this", "text": "\"After David mourned the deaths of Saul and Jonathan in battle\""}, {"ref": "go up to one of the cities of Judah", "text": "At this time David was in the city of Ziklag. David used the phrase \"go up\" because Ziklag was lower in elevation than Judah. AT: \"travel to one of the cities of Judah\""}, {"ref": "David went up with his two wives", "text": "At this time David was in the city of Ziklag. The narrator uses the phrase \"went up\" because Ziklag was lower in elevation than Hebron. AT: \"David traveled to Hebron with his two wives\""}]}, {"id": "04", "tn": [{"ref": "anointed David king", "text": "In this symbolic act, they poured oil on David's head to show that he was selected to be the king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the house of Judah", "text": "Here \"house\" is used in the sense of \"tribe.\" AT: \"the tribe of Judah\""}, {"ref": "Jabesh Gilead", "text": "This is the name of a town in the region of Gilead. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "David speaks to the people of Jabesh Gilead."}, {"ref": "this thing", "text": "They buried Saul."}, {"ref": "let your hands be strong", "text": "Here \"hands\" refers to the people of Jabesh Gilead. AT: \"be strong\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "anointed me king", "text": "In this symbolic act, they poured oil on David's head to show that he was selected to be the king. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "08", "tn": [{"ref": "Ner ... Ishbosheth", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mahanaim ... Gilead ... Jezreel", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "10", "tn": [{"ref": "the house of Judah followed David", "text": "Obeying David's rule is spoken of as \"following\" him. AT: \"the tribe of Judah obeyed David as their king\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "house of Judah", "text": "Here \"house\" is used to mean \"tribe.\""}]}, {"id": "12", "tn": [{"ref": "Abner ... Ner ... Ishbosheth ... Saul ... Zeruiah", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "16", "tn": [{"ref": "they fell down together", "text": "This is a polite way of saying they died. AT: \"they both died\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Helkath Hazzurim", "text": "This is a name given to remind people what happened there. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The battle was very severe that day", "text": "It may be helpful to explicitly state that this was the large battle that followed the contest of the young men. AT: \"Then the others started to fight also. It was a very fierce battle that day\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Zeruiah ... Joab ... Abishai ... Asahel ... Abner", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Asahel was swift in his feet like a wild gazelle", "text": "Here Asahel is compared to a gazelle, an animal that runs very fast. AT: \"Asahel could run very fast\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "wild gazelle", "text": "This small, four-legged animal, with two long horns on its head, runs very fast."}, {"ref": "followed him without turning away in any direction", "text": "Here \"without turning away\" is stated in negative form to emphasize how closely he followed Abner's path. AT: \"followed him wherever he went\""}]}, {"id": "20", "tn": [{"ref": "Asahel", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Turn aside to your right or to your left ... turn aside", "text": "\"Stop chasing me ... stop chasing Abner\""}, {"ref": "seize one of the young men and take his armor", "text": "Abner was asking Asahel to kill and plunder another younger soldier who would not be as dangerous as Abner. He did not want to kill Asahel. AT: \"fight with another soldier and take his equipment as plunder\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "22", "tn": [{"ref": "Why should I strike you to the ground?", "text": "This rhetorical question is used to warn Asahel of the danger he faced. \"Strike to the ground\" is a polite way of saying \"to kill.\" AT: \"I do not wish to kill you\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "How then could I hold up my face to Joab, your brother?", "text": "This rhetorical question emphasizes that Abner does not want to fight and kill Asahel because it would destroy Abner's relationship with Joab. Here \"hold up my face to Joab\" is an idiom that means that he would be too ashamed to look at Joab. AT: \"I would be too ashamed to look at your brother, Joab\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "turn aside", "text": "This means to \"halt\" or \"stop chasing.\""}, {"ref": "the blunt end of his spear", "text": "This refers to the handle, which is not sharp or designed to pierce anything. It can be implied that Abner was only trying to stop Asahel from following him, and did not intend to kill him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "Abishai", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "hill of Ammah ... Giah", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "26", "tn": [{"ref": "called", "text": "\"shouted\" or \"yelled\""}, {"ref": "Must the sword devour forever?", "text": "This rhetorical question emphasizes that the battle had already continued too long. Here \"sword\" refers to the fighting. The killing in the battle is spoken of as if a wild animal was eating the soldiers. AT: \"We do not need to keep using our swords to fight and kill each other.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do you not know it will be bitter in the end?", "text": "This rhetorical question is used to force Joab to acknowledge that continued fighting could only result in more suffering. Here \"bitter\" is a euphemism for the terrible suffering that would occur. AT: \"You know very well that there will be a terrible result if this continues!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "How long will it be before you tell your men to stop pursuing their brothers?", "text": "This rhetorical question is intended to convince Joab to stop fighting their fellow Israelites.  Here \"brother\" is used to represent the members of the nation of Israel. AT: \"Stop this now so that Israelites will not have to kill each other!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Just as God lives", "text": "This is a very strong vow. AT: \"With God as my witness\" or \"God will affirm that I mean what I say\""}, {"ref": "if you had not said that ... pursued their brothers until the morning", "text": "This hypothetical statement tells what might have happened if Abner had not spoken wisely to Joab. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "28", "tn": [{"ref": "blew the trumpet", "text": "Trumpets were used to signal orders to the armies across great distances. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pursue Israel anymore", "text": "Here \"Israel\" refers to the men who were fighting for Israel. AT: \"continue to chase the Israelites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Arabah ... Mahanaim", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "30", "tn": [{"ref": "Asahel", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "360 men of Benjamin with Abner", "text": "\"360 men from Benjamin who followed Abner.\" Abner did not die."}, {"ref": "of Benjamin", "text": "This phrase means \"from the tribe of Benjamin.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "took up Asahel", "text": "\"carried Asahel's body with them\""}, {"ref": "the day dawned on them at Hebron", "text": "\"they arrived at Hebron by dawn the next morning\""}]}]