[{"id": "01", "tn": [{"ref": "to empty the earth", "text": "\"to make the earth desolate\" or \"to destroy everything on the earth\""}, {"ref": "It will come about that", "text": "This phrase marks an important event. If your language has a way for doing this, you could consider using it here."}, {"ref": "as with ... so with", "text": "What Yahweh will do is not stated here, but it is understood. This shows that God will treat all people the same way. AT: \"as Yahweh scatters ... so he will scatter\"(See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the priest ... the giver of interest", "text": "In 24:2 Isaiah lists several classes of people. They can be stated as plural nouns as in the UDB. AT: \"the priests ... those who give interest\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the receiver of interest", "text": "\"the one who owes money.\" The word \"interest\" means the extra money someone has to pay so that he may borrow money."}, {"ref": "the giver of interest", "text": "\"the one who is owed money\""}]}, {"id": "03", "tn": [{"ref": "The earth will be completely devastated and completely stripped", "text": "This can be stated in active form. AT: \"Yahweh will completely devastate the earth and he will remove everything with value\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh has spoken this word", "text": "Here \"word\" represents what Yahweh said. AT: \"Yahweh has said he would\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The earth dries up and withers, the world shrivels up and fades away", "text": "These two phrases mean basically the same thing. AT: \"Everything on earth will dry up and die\" (UDB) (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The earth ... the world", "text": "Both of these represent everything that is on the earth. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The earth is polluted by its inhabitants", "text": "The people sinning and making the earth unacceptable to God is spoken of as if the people made the earth physically unclean. This can be stated in active form. AT: \"The people have polluted the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they have transgressed the laws, violated the statutes, and broken the everlasting covenant", "text": "\"they have not obeyed God's laws and statutes, and they have broken God's eternal covenant\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when God will judge the earth. Prophets sometimes describe a future event as something in the past or in the present. This emphasizes the event certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "a curse devours the earth", "text": "Yahweh cursing the earth and destroying it is spoken of as if a curse were either a wild animal that completely eats the earth or a fire that completely burns up the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and its inhabitants are found guilty", "text": "This can be stated in active form. AT: \"and Yahweh will declare that the people are guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when God will judge the earth. Prophets sometimes describe a future event as something in the past or in the present. This emphasizes the event certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "tambourines ... lyre", "text": "These are musical instruments. See how you translated these in [[:en:bible:notes:isa:05:11|5:12]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when God will judge the earth. Prophets sometimes describe a future event as something in the past or in the present. This emphasizes the event certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "The city of chaos has been broken down", "text": "This can be stated in active form. AT: \"Yahweh will break down the city of chaos\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The city of chaos", "text": "Possible meanings are 1) the city was in chaos before the Lord breaks it down; the people did not obey God, the government was corrupt, and the city was full of drinking and parties, or 2)the city will be in chaos after God breaks it down. The walls and buildings that were once built strong and tall are now in ruins on the ground. With either meaning it does not mean one city. It refers to cities in general."}, {"ref": "every house is closed up and empty", "text": "This can be stated in active form. AT: \"the people will close up their houses and leave them empty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because of the wine", "text": "\"because there is no wine\""}, {"ref": "all joy is darkened, the gladness of the land has disappeared", "text": "These two phrases mean basically the same thing. AT: \"all joy will be gone from the earth\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "gladness of the land", "text": "Here \"land\" represents the people of the earth. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Isaiah continues to describe a time in the future when God will judge the earth. Prophets sometimes describe a future event as something in the past or in the present. This emphasizes the event certainly will happen. (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "In the city is left a desolation", "text": "The abstract noun \"desolation\" can be stated as \"desolate\" or \"empty.\" AT: \"The city is desolate\" or \"The city is left empty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "In the city", "text": "This is not a specific city but cities in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "as when an olive tree is beaten, as the gleanings when the grape harvest is done", "text": "This compares the nations after Yahweh devastates the land to trees and vines after their fruit has been picked. This means there will be very few people left in the land. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "14", "tn": [{"ref": "They will lift up their voices and shout the majesty of Yahweh", "text": "The phrase \"lift up their voices\" is an idiom that means to speak loudly. AT: \"They will sing and shout about the majesty of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They will", "text": "Here \"They\" refers to those who are still alive after Yahweh devastates the earth."}, {"ref": "and will joyfully shout from the sea", "text": "Here \"the sea\" refers to the Mediterranean Sea which is west of Israel. AT: \"and those in the west towards the sea will shout with joy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Therefore in the east glorify Yahweh", "text": "The phrase \"in the east\" represents the people living east of Israel. Isaiah is commanding these people as if they were there with him. But, he is talking to the people in the future after God devastates the earth. AT: \"Therefore everyone from distant lands in the east will glorify Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "and in the isles of the sea give glory", "text": "Isaiah is commanding the people who live on the islands in the Mediterranean sea as if they were there with him. But, he is talking to the people in the future after God devastates the earth. AT: \"and everyone in the islands will give glory\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "to the name of Yahweh", "text": "Here \"name\" represents Yahweh. AT: \"to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "we have heard", "text": "Here \"we\" refers to Isaiah and the people of Israel. Isaiah is describing something in the future as if it has already happened. AT: \"we will hear\" (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "I have wasted away, I have wasted away", "text": "Isaiah repeats this phrase to emphasize his anguish. He was very concerned because he saw people who deceived others and did not do what they promised to do. AT: \"I have become very weak\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The treacherous have dealt treacherously; yes, the treacherous have dealt very treacherously", "text": "Isaiah repeats this phrase to emphasize his anguish. AT: \"Indeed, those who deceive are now deceiving others\" or \"Indeed, the deceivers have acted deceitfully\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "17", "tn": [{"ref": "Terror, the pit, and the snare are upon you, inhabitants of the earth", "text": "\"You people of the earth will experience terror, the pit, and the snare\""}, {"ref": "the pit, and the snare ... caught in the snare", "text": "Here \"pit\" and \"snare\" represent all the different bad things that will happen to people. People will run away to escape one bad thing but they will just experience another bad thing. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the sound of terror", "text": "\"the terrifying sound\""}, {"ref": "will be caught in the snare", "text": "This can be stated in active form. AT: \"the snare will catch him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The windows of the heavens will be opened", "text": "This speaks of large amounts of rain falling from the sky as if Yahweh opened a window in the sky and let the water pour through. AT: \"The sky will split open and torrents of rain will fall\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the foundations of the earth will shake", "text": "The word \"foundation\" normally refers to a stone structure that gives support to a building from underneath. Here it describes a similar structure that was thought to support and hold the earth in place. Isaiah says even the structure that holds the earth will shake. AT: \"the earth will shake terribly\" or \"there will be a terrible earthquake\""}]}, {"id": "19", "tn": [{"ref": "The earth will be completely broken, the earth ripped apart; the earth will be violently shaken", "text": "These passive clauses can be stated in active form. AT: \"The earth will break and split apart; the earth will shake violently\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The earth will stagger like a drunken man and it will sway back and forth like a hut", "text": "These similes emphasize how the earth will shake back and forth. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Its sin will be heavy on it and it will fall and never rise again", "text": "This speaks of the earth as if it were a person and transgressions were a heavy object. The person tries to carry the heavy weight but the weight causes the person to fall and not be able to stand back up. Here the earth represents the people of the earth who cause Yahweh to destroy the earth because of their sins. AT: \"The sins of the people are many and so Yahweh will destroy the earth, and the earth will be like a person who falls and cannot get back up\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "It will come about", "text": "This marks an important event. If your language has a way for doing this, you could consider using it here."}, {"ref": "on that day", "text": "Here \"day\" means a period of time in general. AT: \"at that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the host of the high ones", "text": "The term \"host\" or \"hosts\" is a word that refers to a large number of something. Here it refers to the evil spiritual beings in the heavens. AT: \"evil spiritual beings\" or \"angels who rebelled against him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on high", "text": "Here \"high\" represents the heavens or the sky. AT: \"in the heavens\" or \"in the sky\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will be gathered together, prisoners in a pit, and will be shut up in a prison", "text": "Here \"pit\" refers to a dark room or hole in a prison. This can be stated in active form. AT: \"Yahweh will gather them together as his prisoners and lock them in the dungeon of a prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will be punished", "text": "This can be stated in active form. AT: \"Yahweh will punish them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then the moon will be ashamed, and the sun disgraced", "text": "The sun and the moon are described as a person who is ashamed of being in front of someone with greater power. In the presence of Yahweh, the light of the moon and sun will seem less bright. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}]