[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Why are the nations in turmoil ... why do the peoples make plots that will fail?", "text": "These two clauses have similar meanings, and the \"nations\" and \"peoples\" refer to the same group of people. The words \"nations\" and \"peoples\" may represent their rulers. AT: \"Why are the leaders of the nations in turmoil and making plots that will fail?\" (See [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Why are the nations in turmoil, and why do the peoples make plots that will fail?", "text": "These questions are used to show surprise that the people are doing something so wrong and foolish. AT: \"The nations are in turmoil and the peoples are making plots that will fail.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are the nations in turmoil", "text": "This probably means that the nations were making a noisy and angry commotion."}, {"ref": "plots that will fail", "text": "These are probably plots against God and his people."}, {"ref": "The kings of the earth take their stand together ... the rulers conspire together", "text": "These two clauses have similar meanings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "take their stand together", "text": "\"gather to fight\" or \"unite and prepare to revolt\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Let us tear off the shackles ... throw off their chains", "text": "The people of other nations speak of Yahweh and the Messiah's rule over them as if it were shackles and chains.  AT: \"We should free ourselves from their control; we should not let them rule over us any longer!\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "He ... the Lord", "text": "These phrases refer to Yahweh. Yahweh is often called \"the Lord\" but the words for \"Yahweh\" and \"the Lord\" are different."}, {"ref": "sits in the heavens", "text": "Here sitting represents ruling. What he sits on can be stated clearly. AT: \"rules in the heavens\" or \"sits on his throne in heaven\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Lord mocks them", "text": "\"the Lord mocks those people.\" Why he mocks them can be stated clearly. AT: \"The Lord mocks them for their foolish plans\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and terrify them in his rage", "text": "\"rage\" can be refers to being extremely angry or being furious. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "terrify", "text": "\"frighten\""}]}, {"id": "006", "tn": [{"ref": "I myself", "text": "Yahweh is emphasizing that he, and not someone else, has anointed his king."}, {"ref": "anointed my king", "text": "\"appointed my king to rule\""}, {"ref": "I will announce a decree of Yahweh", "text": "The person saying this is the king. This can be stated clearly. AT: \"The king says 'I will announce a decree of Yahweh'\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He said to me", "text": "\"Yahweh said to me\""}, {"ref": "You are my son! This day I have become your father", "text": "Among many peoples in that part of the world then, men could decide to legally adopt children, who would become their heirs. Here Yahweh adopts a man and makes him king of Israel. AT: \"I make you my son. This day I have become your father\" or \"Now you are my son and am your father\""}]}, {"id": "008", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking to the new king of Israel."}, {"ref": "the nations for your inheritance ... the farthermost regions of the earth for your possession", "text": "These phrases express very similar ideas.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the farthermost regions of the earth", "text": "\"the lands that are very far away\""}, {"ref": "You will break them with an iron rod; like a jar of a potter, you will smash them to pieces", "text": "These phrases express very similar ideas.  (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You will break them with an iron rod", "text": "Defeating the nations is spoken of as breaking them, and his power is spoken of as an iron rod. AT: \"You will defeat them completely by your power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will smash them to pieces", "text": "Destroying nations is spoken of as if they could be smashed like a clay jar. AT: you will completely destroy them like a clay pot\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a jar of a potter", "text": "A potter is a person who makes clay pots and jars. These are fragile and can be broken easily. AT: \"a clay jar\" or \"a clay pot\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "010", "tn": [{"ref": "So now, you kings, be warned; be corrected, you rulers of the earth", "text": "These two phrases have similar meanings. AT: \"So now, you kings and rulers of the earth, be warned and corrected\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "be warned", "text": "This can be stated with an active form. AT: \"listen to this warning\" or \"be wise\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be corrected", "text": "This can be stated with an active form. AT: \"listen to this correction\" or \"take this correction\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "012", "tn": [{"ref": "Kiss the son", "text": "People would show their king that they were loyal to him by kissing him, perhaps on the feet. AT: \"Show the son that you are truly loyal to him\" or \"Bow down humbly before his son\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "you will die in the way", "text": "This may refer to dying right there, before the person has a chance to go away. AT: \"you will die immediately\""}, {"ref": "when his anger burns for just a moment", "text": "The king's anger is spoken of as if it were a fire that could burn. AT: \"when he suddenly becomes very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seek refuge in him", "text": "Asking the king for protection is spoken of as seeking refuge in him. AT: \"ask the king to protect them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]