[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul lets them know that God has given special gifts to believers. These gifts are to help the body of believers."}, {"ref": "I do not want you to be uninformed", "text": "This can be stated as a positive. AT: \"I want you to know\" (See: [[:en:ta:vol2: translate:figs_doublenegatives]])"}, {"ref": "you were led astray to voiceless idols", "text": "This can be stated in active form. AT: \"you believed lies and worshiped voiceless idols\" See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in whatever ways you were led by them", "text": "This can be stated in active form. AT: \"and they led you in many ways\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no one who speaks by the Spirit of God can say", "text": "Possible meanings are 1) \"no Christian who has the Spirit of God in him can say\" or 2) \"no one who is prophesying by the power of the Spirit of God can say.\""}, {"ref": "Jesus is accursed", "text": "\"God will punish Jesus\" or \"God will make Jesus suffer\""}]}, {"id": "04", "tn": [{"ref": "makes them possible in everyone", "text": "\"causes everyone to have them\""}]}, {"id": "07", "tn": [{"ref": "to each one is given", "text": "This can be stated in active form. God is the one who does the giving ([[:en:bible:notes:1co:12:04|12:6]]). AT: \"God gives to each one\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to one is given by the Spirit the word", "text": "This can be stated in active form. AT: \"by means of the Spirit God gives to one person the word\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the Spirit", "text": "God gives the gifts through the work of the Spirit."}, {"ref": "wisdom ... knowledge", "text": "The difference between these two words is not as important here as the fact that God gives them both by the same Spirit."}, {"ref": "the word of wisdom", "text": "Paul is communicating one idea through two words. AT: \"wise words\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "the word of knowledge", "text": "Paul is communicating one idea through two words. AT: \"words that show knowldge\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "09", "tn": [{"ref": "is given", "text": "This can be stated in active form. AT: \"God gives.\" See how this is translated in [[:en:bible:notes:1co:12:07|12:8]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the same Spirit", "text": "God gives the gifts through the work of the one and only Holy Spirit. See how this is translated in [[:en:bible:notes:1co:12:07|12:8]]."}, {"ref": "various kinds of tongues", "text": "\"the ability to speak different languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the interpretation of tongues", "text": "the ability to tell what people who are speaking in other languages are saying"}, {"ref": "interpretation", "text": "This means to tell what someone has said in a language to others who do not understand that language. See how \"interpret\" is translated in [[:en:bible:notes:1co:02:12|2:13]]."}, {"ref": "the one and the same Spirit", "text": "Paul is reminding the readers of \"the same Spirit ... the one Spirit\" (verse 9)."}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to talk of the variety of gifts God gives believers, God gives different gifts to different believers, but Paul wants them to know that all believers are made into one body, which is called the body of Christ. For this reason believers should have unity."}, {"ref": "For by one Spirit we were all baptized", "text": "Possible meanings are 1) the Holy Spirit is the one who baptizes us, \"For one Spirit baptized us\" or 2) that the Spirit, like the water of baptism, is the medium through which we are baptized into the body, \"For in one Spirit we were all baptized\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all were made to drink of one Spirit", "text": "This can be stated in active form. AT: \"God gave all of us the same Spirit, and we share the Spirit as people might share a drink\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "where would the sense of hearing be? ... where would the sense of smell be?", "text": "This can be made a statement. AT: \"you could not hear anything ... you could not smell anything\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "the same member", "text": "The word \"member\" is a general word for the parts of the body, like the head, arm, or knee. AT: \"the same part of the body\""}, {"ref": "where would the body be?", "text": "This can be made a statement. AT: \"there would be no body\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "to the hand, \"I have no need of you\"", "text": "The word \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "less honorable", "text": "\"less important\""}, {"ref": "unpresentable", "text": "This probably refers to the private parts of the body, which people keep covered. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "25", "tn": [{"ref": "there may be no division within the body, but", "text": "\"the body may be unified, and\""}, {"ref": "one member is honored", "text": "This can be stated in active form. AT: \"someone gives honor to one member\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Now you are", "text": "Here the word \"now\" is used to draw attention to the important point that follows."}]}, {"id": "28", "tn": [{"ref": "first apostles", "text": "Possible meanings are 1) \"the first gift I will mention is apostles\" or 2) \"the most important gift is apostles.\""}, {"ref": "those who provide helps", "text": "\"those who provide help to other believers\""}, {"ref": "those who do the work of administration", "text": "\"those who govern the church\""}, {"ref": "and those who have various kinds of tongues", "text": "an individual who can speak in one or more foreign languages without having studied that language"}, {"ref": "Are all of them apostles? Are all prophets? Are all teachers? Do all do powerful deeds?", "text": "Paul is reminding his readers of what they already know. AT: \"Only some of them are apostles. Only some of them are prophets. Only some of them are teachers. Only some of them do powerful deeds.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "30", "tn": [{"ref": "Do all of them have gifts of healing?", "text": "This can be a statement. AT: \"Not all of them have gifts of healing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do all of them speak with tongues?", "text": "This can be a statement. AT: \"Not all of them speak with tongues.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do all of them interpret tongues?", "text": "This can be a statement. AT: \"Not all of them interpret tongues.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "interpret", "text": "This means to tell what someone has said in a language to others who do not understand that language. See how this is translated in [[:en:bible:notes:1co:02:12|2:13]]."}, {"ref": "Zealously seek the greater gifts. And", "text": "Possible meanings are 1) \"You must eagerly seek from God the gifts that best help the church. And\" or 2) \"You are eagerly looking for gifts that you think are greater because you think they are more exciting to have. But.\""}]}]