[{"id": "01", "tn": [{"ref": "mother-in-law", "text": "in-law** - Naomi is the mother of Ruth's dead husband."}, {"ref": "My daughter", "text": "Ruth became Naomi's daughter by marrying her son and further by her actions in caring for Naomi after returning to Bethlehem."}, {"ref": "should I not seek a place for you?", "text": "Naomi used this question to tell Ruth what she planned to do. AT: \"I must look for a place for you!\" or \"I must find a husband to care for you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a place for you to rest", "text": "Possible meanings are 1) literally in finding a house for her to live in or 2) figuratively in finding a husband to care for her. Naomi probably had both senses in mind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "female workers you have been with", "text": "\"female workers you have been working with\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is he not our kinsman?", "text": "Naomi probably used this question to remind Ruth of something she had already told her. AT: \"he is our relative.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Look", "text": "This term indicates that the following statement is very important."}, {"ref": "winnowing", "text": "To winnow means to separate grain from the unwanted chaff by tossing both the grain and chaff into the air, allowing the wind to blow the chaff away."}]}, {"id": "03", "tn": [{"ref": "anoint yourself", "text": "This is probably a reference to rubbing sweet-smelling oil on oneself, much as women put on perfume today."}, {"ref": "go down to the threshing floor", "text": "This refers to leaving the city and heading to the threshing area. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "uncover his feet", "text": "This means to remove the cloak or blanket covering his feet so that they would be exposed to the cold. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "lie down there", "text": "\"lie down at his feet\""}, {"ref": "Then he will tell you what to do", "text": "The specific custom of that time is unclear, but this is usually understood as a culturally acceptable way for a woman to tell a man that she was willing to marry him. Boaz would understand the custom and accept or reject her offer."}, {"ref": "Then he will", "text": "\"When he wakes up, he will\""}]}, {"id": "06", "tn": [{"ref": "his heart was merry", "text": "\"he was satisfied\" or \"he was in a good mood.\" It does not imply Boaz was overly drunk. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she came softly", "text": "\"she sneaked in\" or \"she came in quietly so no one would hear her\""}, {"ref": "uncovered his feet", "text": "\"removed his blanket from his feet\""}, {"ref": "lay down", "text": "\"lay down at his feet\""}]}, {"id": "08", "tn": [{"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "at midnight", "text": "\"in the middle of the night\""}, {"ref": "was startled", "text": "It is not clear what startled Boaz. Perhaps he suddenly felt the cold air on his feet."}, {"ref": "He turned over", "text": "He looked to see what startled him. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a woman was lying at his feet", "text": "The woman was Ruth, but Boaz could not recognize her in the darkness."}, {"ref": "your female servant", "text": "Ruth spoke with humility to Boaz."}, {"ref": "Spread your cloak over your female servant", "text": "This was a cultural idiom for marriage. AT: \"Marry me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "near kinsman", "text": "a close relative with special responsibilities toward their extended family"}]}, {"id": "10", "tn": [{"ref": "my daughter", "text": "Boaz used this expression as a sign of respect toward Ruth as a younger woman."}, {"ref": "more kindness in the latter end than at the beginning", "text": "\"even more kindness now than before\""}, {"ref": "more kindness in the latter end", "text": "This refers to Ruth asking Boaz to marry her. By marrying Naomi's relative, Ruth would provide for Naomi and demonstrate great kindness to Naomi."}, {"ref": "at the beginning", "text": "This refers to the way Ruth had earlier provided for her mother-in-law by staying with her and gleaning grain for food for them."}, {"ref": "because you have not gone after", "text": "\"you have not pursued marriage with.\" Ruth could have ignored Naomi's need and looked for a husband for herself outside of Naomi's relatives. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "kinsman nearer than I", "text": "It was the duty of the closest male relative to help the widow."}, {"ref": "if he will not do the duty of a kinsman", "text": "\"if he will not marry his kinsman's widow and father children for his dead relative\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by the life of Yahweh", "text": "\"as surely as Yahweh lives.\" This was a common Hebrew vow."}]}, {"id": "14", "tn": [{"ref": "she lay at his feet", "text": "Ruth slept at Boaz' feet. They did not have sex."}, {"ref": "before anyone could recognize another person", "text": "This time of day can be spoken of in terms of darkness. AT: \"while it was still dark\""}, {"ref": "shawl", "text": "a piece of cloth worn over the shoulders"}, {"ref": "six large measures of barley", "text": "The actual amount is not stated. It was enough to be considered generous, yet small enough for Ruth to carry alone. Some think it was about 30 kilograms."}, {"ref": "put the load on her", "text": "The amount of grain was so great that Ruth needed help picking it up to carry it."}, {"ref": "Then he went into the city", "text": "Most ancient copies have \"he went,\" but some have \"she went.\" There are English versions with both. The better choice is \"he went.\""}]}, {"id": "16", "tn": [{"ref": "How did you do, my daughter?", "text": "What Ruth meant by this question can be made more clear. AT: \"What happened, my daughter?\" or \"How did Boaz act toward you?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all that the man had done", "text": "\"all that Boaz had done\""}, {"ref": "Do not go empty", "text": "\"Do not go empty-handed\" or \"Do not go with nothing\" or \"Be sure to take something\""}, {"ref": "finished this thing", "text": "This refers to the decision about who will buy Naomi's property and marry Ruth."}]}]