[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jude identifies himself as the writer of this letter and greets his readers. He was probably the half-brother of Jesus. There are two other Judes mentioned in the New Testament."}, {"ref": "General Information:", "text": "The word \"you\" in this letter refers to the Christians to whom Jude was writing and is always plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Jude, a servant of", "text": "Jude is the brother of James. AT: \"I am Jude, a servant of\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and brother of James", "text": "James and Jude are half brothers of Jesus."}, {"ref": "May mercy and peace and love be multiplied to you", "text": "\"may mercy, peace, and love be increased many times for you\" These ideas are spoken of as if they were objects that could grow in size or number. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Jude tells the believers his reason for writing this letter."}, {"ref": "General Information:", "text": "The word \"our\" in this letter includes both Jude and believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "our common salvation", "text": "\"the salvation we share\""}, {"ref": "I had to write", "text": "\"I felt a great need to write\" or \"I felt an urgent need to write\""}, {"ref": "to exhort you to struggle earnestly for the faith", "text": "\"to encourage you to defend the true teaching\""}, {"ref": "believers", "text": "\"saints.\" Some versions translate this as \"holy ones.\" It gives the idea of Christian believers with no special emphasis on their moral qualities, but rather believers who are made saints by belief in Jesus' death for salvation."}, {"ref": "For certain men have slipped in secretly", "text": "\"For some men have come in among the believers without drawing attention to themselves\""}, {"ref": "men who were marked out for condemnation", "text": "This can also be put into the active voice. AT: \"men whom God chose to condemn\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who pervert the grace of our God into sensuality", "text": "God's grace is spoken of as if it were a thing that could be changed into something horrible. AT: \"who change the grace of our God into filthy lust\" or \"who teach that God's grace permits one to continue to live in sexual sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "deny our only Master and Lord, Jesus Christ", "text": "Possible meanings are 1) they teach that he is not God  or 2) these men do not obey Jesus Christ."}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Jude gives examples from the past of those who did not follow the Lord."}, {"ref": "I wish to remind you", "text": "\"I want you to remember\""}, {"ref": "although once you fully knew it", "text": "Possible meanings: 1) the words \"once ... fully\" tell how the readers knew or 2) \"although at one time you completely know this\""}, {"ref": "the Lord saved a people out of the land of Egypt", "text": "\"the Lord rescued the Israelites long ago from Egypt\""}, {"ref": "the Lord", "text": "Some texts read \"Jesus.\""}, {"ref": "their own position of authority", "text": "\"the responsibilities God entrusted to them\""}, {"ref": "left their proper dwelling place", "text": "\"abandoned their own assigned places\""}, {"ref": "God has kept them in everlasting chains, in utter darkness", "text": "\"God has put these angels in a dark prison from which they will never escape\""}, {"ref": "the great day", "text": "the final day when God will judge everyone"}]}, {"id": "07", "tn": [{"ref": "also indulged themselves", "text": "The sexual sins of Sodom and Gomorrah were the result of the same kind of rebellion as the angels' evil ways."}, {"ref": "indulged themselves", "text": "Here \"cities\" stands for the people who lived in them. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They were displayed", "text": "It is implied that God displayed them as examples.  At: \"God showed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as examples of those who suffer the punishment", "text": "The destruction of the people of Sodom and Gomorrah became an example for the fate of all who reject God."}, {"ref": "these dreamers", "text": "the people who disobey God, probably because they claimed to see visions that gave them authority to do so"}, {"ref": "pollute their bodies", "text": "This metaphor says that their sin makes their bodies—that is, their actions—unacceptable the way garbage in a stream makes the water undrinkable. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "say slanderous things", "text": "\"speak insults\""}, {"ref": "glorious ones", "text": "This refers to spiritual beings, such as angels."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Balaam was a prophet who refused to curse Israel for an enemy but then taught that enemy to get the people to marry unbelievers and become idol worshipers."}, {"ref": "General Information:", "text": "Korah was a man of Israel who rebelled against Moses' leadership and Aaron's priesthood."}, {"ref": "disputing with him", "text": "\"arguing with him\""}, {"ref": "did not dare to bring", "text": "\"controlled himself. He did not bring\" or \"was not willing to bring\""}, {"ref": "a slanderous judgment", "text": "\"evil speaking judgment\" or \"evil judgment\""}, {"ref": "these people", "text": "the ungodly people"}, {"ref": "these people bring slanders", "text": "\"these people say evil, untrue things about them\""}, {"ref": "whatever they do not understand", "text": "\"anything of which they do not know the meaning.\" Possible meanings are 1) \"everything good that they do not understand\" (UDB) or 2) \"the glorious ones, which they do not understand\" ([[:en:bible:notes:jud:01:07|1:8]])."}, {"ref": "the way of Cain", "text": "Cain murdered his brother and did not live for God."}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jude uses a series of metaphors to describe the ungodly men. He tells the believers how to recognize these men when they are among them."}, {"ref": "These are the ones", "text": "The word \"These\" refers to the \"ungodly men\" of [[:en:bible:notes:jud:01:03|1:4]]."}, {"ref": "hidden reefs", "text": "Reefs are large rocks that are very close to the surface of water in the sea. Because sailors cannot see them, they are very dangerous. Ships can easily be destroyed if they hit these rocks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "autumn trees without fruit", "text": "Possible meanings are that these people are like 1) trees from which people expect to harvest fruit, but they have none, or 2) trees that never bear fruit. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fruit", "text": "This is a metaphor for a life that pleases God and helps other people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "twice dead, torn up by the roots", "text": "A tree that someone has uprooted is a metaphor for death. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "torn up by the roots", "text": "Like trees that have been completely pulled out of the ground by their roots, the ungodly people have been separated from God who is the source of life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "violent waves in the sea", "text": "As the sea's waves are blown by a strong wind, so the ungodly people are easily moved in many directions. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "foaming out their own shame", "text": "As wind causes wild waves to stir up dirty foam - so these men, through their false teaching and actions, shame themselves. AT: \"just as waves bring up foam and dirt, these men pollute others with their shame\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wandering stars", "text": "Those who studied the stars in ancient times noticed that what we call planets do not move the way that stars do. AT: \"disorderly stars\" or \"moving stars\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stars, for whom the blackness of darkness has been reserved forever", "text": "\"stars. For them God has set aside a place of complete darkness, where he will keep them forever\""}]}, {"id": "14", "tn": [{"ref": "the seventh from Adam", "text": "If Adam is counted as the first generation of mankind, Enoch is the seventh. If Adam's son is counted as the first, Enoch is sixth in line."}, {"ref": "Look", "text": "\"Listen\" or \"Pay attention to this important thing I am going to say\""}, {"ref": "to execute judgment on", "text": "\"to make judgment on\" or \"to judge\""}, {"ref": "grumblers, complainers", "text": "People who do not want to obey and speak against godly authority. \"Grumblers\" tend to speak quietly, while \"complainers\" speak openly."}, {"ref": "loud boasters", "text": "People who praise themselves so that others can hear."}, {"ref": "flatter others", "text": "\"give false praise to others\""}]}, {"id": "17", "tn": [{"ref": "These people", "text": "\"These mockers\""}, {"ref": "will follow their own ungodly desires", "text": "These people are spoken of as if their desires were kings who ruled over them. AT: \"are never able to stop dishonoring God by doing the evil things they wish to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will follow their ... desires", "text": "Ungodly desires are spoken of as if they were a path that a person followed (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "are worldly", "text": "think as other ungodly people think; they value the things that unbelievers value (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they do not have the Spirit", "text": "The Holy Spirit is spoken of as if he is something that people can possess. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Jude tells the believers how they should live and how they should treat others."}, {"ref": "But you, beloved, build yourselves up", "text": "Becoming increasingly able to trust in God and obey him is spoken of as if it were the process of constructing a building. \"Do not be like them, beloved. Instead, as you build yourselves up\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wait for", "text": "\"eagerly look forward to\""}, {"ref": "Keep yourselves in God's love", "text": "Remaining able to receive God's love is spoken of as if one were keeping oneself in a certain place. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mercy of our Lord Jesus Christ that brings you eternal life", "text": "Here \"mercy\" stands for Jesus Christ himself, who will show his mercy to the believers by making them live forever with him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "those who doubt", "text": "\"those who do not yet believe that God is God\""}, {"ref": "snatching them out of the fire", "text": "This is doing for others whatever needs to be done to keep them from dying without Christ and gives a picture of someone  pulling out people who fall into a fire before they burn. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "To others be merciful with fear", "text": "\"Be kind to others, but be afraid of sinning the way they did\""}, {"ref": "Hate even the garment stained by the flesh", "text": "This hyperbole speaks of the sinners' sin as being so evil that people can become diseased by touching their clothes. AT: \"treat them as though you could become guilty of sin just by touching their clothes\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Jude closes with a blessing."}, {"ref": "to cause you to stand before his glorious presence", "text": "His glory is brilliant light that represents his greatness. AT: \"and to allow you to enjoy and worship his glory\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "without blemish", "text": "Here sin is spoken of as if it were dirt on one's body or a flaw on one's body. AT: \"where you will be without sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the only God our Savior through Jesus Christ our Lord", "text": "\"to the only God, who saved us because of what Jesus Christ did.\" This emphasizes that God the Father as well as the Son is the Savior."}, {"ref": "be glory, majesty, dominion, and power, before all time, now, and forevermore", "text": "God has always had, now has, and will always have glory, absolute leadership, and complete control of all things."}]}]