[{"id": "01", "tn": [{"ref": "Now Yahweh", "text": "Here \"Now\" begins a new section of the story."}, {"ref": "these nations", "text": "This refers to the people groups that the narrator will list in 3:3."}, {"ref": "who had not experienced any of the wars fought in Canaan", "text": "This can be stated in active form. AT: \"who had not fought in any of the wars in Canaan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He did this to teach warfare to the new generation of the Israelites who had not known it before", "text": "This breaks from the main storyline. The narrator gives background information about why Yahweh left some of the people groups in Canaan. AT: \"Yahweh left nations among the Israelites to teach the young men who had not fought in battle before how to fight\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the five kings", "text": "These five kings represent their people. AT: \"the five kings and their people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Mount Baal Hermon", "text": "This is the highest mountain in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hamath Pass", "text": "This is the name of an area at the northern boundary of Canaan. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "These nations were left", "text": "This can be stated in active form. AT: \"Yahweh left these nations in Canaan\" or \"Yahweh allowed these nations to continue to live in Canaan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as a means", "text": "\"as a way\""}, {"ref": "whether they would ... gave their ancestors", "text": "The words \"they\" and \"their\" refer to the people of Israel."}, {"ref": "the commands he gave", "text": "\"the commands Yahweh gave\""}]}, {"id": "07", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "Here \"in the sight of Yahweh\" represents what Yahweh considers or thinks about something. See how you translated this in [[:en:bible:notes:jdg:02:11|2:11]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forgot Yahweh their God", "text": "Here \"forgot\" is an idiom that means \"they stopped obeying.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the anger of Yahweh was set on fire", "text": "Yahweh becoming very angry is spoken of as if his anger were something that could be set on fire. AT: \"Yahweh became very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sold them into the hand of Cushan Rishathaim", "text": "Allowing the people of Israel to be conquered is spoken of as if Yahweh sold them to Cushan Rishathaim. AT: \"allowed Cushan Rishathaim and his army to defeat them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "into the hand of Cushan Rishathaim", "text": "Here \"hand\" is a metonym that represents power or control. Also, \"Cushan Rishathaim\" is a synechdoche that represents his army. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Cushan Rishathaim", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Aram Naharaim", "text": "This is the name of a country. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "Yahweh raised up someone", "text": "Yahweh appointing someone to do a special work for him is spoken of as if Yahweh raised or lifted up the person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Othniel ... Kenaz", "text": "Translate these names the same way you did in [[:en:bible:notes:jdg:01:11|1:13]]."}, {"ref": "empowered him", "text": "This phrase means that Yahweh helped Othniel to have and develop the qualities he needed to be a great leader."}, {"ref": "he judged Israel", "text": "Here \"judged\" means he led the people of Israel."}, {"ref": "he went out to war", "text": "Here \"he\" refers to Othniel who represents the army of Israel. AT: \"Othniel and the Israelite soldiers went to fight against the army of Cushan Rishathaim\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yahweh gave him victory over Cushan Rishathaim king of Aram", "text": "Here \"Cushan Rishathaim\" represents his army. AT: \"Yahweh helped the Israelite army defeat the army of Cushan Rishathaim king of Aram\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The hand of Othniel", "text": "Here \"hand\" is a metonym for army. AT: \"The army of Othniel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The land had peace", "text": "\"The land\" is used to refer to the people who lived in the land. AT: \"The people lived peacefully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "12", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "Here \"in the sight of Yahweh\" represents what Yahweh considers or thinks about something. See how you translated this in [[:en:bible:notes:jdg:02:11|2:11]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh gave strength to Eglon king of Moab", "text": "The abstract noun \"strength\" can be stated as an adjective. AT: \"Yahweh made Eglon king of Moab strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to Eglon king of Moab to overpower the Israelites", "text": "Here \"Eglon king of Moab\" represents his army. AT: \"to Eglon king of Moab and his soldiers as they attacked the Israelite army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Eglon", "text": "This is the name of a king. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the City of Palms", "text": "This is another name for the city of Jericho. See how you translated this in [[:en:bible:notes:jdg:01:16|1:16]]."}, {"ref": "eighteen years", "text": "\"18 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "15", "tn": [{"ref": "called out to Yahweh", "text": "Here this means to shout or speak loudly to someone far away. It can also mean to ask someone for help, especially God."}, {"ref": "raised up someone", "text": "Yahweh appointing someone to do a special service for him is spoken of as if he raised or lifted up the person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Ehud ... Gera", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "left-handed", "text": "handed** - Ehud was better able to hold a sword with his left hand."}]}, {"id": "16", "tn": [{"ref": "one cubit", "text": "If it is necessary to use a modern measurement of length, here are two ways of doing it. AT: \"46 centimeters\" or \"about one half meter\" (UDB) (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "he strapped it on under his clothing on his right thigh", "text": "\"he tied it to his right thigh under his clothing\""}, {"ref": "thigh", "text": "\"upper leg\""}, {"ref": "Now Eglon was a very fat man", "text": "Here \"Now\" is used here to mark a break in the main storyline. Here the narrator tells background information about Eglon. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "19", "tn": [{"ref": "when he reached the place where the carved images were made near Gilgal", "text": "This can be stated in active form. AT: \"when he arrived at the place near Gilgal where people made carved images\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the coolness of the upper room", "text": "This is a room above the lower level that was used for rest and to remain cool during the hot part of the day."}, {"ref": "The king got up out of his seat", "text": "Standing up was a sign of honoring God will listening to his message. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "21", "tn": [{"ref": "The tip of the sword came out of his back", "text": "\"The sharp end of the sword came out of his back\""}, {"ref": "porch", "text": "an outside room with low walls and a roof covering"}]}, {"id": "24", "tn": [{"ref": "Surely he is relieving himself", "text": "This is a polite way to speak about a person having a bowel movement (defecating) or urinating. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "until they felt they were neglecting their duty", "text": "They waited until they became worried that something was wrong and it was their duty to open the doors to their king's private room."}, {"ref": "took the key and opened them", "text": "\"took the key and opened the doors\""}]}, {"id": "26", "tn": [{"ref": "While the servants were waiting ... Ehud escaped", "text": "This tells what happened before the servants opened the doors to the upper room and found the king dead. AT: \"Meanwhile, as the servants were still waiting outside of the upper room ... Ehud escaped\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Seirah", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When he arrived", "text": "This could be made clearer. AT: \"When he arrived in Seirah\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Ehud speaks to the people of Israel in Ephraim."}, {"ref": "for Yahweh is about to defeat your enemies", "text": "Yahweh helping the Israelites to defeat their enemies is spoken of as if Yahweh were a warrior who would fight and defeat their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "captured the fords", "text": "\"gained control of the fords\""}, {"ref": "fords", "text": "the areas of a river where it is shallow and easy to walk across to the other side"}, {"ref": "did not allow anyone to cross", "text": "\"did not let anyone cross\""}, {"ref": "ten thousand men", "text": "\"10,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "capable men", "text": "\"able men\" or \"men able to fight well\""}, {"ref": "Moab was subdued by the strength of Israel", "text": "This can be stated in active form. AT: \"the Israelite army defeated the Moabites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the strength of Israel", "text": "Here \"strength\" represents the Israelite army. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the land had rest", "text": "Here \"land\" represents the people. AT: \"the Israelites lived peacefully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "eighty years", "text": "\"80 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "31", "tn": [{"ref": "judge", "text": "God appointed judges to lead the people of Israel in times of trouble after they entered the Promised Land and before they had kings. Often judges rescued the Israelites from their enemies."}, {"ref": "Shamgar", "text": "The name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Anath", "text": "The name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "goad", "text": "\"move\" or \"direct\""}, {"ref": "He also delivered Israel from danger", "text": "The word \"danger\" refers to enemies that tried to harm the people of Israel. AT: \"He also delivered the people of Israel from their enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]