[{"id": "01", "tn": [{"ref": "he went to bed with her", "text": "The phrase \"went to bed with\" is a polite way of referring to having sex. AT: \"he had sex with her\" or \"he slept with her\" (See: [[:en:ta:vol2:translate:figs_euphemism|Euphemism]])"}, {"ref": "The Gazites were told", "text": "The word \"Gazites\" refers to people from Gaza. This can be stated in active form. AT: \"Someone told the people of Gaza\" (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "The Gazites surrounded the place ... they waited for him all night at the city gate", "text": "This implies that some Gazites surrounded the place where Samson was staying and others waited at the city gate so that he could not leave."}, {"ref": "They kept silent all night", "text": "Possible meanings are 1) \"They did not make any noise all night\" or 2) \"They made no attempt to attack him all night.\""}]}, {"id": "03", "tn": [{"ref": "midnight", "text": "\"the middle of the night\""}, {"ref": "its two posts", "text": "These are supports for the city gate. These posts were probably made from tree trunks and were buried deep into the ground. The doors of the city gate were attached to these posts."}, {"ref": "bar and all", "text": "The bar was probably a heavy rod of iron that connected the gate to the posts. The doors of the city gate were probably made of heavy wooden beams or iron bars."}, {"ref": "shoulders", "text": "the part of the human body where the arms and the neck attach to the body"}, {"ref": "Hebron", "text": "This is the name of a city.  (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "Valley of Sorek", "text": "This is the name of a valley near Samson's home. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Trick", "text": "to mislead or fool  someone into doing something they would not want to do"}, {"ref": "to see", "text": "This is an idiom that means to learn something. AT: \"to understand\" or \"to learn\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "where his great strength lies", "text": "This is an idiom that refers to where his strength comes from. AT: \"what causes him to be very strong\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "by what means we may overpower him", "text": "\"how we might overpower him\""}]}, {"id": "06", "tn": [{"ref": "bind you, so you might be controlled", "text": "This can be stated in active form. AT: \"bind you to control you\" or \"bind you to restrain you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fresh bowstrings", "text": "Bowstrings were often made from parts of an animal, often from the tendons. The words \"fresh bowstrings\" refer to those that come from a freshly slaughtered animal that have not yet dried."}, {"ref": "that have not been dried", "text": "This can be stated in active form. AT: \"that have not yet dried\" or \"that are not dry yet\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "that had not been dried", "text": "This can be stated in active form. AT: \"that had not yet dried\" or \"that were not dry yet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she tied Samson up with them", "text": "\"Delilah tied Samson up with the fresh bowstrings\""}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells background information about Philistine men that Delilah had waiting to capture Samson. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "The Philistines are upon you", "text": "The phrase \"upon you\" means that they are ready to capture him. AT: \"The Philistines are here to capture you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he broke the bowstrings like a thread of yarn when it touches the fire", "text": "The author describes how easily he broke the bowstrings by comparing them to how yarn breaks when it is burned. AT: \"he broke the bowstrings as easily as if he were breaking burned yarn\" or \"he broke the bowstrings as easily as if they were made of thin yarn\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "10", "tn": [{"ref": "This is how you have deceived me and told me lies.", "text": "Deceiving and lying mean the same thing and are stated to emphasize how angry Delilah felt.  AT: \"You have greatly deceived me!\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you can be overpowered", "text": "This can be stated in active form. AT: \"people can overpower you\""}, {"ref": "The Philistines are upon you", "text": "The phrase \"upon you\" means that they are there to capture him. AT: \"The Philistines are here to capture you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "lying in wait", "text": "This means that they were hiding and waiting for the right moment to attack. AT: \"waiting to attack him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "like they were a piece of thread", "text": "The author describes how easily Samson broke the ropes by comparing it to him breaking a piece of thread. AT: \"as easily as if they were only a piece of thread\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "13", "tn": [{"ref": "you have deceived me and told me lies", "text": "Deceiving and lying mean the same thing and are stated to emphasize how angry Delilah felt.  AT: \"you have greatly deceived me!\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you may be overpowered", "text": "This can be stated in active form. AT: \"people can overpower you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "weave", "text": "crossing pieces of material together so they hold each other in place"}, {"ref": "locks of my hair", "text": "small bunches of hair"}, {"ref": "fabric", "text": "cloth made from weaving material together"}, {"ref": "loom", "text": "a machine used for combining many threads of material into a cloth (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "then nail that to the loom", "text": "\"then nail the fabric to the loom\""}, {"ref": "nail", "text": "to hammer a nail in order to hold something in one place"}, {"ref": "I will be like any other man", "text": "The full meaning of this statement can be made explicit. AT: \"I will be as weak as any other man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Philistines are upon you", "text": "The phrase \"upon you\" means that they are there to capture him. AT: \"The Philistines are here to capture you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he pulled out the fabric and the pin from the loom", "text": "Samson pulled out the fabric from the loom when he pulled his hair away from the loom. This can be stated clearly. AT: \"pulled away his hair, taking with it the pin of the loom and the fabric in the loom\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the pin", "text": "This is the wooden nail or peg used to fasten the fabric to the loom."}]}, {"id": "15", "tn": [{"ref": "How can you say, 'I love you,' when you do not share your secrets with me?", "text": "Delilah asks this question to say that if Samson really loved her he would tell her his secrets. This question can be written as a statement. AT: \"When you say 'I love you,' you are lying because you do not share your secrets with me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "pressed him hard ... pressured him", "text": "Here the author speaks of how Delilah tries to persuade Samson as if she were putting pressure on him to convince him to tell her what she wants to know. AT: \"tried hard to persuade him ... kept trying to persuade him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "with her words", "text": "Here \"words\" represent what Delilah was saying to Samson. AT: \"by what she said to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that he wished he would die", "text": "The author used a hyperbole, an exaggeration, to emphasize how miserable Sampson felt. AT: \"that he was completely miserable\" or \"that he was very unhappy\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "17", "tn": [{"ref": "told her everything", "text": "Here \"everything\" refers to everything about the source of his strength. This can be stated clearly. AT: \"told her the source of his strength\" or \"told her the truth\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "razor", "text": "a sharp blade used to cut hair close to a person's skin"}, {"ref": "a Nazirite for God", "text": "This means that he is devoted to God as a Nazirite. See how you translated a similar phrase in [[:en:bible:notes:jdg:13:03|13:5]]. AT: \"a Nazirite devoted to God\" or \"devoted to God as a Nazirite\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from my mother's womb", "text": "Here \"from my mother's womb\" refers to his entire life. AT: \"my entire life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If my head is shaved", "text": "This can be stated in active form. AT: \"If someone shaves my head\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shaved", "text": "to have had the hair cut close to the skin with a razor"}, {"ref": "my strength will leave me", "text": "Samson speaks about his strength as if it were a person who could leave him. AT: \"I will not be strong any more\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "18", "tn": [{"ref": "Delilah saw", "text": "Here the word \"saw\" is a idiom that means to realize something. AT: \"Delilah realized\" (UDB) or \"Delilah learned\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the truth about everything", "text": "Here the word \"everything\" refers to everything about why Samson was strong. AT: \"the truth about why he is strong\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Come up again", "text": "Delilah is telling the rulers to come again to where she lives. Her home is likely at a higher elevation than where the rulers would be travelling from."}, {"ref": "bringing the silver in their hands", "text": "This means that they brought to her the silver that they had promised to give her if she helped them capture Samson. AT: \"bringing the silver that they had promised to give her\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "She had him fall asleep", "text": "\"She caused him to fall asleep\""}, {"ref": "in her lap", "text": "This means that he slept with his head on her lap. This can be stated clearly. AT: \"with his head on her lap\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lap", "text": "The lap is the level area of the upper legs when a person is sitting down."}, {"ref": "the seven locks of his head", "text": "Samson had seven locks of hair on his head. Locks are small bunches of hair.  Here his locks of hair are described as \"belonging\" to his head. AT: \"the seven locks of hair on his head\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "subdue him", "text": "\"control him\""}, {"ref": "his strength had left him", "text": "Here Samson's strength is described as if it were a person who could leave him. AT: \"his strength was gone\" or \"he was no longer strong\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "20", "tn": [{"ref": "The Philistines are upon you", "text": "The phrase \"upon you\" means that they are ready to capture him. AT: \"The Philistines are here to capture you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "woke up", "text": "\"awakened\""}, {"ref": "get out", "text": "\"escape\""}, {"ref": "But he did not know that Yahweh had left him", "text": "It is implied that if Yahweh left Samson, he would no longer be strong. AT: \"But he did not know that Yahweh had left him and that he would not be strong enough to defeat the Philistines\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "put out his eyes", "text": "This means that they removed his eyes from his head. AT: \"removed his eyes\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "down to Gaza", "text": "The phrase \"down to\" is used here because they brought Samson to Gaza which is lower in elevation than his home where they captured him."}, {"ref": "bound him with bronze shackles", "text": "\"chained him with bronze shackles\" or \"tied him up using bronze shackles\""}, {"ref": "shackles", "text": "locks on the end of chains that hold a prisoner at his feet or hands, or both"}, {"ref": "turned the millstone", "text": "\"pulled the millstone around in a circle\""}, {"ref": "millstone", "text": "This is a very large, heavy, circular stone. Normally, a large animal pulls the millstone around in a circle to crush grain. Here the Philistines humiliate Samson by making him pull it."}, {"ref": "after it had been shaved", "text": "This can be stated in active form. AT: \"after the Philistines had shaved it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "Dagon", "text": "a major false god of the Philistines (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "conquered", "text": "\"defeated\""}, {"ref": "put him in our grasp", "text": "Here the author speak of Samson being under the rulers' control as if he were something grasped tightly by their hands. AT: \"put him under our control\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the destroyer of our country", "text": "This refers to Samson. The word \"destroyer\" can be expressed with the verb \"destroy.\" AT: \"the man who has destroyed our country\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who killed many of us", "text": "Here the word \"us\" refers to the Philistine people. Those who are talking are not counting themselves among the people whom Samson killed. AT: \"who killed many of our people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "25", "tn": [{"ref": "Call for Samson ... They called for Samson", "text": "Since Samson was a prisoner, he would not be called directly, but rather the people were asking for the men in charge of the prison to bring him to them. AT: \"Call for them to bring out Samson ... They brought Samson\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the boy", "text": "\"the young man\" This was not a young child, but rather a youth."}, {"ref": "Permit me to touch the pillars on which the building rests", "text": "\"Allow me to touch the pillars which hold up the building\""}]}, {"id": "27", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main story while the writer tells background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "three thousand men and women", "text": "\"3,000 men and women\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "looking on", "text": "\"watching\""}, {"ref": "while Samson was entertaining them", "text": "It is unclear what Samson did to entertain them. It seems the Philistines were making him do things that would humiliate him so that they could make fun of him."}]}, {"id": "28", "tn": [{"ref": "called to Yahweh", "text": "\"prayed to Yahweh\""}, {"ref": "call me to mind", "text": "This means to remember him and his situation. AT: \"remember me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "only this once", "text": "\"one more time\""}, {"ref": "in one blow on the Philistines", "text": "This idiom means that he wants to have one more powerful act against the Philistines to get full revenge for what they did to him. AT: \"with one strike against the Philistine\" or \"in one powerful act against the Philistines\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "on which the building rested", "text": "\"which held up the building\""}]}, {"id": "30", "tn": [{"ref": "He stretched out with his strength", "text": "When Samson stretched out his arms he pushed down the pillars of the building. AT: \"He used his strength to push down the pillars\" or \"He used his strength to push over the pillars\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the dead", "text": "This refers to people who are dead. AT: \"the dead people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "were more", "text": "\"were a greater amount\""}, {"ref": "all the house of his father", "text": "Here the word \"house\" refers to his family. AT: \"all of his father's family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "came down", "text": "The phrase \"came down\" is used here because the place that Samson's family traveled form was higher in elevation than Gaza."}, {"ref": "Zorah ... Eshtaol", "text": "Translate the names of these the places the same way you did in [[:en:bible:notes:jdg:13:01|13:2]] and [[:en:bible:notes:jdg:13:24|13:25]]."}, {"ref": "in the burial place of Manoah, his father", "text": "\"where his father, Manoah, is buried\""}, {"ref": "Manoah", "text": "Translate this man's name the same as you did in [[:en:bible:notes:jdg:13:01|13:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Samson had judged Israel for twenty years", "text": "This same sentence is also in [[:en:bible:notes:jdg:15:19|15:20]]. It is repeated here to remind readers of how long he judged Israel. AT: \"Samson had judged Israel for twenty years before he died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "twenty years", "text": "\"20 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]