{"1": [{"a": "The word of Yahweh came to Joel.", "q": "Whose word came to Joel?", "ref": ["01-01"]}, {"a": "They were to tell their children, and their children were to tell their children.", "q": "To whom were the elder to tell the word of Yahweh?", "ref": ["01-03"]}, {"a": "The grasshopper has eaten what the great locusts have left.", "q": "What happened to what the great locusts have left?", "ref": ["01-04"]}, {"a": "They will wail because the sweet wine has been cut off.", "q": "Why will drinkers of wine wail?", "ref": ["01-05"]}, {"a": "He has made the vineyard into a terrifying place.", "q": "Into what has the enemy made the vineyard?", "ref": ["01-07"]}, {"a": "The virgin mourns for the death of her young husband.", "q": "For what reason does the virgin mourn?", "ref": ["01-08"]}, {"a": "The grain had been destroyed.", "q": "What has happened to the grain?", "ref": ["01-10"]}, {"a": "The grain offering and the drink offering have been withheld from the house of God.", "q": "What has been withheld from the house of God?", "ref": ["01-13"]}, {"a": "The day of Yahweh is almost here.", "q": "When will the day of Yahweh be here?", "ref": ["01-15"]}, {"a": "The barns have been broken down.", "q": "What has been broken down?", "ref": ["01-17"]}, {"a": "The herds of cattle are suffering because they have no pasture.", "q": "Why are the herds of cattle suffering?", "ref": ["01-18"]}, {"a": "Joel calls to Yahweh.", "q": "To whom does Joel call?", "ref": ["01-19"]}, {"a": "The animals of the field pant for Yahweh", "q": "For whom do the animals of the field pant?", "ref": ["01-20"]}], "2": [{"a": "They should tremble in fear, for the day of Yahweh is coming.", "q": "Why should all the inhabitants of the land tremble in fear?", "ref": ["02-01"]}, {"a": "There has never been an army like this one, and there never will be again.", "q": "When has there been an army like this one?", "ref": ["02-02"]}, {"a": "The land behind the army is a ruined wilderness.", "q": "What is the land like behind the army?", "ref": ["02-03"]}, {"a": "The army looks like horses and runs like horsemen.", "q": "What does the army look like and act like?", "ref": ["02-04"]}, {"a": "They rush on the city, they run on the wall, they climb in houses, and they go through windows like thieves.", "q": "How does the army enter the city?", "ref": ["02-09"]}, {"a": "This is Yahweh's army.", "q": "Whose army is this?", "ref": ["02-11"]}, {"a": "They should tear their hearts and their garments.", "q": "What two things should the people tear?", "ref": ["02-13"]}, {"a": "He is gracious and merciful, slow to anger and abundant in love, and he would like to turn from inflicting punishment.", "q": "Why should the people return to Yahweh?", "ref": ["02-13"]}, {"a": "They should blow a trumpet to consecrate a fast, and to call a sacred assembly.", "q": "Why should the people blow a trumpet in Zion?", "ref": ["02-15"]}, {"a": "Yahweh's people had been a disgrace among the nations.", "q": "What had Yahweh's people been among the nations?", "ref": ["02-19"]}, {"a": "The land should not fear for Yahweh has done great things.", "q": "Why should the land not fear?", "ref": ["02-21"]}, {"a": "Yahweh sent the mighty army.", "q": "Who sent the mighty army?", "ref": ["02-25"]}, {"a": "No, he will never bring shame on his people again.", "q": "Will Yahweh ever bring shame on his people again?", "ref": ["02-26", "02-27"]}, {"a": "Their sons and your daughters will prophesy, their old men will dream dreams, and their young men will see visions.", "q": "What will happen when Yahweh pours out his Spirit?", "ref": ["02-28", "02-29"]}, {"a": "Yahweh show wonders in heavens and on the earth.", "q": "What will Yahweh show in heavens and on the earth?", "ref": ["02-30"]}, {"a": "The sun will turn into darkness.", "q": "Into what will the sun turn?", "ref": ["02-31"]}, {"a": "Everyone who calls on the name of Yahweh will be saved.", "q": "Who will be saved at that time?", "ref": ["02-32"]}], "3": [{"a": "Yahweh will bring the nations to the Valley of Jehoshphat.", "q": "Who will Yahweh bring to the Valley of Jehoshphat?", "ref": ["03-02"]}, {"a": "The nations scattered Yahweh's people.", "q": "Who did the nations scatter?", "ref": ["03-02"]}, {"a": "Tyre, Sidon and all the regions of Philistia are angry at Yahweh.", "q": "At whom are Tyre, Sidon and all the regions of Philistia angry?", "ref": ["03-04"]}, {"a": "They brought his treasures into their temples.", "q": "What did Tyre, Sidon, and Philistia do with Yahweh's treasures?", "ref": ["03-05"]}, {"a": "They sold the people to the Greeks in order to remove them far from their territory.", "q": "What did Tyre, Sidon, and Philistia do to the people of Judah and Jerusalem?", "ref": ["03-06"]}, {"a": "Yahweh will sell their sons and daughters to the Sabeans by the hand of the people of Judah.", "q": "What will Yahweh do to the sons and daughters of Tyre, Sidon, and Philistia?", "ref": ["03-08"]}, {"a": "They should beat their plowshares into swords.", "q": "Into what should the nations beat their plowshares?", "ref": ["03-10"]}, {"a": "Yahweh will sit to judge all surrounding nations.", "q": "What will Yahweh do to all surrounding nations?", "ref": ["03-12"]}, {"a": "The sun and the moon will become dark, and the stars will keep back their brightness.", "q": "What will happen to the sun, moon, and stars?", "ref": ["03-14"]}, {"a": "Yahweh be a shelter and a fortress for his people.", "q": "What two things will Yahweh be for his people?", "ref": ["03-16"]}, {"a": "Yahweh theirs God lives in Zion.", "q": "Who lives in Zion?", "ref": ["03-17"]}, {"a": "The hills will flow with milk.", "q": "With what will the hills flow?", "ref": ["03-18"]}, {"a": "Egypt and Edom will be abandoned.", "q": "Who will be abandoned because of the violence they did to the people of Judah?", "ref": ["03-19"]}]}