{"1": [{"a": "Paul give thanks to God for their growing faith and for their love toward each other.", "q": "For what two things in the church at Thessalonica does Paul give thanks to God?", "ref": ["01-03"]}, {"a": "The believers are enduring persecutions and afflictions.", "q": "What circumstances are the believers enduring in Thessalonica?", "ref": ["01-04"]}, {"a": "The believers will be counted worthy of the kingdom of God.", "q": "What will be the positive result of the circumstances the believers are enduring?", "ref": ["01-05"]}, {"a": "God will afflict those who afflict the believers, punishing them with flaming fire.", "q": "What will God do to those who afflict the believers?", "ref": ["01-06", "01-08"]}, {"a": "The believers will be relieved when Jesus Christ is revealed from heaven.", "q": "When will the believers be relieved of their afflictions?", "ref": ["01-07"]}, {"a": "The punishment for those who do not know God will be eternal.", "q": "How long will the punishment be for those who do not know God?", "ref": ["01-09"]}, {"a": "Those who do not know God are separated from the presence of the Lord as part of their punishment.", "q": "From what are those who do not know God separated as part of their punishment?", "ref": ["01-09"]}, {"a": "The believers will marvel at Christ when he comes on his day.", "q": "What will the believers do when they see Christ come on his day?", "ref": ["01-10"]}, {"a": "The result of their good works is that the name of the Lord Jesus Christ is glorified.", "q": "What is the result of the believers' good works of faith done in God's power?", "ref": ["01-11", "01-12"]}], "2": [{"a": "Paul says he is now going to write concerning the coming of the Lord Jesus Christ.", "q": "About what event does Paul say he is now going to write?", "ref": ["02-01"]}, {"a": "Paul tells them not to believe that the day of the Lord has already come.", "q": "What does Paul tell them not to believe?", "ref": ["02-02"]}, {"a": "The falling away and the revealing of the man of lawlessness must come before the day of the Lord.", "q": "What does Paul say must come before the day of the Lord?", "ref": ["02-03"]}, {"a": "The man of lawlessness opposes and exalts himself against God, sitting in the temple of God and portraying himself as God.", "q": "What does the man of lawlessness do?", "ref": ["02-04"]}, {"a": "The man of lawlessness will be revealed when it is time, when the one who restrains him is taken out of the way.", "q": "When will the man of lawlessness be revealed?", "ref": ["02-06", "02-07"]}, {"a": "When Jesus is revealed, he will kill the man of lawlessness.", "q": "What will Jesus do to the man of lawlessness when Jesus is revealed?", "ref": ["02-08"]}, {"a": "Satan is working with the man of lawlessness to give him power, signs, and false wonders.", "q": "Who is working with the man of lawlessness to give him power, signs, and false wonders?", "ref": ["02-09"]}, {"a": "Some are deceived because they did not receive the love of the truth that they might be saved.", "q": "Why are some deceived by the man of lawlessness and are perishing?", "ref": ["02-10"]}, {"a": "Those who are deceived and perishing take pleasure in unrighteousness.", "q": "In what do those who are deceived and perishing take pleasure?", "ref": ["02-12"]}, {"a": "God chose for the Thessalonians to obtain the glory of the Lord Jesus Christ through the gospel.", "q": "What did God choose for the Thessalonians to obtain through the gospel?", "ref": ["02-13", "02-14"]}, {"a": "Paul calls the Thessalonians to stand firm and to grasp the traditions that they were taught.", "q": "What does Paul call the Thessalonians to do now that they have received the gospel?", "ref": ["02-15"]}, {"a": "Paul desires that the Thessalonians be established in every good work and word.", "q": "In what does Paul desire the Thessalonians to be established in their hearts?", "ref": ["02-17"]}], "3": [{"a": "Paul wants the Thessalonians to pray that the word of the Lord would spread rapidly and be glorified.", "q": "For what does Paul want the Thessalonians to pray regarding the word of the Lord?", "ref": ["03-01"]}, {"a": "Paul wishes to be delivered from wicked and evil people who do not have faith.", "q": "From whom does Paul wish to be delivered?", "ref": ["03-02"]}, {"a": "Paul tells the Thessalonians to continue to do the things he has commanded them.", "q": "What does Paul tell the Thessalonians to continue to do?", "ref": ["03-04"]}, {"a": "The believers are to avoid every brother who lives idly.", "q": "What are the believers to do with every brother who lives idly?", "ref": ["03-06"]}, {"a": "Paul labored night and day, paying for his food, and not being a burden to anyone.", "q": "What example did Paul set for the Thessalonians regarding his work and support?", "ref": ["03-07", "03-09"]}, {"a": "Paul commanded that anyone who does not want to work should not eat.", "q": "What did Paul command concerning anyone who does not want to work?", "ref": ["03-10"]}, {"a": "Paul commands the lazy to work with quietness and to eat their own food.", "q": "Instead of being lazy, what does Paul command such people to do?", "ref": ["03-12"]}, {"a": "The brothers are to have no association with anyone who does not obey Paul's instruction in this letter.", "q": "What are the brothers to do with anyone who does not obey Paul's instruction in this letter?", "ref": ["03-14"]}, {"a": "Paul desires that the Lord would give the Thessalonians peace at all times in all ways.", "q": "What does Paul desire that the Lord would give the Thessalonians?", "ref": ["03-16"]}, {"a": "Paul wrote the greeting with his own hand as the sign that he is the author.", "q": "How does Paul show that he is the author of this letter?", "ref": ["03-17"]}]}