[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "You are the people ... you are a nation ... has chosen you", "text": "All occurrences of \"you\" refer to the people of Israel. Moses was included as a part of the people. AT: \"We are the people ... we are a nation ... has chosen us\""}, {"ref": "Do not cut yourselves, nor shave any part of your face for the dead", "text": "These were ways the people groups living in Canaan showed that they were grieving over people who had died. Moses is telling the people of Israel not to act like them. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "nor shave any part of your face", "text": "\"nor shave the front of your head\""}, {"ref": "For you are a nation ... surface of the earth", "text": "Translate these words as you did in [[:en:bible:notes:deu:07:06|7:6]]."}, {"ref": "you are a nation that is set apart to Yahweh your God", "text": "Yahweh choosing the people of Israel to belong to him in a special way is spoken of as if Yahweh set them apart from all other nations. This can be stated in active form. AT: \"Yahweh your God has set you apart from other nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh has chosen you to be a people for his own possession", "text": "This means basically the same thing as the first part of the sentence. They both mean that the people of Israel belong to Yahweh in a special way. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a people for his own possession", "text": "\"a people for his treasured possession\" or \"his people\""}, {"ref": "more than all peoples that are on the surface of the earth", "text": "\"out of all the people groups in the world\""}]}, {"id": "03", "tn": [{"ref": "You must not eat any abominable thing", "text": "The people of Israel were not supposed to eat anything that God said was unfit for eating."}, {"ref": "the deer, the gazelle, the roebuck", "text": "These are all types of deer. If your language does not have a word for each animal it can be translated as \"all kinds of deer.\""}, {"ref": "the gazelle", "text": "This is wild animal with long thin legs that can run quickly. See how you translated this in [[:en:bible:notes:deu:12:15|12:15]]."}, {"ref": "the roebuck", "text": "a type of deer (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "ibex, and the antelope", "text": "Both of these are types of antelope. If your language does not have a word for each animal it can be translated as \"all kinds of antelope.\""}, {"ref": "ibex", "text": "a type of antelope (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "06", "tn": [{"ref": "that parts the hoof", "text": "\"that have split hooves\" (UDB). This is a hoof that is split into two parts instead of being one whole."}, {"ref": "chews the cud", "text": "This means the animal brings its food up from its stomach and chews it again."}, {"ref": "rabbit", "text": "This is a small animal with long ears that usually lives in holes in the ground. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "rock badger", "text": "This is a small animal that lives in rocky places. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "they are unclean for you", "text": "Something Yahweh says is unfit for his people to eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "The pig is unclean for you", "text": "Something Yahweh says is unfit for his people to eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Of these things that are in water you may eat", "text": "\"You may eat these kinds of animals that live in the water\""}, {"ref": "fins", "text": "the thin, flat part which the fish uses to move through the water"}, {"ref": "scales", "text": "the small plates that cover the body of the fish"}, {"ref": "they are unclean for you", "text": "Something Yahweh says is unfit for his people to eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "All clean birds", "text": "An animal that God says is fit for his people to eat is spoken of as if the animal were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "eagle ... vulture ... osprey ... red kite ... black kite ... falcon", "text": "These are birds that are either awake at night or feed on small animals and dead animals. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "14", "tn": [{"ref": "raven ... cormorant", "text": "These are all types of birds that are either awake at night or feed on small animals and dead animals. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "18", "tn": [{"ref": "stork ... heron, the hoopoe", "text": "These are types of birds that eat small animals and lizards. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the bat", "text": "animal with wings and furry body which is awake mainly at night and eats insects and rodents"}, {"ref": "All winged, swarming things", "text": "This means all flying insects that move in large groups."}, {"ref": "are unclean for you", "text": "Animals that God says are unfit for his people to eat are spoken of as if the animals are physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they must not be eaten", "text": "This can be stated in active form. AT: \"you must not eat them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all clean flying things", "text": "Animals that God says are fit for his people to eat are spoken of as if the animals are physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "anything that dies of itself", "text": "This means an animal that dies a natural death."}, {"ref": "For you are a nation that is set apart to Yahweh your God", "text": "Yahweh choosing the people of Israel to belong to him in a special way is spoken of as if Yahweh set them apart from all other nations. This can be stated in active form. AT: \"For Yahweh your God has set you apart from other nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "tithe all the yield of your seed", "text": "This means they are to give one part out of every ten equal parts from their crops."}, {"ref": "year after year", "text": "\"every year\""}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}]}, {"id": "24", "tn": [{"ref": "carry it", "text": "Here \"it\" refers to the tithe of crops and livestock."}, {"ref": "you will convert the offering into money", "text": "\"you will sell your offering for money\""}, {"ref": "tie up the money in your hand, and go", "text": "\"put the money in a bag and take it with you\""}]}, {"id": "26", "tn": [{"ref": "for whatever you desire", "text": "\"for whatever you want\""}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}, {"ref": "The Levite who is within your gates", "text": "Here \"gate\" represents the entire city or town. AT: \"Any Levite who lives in your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "do not forsake him", "text": "This can be stated in positive form. AT: \"make sure to give some of your tithe to the Levite\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "for he has no portion nor inheritance with you", "text": "The tribe of Levi did not receive a portion of land as their inheritance. Their share of the inheritance was the honor of serving Yahweh as his priests. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no portion nor inheritance with you", "text": "God not giving land to the Levites is spoken of as if he were not giving them an inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "every three years you will present all the tithe of your produce", "text": "Once every 3 years the Israelites were to store their tithes within their own towns so that it would be used to provide for the Levites, orphans, widows and foreigners. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "within your gates", "text": "Here \"gates\" represents the entire city or town. AT: \"inside your city\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "because he has no portion nor inheritance with you", "text": "God not giving any land to the Levites is spoken of as if he were not giving them an inheritance. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fatherless", "text": "These are children whose parents have both died and do not have relatives to care for them."}, {"ref": "widow", "text": "This is a woman whose husband has died and has no children to care for her in her old age."}, {"ref": "in all the work of your hand that you do", "text": "Here \"hand\" represents the whole person. This refers to the work that someone does. AT: \"in all the work you do\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]