[{"id": "01", "tn": [{"ref": "Ahithophel", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:11|15:12]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twelve thousand men", "text": "\"12,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "arise and", "text": "\"begin to\""}, {"ref": "come on", "text": "\"come to\""}, {"ref": "weary and weak", "text": "These words mean basically the same thing and are used together to emphasize how weak David was. AT: \"weak\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "will surprise him with fear", "text": "Here the word \"fear\" can be expressed with the adjective \"afraid.\" AT: \"will surprise him and make him afraid\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will attack only the king", "text": "It is implied that he intends to kill the king. This can be stated clearly. AT: \"I will kill only the king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bring back all the people", "text": "This refers to all of the people who were with David. AT: \"bring back all of the people who were with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like a bride coming to her husband", "text": "Here Ahithophel speaks of the peoples' happiness by comparing it to a bride's happiness. AT: \"and they will come happily, like a bride is happy when she comes to her husband\" or \"and they will come happily\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "be at peace", "text": "This means to have peace or to live peacefully. AT: \"live peacefully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "under you", "text": "This refers to being under the king's authority. AT: \"under your authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "Hushai the Archite", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:32|15:32]]."}, {"ref": "Ahithophel", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:11|15:12]]."}]}, {"id": "08", "tn": [{"ref": "they are like a bear robbed of her cubs", "text": "The anger of the soldiers here is being compared to that of a mother bear who cubs are taken from her. AT: \"they are angry, like a mother bear whose cubs have been take from her\" or \"they are very angry\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a bear", "text": "a large furry animal that walks on four legs and has sharp claws and teeth"}, {"ref": "is a man of war", "text": "This means that his has fought in many battles and knows well the ways of war. AT: \"has fought in many battles\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Look", "text": "Here this word is used to draw someone's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "pit", "text": "a deep hole in the ground"}, {"ref": "or in some other place", "text": "This is another place he may be hiding. AT: \"or hidden in some other place\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "when some of your men have been killed", "text": "This can be stated in active form. AT: \"when his soldiers kill some of your men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A slaughter has taken place among the soldiers who follow Absalom", "text": "The noun \"slaughter\" means an event where many people are brutally killed. This can be expressed as a verb. AT: \"Many of the soldiers who follow Absalom have been slaughtered\" or \"The enemy soldiers have killed many of the soldiers who follow Absalom\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "whose hearts are like the heart of a lion", "text": "Here the soldiers are refers to by their \"hearts.\" Also, their strong bravery is compared to that of a lion's. AT: \"who are as brave as lions\" or \"who are very brave\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "that all Israel should be gathered together to you", "text": "This can be stated in active form. Also, the all of the soldiers in Israel are referred to here as \"all Israel.\" AT: \"that you should gather together all of the Israelite soldiers\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from Dan to Beersheba", "text": "This phrase means from the northern border of Israel to the southern border. AT: \"from the whole nation of Israel\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "as numerous as the sands that are by the sea", "text": "This is an exaggeration where all the grains of sand on a beach are compared to the number of Israelite soldiers. AT: \"so many that they can barely be counted\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "that you go to battle in person", "text": "The phrase \"in person\" means to go yourself and not send someone else instead. AT: \"then lead them yourself into battle\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "come on him", "text": "This means to purposefully go to where he is and then to attack. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "we will cover him as the dew falls on the ground", "text": "Absalom's army is described as covering David's army like the dew covers the ground in the morning. AT: \"we will overwhelm and completely defeat David's army\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "dew", "text": "the fog or misty cloud of water that can fall onto the ground during the night, covering the ground and leaving it wet in the morning"}, {"ref": "We will not leave even one of his men ... alive", "text": "This negative sentence is used for emphasis and can be stated in a positive form. AT: \"We will kill every one of his men\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "him himself", "text": "Both these words refer to David. AT: \"David himself\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "13", "tn": [{"ref": "then all Israel", "text": "This refers to Israel's soldiers, not to all of Israel. AT: \"then all of our soldiers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will bring ropes to that city and we will drag it into the river", "text": "This means that the soldiers would tear down the city walls and drag the pieces to river. AT: \"will destroy the city and drag the stones to the river with ropes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "until there is no longer even a small stone found there", "text": "This is an exaggeration to describe how completely they will destroy the city. The would not literally sweep away every small stone from the city. AT: \"until the city is completely destroyed\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Hushai the Archite", "text": "Translate this man's name the same as you did in [[:en:bible:notes:2sa:15:32|15:32]]. Archite is the name of a people group."}, {"ref": "Ahithophel", "text": "Translate this man's name the same as you did in  [[:en:bible:notes:2sa:15:11|15:12]]."}, {"ref": "the rejection of Ahithophel's good advice", "text": "The word \"rejection\" can be expressed with the verb \"reject.\" AT: \"for the men of Israel to reject Ahithophel's good advice\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to bring destruction on Absalom", "text": "To \"bring\" something on someone means to cause it to happen to them. AT: \"to cause a disaster to happen to Absalom\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "Zadok ... Abiathar", "text": "Translate these men's name the same as you did in [[:en:bible:notes:2sa:15:24|15:24-25]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in such and such a way", "text": "This phrase, meaning \"like this,\" refers to what Ahithophel advised Absalom earlier in [[:en:bible:notes:2sa:17:01|17:1-3]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the fords of the Arabah", "text": "A ford is a shallow part of a river where people can walk across. The Arabah is the land along both sides of the Jordan River."}, {"ref": "by all means", "text": "This means to make sure that you do something. AT: \"be sure to\" or \"make sure that you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the king will be swallowed up", "text": "Here the king and his people being killed is describes as if they were \"swallowed\" by their enemy. AT: \"the king will be killed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Jonathan ... Ahimaaz", "text": "Translate these men's names the same as you did in [[:en:bible:notes:2sa:15:27|15:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When the message came", "text": "Here the \"message\" is spoken of as coming to them, when really it is the woman who came to then bringing the message. AT: \"When she brought them a message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this time", "text": "\"one time\""}, {"ref": "So Jonathan and Ahimaaz went away", "text": "It is implied that they found out that the young man had told Absalom about them being there. This can be stated clearly. AT: \"Jonathan and Ahimaaz found out what the young man had done, so they went away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "spring of En Rogel ... Bahurim", "text": "These are the name of places, both near Jerusalem. Bahurim is a small town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they descended", "text": "\"they lowered themselves and hid\""}]}, {"id": "19", "tn": [{"ref": "the woman of the house", "text": "\"the man's wife\""}, {"ref": "Ahimaaz ... Jonathan", "text": "Translate these men's names the same as you did in [[:en:bible:notes:2sa:15:27| 15:27]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "21", "tn": [{"ref": "It came about", "text": "\"It happened.\" This phrase marks the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "cross quickly over the water", "text": "Here \"the water\" refers to the Jordan River. AT: \"cross quickly over the river\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has given such and such advice", "text": "The idiom \"such and such\" is used in the place of information that is already know by the reader. Here it refers to what Ahithophel advised Absalom in [[:en:bible:notes:2sa:17:01|17:1-3]]. This information can be stated clearly. AT: \"has advised that Absalom send him with an army to attack you now\" (See:  [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "By morning daylight not one of them had failed to cross over the Jordan", "text": "This negative sentence is used to emphasize that they all crossed the river. It can be stated in a positive form. AT: \"By morning daylight every one of them had crossed over the Jordan\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "23", "tn": [{"ref": "saw", "text": "\"knew\" or \"realized\""}, {"ref": "his advice had not been followed", "text": "This can be stated in active form. AT: \"Absalom had not followed his advice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "saddled", "text": "to place a blanket or small leather seat on a donkey or horse for the rider to sit on"}, {"ref": "set his affairs in order", "text": "He prepared for his death by telling his family what to do after he died. AT: \"he prepared for his death\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "In this way", "text": "\"And this is how\""}, {"ref": "was buried", "text": "This can be stated in active form. AT: \"they buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Mahanaim ... Gilead", "text": "Translate the names of these places the same as you did in [[:en:bible:notes:2sa:02:08|2:8-9]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Amasa ... Joab ... Jether ... Nahash", "text": "These are the names of men. See how you translated Joab and Zeruiah (Joab's mother) in [[:en:bible:notes:2sa:02:12|2:13]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ishmaelite", "text": "This word means that the person is descended from Ishmael. Some versions say \"Israelite\" here. See the footnote. You may want to choose the word that is used in the majority language Bible in your area."}, {"ref": "Abigail ... Zeruiah", "text": "These are the names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "27", "tn": [{"ref": "It came about", "text": "This phrase is used to introduce the next event in the storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Mahanaim ... Rabbah ... Lo Debar ... Rogelim", "text": "These are the names of cities or places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shobi ... Nahash ... Machir ... Ammiel ... Barzillai", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ammonites ... Gileadite", "text": "These are the names of people groups. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "sleeping mats and blankets", "text": "A mat is something soft to sleep on, and a blanket is a cloth covering for warmth."}, {"ref": "flour", "text": "Flour is crushed grain made into powder and used to make bread."}, {"ref": "roasted", "text": "\"cooked\""}, {"ref": "beans", "text": "seeds that are cooked and eaten"}, {"ref": "lentils", "text": "a kind of seed that is cooked and eaten"}, {"ref": "curds", "text": "milk that has soured and  become solid"}, {"ref": "thirsty", "text": "in need of water or some other drink"}]}]