[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "In order to warn his fellow believers about Jews who would try to get them to follow the old laws, Paul gives his own testimony about when he persecuted believers."}, {"ref": "Finally, my brothers", "text": "\"Now moving along, my brothers\" or \"Concerning other matters, my brothers\""}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "rejoice in the Lord", "text": "\"be happy because of all the Lord has done\""}, {"ref": "bothersome", "text": "annoying"}, {"ref": "These things will keep you safe", "text": "Here \"these things\" refers to Paul's teachings. You can add this alternate translation to the end of the previous sentence. AT: \"because these teachings will protect you from those who teach what is not true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Watch out for", "text": "\"Beware of\" or \"Look out for\""}, {"ref": "the dogs ... the evil workers ... the mutilation", "text": "These are three different ways of describing the same group of false teachers. Paul is using strong expressions to convey his feeling about these Jewish Christian teachers."}, {"ref": "dogs", "text": "The word \"dogs\" was used by the Jews to refer to those who were not Jews. They were considered unclean. Paul speaks of the false teachers as though they were dogs, to insult them. If you have a different animal in your culture that is considered unclean or whose name is used as an insult, you could use this animal instead. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "mutilation", "text": "Paul is exaggerating about the act of circumcision to insult the false teachers. The false teachers said God will only save a person who is circumcised, who cuts off the foreskin. This action was required by the law of Moses for all male Israelites. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and  [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For we are", "text": "Paul uses \"we\" to refer to himself and all true believers in Christ, including the Philippian believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "the circumcision", "text": "Paul uses this phrase to refer to believers in Christ who are not physically circumcised but are spiritually circumcised, which means they have received the Holy Spirit through faith. \"truly God's people\""}, {"ref": "have no confidence in the flesh", "text": "\"do not trust that only cutting our flesh will please God\""}]}, {"id": "04", "tn": [{"ref": "Even so", "text": "\"Yet\" or \"However\""}, {"ref": "I myself could have confidence in the flesh. If anyone thinks he has confidence in the flesh, I could have even more", "text": "This is a hypothetical situation that Paul does not believe is possible. Paul says if it were possible that God would save people based on what they did, then God would certainly have saved him. AT: \"No one can do enough things to please God, but if anyone could do enough things to please God, I could do more good things and please God more than anyone\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "I myself", "text": "Paul uses \"myself\" for emphasis. \"certainly I\""}, {"ref": "I was circumcised", "text": "This can be stated in active form. AT: \"A priest circumcised me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the eighth day", "text": "\"seven days after I was born\" (UDB)"}, {"ref": "a Hebrew of Hebrews", "text": "Possible meanings are 1) \"a Hebrew son with Hebrew parents\" or 2) \"the purest Hebrew.\""}, {"ref": "in respect to the law, a Pharisee", "text": "The only way a Jew could become a Pharisee was to be born to a Pharisee father. But this put upon the person a duty to live as a Pharisee, with a special devotion to the law of Moses. \"as a Pharisee, I was completely devoted to the law\""}]}, {"id": "06", "tn": [{"ref": "I zealously persecuted the church", "text": "Paul says here that he had been very eager to punish people for following Christ. \"I was very determined to hurt Christian believers\""}, {"ref": "In respect to the righteousness of the law, I was blameless", "text": "\"I obeyed the law completely\""}, {"ref": "whatever things were a profit for me", "text": "Paul is referring here to the praise he received for being an eager Pharisee. He speaks of this praise as if he had viewed it in the past as a businessman's profit. AT: \"anything that other Jews praised me for\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have considered them as loss", "text": "Paul speaks of that praise as if he were now viewing it as a business loss instead of a profit. In other words, Paul says that all his religious acts of righteousness are worthless before Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "In fact", "text": "\"Really\" or \"Truly\""}, {"ref": "now I count", "text": "The word \"now\" emphasizes how Paul has changed since he quit being a Pharisee and became a believer in Christ. AT: \"now that I have trusted in Christ, I count\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I count all things to be loss", "text": "Paul is continuing the business metaphor from [[:en:bible:notes:php:03:06|3:7]], saying it is worthless to trust in anything other than Christ. \"I consider everything to be worthless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of the excellency of the knowledge of Christ Jesus my Lord", "text": "\"because knowing Christ Jesus my Lord is worth so much more\""}, {"ref": "For him I have discarded all things", "text": "\"Because of him I have willingly thrown everything else away\""}, {"ref": "discarded", "text": "Use your usual word for putting unwanted things away from you forever."}, {"ref": "I consider them rubbish", "text": "Paul speaks of the things a person may trust in as if it were waste that is thrown out. He is emphasizing how worthless they really are. AT: \"I think of them as trash\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that I may gain Christ", "text": "\"so that I may have Christ alone\""}, {"ref": "and be found in him", "text": "The phrase \"be found\" is an idiom that emphasizes the idea of \"to be.\" AT: \"and be truly united with Christ\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I do not have a righteousness of my own from the law", "text": "\"I am not trying to please God on my own by obeying the law\""}, {"ref": "the power of his resurrection", "text": "\"his power that gives us life\""}, {"ref": "the fellowship of his sufferings", "text": "\"suffer as he suffered, as though we were suffering the same things in the same place at the same time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I want to be transformed into the likeness of his death", "text": "Possible meanings are 1) Paul wants Christ to change him so that he can die as Christ died or 2) he wants his desire to sin to become as dead as Jesus was before he was raised. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so somehow I may experience the resurrection from the dead", "text": "The word \"somehow\" means Paul does not know what is going to happen to him in this life, but whatever happens, it will result in eternal life. \"so that, no matter what happens to me now, I will come back to life after I die\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul urges the believers at Philippi to follow his present example because of heaven and the new bodies that wait for believers. He speaks of how he works as hard as he can to be like Christ, knowing that God will allow him to live forever in heaven, as if he were a runner racing for the finish line."}, {"ref": "received these things", "text": "These include knowing Christ, knowing the power of his resurrection, sharing in Christ's suffering, and being united with Christ in his death and resurrection ([[:en:bible:notes:php:03:08|3:8-11]])."}, {"ref": "or that I have become complete", "text": "\"so I am not yet perfect\" or \"so I am not yet mature\""}, {"ref": "But I press on", "text": "\"But I keep trying\" (UDB)"}, {"ref": "I may grasp", "text": "\"I may receive these things\""}, {"ref": "that for which I was grasped by Christ Jesus", "text": "This can be stated in an active form. AT: \"because that is why Jesus claimed me as his own\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "Brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "I myself have yet grasped it", "text": "\"all these things belong to me yet\""}, {"ref": "I forget what is behind and strain for what is ahead", "text": "Like a runner in a race is no longer concerned about the part of the race that is completed but only focuses on what is ahead, Paul speaks of setting aside his religious works of righteousness and only focusing on the race of life that Christ has set before him to complete. AT: \"I do not care what I have done in the past; I only work as hard as I can on what is ahead\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "I press on toward the goal to win the prize of the upward calling of God in Christ Jesus", "text": "As a runner presses onward to win the race, Paul presses onward in serving and living in obedience to Christ. AT: \"I do all I can to be like Christ, like a runner racing to the finish line, so that I may belong to him, and God may call me to himself after I die\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "the upward calling", "text": "Possible meanings are that Paul speaks of living eternally with God as if God were to call Paul to ascend 1) to heaven as Jesus did or 2) the steps to the podium where winners of races received prizes, as a metaphor for meeting God face to face and receiving eternal life. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}]}, {"id": "15", "tn": [{"ref": "All of us who are mature, let us think this way", "text": "Paul wants his fellow believers to have the same desires he listed in [[:en:bible:notes:php:03:08|3:8-11]]. AT: \"I encourage all of us believers who are strong in the faith to think the same way\""}, {"ref": "God will also reveal that to you", "text": "\"God will also make it clear to you\" or \"God will make sure you know it\""}, {"ref": "whatever we have reached, let us hold on to it", "text": "\"let us all continue obeying the same truth we have already received\" (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "17", "tn": [{"ref": "Be imitators of me", "text": "\"Do what I do\" or \"Live as I live\""}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "those who are walking by the example that you have in us", "text": "\"those who already are living as I live\" or \"those who already are doing what I do\""}, {"ref": "Many are walking ... as enemies of the cross of Christ", "text": "These words are Paul's main thought for this verse."}, {"ref": "Many are walking", "text": "\"Many are living\" or \"Many are conducting their lives\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those about whom I have often told you, and now I am telling you with tears", "text": "Paul interrupts his main thought with these words that describe the \"many.\" You can move them to the beginning or end of the verse if you need to."}, {"ref": "I have often told you", "text": "\"I have told you many times\""}, {"ref": "am telling you with tears", "text": "\"am telling you with great sadness\""}, {"ref": "as enemies of the cross of Christ", "text": "Here \"the cross of Christ\" refers to Christ's suffering and death. The enemies are those who say they believe in Jesus but are not willing to suffer or die like Jesus did. AT: \"in a way that shows they are actually against Jesus, who was willing to suffer and die on a cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their destiny is destruction", "text": "\"Someday God will destroy them\""}, {"ref": "their god is their stomach", "text": "Here \"stomach\" refers to a person's desires for physical pleasure. Calling it their god means that they want these pleasures more than they want to obey God. AT: \"they desire food and other physical pleasures more than they desire to obey God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their pride is in their shame", "text": "Here \"shame\" stands for the actions that the people should be ashamed about but are not. AT: \"they are proud of the things that should cause them shame\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They think about earthly things", "text": "Here \"earthly\" refers to everything that gives physical pleasure and does not honor God. AT: \"All they think about is what will please themselves rather than what will please God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "By Paul's use of \"our\" and \"we\" here, he includes himself and the believers in Philippi. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "our citizenship is in heaven", "text": "Possible meanings are 1) \"we are citizens of heaven\" (UDB) or 2) \"our homeland is heaven\" or 3) \"our true home is heaven.\""}, {"ref": "He will transform our lowly bodies", "text": "\"He will change our weak, earthly bodies\""}, {"ref": "into bodies formed like his glorious body", "text": "\"into bodies like his glorious body\""}, {"ref": "body, formed by the might of his power to subject all things to himself", "text": "This can be stated in active form. AT: \"body. He will change our bodies with the same power he uses to control all things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]