[{"id": "01", "tn": [{"ref": "that he collapsed on the face of his father", "text": "The term \"he collapsed\" is an idiom for being overcome. AT: \"that he fell on his father in grief\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his servants the physicians", "text": "\"his servants who took care of dead bodies\""}, {"ref": "to embalm his father", "text": "To \"embalm\" is a special way of preserving a dead body before it is buried. AT: \"to prepare his father's body for burial\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "They took forty days", "text": "\"They took 40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "seventy days", "text": "\"70 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "04", "tn": [{"ref": "days of weeping", "text": "\"days of mourning him\" or \"days of weeping for him\""}, {"ref": "Joseph spoke to Pharaoh's royal court", "text": "Here \"royal court\" stands for the officials that make up Pharaoh's royal court. AT: \"Joseph spoke to Pharaoh's officials\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "If now I have found favor in your eyes", "text": "The phrase \"in your eyes\" is a metonym that stands for Jacob's thoughts or opinion.  AT: \"If I have found favor with you\" or \"If you are pleased with me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "found favor", "text": "This is an idiom that means that someone is approved of by someone else. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "please speak to Pharaoh, saying, 'My father made me swear, saying, \"See, I am about to die. Bury me in my tomb that I dug for myself in the land of Canaan. There you will bury me.\" Now let me go up and bury my father, and then I will return.'", "text": "This has a two level quotation and three level quotation. These can be stated as indirect quotations. AT: \"please tell Pharaoh that my father made me swear that after he dies I would bury him in the tomb that he dug for himself in the land of Canaan. Please ask Pharaoh to let me go bury my father, and then I will return\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "See, I am about to die", "text": "\"See, I am dying\""}, {"ref": "let me go up", "text": "It was common to use the phrase \"go up\" when speaking of traveling from Egypt to Canaan."}, {"ref": "Pharaoh answered", "text": "It is implied that the members of the court spoke to Pharaoh, and now Pharaoh is replying to Joseph. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as he made you swear", "text": "\"as you swore to him\""}]}, {"id": "07", "tn": [{"ref": "Joseph went up", "text": "It was common to use the phrase \"went up\" when speaking of traveling from Egypt to Canaan."}, {"ref": "All the officials ... the courtiers ... the senior officials", "text": "All of Pharaoh's most important leaders attended the burial procession."}, {"ref": "courtiers", "text": "This person was a royal advisor."}, {"ref": "the courtiers of his household", "text": "Here \"household\" refers to Pharaoh's royal court."}, {"ref": "land of Egypt, with all Joseph's household and his brothers, and his father's household", "text": "This can be translated as a new sentence: \"land of Egypt. Joseph's household, his brothers, and his father's household also went with him\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Joseph's household ... father's household", "text": "Here \"household\" refers to their families."}, {"ref": "Chariots", "text": "Here this stands for the men riding in the chariots. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It was a very large group of people", "text": "\"It was a very large gathering\""}]}, {"id": "10", "tn": [{"ref": "When they came", "text": "The word \"they\" refers to the participants in the burial procession."}, {"ref": "floor of Atad", "text": "Possible meanings are 1) the word \"Atad\" means \"thorn\" and it may refer to a place where large amounts of thorns grew, or 2) it may be the name of the person who owns the threshing floor. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they mourned with very great and grievous sorrow", "text": "\"they were extremely sad and they mourned very much\""}, {"ref": "a seven day", "text": "\"a 7 day\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in the floor of Atad", "text": "\"in the threshing floor of Atad\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "This is a very sad occasion for the Egyptians", "text": "\"The mourning of the Egyptians is very great\""}, {"ref": "Abel Mizraim", "text": "The translator can add a footnote that says: \"The name Abel Mizraim means \"the mourning of Egypt.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "So his sons", "text": "\"So Jacob's sons\""}, {"ref": "just as he had instructed them", "text": "\"just as he had directed them\""}, {"ref": "His sons carried him", "text": "\"His sons took his body\""}, {"ref": "Machpelah", "text": "Machpela was the name of an area or region. See how you translated this in [[:en:bible:notes:gen:23:07|23:9]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mamre", "text": "This was another name for the city of Hebron. It may have been named after Mamre, the friend of Abraham who lived there. See how you translated this in [[:en:bible:notes:gen:13:16|13:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ephron the Hittite", "text": "This is the name of a man. \"Hittite\" means \"descendent of Heth.\" See how you translated this in [[:en:bible:notes:gen:23:07|23:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Joseph returned into Egypt", "text": "\"Joseph returned to Egypt\""}, {"ref": "all who had accompanied him", "text": "\"all who had come with him\""}]}, {"id": "15", "tn": [{"ref": "What if Joseph holds on to anger against us", "text": "Here anger is spoken of as if it was something physical that Joseph could hold in his hands. AT: \"What if Joseph is actually still angry with us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wants to repay us in full for all the evil we did to him", "text": "Avenging oneself against someone who harmed him is spoken of as if the person were paying they other person what they are owed. AT: \"wants revenge for the evil thing we did to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your father gave instructions before he died, saying, 'Tell Joseph this, \"Please forgive the transgression of your brothers and their sin when they did evil to you.\"'", "text": "This has a two level quotation and a three level quotation. They can be stated as indirect quotations. AT: \"Your father instructed us before he died to tell you to forgive us for the evil thing we did to you\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Your father gave instructions before he died, saying", "text": "Jacob was the father of all the brothers. Here they say \"your father\" to emphasize that Joseph needs to pay attention to what his father said. AT: \"Before our father died he said\""}, {"ref": "and their sin when they did evil to you", "text": "\"for the wicked things they did to you\""}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "please forgive the servants of the God of your father", "text": "The brothers are referring to themselves as \"the servants of the God of your father.\" This can be stated in first person. AT: \"please forgive us, the servants of the God of our father\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Joseph wept when they spoke to him", "text": "\"Joseph wept when he heard this message\""}]}, {"id": "18", "tn": [{"ref": "lay facedown before him", "text": "They lay down with their faces toward the ground. This is a sign of humility and respect for Joseph. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Am I in the place of God?", "text": "Joseph uses a question to comfort his brothers. AT: \"I am not in the place of God\" or \"I am not God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you meant to harm me", "text": "\"you intended to do evil against me\""}, {"ref": "God meant it for good", "text": "\"God intended it for good\""}, {"ref": "So now do not be afraid", "text": "\"So do not fear me\""}, {"ref": "I will provide for you and your little children", "text": "\"I will always make sure you and your children have enough to eat\""}, {"ref": "He comforted them in this way and spoke kindly to them", "text": "\"He comforted them by speaking kindly to them\""}]}, {"id": "22", "tn": [{"ref": "one hundred ten years", "text": "\"110 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Ephraim's children to the third generation", "text": "\"Ephraim's children and grandchildren\" (UDB)"}, {"ref": "Machir", "text": "This is the name of Joseph's grandson. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who were placed on the knees of Joseph", "text": "This expression means that Joseph adopted these children of Machir as his own children. This means they would have special inheritance rights from Joseph. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "surely come to you", "text": "In [[:en:bible:notes:gen:50:24|50:24/26]] the word \"you\" refers to Joseph's brothers, but it also stands for their descendants. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lead you up out of this land to the land", "text": "It was common to use the word \"up\" when speaking of traveling from Egypt to Canaan. AT: \"bring you out of this land and take you to the land\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "They embalmed him", "text": "To \"embalm\" is a special way of preserving a dead body before it is buried. See how you translated \"embalmed\" in [[:en:bible:notes:gen:50:01|50:1]]."}, {"ref": "he was placed", "text": "This can be stated in active form. AT: \"they placed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in a coffin", "text": "\"in a chest\" or \"in a case.\" This is a box a dead person is placed in."}]}]