[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to remind the Galatian believers that Christ came to redeem those who were under the law, and that he made them no more slaves but sons."}, {"ref": "no different from", "text": "\"the same as\""}, {"ref": "guardians", "text": "people with legal responsibility for children"}, {"ref": "trustees", "text": "people whom others trust to keep valuable items safe"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "The word \"we\" here refers to all Christians, including Paul's readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "the elemental principles of the world", "text": "Possible meanings are 1) this refers to the laws or moral principles of the world, or 2) this refers to spiritual powers, which some people thought control what happens on earth."}, {"ref": "redeem", "text": "Paul uses the metaphor of a person buying back lost property or buying the freedom of a slave as a picture of Jesus paying for his people's sins by dying on the cross. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "06", "tn": [{"ref": "you are sons ... you are no longer a slave, but a son", "text": "Paul uses the word for male child here because the subject is inheritance. In his culture and that of his readers, inheritance passed most commonly, but not always, to male children. He was neither specifying nor excluding female children here."}, {"ref": "God has sent the Spirit of his Son into our hearts, who calls out, \"Abba, Father\"", "text": "God the Father sent the Spirit of the Son of God into the hearts of his believers. Now they know God always loves them like a kind father loves his children."}, {"ref": "sent the Spirit of his Son into our hearts", "text": "The heart is metonym for the part of a person that thinks and feels. AT: \"sent his Son's Spirit to show us how to think and act\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "who calls", "text": "The Spirit is the one who calls."}, {"ref": "Abba, Father", "text": "This is the way a young child would address his father in Paul's home language, but not in the language of the Galatian readers. To keep the sense of a foreign language, translate this as a word that sounds as much like \"Abba\" as your language allows."}, {"ref": "you are no longer a slave ... you are also an heir", "text": "Paul is addressing his readers as though they are one person, so \"you\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "heir", "text": "The people to whom God has made promises are spoken of as if they were to inherit property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the Galatian believers that they are again trying to live under God's laws rather than living by faith."}, {"ref": "General Information:", "text": "He continues to rebuke the Galatians by asking rhetorical questions."}, {"ref": "those who are", "text": "\"those things that are\" or \"those spirits who are\""}, {"ref": "you are known by God", "text": "This can be stated in active form. AT: \"God knows you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "how is it that you are turning back to ... principles?", "text": "This is the first of two rhetorical questions. AT: \"you should not go back to ... principles.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "elemental principles", "text": "Translate this phrase the same way you translated it in [[:en:bible:notes:gal:04:03|4:3]]."}, {"ref": "Do you want to be enslaved all over again?", "text": "This question can be translated as a statement. AT: \"You should not want to be slaves all over again!\" or \"It seems that you do want to be slaves again.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "You observe days and new moons and seasons and years", "text": "Paul is speaking of their being careful to celebrate certain times, thinking that doing that will make them right with God. AT: \"You carefully celebrate days and new moons and seasons and years\""}, {"ref": "may have been for nothing", "text": "\"may have been useless\" or \"has not had any effect effect\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the Galatian believers how kindly they treated him when he was with them, and he encourages them to continue to trust him while he is not there with them."}, {"ref": "beg", "text": "Here this means to ask or urge strongly. This is not the word used to ask for money or food or physical objects."}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "You did me no wrong", "text": "This can be stated in positive form. AT: \"You treated me well\" or \"You treated me as you should have\""}, {"ref": "Though my physical condition put you to the test", "text": "\"Though it was difficult for you to see me so physically ill\""}, {"ref": "despise", "text": "\"hate very much\""}]}, {"id": "17", "tn": [{"ref": "to win you over", "text": "\"to convince you to join them\""}, {"ref": "to shut you out", "text": "\"to shut you out from us\" or \"to make you stop being loyal to us\""}, {"ref": "zealous for them", "text": "\"zealous to do what they tell you to do\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells believers that grace and law cannot work together."}, {"ref": "My little children", "text": "This is a metaphor for disciples or followers. AT: \"You who are disciples because of me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am in the pains of childbirth for you until Christ is formed in you", "text": "Paul uses childbirth as a metaphor for his concern about the Galatians. AT: \"I am in pain as though I were a woman having to give birth to you, and I will continue to be in pain until Christ truly controls you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Tell me", "text": "\"I want to ask a question\" or \"I want to tell you something\""}, {"ref": "do you not listen to the law?", "text": "Paul is introducing what he will say next. AT: \"you need to learn what the law really says\" or \"let me tell you what the law really says\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins a story to illustrate a truth—that law and grace cannot exist together."}, {"ref": "These things may be interpreted as an allegory", "text": "\"This story of the two sons is like a picture of what I will tell you now\""}, {"ref": "as an allegory", "text": "An \"allegory\" is a story in which the people and things in it represent other things. In Paul's allegory, the two women referred to in [[:en:bible:notes:gal:04:21|4:22]] represent two covenants."}, {"ref": "Mount Sinai", "text": "\"Mount Sinai\" is a synecdoche for the law that Moses gave to the Israelites there. AT: \"Mount Sinai, where Moses gave the law to Israel\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "she gives birth to children who are slaves", "text": "Paul treats the law as if it were a person. AT: \"The people under this covenant are like slaves who have to obey the law\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "represents", "text": "\"is a picture of\""}, {"ref": "she is in slavery with her children", "text": "Hagar is a slave and her children are slaves with her. AT: \"Jerusalem, like Hagar, is a slave, and her children are slaves with her\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "free", "text": "Here \"free\" means not bound, not a slave."}, {"ref": "Rejoice", "text": "\"Be happy\""}, {"ref": "you barren one ... you who are not suffering", "text": "Here \"you\" refers to the barren woman and is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "28", "tn": [{"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "children of promise", "text": "Possible meanings are that the Galatians have become God's children 1) by believing God's promise (UDB) or 2) because God worked miracles to fulfill his promises to Abraham, first by giving Abraham a son and then by making the Galatians children of Abraham and thus sons of God."}, {"ref": "according to the flesh", "text": "This refers to Abraham's becoming Ishmael's father by taking Hagar as a wife. AT: \"by means of human action\" or \"because of what people did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "according to the Spirit", "text": "\"because of something the Spirit did\""}]}, {"id": "30", "tn": [{"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "but instead of the free woman", "text": "The words that have been left out can be filled in here. \"but instead, we are children of the free woman\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]