[{"id": "01", "tn": [{"ref": "the land where his father was staying, in the land of Canaan", "text": "\"in the land of Canaan where his father had lived\""}, {"ref": "These were the events concerning Jacob", "text": "This sentence introduces the account of Jacob's children in Genesis 37:1-50:26. Here \"Jacob\" refers to his whole family. AT: \"This is the account of Jacob's family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "seventeen years old", "text": "\"17 years old\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Bilhah", "text": "This is the name of Rachel's female servant. See how you translated this name in [[:en:bible:notes:gen:29:28|29:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zilpah", "text": "This is the name of Leah's female servant. See how you translated this name in [[:en:bible:notes:gen:29:23|29:24]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "wives", "text": "\"concubines\" (UDB). These women were servants of Leah and Rachel given to Jacob to produce children."}, {"ref": "an unfavorable report about them", "text": "\"a bad report about his brothers\""}]}, {"id": "03", "tn": [{"ref": "Now", "text": "This word is used here to mark a change from the story to background information about Israel and Joseph. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "loved", "text": "This refers to brotherly love or love for a friend or family member. This is natural human love between friends or relatives."}, {"ref": "of his old age", "text": "This means that Joseph was born when Israel was an old man. AT: \"who was born when Israel was an old man\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He made him", "text": "\"Israel made Joseph\""}, {"ref": "a beautiful garment", "text": "\"a beautiful robe\""}, {"ref": "would not speak cordially to him", "text": "\"could not speak in a kind manner to him\""}]}, {"id": "05", "tn": [{"ref": "Joseph dreamed a dream, and he told his brothers about it. They hated him even more", "text": "This is a summary of the events that will happen in 37:6-11."}, {"ref": "They hated him even more", "text": "\"And Joseph's brothers hated him even more than they hated him before\""}, {"ref": "Please listen to this dream which I dreamed", "text": "\"Please listen to this dream that I had\" (UDB)"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Joseph tells his brothers about his dream."}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "we were", "text": "The word \"we\" refers to Joseph and includes all of his brothers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "tying bundles of grain", "text": "When grain is reaped it is tied into bundles and stacked until it is time to separate the grain from the straw."}, {"ref": "and behold", "text": "Here the word \"behold\" here shows that Joseph was surprised by what he saw."}, {"ref": "my bundle rose and stood upright ... your bundles came around and bowed down", "text": "Here the bundles of grain are standing and kneeling as if they were people. These bundle represent Joseph and his brothers. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Will you really reign over us? Will you actually rule over us?", "text": "Both of these phrases mean basically the same thing. Joseph's brothers are using questions to mock Joseph. They can be written as statements. AT: \"You will never be our king, and we will never bow down to you!\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "reign over us", "text": "The word \"us\" refers to Joseph's brothers but not Joseph. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "for his dreams and for his words", "text": "\"because of his dreams and what he said\""}]}, {"id": "09", "tn": [{"ref": "He dreamed another dream", "text": "\"Joseph had another dream\""}, {"ref": "eleven stars", "text": "\"11 stars\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "his father rebuked him. He said to him", "text": "\"Israel scolded him, saying\""}, {"ref": "What is this dream that you have dreamed? Will your mother ... to the ground to you?", "text": "Israel uses questions to correct Joseph. This can be written as statements. AT: \"This dream you had is not real. Your mother, brothers, and I will not bow down before you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "jealous", "text": "This means being angry because someone else is successful or more popular."}, {"ref": "kept the matter in mind", "text": "The means that he kept thinking about the meaning of Joseph's dream. AT: \"kept thinking about what the dream might mean\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "Are not your brothers tending the flock in Shechem?", "text": "Israel uses a question to begin a conversation. This can be written as a statement. AT: \"You brothers are tending the flock in Shechem.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Come", "text": "Here it is implied that Israel is asking Joseph to prepare himself to leave and go see his brothers. AT: \"Get ready\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I am ready", "text": "He is ready to leave. \"I am ready to go\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He said to him", "text": "\"Israel said to Joseph\""}, {"ref": "bring me word", "text": "Israel wants Joseph to come back and tell him about how his brother and flocks are doing. AT: \"come tell me what you find out\" or \"give me a report\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "out of the Valley", "text": "\"from the Valley\""}]}, {"id": "15", "tn": [{"ref": "A certain man found Joseph. Behold, Joseph was wandering in a field", "text": "\"A certain man found Joseph wandering in a field\""}, {"ref": "Behold", "text": "This marks the beginning of another event in the larger story. It may involve different people than the previous events. Your language may have a way of doing this."}, {"ref": "What do you seek?", "text": "\"What are you looking for?\""}, {"ref": "Tell me, please, where", "text": "\"Please tell me where\""}, {"ref": "tending the flock", "text": "\"shepherding their flock\""}, {"ref": "Dothan", "text": "This is the name of a place that is about 22 kilometers from Shechem. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "18", "tn": [{"ref": "They saw him from a distance", "text": "\"Joseph's brothers saw him while he was far away\""}, {"ref": "they plotted against him to kill him", "text": "\"they made plans to kill him\""}, {"ref": "this dreamer is approaching", "text": "\"here comes the one who has the dreams\""}, {"ref": "Come now, therefore", "text": "This wording shows that the brothers acted upon their plans. AT: \"So now\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "wild animal", "text": "\"dangerous animal\" or \"ferocious animal\""}, {"ref": "devoured", "text": "to eagerly have eaten"}, {"ref": "We will see what will become of his dreams", "text": "His brothers planned to kill him, therefore it is ironic that they would speak of his dream coming true, since he would be dead. AT: \"That way we will make sure his dreams do not come true\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "21", "tn": [{"ref": "heard it", "text": "\"heard what they were saying\""}, {"ref": "from their hand", "text": "The phrase \"their hand\" refers to the brothers' plan to kill him. AT: \"from them\" or \"from their plans\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let us not take his life", "text": "The phrase \"take his life\" is a euphemism for killing someone. AT: \"Let us not kill Joseph\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Shed no blood", "text": "The negation can be placed on the verb. Also, \"shedding blood\" is a euphemism for killing someone. AT: \"Do not spill any blood\" or \"Do not kill him\" (See: [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "lay no hand upon him", "text": "This means not to harm or injure him. AT: \"do not harm him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that he might rescue him", "text": "This can be translated as a new sentence: \"Rueben said this so that he might rescue Joseph\""}, {"ref": "out of their hand", "text": "The phrase \"their hand\" refers to the brothers' plan to kill him. AT: \"from them\" or \"from their plans\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to bring him back", "text": "\"and return him\""}]}, {"id": "23", "tn": [{"ref": "It came about that when", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "they stripped him of his beautiful garment", "text": "\"they tore his beautiful garment off of him\""}, {"ref": "beautiful garment", "text": "\"beautiful robe.\" See how you translated this in [[:en:bible:notes:gen:37:03|37:3]]."}]}, {"id": "25", "tn": [{"ref": "They sat down to eat bread", "text": "\"Bread\" is a metonym for \"food.\" AT: \"They sat down to eat food\" or \"Joseph's brothers sat down to eat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They lifted up their eyes and looked, and, behold, a caravan", "text": "Here looking up is spoken of as if a person literally lifted up his eyes. Also, the word \"behold\" is used here to draw the reader's attention to what the men saw.  AT: \"They looked up and they suddenly saw a caravan\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bearing", "text": "\"carrying\""}, {"ref": "spices", "text": "\"seasonings\""}, {"ref": "balm", "text": "an oily substance with a sweet smell used for healing and protecting skin. \"medicine\""}, {"ref": "traveling to carry them down to Egypt", "text": "\"bringing them down to Egypt.\" This can be made more explicit. AT: \"bringing them down to Egypt to sell them\" ([[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What profit is it if we kill our brother and cover up his blood?", "text": "This can be written as a statement. AT: \"We do not gain a profit by killing our brother and covering up his blood\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "cover up his blood", "text": "This is a figure of speech referring to hiding Joseph's death. AT: \"hide his murder\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "to the Ishmaelites", "text": "\"to these men who are descendants of Ishmael\" (UDB)"}, {"ref": "not lay our hands upon him", "text": "This means not to harm or injure him. AT: \"not hurt him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he is our brother, our flesh", "text": "The word \"flesh\" is a metonym that stands for a relative. AT: \"he is our blood relative\" (See: [[:en:ta:vol2:translate:figs_metonymy]] )."}, {"ref": "His brothers listened to him", "text": "\"Judah's brothers listened to him\" or \"Judah's brothers agreed with him\""}, {"ref": "Midianite ... Ishmaelites", "text": "Both names refer to the same group of traders that Joseph's brothers meet."}, {"ref": "for twenty pieces of silver", "text": "\"for the price of 20 pieces of silver\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "carried Joseph into Egypt", "text": "\"took Joseph to Egypt\" (UDB)"}]}, {"id": "29", "tn": [{"ref": "Reuben returned to the pit, and, behold, Joseph was not in the pit", "text": "\"Reuben returned to the pit, and was surprised to see that Joseph was not there.\" The word \"behold\" here shows that Reuben was surprised to find out Joseph was gone."}, {"ref": "He tore his clothes", "text": "This is an act of deep distress and grief. This can be written more clearly. AT: \"He was so grieved that he tore his clothes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The boy is not there! And I, where can I go?", "text": "Reuben uses questions for emphasis the problem that Joseph was missing. These can be written as statements. AT: \"The boy is gone! I cannot go back home now!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "31", "tn": [{"ref": "Joseph's garment", "text": "This refers to the beautiful garment that his father made for him."}, {"ref": "the blood", "text": "\"the goat's blood\""}, {"ref": "they brought it", "text": "\"they brought the garment\""}, {"ref": "has devoured him", "text": "\"has eaten him\""}, {"ref": "Joseph has certainly been torn to pieces", "text": "Jacob thinks that a wild animal has torn Joseph's body apart. AT: \"It has certainly torn Joseph to pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "34", "tn": [{"ref": "Jacob tore his garments", "text": "This is an act of deep distress and grief. This can be written more clearly. AT: \"Jacob was so grieved that he tore his garments\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "put sackcloth upon his loins", "text": "Here \"loins\" refers to the middle part of the body or the waist. AT: \"put on sackcloth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "rose up", "text": "Here the childrens' coming to their father is spoke of as \"rising up.\" AT: \"came to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but he refused to be comforted", "text": "This can be stated in active form. AT: \"but he would not let them comfort him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Indeed I will go down to Sheol mourning", "text": "The means that he be mourning from now until when he dies. AT: \"Indeed when I die and go down to Sheol I will still be mourning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Midianites sold him", "text": "\"The Midianites sold Joseph\""}, {"ref": "the captain of the bodyguard", "text": "\"the leader of the soldiers who guarded the king\""}]}]