[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus is in Galilee speaking to his brothers. These verses tell about when this event occurred. (See: [[:en:ta:vol2:translate:writing_background|Background Information]])"}, {"ref": "And after these things", "text": "\"After he finished speaking with the disciples\" (See [[:en:bible:notes:jhn:06:66|6:66-71]]) or \"Some time later\""}, {"ref": "traveled", "text": "\"walked\""}, {"ref": "the Jews were seeking to kill him", "text": "Here \"the Jews\" is a synecdoche for \"the Jewish leaders.\" AT: \"the Jewish leaders were making plans to kill him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Now the Jewish Festival of Shelters was near", "text": "\"Now the time for the festival of the Jews was near\" or \"Now it was almost time for the Jewish festival of Shelters\""}]}, {"id": "03", "tn": [{"ref": "brothers", "text": "This refers to the actual younger brothers of Jesus, the sons of Mary and Joseph."}, {"ref": "the works that you do", "text": "The word \"works\" refers to the miracles that Jesus had performed."}, {"ref": "he himself", "text": "The word \"himself\" is a reflexive pronoun that emphasizes the word \"he.\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "the world", "text": "Here \"the world\" is a metonym for all of the people in the world. AT: \"all people\" or \"everyone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "For even his brothers did not believe in him", "text": "This sentence is a break from the main storyline as John tells us some background information about the brothers of Jesus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "his brothers", "text": "\"his younger brothers\""}, {"ref": "My time has not yet come", "text": "The word \"time\" is a metonym. Jesus is implying that it is not the right time for him to bring his ministry to a close. AT: \"It is not the right time for me to end my work\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your time is always ready", "text": "\"any time is good for you\""}, {"ref": "The world cannot hate you", "text": "Here the \"world\" is a metonym for the people who live in the world. AT: \"All the people in the world cannot hate you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I testify about it that its works are evil", "text": "\"I tell them that what they are doing is evil\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his brothers."}, {"ref": "my time has not yet been fulfilled", "text": "Here Jesus is implying that if he goes to Jerusalem, he will bring his work to an end. AT: \"It is not the right time for me to go to Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The setting of the story has changed, Jesus and his brothers are now at the festival."}, {"ref": "when his brothers had gone up to the festival", "text": "These \"brothers\" were the younger brothers of Jesus."}, {"ref": "he also went up", "text": "Jerusalem is at a higher elevation than Galilee where Jesus and his brothers were previously."}, {"ref": "not publicly but in secret", "text": "These two phrases mean the same thing. The idea is repeated for emphasis. AT: \"very secretly\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "The Jews were looking for him", "text": "Here the word \"Jews\"is a synecdoche for \"the Jewish leaders.\" The word \"him\" refers to Jesus. AT: \"The Jewish leaders were looking for Jesus\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "fear", "text": "This refers to the unpleasant feeling a person has when there is a threat of harm to himself or others."}, {"ref": "the Jews", "text": "The word \"Jews\" is a synecdoche for the leaders of the Jews who opposed Jesus. AT: \"the Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Jesus is now teaching the Jews in the temple."}, {"ref": "How does this man know so much?", "text": "The remark appears in the form of a question to emphasize the Jewish leaders' surprise that Jesus has so much knowledge. AT: \"He cannot possibly know so much about the scriptures!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "but is of him who sent me", "text": "\"but comes from God, the one who sent me\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Jews."}, {"ref": "but whoever seeks the glory of him who sent him, that person is true, and there is no unrighteousness in him", "text": "\"when a person only seeks to honor the one who sent him, that person is speaking the truth. He does not lie\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Jews."}, {"ref": "Did not Moses give you the law?", "text": "This remark appears in the form of a question to add emphasis. AT: \"It was Moses who gave you the law\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "keeps the law", "text": "\"obeys the law\""}, {"ref": "Why do you seek to kill me?", "text": "Jesus questions the motives of the Jewish leaders who want to kill him for breaking the law of Moses. He implies that the leaders themselves do not keep that same Law. AT: \"You break the Law yourselves and yet you want to kill me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You have a demon", "text": "\"This shows that you are crazy, or maybe a demon is controlling you!\""}, {"ref": "Who seeks to kill you?", "text": "This remark appears in the form of a question to add emphasis. AT: \"No one is trying to kill you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "one work", "text": "\"one miracle\" or \"one sign\""}, {"ref": "you all marvel", "text": "\"you all are shocked\""}, {"ref": "not that it is from Moses, but from the ancestors", "text": "Here John provides additional information about circumcision. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "on the Sabbath you circumcise a man", "text": "Jesus implies that the act of circumcision also involves work. AT: \"you circumcise a male baby on the Sabbath. That is working too!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on the Sabbath", "text": "\"on the Jewish Day of Rest\""}]}, {"id": "23", "tn": [{"ref": "If a man receives circumcision on the Sabbath so that the law of Moses is not broken", "text": "\"If you circumcise a male baby on the Sabbath so that you do not break the law of Moses\""}, {"ref": "why are you angry with me because I made a man completely healthy on the Sabbath?", "text": "This remark appears in the form of a question to add emphasis. AT: \"you should not be angry with me because I made a man completely well on the Sabbath!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "on the Sabbath", "text": "\"on the Jewish Day of Rest?\""}, {"ref": "Do not judge according to appearance, but judge righteously", "text": "Jesus implies that the people should not decide what is right, based only on what they can see. Behind the action is a motive that cannot be seen. AT: \"Stop judging people according to what you see! Be more concerned with what is right according to God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Is not this the one they seek to kill?", "text": "This remark appears in the form of a question to add emphasis. AT: \"This is Jesus whom they are seeking to kill!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they say nothing to him", "text": "This implies that the Jewish leaders are not opposing Jesus. AT: \"they say nothing to oppose him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It cannot be that the rulers indeed know that this is the Christ, can it?", "text": "This remark appears in the form of a question to add emphasis. AT: \"Maybe they have decided that he is truly the Messiah!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "28", "tn": [{"ref": "cried out", "text": "\"spoke in a loud voice\""}, {"ref": "in the temple", "text": "Jesus and the people were actually in the courtyard of the temple. AT: \"in the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You both know me and know where I come from", "text": "John uses irony in this statement. The people believe that Jesus is from Nazareth. They do not know that God sent him from heaven and that he was born in Bethlehem. AT: \"You all know me and you think you know where I come from\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "of myself", "text": "\"on my own authority.\" See how you translated \"of himself\" in [[:en:bible:notes:jhn:05:19|5:19]]."}, {"ref": "he who sent me is true", "text": "\"God is the one who sent me and he is true\""}]}, {"id": "30", "tn": [{"ref": "his hour had not yet come", "text": "The word \"hour\" is a metonym that represents the right time for Jesus to be arrested, according to God's plan. AT: \"it was not the right time to arrest him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "When the Christ comes, will he do more signs than what this one has done?", "text": "This remark appears in the form of a question to add emphasis. AT: \"When the Christ comes, surely he will not be able to do more signs than this man has done!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "signs", "text": "This refers to the miracles that prove that Jesus is the Christ."}]}, {"id": "33", "tn": [{"ref": "I am still with you for a short amount of time", "text": "\"I will remain with you for only a short period of time\""}, {"ref": "then I go to him who sent me", "text": "Here Jesus refers to God the Father, who sent him."}, {"ref": "where I go, you will not be able to come", "text": "\"you will not be able to come to the place where I am\""}]}, {"id": "35", "tn": [{"ref": "The Jews therefore said among themselves", "text": "The \"Jews\" is a synecdoche that represents the leaders of the Jews who opposed Jesus. AT: \"The Jewish leaders said among themselves\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the dispersion", "text": "This refers to the Jews that were spread all across the Greek world, outside of Palestine."}, {"ref": "What is this word that he said", "text": "This \"word\" is a metonym which stands for the meaning of the message that Jesus had shared, which the Jewish leaders had failed to understand. AT: \"What is he talking about when he said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "37", "tn": [{"ref": "General Information:", "text": "Some time has passed. It is now the last day of the festival and Jesus speaks to the crowd."}, {"ref": "great day", "text": "It is \"great\" because it is the last, or most important, day of the festival."}, {"ref": "If anyone is thirsty", "text": "Here the word \"thirsty\" is a metaphor that means one's great desire for the things of God, just as one \"thirsts\" for water. AT: \"Those who desire the things of God like a thirty man desires water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let him come to me and drink", "text": "The word \"drink\" is a metaphor that means to receive the spiritual life that Jesus provides. AT: \"let him come to me and quench his spiritual thirst\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He who believes in me, just as the scripture says", "text": "\"As the scripture says about anyone who believes in me\""}, {"ref": "rivers of living water will flow", "text": "The \"rivers of living water\" is a metaphor that represents the life that Jesus provides for those who are spiritually \"thirsty.\" AT: \"spiritual life will flow like rivers of water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "living water", "text": "Possible meanings are 1) \"water that gives life\" or 2) \"water that causes people to live\" (UDB). (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "39", "tn": [{"ref": "General Information:", "text": "In this verse the author gives information to clarify what Jesus is talking about. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "But he", "text": "Here \"he\" refers to Jesus."}, {"ref": "the Spirit had not yet been given", "text": "John implies that the Spirit would later come to live in those who trusted Jesus. AT: \"the Spirit had not yet come to live in the believers\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "because Jesus was not yet glorified", "text": "Here the word \"glorified\" refers to the time when God would honor the Son after his death and resurrection."}]}, {"id": "40", "tn": [{"ref": "This is indeed the prophet", "text": "By saying this, the people are indicating that they believe Jesus is the prophet like Moses that God had promised to send. AT: \"This is indeed the prophet who is like Moses that we have been waiting for!\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Does the Christ come from Galilee?", "text": "This remark appears in the form of a question to add emphasis. AT: \"The Christ cannot come from Galilee!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have the scriptures not said that the Christ will come from the descendants of David and from Bethlehem, the village where David was?", "text": "This remark appears in the form of a question to add emphasis. AT: \"The scriptures teach that Christ will come from the line of David and from Bethlehem, the village where David was!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have the scriptures not said", "text": "The scriptures are referred to as if they were actually speaking as a person speaks. AT: \"The prophets wrote in the scriptures\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "where David was", "text": "\"where David lived\""}]}, {"id": "43", "tn": [{"ref": "So there arose a division in the crowds because of him", "text": "The crowds could not agree about who or what Jesus was."}, {"ref": "but no one laid hands on him", "text": "To lay hands on someone is an idiom which means to grab him or to hold onto him. AT: \"but no one grabbed him to arrest him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "45", "tn": [{"ref": "officers", "text": "\"temple guards\""}, {"ref": "Never has anyone spoken like this", "text": "This point is exaggerated for emphasis. \"We have never heard anyone say such amazing things as this man!\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "47", "tn": [{"ref": "So the Pharisees", "text": "\"Because they said that, the Pharisees\""}, {"ref": "answered them", "text": "\"answered the officers\""}, {"ref": "Have you also been deceived?", "text": "The remark appears in the form of a question to add emphasis. The Pharisees are shocked at the response of the officers. AT: \"You have been deceived too!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have any of the rulers believed in him, or any of the Pharisees?", "text": "This remark appears in the form of a question to add emphasis. AT: \"None of the rulers or Pharisees have believed in him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the law", "text": "This is a reference to the law of the Pharisees and not the law of Moses."}, {"ref": "But this crowd that does not know the law, they are cursed", "text": "\"As for this crowd that does not know the law, God will cause them to perish!\""}]}, {"id": "50", "tn": [{"ref": "one of the Pharisees, who came to him earlier", "text": "John provides this information to remind us of who Nicodemus is. Your language may have a special way to mark background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Does our law judge a man ... what he does?", "text": "This remark appears in the form of a question to add emphasis. This can be translated as a statement. AT: \"Our Jewish law does not allow us to judge a man ... what he does!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does our law judge a man", "text": "Here Nicodemus speaks of the law as if it were a person. If this is not natural in your language, you may translate it with a personal subject. AT: \"Do we judge a man\" or \"we do not judge a man\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Are you also from Galilee?", "text": "The Jewish leaders know that Nicodemus is not from Galilee. They ask this question as a way of scoffing at him. AT: \"You must also be one of those inferior persons from Galilee!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Search and see", "text": "This is an ellipsis. You may wish to include the information that does not appear. AT: \"Search carefully and read what is written in the Scriptures\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "no prophet comes from Galilee", "text": "This probably refers to the belief that Jesus was born in Galilee."}]}, {"id": "53", "tn": [{"ref": "General Information:", "text": "The best early texts do not have 7:53 - 8:11. The ULB has set them apart in square brackets ([ ]) to show that John probably did not include them in his original text. Translators are encouraged to translate them, to set them apart with square brackets, and to include a footnote at the end like the one written on [[:en:bible:notes:jhn:08:09|8:11]]. (See: [[:en:ta:vol2:translate:translate_textvariants]])"}]}]