[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "he sang to Yahweh the words of this song", "text": "\"he sang this song to Yahweh\""}, {"ref": "on the day that Yahweh rescued him", "text": "\"after Yahweh had rescued him\""}, {"ref": "from the hand of Saul", "text": "Here \"hand\" stands for the power of Saul. AT: \"from Saul's power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "002", "tn": [{"ref": "Yahweh is my rock", "text": "David speaks of Yahweh as if he were a rock. The word \"rock\" is a picture of a safe place. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my rock, my fortress", "text": "Here the words \"rock\" and \"fortress\" share similar meanings and emphasize that Yahweh provides safety from enemies. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "take refuge in him", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to him for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my shield, the horn of my salvation, and my stronghold", "text": "David speaks of Yahweh as if he were a \"shield,\" \"the horn\" of his salvation, and his \"stronghold.\" Yahweh is the one who protects him from harm. Here a similar idea is repeated three ways for emphasis. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will be saved from my enemies", "text": "\"I will be rescued from my enemies\""}]}, {"id": "004", "tn": [{"ref": "The cords of death surrounded me", "text": "David speaks of death as if it were a person who could capture him and bind him with ropes. AT: \"I was about to be killed\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "rushing waters of worthlessness", "text": "David is as helpless as if he were being carried away by a rushing flood of waters. AT: \"I felt completely helpless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The cords of Sheol surrounded me; the snares of death trapped me", "text": "Here \"Sheol,\" the place of the dead, and \"death\" are spoken of as if they were people who could surround and trap him. These two clauses have similar meanings and the idea is repeated for emphasis. AT: \"I felt trapped and thought I was going to die\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "006", "tn": [{"ref": "In my distress", "text": "\"In my great need\" or \"In my despair\""}, {"ref": "my call for help went into his presence", "text": "Here David speaks of his \"call for help\" as if it were a person who could come into the presence of Yahweh. AT: \"I prayed to him\" (See [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "it went into his ears", "text": "Here David speaks of how Yahweh heard his cry for help. The idea is repeated for emphasis. AT: \"he heard my appeal\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "007", "tn": [{"ref": "Then the earth ... shaken because God was angry", "text": "God's being angry is spoken of as if the there was a terrible earthquake. AT: \"God was so angry that it was as if the earth ... shaken\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the earth shook and trembled", "text": "The words \"shook\" and \"trembled\" mean basically the same thing and emphasize how greatly the earth shook. AT: \"the land moved back and forth\" or \"the ground moved up and down\" or \"there was a violent earthquake\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the foundations of the mountains also trembled and were shaken", "text": "This can be stated in active form. AT: \"the foundations of the mountains also trembled and shook\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Smoke went up from out of his nostrils ... Coals were ignited by it", "text": "David speaks of Yahweh as if he were breathing fire. This is a picture of how angry God was. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blazing fire came out of his mouth. Coals were ignited by it", "text": "This can be stated in active form. AT: \"blazing fire came out of his mouth and ignited coals\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "009", "tn": [{"ref": "He opened", "text": "The word \"He\" refers to Yahweh."}, {"ref": "thick darkness was under his feet", "text": "Though Yahweh does not actually have feet, the Psalmist gives him human characteristics. AT: \"thick darkness was beneath him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "wings of the wind", "text": "Here the Psalmist speaks of the wind as if it had wings like an angel. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "He made darkness ... him", "text": "Here the words \"He\" and \"him\" refer to Yahweh."}, {"ref": "He made darkness a tent", "text": "Here darkness is spoken of as if it were a tent. AT: \"He made darkness a covering\" or \"He made darkness a hiding place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "heavy rainclouds", "text": "\"clouds heavy with rain\" or \"thick, dark rainclouds\""}, {"ref": "Hailstones", "text": "\"stones made of ice\""}]}, {"id": "013", "tn": [{"ref": "Yahweh thundered in the heavens", "text": "Yahweh's voice sounded like thunder. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the Most High", "text": "\"the Most High\" refers to Yahweh."}, {"ref": "He shot his arrows and scattered his enemies ... lightning bolts dispersed them", "text": "Both of these clauses have similar meanings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He shot his arrows and scattered his enemies", "text": "Here lighting strikes are being spoken of as if they were arrows (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dispersed them", "text": "\"sent them in different directions\""}]}, {"id": "015", "tn": [{"ref": "General Information:", "text": "The writer continues to speak of Yaweh's great power."}, {"ref": "Then the water channels appeared; the foundations of the world were exposed", "text": "These two clauses have similar meanings. This can be stated in active form. AT: \"Then the water channels appeared and the bottom of the ocean became visible; you exposed the foundations of the world\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "at the blast of the breath of your nostrils", "text": "Though God does not have human physical characteristics as described here, this pictures his mighty strength. The wind is spoken of here as if it came as a mighty blast from God's nostrils. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "016", "tn": [{"ref": "He reached down ... he took hold ... He pulled me", "text": "The word \"He\" in these verses refers to Yahweh."}, {"ref": "surging water", "text": "Here the Psalmist speaks of the dangers of his enemies as if they were huge waves or forceful waters, from which Yahweh has rescued him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "018", "tn": [{"ref": "They came against me", "text": "Here \"They\" refers to the strong enemies in verse 17."}, {"ref": "They came against me on the day of my distress but Yahweh was my support", "text": "The word \"distress\" describes the condition of one who has many troubles.  AT: \"Strong enemies attacked me on a day when I had many troubles, but Yahweh protected me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "020", "tn": [{"ref": "my hands were clean", "text": "Here to possess \"clean hands\" means that one is innocent of wrongdoing. AT: \"all my actions were right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have kept the ways of Yahweh", "text": "The laws of Yahweh are spoken of as if they were the paths on which one should walk. AT: \"I have obeyed Yahweh's laws\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have not wickedly turned away from my God", "text": "Here being wicked is spoken of as if one left the right path and took the wrong path. AT: \"have not done wickedly by turning away from my God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "022", "tn": [{"ref": "For all his righteous decrees ... I have not turned away from them", "text": "Both of these clauses have similar meanings. The writer repeats these ideas for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "have been before me", "text": "\"have guided me\" or \"I have remembered\""}, {"ref": "I have also been innocent ... I have kept myself from sin", "text": "Both of these clauses have similar meanings. The writer repeats these ideas for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "innocent before him", "text": "\"innocent according to him\""}, {"ref": "I have kept myself from sin", "text": "\"I have not sinned\""}, {"ref": "my hands were clean", "text": "To have \"clean hands\" means that one is innocent of wrongdoing. See how you translated this in [[:en:bible:notes:psa:018:020|18:20]]: AT: \"all my actions were right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "before his eyes", "text": "This refers to God's presence. AT: \"before him\" or \"according to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "025", "tn": [{"ref": "General Information:", "text": "The writer speaks to Yahweh."}, {"ref": "To anyone who is faithful", "text": "Here \"faithful\" means to do what God commands one to do. You can state this clearly. AT: \"to those who faithfully obey your commandments\" or \"to those who faithfully do your covenant\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to a man who is blameless ... you show yourself pure", "text": "Both of these clauses have similar meanings. The writer repeats these ideas for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you are clever toward anyone who is twisted", "text": "\"you outwit anyone who is not honest\""}]}, {"id": "027", "tn": [{"ref": "you bring down", "text": "\"you humiliate\""}, {"ref": "with proud, uplifted eyes", "text": "This idiom refers to those who are proud. AT: \"who are proud\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "For you give light to my lamp; Yahweh my God lights up my darkness", "text": "The writer speaks of Yahweh's presence as if he were a light. These clauses have similar meanings. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For by you I can run over a barricade", "text": "\"For with your help I can cross any obstacle\""}]}, {"id": "030", "tn": [{"ref": "He is a shield to everyone who takes refuge in him", "text": "A shield protects a soldier. David speaks as if God were a shield protecting him. See how you translated this in [[:en:bible:notes:psa:003:003|3:3]]. AT: \"You, Yahweh, protect like a shield everyone who takes refuge in you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For who is God except Yahweh? Who is a rock except our God?", "text": "The implied answer is no one. AT: \"Only Yahweh is God! Only our God is a rock!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a rock", "text": "David speaks of Yahweh as if he were a rock that he could climb to get away from his enemies. See how you translated this in [[:en:bible:notes:psa:018:002|18:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "puts strength on me like a belt", "text": "God gives strength to David as if it were a piece of clothing. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "places the blameless person on his path", "text": "Here David speaks of living a life that is pleasing to God as if he were being placed on the right path. AT: \"causes the blameless person to live a righteous life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "033", "tn": [{"ref": "makes my feet swift", "text": "This refers to enabling a person to run fast. AT: \"makes me run very fast\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "like a deer and places me on the heights", "text": "The deer is especially quick and stable in the mountains. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He trains my hands", "text": "Here \"my hands\" refers to the person. AT: \"He trains me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my arms", "text": "This refers to the person. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "035", "tn": [{"ref": "the shield of your salvation", "text": "Here the writer speaks of God's protection as if it were a shield. The abstract noun \"salvation\" can be stated with the verb \"save.\" AT: \"your protection and saved me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your right hand ... your favor", "text": "Both of these terms are metonyms that represent God himself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a wide place for my feet beneath me", "text": "The writer speaks of the safety that God has provided as if it were a wide place for him to stand . AT: \"a safe place for me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my feet have not slipped", "text": "Here \"my feet\" refers to the person. The writer refers to the safety of God's protection as if he were standing on a place where he will not slip or fall. AT: \"I have not slipped\" or \"I am doing well\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "037", "tn": [{"ref": "I smashed them", "text": "\"I crushed them\" or \"I broke them to pieces\""}, {"ref": "unable to rise", "text": "\"unable to stand\""}, {"ref": "they have fallen under my feet", "text": "This idiom means the Psalmist has defeated his enemies. AT: \"I have defeated all of them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "put strength on me like a belt", "text": "The Psalmist says that Yahweh has given him strength that surrounds and supports him like a belt. See how you translated this in [[:en:bible:notes:psa:018:030|18:32]]. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you put under me", "text": "Here the Psalmist speaks of the defeat of his enemies as if he were standing on them. AT: \"you defeat for me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "those who rise up against me", "text": "This refers to those who oppose the Psalmist. AT: \"those who are my enemies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "040", "tn": [{"ref": "the back of my enemies' necks", "text": "This represents victory over one's enemies. AT: \"the victory over my enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I annihilated those who hated me", "text": "\"I defeated those who hated me\" or \"I destroyed completely those who hated me\""}, {"ref": "but he did not answer them", "text": "This means Yahweh did not provide any help. AT: \"but he did not help them\" ([[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I beat them into fine pieces like dust before the wind", "text": "The psalmists enemies are compared to dust to show how defeated they are. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I threw them out like mud in the streets", "text": "The psalmist's enemies are compared to mud in the streets to show how defeated they are. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "043", "tn": [{"ref": "disputes", "text": "\"disagreements\" or \"arguments\""}, {"ref": "have made me the head over nations", "text": "Here \"head\" represents the ruler. AT: \"appointed me to be the ruler over many nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "foreigners were forced to bow", "text": "This can be stated in active form. AT: \"God forced foreigners to bow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "foreigners came trembling", "text": "Here \"trembling\" shows that they were very afraid. This can be stated clearly in the translation. AT: \"foreigners came shaking, showing that they were very afraid\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "046", "tn": [{"ref": "may my rock be praised", "text": "This can be stated in active form. AT: \"he is my rock and he should be praised\" or \"may people praise my rock\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my rock", "text": "Here the writer speaks of Yahweh's protection as if he were a rock that prevented his enemies from reaching him. See how you translated this in [[:en:bible:notes:psa:018:002|18:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May the God of my salvation be exalted", "text": "This can be stated in active form. AT: \"May people exalt the God of my salvation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the God of my salvation", "text": "This means that it is God who has rescued him. AT: \"the God who rescued me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the God who executes vengeance for me", "text": "To \"execute vengeance\" means to punish people for their evil actions. AT: \"the God who punishes people for the evil things they have done to me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "048", "tn": [{"ref": "I am set free", "text": "This can be stated in active form. AT: \"God has set me free\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you lifted me above", "text": "Yahweh's protection of the writer is spoken of as if he lifted the writer up so high that his enemies could not reach him to harm him. AT: \"you put me in a safe place high above\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who rose against me", "text": "\"who attacked me\" or \"who rebelled against me\""}, {"ref": "violent men", "text": "\"cruel men\" or \"savage men\""}, {"ref": "among the nations", "text": "Here the writer means that he will give thanks to Yahweh so that all people will hear of Yahweh's greatness. AT: \"so all the nations will hear about it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to your name", "text": "Here \"name\" represents God himself. AT: \"in honor of your name\" or \"to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "050", "tn": [{"ref": "victory to his king", "text": "By using the words \"his king,\" David is referring to himself as king. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "he shows his covenant loyalty to his anointed one ... to his descendants forever", "text": "\"he faithfully loves me as he promised in his covenant, and he will love my descendants forever\""}]}]