[{"id": "01", "tn": [{"ref": "all sins committed against the sanctuary", "text": "This can be stated in active form. AT: \"all sins that anyone commits against the sanctuary\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all sins committed by anyone in the priesthood", "text": "This can be stated in active form. AT: \"all sins that anyone in the priesthood commits\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "anyone in the priesthood", "text": "\"any priest\""}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking to Aaron."}, {"ref": "They must serve you ... They must join you", "text": "\"They\" refers to members of the tribe of Levi; the word \"you\" is singular and refers to Aaron. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "or they and also you will die", "text": "Here \"they\" refers to any member of the tribe of Levi who comes \"near to anything in the sanctuary;\" the word \"you\" is plural and refers to both Aaron and the rest of the Levites who are serving in approved roles. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "not come near you. You must take responsibility", "text": "Here \"you\" is plural and refers to both Aaron and the rest of the Levites. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "so that my anger does not come on the people of Israel again", "text": "Possible meanings are 1) this represents God being extremely angry with his people. AT: \"so that I do not become very angry with the people of Israel again\" or 2) this represents God punishing them because of his anger. AT: \"so that I do not punish the people of Israel again\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues speaking to Aaron."}, {"ref": "They are a gift to you", "text": "Yahweh appointing the Levites to help Aaron is spoken of as if they were a gift that Yahweh were giving to Aaron. AT: \"They are like a gift to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "given to me", "text": "Here \"given\" to God represents being set apart to serve God. This can be stated in active form. AT: \"which I have set apart for myself\" or \"and I have set them apart for myself\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "only you and your sons", "text": "Here \"you\" and \"your\" are singular and refer to Aaron. Other occurrences of \"you\" and \"your\" are plural and refer to Aaron and his sons. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "exercise the priesthood", "text": "\"do the work of priests\""}, {"ref": "everything inside the curtain", "text": "Being inside the curtain represents being inside the room behind the curtain. AT: \"everything in the room behind the curtain\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Any foreigner who approaches must be put to death", "text": "This can be stated in active form. AT: \"Any foreigner who approaches must die\" or \"You must put to death any foreigner who approaches\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who approaches", "text": "What they should not approach can be stated clearly. AT: \"who approaches the sacred things\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "the offerings raised up to me", "text": "Here \"raised up to me\" represents giving or offering something to God. This can be stated in active form. AT: \"the offerings that people give to me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have given these offerings to you", "text": "God speaks as if he had already done this because it is a decision that he had already made. AT: \"I give these offerings to you\""}, {"ref": "as your ongoing share", "text": "A share is a portion of something that someone receives. AT: \"as the portion that you will continually receive\""}, {"ref": "kept from the fire", "text": "This can be stated in active form. AT: \"that you do not completely burn on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they are very holy", "text": "\"these portions are very holy\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "ritually clean", "text": "Being acceptable to God is spoken of as if they were clean. AT: \"acceptable to me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "the firstfruits", "text": "This refers to the first of the best oil, wine, and grain that they harvest."}, {"ref": "Everyone who is clean in your family", "text": "Being acceptable to God is spoken of as if they were clean. AT: \"Everyone in your family who is acceptable to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "Everything that opens the womb, all the firstborn", "text": "These two phrases mean basically the same thing. AT: \"Every firstborn male\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Everything that opens the womb", "text": "The idiom \"opens the womb\" means to be the first male that a mother gives birth to. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the people must certainly buy back every firstborn son", "text": "Instead of sacrificing their firstborn sons, people had to pay the priests for their sons."}, {"ref": "Those that are to be bought back by the people must be bought back after becoming one month old", "text": "This can be stated in active form. AT: \"The people must buy them back when they become one month old\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Those that are to be bought back", "text": "Most likely this refers only to firstborn humans that must be bought back and not to firstborn unclean animals."}, {"ref": "five shekels ... which equals twenty gerahs", "text": "If it is necessary to use modern weight units, here are two ways of doing it. AT: \"five pieces of silver ... each of which equals ten grams\" or \"fifty grams of silver, using the standard weights that are used in the sanctuary\"  (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "five shekels", "text": "A shekel is a unit of weight. What was weighed can be stated clearly. AT: \"five shekels of silver\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sanctuary shekel", "text": "There were shekels of different weights. This is the one that people had to use in the sanctuary of the sacred tent. It weighed twenty gerahs, which was about 11 grams. (See: [[:en:ta:vol2:translate:translate_bweight]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "You must sprinkle their blood", "text": "That he must kill the animals first can be stated clearly. AT: \"You must kill them and sprinkle their blood\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "made by fire", "text": "This can be stated in active form. AT: \"that you make by fire\" or \"that  you burn with fire on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an aroma pleasing to Yahweh", "text": "The Lord's pleasure with the aroma represents his pleasure with the person who burns the offering. AT: \"and Yahweh will be pleased with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the raised breast and the right thigh", "text": "This can be stated in active form. AT: \"the breast and the right thigh that you lift up as a gift to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "I have given to you", "text": "God speaks as if he had already done this because it is a decision that he had already made. AT: \"I give to you\""}, {"ref": "as a continual share", "text": "A share is a portion of something that someone receives. AT: \"as the portion that you will continually receive\""}, {"ref": "an everlasting covenant of salt ... a binding covenant forever", "text": "The two phrases refer to the same thing. Together they emphasize that the covenant will endure forever. AT: \"an agreement forever\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "an everlasting covenant of salt", "text": "\"a covenant made with salt.\" Salt represented permanence and was used in offerings and covenant meals. AT: \"a permanent covenant\" or \"an everlasting covenant\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "You will have no inheritance in the people's land", "text": "God speaks of the land that the other people will possess as if they will inherit it. AT: \"You will not possess any of the people's land\" or \"You will not receive any of the land that the Israelites will possess\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am your share and inheritance", "text": "God speaks of the great honor that Aaron and his descendants will have by serving him as priests as if God were something that they will inherit. AT: \"Instead, I am what you will have\" or \"Instead, I will allow you to serve me and I will provide for you through that service\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "look, I have given", "text": "The word \"look\" here adds emphasis to what follows. AT: \"indeed, I have given\""}, {"ref": "as their inheritance", "text": "God speaks of what Aaron and his descendants will receive as if they will inherit it. AT: \"as their portion of what I give to all Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Aaron."}, {"ref": "Among the people of Israel they must have no inheritance", "text": "God speaks of the land that the other people of Israel will possess as if they will inherit it. The Levites would not receive any of the land. AT: \"they must not have any of the land that the other people of Israel receive\"   (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as their inheritance", "text": "God speaks of what Aaron and his descendants will receive as if they will inherit it. AT: \"as their portion of what I give to all Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "When you receive from the people of Israel the tenth that I have given to you from them", "text": "The people of Israel would offer Yahweh a tenth of their crops and animals, and Yahweh would give that to the Levites."}, {"ref": "for your inheritance", "text": "God speaks of what Aaron and his descendants will receive as if they will inherit it. AT: \"as your portion of what I give to all Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Your contribution must be considered by you", "text": "This can be stated in active form. AT: \"You must consider your contribution\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "God continues tell Moses what he must tell the Levites."}, {"ref": "you must give his contribution to Aaron the priest", "text": "Here \"his\" refers to Yahweh. It was Yahweh's contribution in the sense that they had to give it to Yahweh. AT: \"you must give Aaron the priest the contribution that you owe Yahweh\""}, {"ref": "that have been given to you", "text": "This can be stated in active form. AT: \"that the people of Israel give to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "Connecting Statement:", "text": "God continues speaking to Moses."}, {"ref": "the best of it", "text": "\"the best of what you have received from the people of Israel\""}, {"ref": "the rest of your gifts", "text": "The \"gifts\" are the offerings that the Israelites give to God and that the Levites receive from them."}, {"ref": "You will not incur any guilt by eating and drinking it", "text": "\"You will not be guilty when you eat and drink it\""}]}]