[{"id": "01", "tn": [{"ref": "Eliphaz the Temanite", "text": "Translate this man's name as in [[:en:bible:notes:job:02:11|2:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Can a man be useful to God? Can a wise man be useful to him?", "text": "Eliphaz uses questions to emphasize that a person's actions or wisdom do not benefit God. AT: \"A man cannot be useful to God. A wise man cannot be useful to him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is it any pleasure to the Almighty if you are righteous? Is it gain to him if you make your ways blameless?", "text": "Both of these statements mean the same thing. Eliphaz uses questions to emphasize that Job's actions do not help God. AT: \"The Almighty does not receive any pleasure if you are righteous. He does not gain anything if you make your ways blameless.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "Is it because of your reverence for him that he rebukes you and takes you to judgment? Is not your wickedness great? Is there no end to your iniquities?", "text": "Eliphaz uses questions to scold Job and accuse him of committing terrible sins. AT: \"It is certainly not because you have been devoted to him that God rebukes you and takes you to judgment! No, as you know, he judges you because your wickedness is great and you keep on sinning!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "you have demanded guarantee of a loan", "text": "This refers to a lender taking something from the borrower to ensure that the borrower pays him back."}, {"ref": "you have stripped away clothing from the naked", "text": "Eliphaz is accusing Job of taking clothes as security from poor people who borrowed from him."}, {"ref": "withheld bread", "text": "Here \"bread\" refers to food in general. AT: \"withheld food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "possessed the earth ... lived in it", "text": "Eliphaz is accusing Job of taking land from poor people and not allowing them to live on it. He is emphasizing this point by restating it twice. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "possessed the earth", "text": "Epiphaz is exaggerating about the amount of land that Job owned in order to portray Job as greedy. AT: \"possessed a great amount of land\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "You have sent widows away empty", "text": "\"You made widows go away with nothing\""}, {"ref": "widows", "text": "women whose husbands have died"}, {"ref": "the arms of the fatherless have been broken", "text": "Here \"arms\" refer to power. This can be stated in active form. AT: \"you even oppressed orphans\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "snares are all around you ... There is darkness ... an abundance of water", "text": "Each of these metaphors mean that there are troubles and dangers all around Job because of his sin. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an abundance of waters", "text": "\"a flood\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "Is not God in the heights of heaven?", "text": "Eliphaz uses this question to suggest that God see Job's sin and will judge him. AT: \"God is in the heights of heaven and sees everything that happens on earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Look at the height of the stars, how high they are!", "text": "Eliphaz implies that God is higher than the stars. This can be made explicit. AT: \"Look at how high the stars are. God is even high above them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What does God know? Can he judge through the thick darkness?", "text": "Eliphaz uses these questions to imply that Job has said these things against God. AT: \"God does not know what happens on earth. He sits in dark clouds and cannot judge us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he walks on the vault of heaven", "text": "Here \"vault\" refers to the barrier that ancient people believed separated the earth from heaven. AT: \"he lives too far away in heaven to see what happens here\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "Will you keep the old way that wicked men have walked", "text": "Here doing wicked deeds is spoken of as walking in a path. AT: \"Will you continue to do the things that evil people do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who were snatched away", "text": "Here dying is spoken of as if God snatched them away. This can be stated in active form. AT: \"those who died\" or \"those whom God took away\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those whose foundations have washed away like a river", "text": "The death of the wicked people is spoken of as if they were buildings that had their foundations washed away by a flood. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "What can the Almighty do to us?", "text": "Eliphaz quotes question the wicked people use to mock God. AT: \"The Almighty cannot do anything to us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "the plans of wicked people are far from me", "text": "The idiom \"far from me\" means Eliphaz rejects them. AT: \"but I will not listen to their wicked plans\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "see their fate", "text": "\"know what will happen to the wicked\""}, {"ref": "laugh them to scorn", "text": "\"mock the wicked people\""}, {"ref": "those who rose up against us are cut off", "text": "Here \"those who rose up\" refers to the wicked people. This can be stated in active form. AT: \"God has destroyed the wicked people who harmed us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "Now", "text": "Eliphaz uses this word to introduce something important he is about to say."}, {"ref": "instruction from his mouth", "text": "Here \"from his mouth\" represents what God has spoken. AT: \"the instruction that God has spoken\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "store up his words", "text": "Here God's words are spoken of as they are treasures that Job could keep in a storeroom. AT: \"treasure his commands\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your heart", "text": "Here \"heart\" refers to Job's thoughts. AT: \"your mind\" (UDB)  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "you will be built up", "text": "Eliphaz compares Job's restoration to the rebuilding of a house that has fallen. This can be stated in active form. AT: \"he will heal you and make you prosper again\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if you put unrighteousness far away from your tents", "text": "Here unrighteousness is pictured as a person who is living in Job's tent who must be removed. AT: \"if you and everyone in your house stops sinning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lay your treasure down in the dust", "text": "To lay a treasure in the dust is to treat it as unimportant. AT: \"Consider your riches to be as unimportant as dust\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the gold of Ophir among the stones of the brooks", "text": "To put gold in the stream is to treat it as no more value than stones. AT: \"your gold to be as worthless as stones in a stream\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Ophir", "text": "This is the name of a region famous for its gold. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Almighty will be your treasure, precious silver to you", "text": "This means God will be more valuable to Job than any treasure. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Eliphaz continues speaking to Job."}, {"ref": "you will lift up your face to God", "text": "This means Job will no longer be ashamed but will trust in God. AT: \"you will be able to approach him confidently\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "it will be confirmed for you", "text": "This can be stated in active form. AT: \"God will cause you to succeed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "light will shine on your paths", "text": "God's blessing is spoken of as if there was a light on all of Job's paths. AT: \"it will be as though a light were shining on the road in front of you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "This concludes Eliphaz's speech to Job."}, {"ref": "the one with lowered eyes", "text": "Here \"lowered eyes\" refers to humility. AT: \"the humble person\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a man who is innocent", "text": "Some versions read, \"even a man who is not innocent.\""}, {"ref": "you will be rescued through the cleanness of your hands", "text": "Some versions read, \"he will be rescued through the cleanness of your hands.\" This can be stated in active form. AT: \"God will rescue you because of the cleanest of your hands\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "through the cleanness of your hands", "text": "Here \"cleanness\" refers to innocence and \"hands\" refers to what a person does. AT: \"because you do what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]