[{"id": "01", "tn": [{"ref": "Listen to me", "text": "Here \"me\" refers to Yahweh's servant."}, {"ref": "you coastlands", "text": "This refers to the people who live on the coastlands. AT: \"you who live on the coastlands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He has made my mouth like a sharp sword", "text": "Here the word \"mouth\" represents the words that he speaks. His words are compared to a sharp sword to emphasize that they will be effective. AT: \"He has made my words as effective as a sharp sword\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he hid me in the shadow of his hand", "text": "Yahweh protecting his servant and keeping his purpose secret is spoken of as if Yahweh's hand cast a shadow over him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has made me into a polished arrow; in his quiver he has hidden me", "text": "Yahweh's servant being able to carry out Yahweh's purposes effectively is spoken of as if the servant were a sharp, new arrow. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in his quiver he has hidden me", "text": "Yahweh protecting his servant and keeping his purpose secret is spoken of as if Yahweh kept him hidden in a quiver. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "quiver", "text": "a case used to carry arrows"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh's servant continues speaking."}, {"ref": "He said", "text": "\"Yahweh said\""}, {"ref": "You are my servant, Israel", "text": "\"You are my servant, whom I call Israel\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh's servant continues speaking."}, {"ref": "that Israel would be gathered to him", "text": "This part of the sentence means the same as the part before it. This can be stated in active form. AT: \"to bring the people of Israel back to himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I am honored in the eyes of Yahweh", "text": "Here \"eyes\" represents Yahweh's thoughts or opinion. This can be stated in active form. AT: \"Yahweh has honored me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my God has become my strength", "text": "God giving the servant strength is spoken of as if God himself were his strength. AT: \"my God has given me strength\" or \"my God has strengthened me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make you a light to the Gentiles", "text": "The servant bringing Yahweh's message to the Gentiles and helping them to understand it is spoken of as if Yahweh made the servant a light that shines among the Gentiles. See how you translated a similar phrase in [[:en:bible:notes:isa:42:05|42:6]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. This phrase also forms a merism and refers to everywhere in between the ends. AT \"to all the farthest places of the earth\" or \"to the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "07", "tn": [{"ref": "Redeemer", "text": "Translate this word the same way you did in [[:en:bible:notes:isa:41:14|41:14]]."}, {"ref": "to the one whose life is despised, hated by the nations, and a slave of rulers", "text": "Here the word \"life\" represents the person. This can be stated in active form. AT: \"to the one whom people despised, whom the nations hated and held as slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Holy One of Israel", "text": "Translate this phrase the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}]}, {"id": "08", "tn": [{"ref": "At a time I decide to show my favor I will answer you, and in a day of salvation I will help you", "text": "These two clauses mean basically the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will answer you", "text": "Here \"you\" refers to Yahweh's servant."}, {"ref": "in a day of salvation", "text": "Here the word \"day\" refers to a specific time and not to a 24-hour day. The word \"salvation\" can be translated as a verb. AT: \"when the time comes for me to save you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "give you as a covenant for the people", "text": "Here the word \"covenant\" is a metonym for the one who establishes or mediates a covenant. See how you translated a similar phrase in [[:en:bible:notes:isa:42:05|42:6]]. AT: \"make you be the mediator of a covenant with the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to rebuild the land", "text": "Here the word \"land\" represents the cities in the land that had been destroyed. AT: \"to rebuild the ruined places in the land\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to reassign the desolate inheritance", "text": "Yahweh speaks of the land as if it were an inheritance that the people of Israel received as a permanent possession. It is implied that the servant is to reassign the land to the people of Israel. AT: \"to reassign the desolate land to the people of Israel as their inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to his servant."}, {"ref": "They will graze along the roads, and on all the bare slopes will be their pasture", "text": "Yahweh speaks of the people living freely and prosperously as if they were sheep that had plenty of pasture in which to graze. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "They will not", "text": "Here \"they\" refers to God's people."}, {"ref": "nor will the heat or sun beat on them", "text": "Here the word \"heat\" describes the word \"sun.\" The people suffering from the sun's heat is spoken of as if the heat struck them. AT: \"nor will they suffer from the sun's heat\" (See: [[:en:ta:vol2:translate:figs_hendiadys]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for he who has mercy on them ... he will guide them", "text": "Yahweh speaks of himself in the third person. He speaks of protecting the people and caring for them as if he were their shepherd. AT: \"I, the one who has mercy on them ... I will guide them\" (See: [[:en:ta:vol2:translate:figs_123person]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will make all my mountains into a road, and make my highways level", "text": "Yahweh speaks of guiding his people safely and removing obstacles from their path as if he turned mountains into roads and level highways. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "the land of Sinim", "text": "The location of this place is uncertain, but it may refer to a region in the southern part of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sing, heavens, and be joyful, earth; break into singing, you mountains!", "text": "Isaiah turns his attention from the people of Israel and speaks to the heavens, earth, and mountains as if they were people. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "14", "tn": [{"ref": "But Zion said", "text": "The word \"Zion\" is another name for Jerusalem. Isaiah speaks of the city as if it were a woman who complains that Yahweh has forgotten her. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Can a woman forget her baby, nursing at her breast, so she does not have compassion on the son she has borne?", "text": "Yahweh uses a question to help his people understand that he will never forget about them or stop caring for them. AT: \"A woman would not forget her nursing baby or stop caring for the son she bore.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I have inscribed your name on my palms", "text": "Yahweh speaks of his unwavering devotion to Zion as if he had written her name on the palms of his hands. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your walls are continually before me", "text": "Yahweh speaks of always thinking about Zion as if her walls were always before him. The word \"walls\" is a metonym for the city. AT: \"I am continually thinking about your walls\" or \"I am always thinking about you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Your children are hurrying back", "text": "Yahweh speaks of the people who are returning to live in Jerusalem as if they were the city's children. AT: \"Your inhabitants are hurrying back\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "As surely as I live", "text": "This is an oath formula that Yahweh uses to guarantee the truth of what he is saying."}, {"ref": "declaration of Yahweh", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"declared\" or \"solemnly said.\" See how you translated this in [[:en:bible:notes:isa:14:21|14:22]]. AT: \"this is what Yahweh declared\" or \"this is what Yahweh solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you will surely wear them like jewelry; you will put them on, like a bride", "text": "Yahweh speaks of the inhabitants of Zion as if they were jewelry that the city wears to show her beauty and joy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will put them on, like a bride", "text": "The last part of the phrase can be clarified from the previous line. AT: \"you will put them on, like a bride wears jewelry\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Though you were a waste and desolate", "text": "The words \"a waste\" and \"desolate\" mean basically the same thing and emphasize that the enemy has destroyed Zion and left it empty. AT: \"Though you were completely desolate\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "those who devoured you", "text": "The enemy destroying Zion is spoken of as if they had devoured it. AT: \"those who destroyed you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The children born during the time of your bereavement", "text": "Yahweh speaks of the time when the people of Jerusalem were in exile as if the city was bereaved of her children. Those who were born while the people were in exile are spoken of as the city's children. AT: \"Those who will inhabit you, who were born while the people were in exile\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The place is too cramped for us", "text": "This means that there will be so many people that the city will be too small for them all to live in it."}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Who has borne these children for me?", "text": "Zion speaks of the people who are returning to inhabit the city as if those people were her children. Zion's question expresses her surprise that so many children now belong to her. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I was bereaved and barren, exiled and divorced", "text": "Zion describes herself as a woman incapable of having more children. She indicates the reasons for her great surprise. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was bereaved and barren", "text": "\"I was mourning over my dead children and unable to have more\""}, {"ref": "exiled and divorced", "text": "\"I was sent away, without a husband\""}, {"ref": "Who has raised these children? Look, I was left all alone; where did these come from?", "text": "Again, Zion uses questions to expresses her surprise. AT: \"Look, I was left all alone; now all of these children that I did not raise have come to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a woman. He explains how she is able to have so many children. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I will raise my hand to the nations; I will raise my signal flag to the peoples", "text": "These two clauses mean basically the same thing. AT: \"I will raise my hand and signal with a flag for the people of the nations to come\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They will bring your sons in their arms and carry your daughters on their shoulders", "text": "Yahweh speaks of the people who will inhabit Jerusalem as if they were the city's children. He also speaks of the people of other nations helping the Israelites to return to Jerusalem as if they were carrying the Israelites. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Kings will be your foster fathers, and their queens your nursemaids", "text": "Yahweh speaks of the people who will inhabit Zion as if they were the city's children. The terms \"foster fathers\" and \"nursemaids\" refer to men and women who become responsible for the care of children. AT: \"The kings and queens of other nations will provide for your inhabitants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will bow down to you with their faces to the earth and lick the dust of your feet", "text": "These phrases describe gestures that people used to express complete submission to a superior."}, {"ref": "lick the dust of your feet", "text": "Possible meanings are 1) that this is a literal expression of submission where the person licks the dust off of a superior's foot or from the ground at the superior's foot or 2) that this is an idiom that describes a person prostrating himself before a superior. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will not be put to shame", "text": "This can be stated in active form. AT: \"will not be ashamed\" or \"will not be disappointed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Can the spoils be taken from the warrior, or captives be rescued from the fierce?", "text": "Isaiah uses a question to express the difficulty of taking anything from a mighty soldier or a very strong warrior. This can be stated in active form. AT: \"A person cannot take the spoils from a warrior or rescue captives from fierce soldiers.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "spoils", "text": "valuable items taken from the losers in a battle"}, {"ref": "the captives will be taken away from the warrior, and spoils will be rescued", "text": "Yahweh says that he will do what is usually impossible for people to do. This can be stated in active form. AT: \"I will take the captives from the warrior, and I will rescue the spoils\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will ... save your children", "text": "Yahweh speaks of the people who will inhabit Zion as if they were the city's children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Zion as if it were a person."}, {"ref": "I will feed your oppressors with their own flesh", "text": "Possible meanings are 1) the oppressors will be so hungry that they will eat the flesh of their friends who have died. AT: \"I will cause your oppressors to eat their own flesh\" or 2) Yahweh speaks of the oppressors fighting against and destroying themselves as if they were eating themselves. AT: \"I will cause your oppressors to destroy themselves, as if they were eating their own flesh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and they will get drunk on their own blood, as if it were wine", "text": "Possible meanings are 1) the oppressors will be so thirsty that they drink the blood of their friends who have died. AT: \"and they will drink their friends' blood and be like weak people who are drunk on wine\" or 2) Yahweh speaks of the oppressors fighting against and destroying themselves as if they were drinking their own blood. AT: \"and they will shed so much of their friends' blood that it will be as though they were getting drunk with wine\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]