[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul travels to Ephesus."}, {"ref": "General Information:", "text": "The \"upper country\" was an area of Asia which today is part of modern-day Turkey to the north of Ephesus. Paul must have traveled by land around the top of the Aegean sea in order to come to Ephesus (also in Turkey today) which is directly east of Corinth by sea."}, {"ref": "It came about that", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "passed through", "text": "\"traveled through\""}, {"ref": "receive the Holy Spirit", "text": "This means to have the Holy Spirit come upon them."}, {"ref": "we did not even hear about the Holy Spirit", "text": "\"we have not even heard about the Holy Spirit\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the words \"They,\" \"you,\" and \"they\" refer to certain disciples in the city of Ephesus. (See: [[:en:bible:notes:act:19:03|19:1]])"}, {"ref": "General Information:", "text": "The word \"him\" refers to John."}, {"ref": "Into what then were you baptized?", "text": "This can be stated in active form. AT: \"What kind of baptism did you receive?\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Into John's baptism", "text": "You can translate this as a complete sentence. AT: \"We received the kind of baptism about which John taught\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the baptism of repentance", "text": "You can translate the abstract noun \"repentance\" as the verb \"repent.\" AT: \"the baptism that people requested when they wanted to repent\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the one who would come", "text": "Here \"the one\" refers to Jesus."}, {"ref": "come after him", "text": "This means to come after John the Baptist in time and not following after him physically."}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues staying in Ephesus."}, {"ref": "When the people", "text": "Here \"people\" refers to the disciples in Ephesus who were talking with Paul. (See: [[:en:bible:notes:act:19:03|19:1]])"}, {"ref": "they were baptized", "text": "This can be stated in active form. AT: \"they received baptism\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the name of the Lord Jesus", "text": "Here \"name\" refers to Jesus' power and authority. AT: \"as believers in the Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "laid his hands on them", "text": "\"placed his hands on them.\" He probably placed his hands on their shoulders or heads. AT: \"placed his hands on their heads as he prayed\" (UDB)"}, {"ref": "they spoke in other languages and prophesied", "text": "Unlike in [[:en:bible:notes:act:02:01|2:3-4]], there are no details of who  understood their messages."}, {"ref": "In all they were about twelve men", "text": "This tells how many men were baptized. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "twelve men", "text": "\"12 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "08", "tn": [{"ref": "Paul went into the synagogue and spoke boldly for the space of three months", "text": "\"Paul regularly attended the synagogue meetings for three months and spoke there boldly\""}, {"ref": "persuading people", "text": "\"convincing people of the truth\""}, {"ref": "concerning the kingdom of God", "text": "Here \"kingdom\" stands for God's rule as king. AT: \"concerning God's rule as king\" or \"concerning how God would show himself as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "some Jews were hardened and disobedient", "text": "To stubbornly refuse to believe is spoken of as though the people were becoming hard and unable to move. AT: \"some Jews were stubborn and did not believe\" or \"some Jews stubbornly refused to accept and obey the message\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to speak evil of the way of Christ before the crowd", "text": "What Christ wants people to believe is spoken of as though it were a road that a person travels. The phrase, \"the way,\" seems to have been a title for Christianity at the time. AT: \"to speak evil about Christianity to the crowd\" or \"to speak to the crowd evil things about Christ and what he taught about God\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:bible:notes:act:09:01|9:2]])"}, {"ref": "to speak evil of", "text": "\"to speak bad things about\""}, {"ref": "in the lecture hall of Tyrannus", "text": "\"in the large room where Tyrannus had taught people\""}, {"ref": "Tyrannus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all who lived in Asia heard", "text": "Possible meanings are 1) Paul shared the gospel with many people throughout all of Asia or 2) Paul's message went out to all of Asia from Ephesus by the Ephesians as well as people who visited Ephesus and came from all over Asia."}, {"ref": "the word of the Lord", "text": "Here \"word\" stands for a message. AT: \"the message about the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Here the words \"them\" and \"they\" refer to those who were sick."}, {"ref": "God was doing mighty deeds by the hands of Paul", "text": "Here \"hands\" stands for Paul's whole person. AT: \"God was causing Paul to do miracles\" or \"God was doing miracles through Paul\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "so that even the sick were healed", "text": "This can be stated in active form. AT: \"so that he healed the sick\" or \"so that even the sick became healthy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sick", "text": "The words \"the sick\" can made clear. AT: \"sick people\" or \"those who were sick\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "when they took handkerchiefs and aprons from Paul's body", "text": "These were probably cloth items that Paul had worn or used. AT: \"when they touched handkerchiefs and aprons that Paul had worn while working\""}, {"ref": "handkerchiefs", "text": "cloths worn around the head"}, {"ref": "aprons", "text": "clothing worn on the front of the body to protect the clothes of people"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is the beginning of another event that happened while Paul was in Ephesus. It is about Jewish exorcists."}, {"ref": "exorcists", "text": "people who send evil spirits from people or places"}, {"ref": "took the name of Jesus for their own use", "text": "Even though they did not believe in Jesus, they tried to use his name as one of their magic words."}, {"ref": "name of Jesus", "text": "Here \"name\" refers to Jesus' power and authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They spoke it over those who had evil spirits", "text": "\"They spoke the name of Jesus to the evil spirits that had taken control over people\""}, {"ref": "those who had evil spirits", "text": "\"those who were under the influence of evil spirits\""}, {"ref": "by the Jesus whom Paul preaches", "text": "\"Jesus\" was a common name at the time, so these exorcists wanted people to know of whom they spoke."}, {"ref": "by the Jesus", "text": "This stands for the power and authority of Jesus. AT: \"by the authority of Jesus\" or \"by the power of Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Those who did this were the seven sons of a Jewish chief priest, Sceva", "text": "This is background information about the exorcists. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Sceva", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "Jesus I know, and Paul I know", "text": "\"I know Jesus and Paul\" or \"I know Jesus, and I know Paul\""}, {"ref": "but who are you?", "text": "The spirit asked this question to emphasize that the exorcists had no authority over evil spirits. AT: \"but I do not know you!\" or \"but you have no authority over me!\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "The evil spirit in the man leaped", "text": "This means that the evil spirit caused the man whom it was controlling to leap on the exorcists."}, {"ref": "exorcists", "text": "This refers to people who send evil spirits from people or places. See how you translated this in [[:en:bible:notes:act:19:13|19:13]]."}, {"ref": "they fled ... naked", "text": "The exorcists fled with their clothes ripped off them."}, {"ref": "the name of the Lord Jesus was honored", "text": "This can be stated in active form. AT: \"they honored the name of the Lord Jesus\" or \"they considered the name of the Lord Jesus to be great\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the name", "text": "This stands for the power and authority of Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "This ends the story about the Jewish exorcists. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "brought their books", "text": "\"collected their books.\" The word \"books\" refers to scrolls on which magical incantations and formulas were written."}, {"ref": "in the sight of everyone", "text": "\"in front of everyone\""}, {"ref": "the value of them", "text": "\"the value of the books\" or \"the value of the scrolls\""}, {"ref": "fifty thousand", "text": "\"50,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "pieces of silver", "text": "A \"piece of silver\" was the approximate daily wage for a common laborer. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "So the word of the Lord spread very widely in powerful ways", "text": "\"So because of these powerful deeds, more and more people heard the message about the Lord Jesus\""}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks about going Jerusalem but does not leave Ephesus yet."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke starts to tell a new part of the story."}, {"ref": "Paul completed his ministry in Ephesus", "text": "\"Paul completed the work that God had for him to do in Ephesus\""}, {"ref": "he decided in the Spirit", "text": "Possible meanings are 1) Paul decided with the help of the Holy Spirit or 2) Paul decided within his own spirit, which means he made up his mind."}, {"ref": "Achaia", "text": "Achaia was the Roman province in which Corinth was located. It was the largest city in southern Greece and the capital of the province. See how you translated this in [[:en:bible:notes:act:18:12|18:12]]."}, {"ref": "I must also see Rome", "text": "\"I must also travel to Rome\""}, {"ref": "Erastus", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "But he himself stayed in Asia for a while", "text": "It is made explicit in the next few verses that Paul remains in Ephesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he himself", "text": "This is repeated for emphasis.  (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Luke tells about a riot that broke out while Paul was in Ephesus."}, {"ref": "General Information:", "text": "Demetrius is introduced to the story. Verse 24 introduces background information about Demetrius. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "Ephesus had a large temple dedicated to the goddess Diana, sometimes translated as the Greek name \"Artemis.\" Diana was a false goddess of fertility. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "there arose a great disturbance in Ephesus concerning the Way", "text": "This is a summary opening statement."}, {"ref": "there arose a great disturbance", "text": "\"the people became very upset\""}, {"ref": "the Way", "text": "This was a term used to refer to Christianity. See how you translated this title in [[:en:bible:notes:act:09:01|9:2]]."}, {"ref": "A certain silversmith named Demetrius", "text": "The use of the words \"a certain\" introduces a new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "silversmith", "text": "a craftsman who works with silver metal to make statues and jewelry"}, {"ref": "named Demetrius", "text": "This is the name of a man. Demetrius was a silversmith in Ephesus who was against Paul and the local church. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "brought in much business", "text": "\"made a lot of money for those who made the idols\""}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Demetrius continues to speak to the craftsmen."}, {"ref": "You see and hear that", "text": "\"You have come to know and understand that\""}, {"ref": "turned away many people", "text": "Paul's stopping people from worshiping idols is spoken of as though Paul were literally turning the people in a different direction. AT: \"caused many people to stop worshiping the local gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He is saying that there are no gods that are made with hands", "text": "Here the word \"hands\" can refer to the whole person. AT: He is saying that there are no gods that are made with the hands of people\" or \"He is saying that the idols that people make are not real gods\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "that our trade will no longer be needed", "text": "This can be stated in active form. AT: \"that the people will no longer want to buy idols from us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the temple of the great goddess Diana may be considered worthless", "text": "This can be stated in active form. AT: \"the people will think there is no benefit in going to the temple to worship the great goddess Diana\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she would even lose her greatness", "text": "Diana's greatness only comes from what people think of her."}, {"ref": "whom all Asia and the world worships", "text": "This was an exaggeration to show how popular the goddess Diana was. Here the words \"Asia\" and \"the world\" refer to the people in Asia and the known world. AT: \"whom many people in Asia and in other parts of the world worship\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Here the first word \"they\" refers to the craftsmen who made the idols ([[:en:bible:notes:act:19:23|19:24-25]]). The second word \"They\" refers to the people who had gathered to hear the craftsmen who shouted."}, {"ref": "General Information:", "text": "Gaius and Aristarchus came from Macedonia but were working with Paul in Ephesus at this time."}, {"ref": "they were filled with anger", "text": "This speaks of the craftsmen as though they were containers. Here \"anger\" is spoken of as if it were the contents that fill a container. AT: \"they became very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and cried out", "text": "\"shouted aloud\" or \"shouted loudly\""}, {"ref": "The whole city was filled with confusion", "text": "Here \"city\" refers to the people. The city is spoken of as if it were a container. And, \"confusion\" is spoken of as if it were the contents that filled the container. AT: \"Then people all over the city became upset and started shouting\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the people rushed together", "text": "This was a mob or near riot situation."}, {"ref": "into the theater", "text": "The Ephesus theater was used for public meetings and for entertainment such as plays and music. It was an outdoor semi-circular area with bench seats that could hold thousands of people."}, {"ref": "Paul's travel companions", "text": "The men who had been with Paul."}, {"ref": "Gaius and Aristarchus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Ephesus was part of the Roman empire and in the province of Asia."}, {"ref": "enter the theater", "text": "The Ephesus theater was used for public meetings and for entertainment such as plays and music. It was an outdoor semi-circular area with bench seats that could hold thousands of people. See how you translated \"theater\" in [[:en:bible:notes:act:19:28|19:29]]."}]}, {"id": "33", "tn": [{"ref": "Alexander", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "motioned with his hand to make an explanation", "text": "You can make explicit that Alexander was trying to quieten the crowd. AT: \"gestured to the audience to be quiet so that he could make an explanation\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "make an explanation", "text": "He wanted to speak, but it is not clear what he was going to say."}, {"ref": "with one voice", "text": "The shouting together of the people at the same time is spoken of as though they were speaking with one voice. AT: \"in unison\" or \"together\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "35", "tn": [{"ref": "Connecting Statement:", "text": "The clerk of Ephesus speaks to quiet the crowd."}, {"ref": "General Information:", "text": "The words \"You\" and \"you\" refer to all the men present who were from Ephesus. (See: [[:en:ta:vol1:translate:figs_you|Forms of You]])"}, {"ref": "the town clerk", "text": "This refers to the town \"writer\" or \"secretary.\""}, {"ref": "what man is there who does not know that the city of the Ephesians is temple keeper ... heaven?", "text": "The clerk asked this question to assure the crowd they were right and to comfort them. AT: \"every man knows that the city of the Ephesians is temple keeper ... heaven.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "who does not know", "text": "The town clerk uses \"not\" to emphasize that all of the people knew this. (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "temple keeper", "text": "The Ephesian people maintained and guarded the temple of Diana."}, {"ref": "the image which fell down from heaven", "text": "Within the temple of Diana was an image of the goddess that had been fashioned from a meteorite which fell from the sky. This was a rock thought to have come directly from Zeus, the ruler of the Greek gods (idols)."}, {"ref": "Seeing then that these things are undeniable", "text": "\"Since you know these things\""}, {"ref": "do nothing rash", "text": "\"do not do anything before you have had time to think about it\""}, {"ref": "rash", "text": "\"wild,\" \"hasty,\" or \"without careful thought\""}, {"ref": "these men", "text": "The words \"these men\" refer to Gaius and Aristarchus, Paul's traveling companions. (See: [[:en:bible:notes:act:19:28|19:29]])"}]}, {"id": "38", "tn": [{"ref": "Connecting Statement:", "text": "The town clerk finishes speaking to the crowd."}, {"ref": "Therefore", "text": "This word marks a statement that is said because of what was said previously. The town clerk had said in [[:en:bible:notes:act:19:35|19:37]] that Gaius and Aristarchus were not robbers or blasphemers."}, {"ref": "have an accusation against anyone", "text": "The word \"accusation\" can be stated as the verb \"accuse.\" AT: \"want to accuse someone\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "proconsuls", "text": "\"representatives.\" This refers the Roman governor's representatives who made legal decisions in court. (See: [[:en:ta:vol1:translate:translate_unknown|Translate Unknowns]])"}, {"ref": "Let them accuse one another", "text": "This does not mean Demetrius and those with him will accuse each other. It means this is a place where people in general can speak their accusation. AT: \"There people can accuse one another\""}, {"ref": "But if you seek anything about other matters", "text": "\"But if you have other matters to discuss\""}, {"ref": "it shall be settled in the regular assembly", "text": "This can be stated in active form. AT: \"let us settle it in the regular assembly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the regular assembly", "text": "This refers to a public gathering of citizens over which the county clerk presided."}, {"ref": "in danger of being accused concerning this day's riot", "text": "This can be stated in active form. AT: \"in danger of the Roman authorities accusing us of starting this riot today\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]