[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to encourage the believers in Colossae and Laodicea to understand that Christ is God and that he lives in believers, so they should live in the same way they received him."}, {"ref": "how great a struggle I have had for you", "text": "Paul has exerted much effort in developing their purity and understanding of the gospel."}, {"ref": "those at Laodicea", "text": "This was a city very close to Colossae where there was also a church for which Paul was praying."}, {"ref": "as many as have not seen my face in the flesh", "text": "Here \"face in the flesh\" stands for the person. AT: \"all those whom I have never seen personally\" or \"all those whom I have never met face to face\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "so that their hearts", "text": "Paul includes the Galatians even though he uses a different pronoun. AT: \"so that their hearts and yours\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "brought together", "text": "This means brought together in a close relationship."}, {"ref": "all the riches of full assurance of understanding", "text": "Paul speaks of a person who is completely sure that the good news is true as though that person were rich in physical things. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the secret truth of God", "text": "This is knowledge that can be revealed only by God."}, {"ref": "that is, Christ", "text": "Jesus Christ is the secret truth revealed by God."}, {"ref": "In him all the treasures of wisdom and knowledge are hidden", "text": "Only Christ can reveal God's true wisdom and knowledge. This can be stated in active form. AT: \"God has hidden all the treasures of wisdom and knowledge in Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the treasures of wisdom and knowledge", "text": "Paul speaks of God's wisdom and knowledge as if they were material wealth. AT: \"the very precious wisdom and knowledge\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wisdom and knowledge", "text": "These words mean basically the same thing here. Paul uses them together to emphasize that all spiritual understanding comes from Christ. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "04", "tn": [{"ref": "trick", "text": "This means to cause someone to believe something that is not true, so he acts on that belief, and suffers harm as a result."}, {"ref": "persuasive speech", "text": "speech that will make a person think differently"}, {"ref": "not with you in the flesh", "text": "\"not physically present with you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am with you in spirit", "text": "\"I continually think about you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "good order", "text": "doing things properly"}, {"ref": "the strength of your faith", "text": "\"how nothing and no one can cause you to stop believing\""}]}, {"id": "06", "tn": [{"ref": "Be firmly planted ... be built ... be established ... abound", "text": "These words explain what it means to \"walk in him.\""}, {"ref": "Be firmly planted in him", "text": "Paul speaks of a person with true faith in Christ as if that person were a tree growing in solid ground with deep roots. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be built on him", "text": "Paul speaks of a person with true faith in Christ as if that person were a building that has a strong foundation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be established in faith", "text": "\"trust in Jesus for everything\""}, {"ref": "just as you were taught", "text": "This is best stated without naming or otherwise calling attention to the teacher, who was Epaphras ([[:en:bible:notes:col:01:07|1:7]]). AT: \"just as you learned\" or \"just as they taught you\" or \"just as he taught you\""}, {"ref": "abound in thanksgiving", "text": "Paul speaks of thanksgiving as if it were objects that a person could obtain more of. AT: \"be very thankful to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul urges the believers to be careful not to turn to the words and rules of others because nothing can add to the fullness of God that believers have in Christ."}, {"ref": "See that", "text": "\"Make sure that\""}, {"ref": "captures you", "text": "Paul speaks of the way a person can believe false teachings (because they believe false things or love the wrong things) as if someone had physically caught and held that person by force. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "philosophy", "text": "religious doctrines and beliefs that are not from God's word but are based on man's thoughts about God and life"}, {"ref": "empty deceit", "text": "Paul speaks of false ideas that produce nothing and so are without value as though they are containers with nothing in them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the tradition of men ... the elements of the world", "text": "Both Jewish traditions and pagan (Gentile) belief systems are worthless. \"The elements of the world\" perhaps refers to evil spirits that claimed to rule the world and that were adored by people. But some interpreters view \"the elements of the world\" as people's basic teachings about the world."}, {"ref": "in him lives all the fullness of God bodily", "text": "\"God's total nature lives in physical form in Christ\""}]}, {"id": "10", "tn": [{"ref": "In him you were also circumcised", "text": "Paul is speaking of those who belong to Christ as if they were inside Christ's body. This can also be made active. AT: \"When you joined the church in baptism, God circumcised you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you are filled in him", "text": "Paul speaks of people as though they were containers into which God has placed Christ. AT: \"you are made complete in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He is the head", "text": "Christ is the ruler (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a circumcision not done by humans", "text": "With this metaphor, Paul says that God has made Christian believers acceptable to himself in a way that reminded him of circumcision, the ceremony through which Hebrew male babies were added to the community of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You were buried with him in baptism", "text": "Paul speaks of being baptized and joining the assembly of believers as if it were being buried with Christ. This can be made active. AT: \"God buried you with Christ when you joined the church in baptism\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in him you were raised up", "text": "With this metaphor, Paul speaks of the new spiritual life of believers, made possible because God made Christ come alive again. This can be made active. AT: \"because you have joined yourself to Christ, God raised you up\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "when you were dead", "text": "Paul speaks of unresponsiveness to God as if it were death. AT: \"when you Colossian believers were unable to respond to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you were dead ... he made you alive", "text": "With this metaphor Paul speaks of coming into new spiritual life as if it were coming back to life physically. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dead in your trespasses and in the uncircumcision of your flesh", "text": "You were dead on two accounts: 1) you were spiritually dead, living a life of sin against Christ and 2) you were not circumcised according to the law of Moses."}, {"ref": "forgave us all of our trespasses", "text": "\"he forgave us, both us Jews and you Gentiles, of all our trespasses\""}, {"ref": "He erased the written record of debts and the regulations that were against us", "text": "Paul speaks of the way God forgives our sins as if it were the way a person, to whom many people owe money or goods, destroys the record of that debt so they do not have to pay him back. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he made a public spectacle of them", "text": "In Roman times, it was common practice for the Roman armies to have a victory parade when they returned home, displaying all the prisoners they had captured and goods they had obtained. God was victorious over the  evil powers and authorities. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the cross", "text": "Here \"the cross\" stands for Christ's death on the cross. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "in eating or in drinking", "text": "The law of Moses included what one can eat and drink. \"for what you eat or what you drink\""}, {"ref": "about a feast day or a new moon, or about Sabbath days", "text": "The law of Moses specified the days to celebrate, to worship, and to offer sacrifice. \"for the way you celebrate feast days or new moons or the Sabbath\""}, {"ref": "a shadow of the things to come", "text": "A shadow gives only a vague idea of the shape and nature of an object. In a similar way, religious traditions such as the law of Moses can only partially show the reality of Jesus Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the substance", "text": "Here this means \"the reality,\" the thing that casts the \"shadow.\""}]}, {"id": "18", "tn": [{"ref": "Let no one ... judge you out of your prize", "text": "Here Paul refers to false teachers as if they were corrupt judges at an athletic contest who would unjustly disqualify the believers from winning the prizes they deserve, and he speaks of Christ saving a person as if Christ were giving a prize to the winner of such a contest. AT: \"Let no one ... disqualify you from winning a prize\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who wants humility", "text": "The word \"humility\" is a metonym for actions one does to make others think that one is humble. AT: \"who wants you to do things to show that you are humble\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "enters into the things he has seen", "text": "Here Paul  speaks about people who claim to have dreams and visions from God and who talk proudly about them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "becomes puffed up by his fleshly thinking", "text": "Here Paul says that sinful ways of thinking make a person arrogant. AT: \"puffs himself up by means of his fleshly thinking\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "puffed up", "text": "Here a person who boasts is spoken of as if he were an object into which someone had blown air to make it larger than it should be. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his fleshly thinking", "text": "Here the idea of flesh stands for the sinful human nature. \"the sinful thoughts he naturally thinks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He does not hold on to", "text": "Paul speaks of trusting Christ as though one were grasping Christ with one's hands. AT: \"He does not firmly grasp\" or \"He does not cling to,\" just as a child firmly holds on to his parent. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is from the head that the whole body throughout its joints and ligaments is supplied and held together", "text": "Paul speaks of the church, which is ruled and empowered by Christ, as if it were a human body. \"It is from the head that God supplies the whole body throughout its joints and ligaments and holds it together\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "If you died together with Christ to the elements of the world", "text": "With this metaphor, Paul speaks of a believer as a person who is spiritually united with Christ: as Christ died, so the believer has spiritually died; as Christ has come back to life, so the believer has come back to spiritual life, that is, to responsiveness to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "why do you live as obligated to the world: \"Do ... touch\"?", "text": "Paul used this question to rebuke the Colossians for following the false beliefs of the world. AT: \"stop submitting to the world's beliefs! Stop believing them when they say, 'Do ... touch'!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "live as obligated to the world", "text": "\"think you must obey the desires of the world\""}, {"ref": "the world", "text": "the thoughts, desires, and assumptions of the sinful majority of the world's people (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are destined for corruption", "text": "\"perish.\" Paul uses a metaphor here of a body rotting (\"corrupting\") in the grave. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "These rules have the wisdom of self-made religion and humility and severity of the body", "text": "made religion and humility and severity of the body** - \"These rules seem wise to unbelieving people because they allow those who follow them to appear humble because they hurt their own bodies\""}, {"ref": "have no value against the indulgence of the flesh", "text": "\"do not help you stop following your human desires\""}]}]