{"01": [{"ref": "Connecting Statement:", "text": "Jesus begins to describe events that will happen before he comes again during the end times."}, {"ref": "from the temple", "text": "It is implied that Jesus was not in the temple itself. He was in the courtyard around the temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Do you not see all these things?", "text": "Jesus uses a question to make the disciples think deeply about what he will tell them. AT: \"Let me tell you something about all these buildings.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "not one stone will be left on another that will not be torn down", "text": "It is implied that enemy soldiers will tear down the stones. This can be stated in active form. AT: \"when the enemy soldiers come, they will tear down every stone in these buildings\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}], "03": [{"ref": "What will be the sign of your coming and of the end of the age", "text": "Here \"your coming\" refers to when Jesus will come in power, establishing God's reign on earth and bringing this age to an end. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Be careful that no one leads you astray", "text": "\"Be careful that you do not believe anyone who lies to you about these things\""}, {"ref": "many will come in my name", "text": "Here \"name\" refers to \"in the authority\" or \"as the representative\" of someone. AT: \"many will claim that they have come as my representative\" or \"many will say they speak for me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "06": [{"ref": "See that you are not troubled", "text": "This can be stated in active form. AT: \"Do not let these things trouble you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For nation will rise against nation, and kingdom against kingdom", "text": "Both of these mean the same thing. Jesus is emphasizing that people everywhere will fight each other. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the beginning of birth pains", "text": "This refers to the pains a woman feels before giving birth to a child. This metaphor means these wars, famines, and earthquakes are just the beginning of the events that will lead to the end of the age. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "09": [{"ref": "they will deliver you up to tribulation and kill you", "text": "\"people will give you over to the authorities who will make you suffer and will kill you.\""}, {"ref": "You will be hated by all the nations", "text": "Here \"nations\" refers to the people of nations. This can be stated in active form. AT: \"People from every nation will hate you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for my name's sake", "text": "Here \"name\" refers to the complete person. AT: \"because you believe in me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will rise up", "text": "\"will come\""}], "12": [{"ref": "iniquity will be multiplied", "text": "This can be stated in active form. AT: \"people will sin more and more\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the love of many will grow cold", "text": "Possible meanings are 1) \"many people will no longer love other people\" or 2) \"many people will no longer love God.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the one who endures", "text": "\"whoever stays faithful\""}, {"ref": "to the end", "text": "It is not clear whether the \"end\" means when a person dies, or when the persecution ends, or the end of the age when God shows himself to be king. The main point is that they endure as long as necessary."}, {"ref": "will be saved", "text": "This can be stated in active form. AT: \"God will deliver that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This gospel of the kingdom will be preached", "text": "Here \"kingdom\" refers to God's rule as king. This can be stated in active form. AT: \"People will speak this message about God's rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the nations", "text": "Here, \"nations\" stands for people. AT: \"all people in all places\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Then the end", "text": "\"The end of the world\" or \"The end of the age\""}], "15": [{"ref": "the abomination of desolation", "text": "\"the shameful one who defiles the things of God\""}, {"ref": "which was spoken of by Daniel the prophet", "text": "This can be stated in active form. AT: \"about which Daniel the prophet wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "let the reader understand", "text": "This is not Jesus speaking. Matthew added this to alert the reader that Jesus was using words that they would need to think about and interpret."}, {"ref": "let him who is on the housetop", "text": "Housetops where Jesus lived were flat, and people could stand on them."}], "19": [{"ref": "those who are with child", "text": "This is a polite way to say \"pregnant women.\" (See: [[:en:ta:vol2:translate:figs_euphemism|Euphemism]])"}, {"ref": "in those days", "text": "\"at that time\""}, {"ref": "that your flight will not occur", "text": "\"that you do not have to flee\" or \"that you do not have to run away\""}, {"ref": "winter", "text": "\"the cold season\""}, {"ref": "Unless those days are shortened, no flesh would be saved", "text": "This can be stated in positive and active form. AT: \"If God does not shorten the time of suffering, everyone will die\" (See: [[:en:ta:vol2:translate:figs_doublenegatives|Double Negatives]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "flesh", "text": "\"people.\" Here, \"flesh\" is poetic way of saying all people. (See: [[:en:ta:vol2:translate:figs_synecdoche|Synecdoche]])"}, {"ref": "those days will be shortened", "text": "This can be stated in active form. AT: \"God will shorten the time of suffering\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}], "23": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to his disciples."}, {"ref": "do not believe it", "text": "\"do not believe the false things they have said to you\""}, {"ref": "so as to lead astray", "text": "This is an idiom. AT: \"so as to cause people to disobey God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "astray, if possible, even the elect", "text": "This can be translated as a separate sentence. AT: \"astray. If possible, they will even cause the elect to disobey God\""}], "26": [{"ref": "if they say to you, 'Look, he is in the wilderness,'", "text": "This can be stated as an indirect quotation. AT: \"if someone tells you that the Christ is in the wilderness\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Or, 'See, he is in the inner rooms,'", "text": "This can be stated as an indirect quotation. AT: \"Or, if someone tells you that the Christ is in the inner room\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "in the inner rooms", "text": "\"in a secret room\" (UDB) or \"in secret places\""}, {"ref": "as the lightning shines ... so will be the coming", "text": "This means the Son of Man will come very fast and he will be easy to see. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Wherever a dead animal is, there the vultures will gather", "text": "This is probably a proverb that the people of Jesus' time understood. Possible meanings are 1) when the Son of Man comes, everyone will see him and know that he has come, or 2) wherever spiritually dead people are, false prophets will be there to tell them lies. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "vultures", "text": "birds that eat the bodies of dead or dying creatures"}], "29": [{"ref": "immediately", "text": "\"right away\""}, {"ref": "the tribulation of those days", "text": "\"that time of suffering\""}, {"ref": "the sun will be darkened", "text": "This can be stated in active form. AT: \"God will make the sun dark\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the powers of the heavens will be shaken", "text": "This can be stated in active form. AT: \"God will shake things in the sky and above the sky\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "30": [{"ref": "the Son of Man ... He ... his", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "all the tribes", "text": "Here \"tribes\" refers to people. AT: \"all the people of the tribes\" or \"all the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will send his angels with a great sound of a trumpet", "text": "\"When the trumpet sounds, he will send his angels\" or \"When an angel blows the trumpet, he will send his angels\""}, {"ref": "they will gather", "text": "\"his angels will gather\""}, {"ref": "his elect", "text": "These are the people whom the Son of Man has chosen."}, {"ref": "from the four winds, from one end of the sky to the other", "text": "Both of these mean the same thing. They are idioms that mean \"from everywhere.\" AT: \"from all over the world\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_idiom]])"}], "32": [{"ref": "he is near", "text": "Jesus is speaking about himself in the third person. AT: \"the time for me to come is near\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "at the very gates", "text": "\"close to the gates.\" Jesus uses the imagery of a king or important official getting close to the gates of a walled city. It is a metaphor meaning the time for Jesus to come is soon. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "34": [{"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "this generation will not pass away", "text": "Here \"pass away\" is a polite way of referring to death. AT: \"the people living today will not all die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "until all of these things will have happened", "text": "\"until God causes all these things to happen\""}, {"ref": "Heaven and the earth will pass away", "text": "\"Heaven and the earth will no longer exist\""}, {"ref": "my words will never pass away", "text": "Here \"words\" refers to what Jesus has said. AT: \"what I say will always be true\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "36": [{"ref": "that day and hour", "text": "Here \"day\" and \"hour\" refer to the exact time that the Son of Man will return. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nor the Son", "text": "\"not even the Son\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "37": [{"ref": "As the days of Noah were, so will be the coming of the Son of Man", "text": "\"At the time when the Son of Man comes, it will be like the time of Noah.\""}, {"ref": "Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the ark, and they knew nothing", "text": "This can be translated as a separate sentence. AT: \"the ark. And the people did not realize anything was happening\""}, {"ref": "away—so will be the coming of the Son of Man", "text": "This can be translated as a separate sentence. AT: \"away. This is how it will be when the Son of Man comes\""}], "40": [{"ref": "Connecting Statement:", "text": "Jesus begins to tell his disciples to be ready for his return."}, {"ref": "Then", "text": "This is when the Son of Man comes."}, {"ref": "one will be taken, and one will be left", "text": "Possible meanings are 1) the Son of Man will take one away to heaven and will leave the other on earth for punishment or 2) the angels will take one away for punishment and leave the other for blessing. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mill", "text": "a tool for grinding"}, {"ref": "Therefore", "text": "\"Because of what I have told you\""}, {"ref": "be on your guard", "text": "\"pay attention\""}], "43": [{"ref": "that if the master of the house ... broken into", "text": "Jesus uses a parable of a master and servants to illustrate that his disciples should be prepared for his return. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the thief", "text": "Jesus is saying he will come when people are not expecting him, not that he will come to steal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he would have been on guard", "text": "\"he would have guarded his house\""}, {"ref": "and would not have allowed his house to be broken into", "text": "This can be stated in active form. AT: \"and he would not have allowed anyone to get into his house to steal things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Son of Man", "text": "Jesus is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}], "45": [{"ref": "Connecting Statement:", "text": "Jesus continues his proverb of a master and servants to illustrate that his disciples should be prepared for his return."}, {"ref": "So who is the faithful and wise servant whom his master ... time?", "text": "Jesus uses this question to make his disciples think. AT: \"So who is the faithful and wise servant? He is the one whom his master ... time\" or \"Be like the faithful and wise servant, whom his master ... time\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "give them their food", "text": "\"give the people in the master's home their food\""}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}], "48": [{"ref": "Connecting Statement:", "text": "Jesus concludes his proverb of a master and servants to illustrate that his disciples should be prepared for his return. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "says in his heart", "text": "Here \"heart\" refers to the mind. AT: \"thinks in his mind\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My master has been delayed", "text": "This can be stated in active form. AT: \"My master is slow to return\" or \"My master will not return for a long time\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "on a day that the servant does not expect and at an hour that he does not know", "text": "Both of these statements mean the same thing. They emphasize that the master will come when the servant is not expecting him. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "make his fate", "text": "\"treat him\""}, {"ref": "cut him in pieces", "text": "This is an idiom that means to make the person suffer terribly. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "weeping and grinding of teeth", "text": "This represents extreme sadness and suffering. See how you translated this in [[:en:bible:notes:mat:08:11|8:12]]."}]}