[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Because of his great love for them, Paul makes it clear that his rebuke in his first letter to them (the rebuke of their acceptance of the sin of immorality) caused him pain as well as pain to the church people in Corinth and the immoral man."}, {"ref": "I decided for my own part", "text": "\"I made the decision\""}, {"ref": "in painful circumstances", "text": "\"in circumstances that would cause you pain\""}, {"ref": "If I caused you pain, who could cheer me up but the very one who was hurt by me?", "text": "Paul uses this rhetorical question to emphasize that neither he nor they would benefit if his coming to them would cause them pain. AT: \"If I caused you pain, the only ones who could cheer me up would be the very ones whom I had hurt\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the very one who was hurt by me", "text": "This can be stated in active form. AT: \"the very one whom I had hurt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "I wrote as I did", "text": "This refers to another letter that Paul had written to the Corinthian Christians that no longer exists. AT: \"I wrote as I did in my previous letter\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I might not be hurt by those who should have made me rejoice", "text": "Paul is speaking about the behavior of certain Corinthian believers who caused him emotional pain. This can be stated in active form. AT: \"those who should have made me rejoice might not hurt me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my joy is the same joy you all have", "text": "\"what gives me joy is what gives you joy, too\""}, {"ref": "from great affliction", "text": "Here the word \"affliction\" refers to emotional pain."}, {"ref": "with anguish of heart", "text": "Here the word \"heart\" refers to the location of the emotions. AT: \"with extreme sorrow\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with many tears", "text": "\"with much crying\""}]}, {"id": "05", "tn": [{"ref": "in some measure", "text": "\"to some extent\""}, {"ref": "not to put it too harshly", "text": "Possible meanings are 1) \"I do not want to say it too severely\" or 2) \"I do not want to exaggerate.\""}, {"ref": "This punishment of that person by the majority is enough", "text": "This can be stated in active form. The word \"punishment\" can be translated using a verb. AT: \"The way that the majority has punished that person is enough\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "is enough", "text": "\"is sufficient\""}, {"ref": "he is not overwhelmed by too much sorrow", "text": "This means to have a strong emotional response of too much sorrow. This can be stated in active form. AT: \"too much sorrow does not overwhelm him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages the church in Corinth to show love and to forgive the person they have punished. He writes that he, also, has forgiven him."}, {"ref": "publicly affirm your love for him", "text": "This means that they are to confirm their love for this man in the presence of all of the believers."}, {"ref": "you are obedient in everything", "text": "Possible meanings are 1) \"you are obedient to God in everything\" or 2) \"you are obedient in everything that I have taught you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "it is forgiven for your sake", "text": "This can be stated in active form. AT: \"I have forgiven it for your sake\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "forgiven for your sake", "text": "Possible meanings are 1) \"forgiven out of my love for you\" (UDB) or 2) \"forgiven for your benefit.\""}, {"ref": "For we are not ignorant of his plans", "text": "Paul uses a negative expression to emphasize the opposite. AT: \"For we know his plans well\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages the believers in Corinth by telling them of the opportunities he has had to preach the gospel in Troas and Macedonia."}, {"ref": "A door was opened to me by the Lord ... to preach the gospel", "text": "Paul speaks of his opportunity to preach the gospel as if it were a door through which he was allowed to walk. This can be stated in active form. AT: \"The Lord opened a door to me ... to preach the gospel\" or \"The Lord gave me the opportunity ... to preach the gospel\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I had no peace of mind", "text": "\"My mind was troubled\" or \"I was worried\""}, {"ref": "my brother Titus", "text": "Paul speaks of Titus as his spiritual brother."}, {"ref": "So I left them", "text": "\"So I left the people of Troas\""}]}, {"id": "14", "tn": [{"ref": "God, who in Christ always leads us in triumph", "text": "Paul speaks of God as if he were a victorious general leading a victory parade and of himself and his coworkers as those who take part in that parade. Possible meanings are 1) \"God, who in Christ always causes us to share in his triumph\" or 2) \"God, who in Christ always leads us in triumph as those over whom he as gained victory\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Through us he spreads the sweet aroma of the knowledge of him everywhere", "text": "Paul speaks of the knowledge of Christ as if it were incense that has a pleasing smell. AT: \"He causes the knowledge of Christ to spread to everyone who hears us, just as the sweet smell of burning incense spreads to everyone near it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "everywhere", "text": "\"everywhere we go\""}, {"ref": "we are to God the sweet aroma of Christ", "text": "Paul speaks of his ministry as if it were a burnt offering that someone offers to God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sweet aroma of Christ", "text": "Possible meanings are 1) \"the sweet aroma which is the knowledge of Christ\" or 2) \"the sweet aroma that Christ offers.\""}, {"ref": "those who are saved", "text": "This can be stated in active form. AT: \"those whom God has saved\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "it is an aroma", "text": "\"the knowledge of Christ is an aroma.\" This refers back to [[:en:bible:notes:2co:02:14|2:14]], where Paul speaks of the knowledge of Christ as if it were incense that has a pleasing smell. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an aroma from death to death", "text": "Possible meanings are 1) that the word \"death\" is repeated for emphasis and the phrase means \"an aroma that causes death\" or 2) \"an aroma of death that causes people to die\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the ones being saved", "text": "This can be stated in active form. AT: \"the ones whom God is saving\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "aroma from life to life", "text": "Possible meanings are 1) that the word \"life\" is repeated for emphasis and the phrase means \"an aroma that gives life\" or 2) \"an aroma of life that gives people live\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Who is worthy of these things?", "text": "Paul uses this question to emphasize that no one is worthy to do the ministry that God has called them to do. AT: \"No one is worthy of these things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "purity of motives", "text": "\"pure motives\""}, {"ref": "we speak in Christ", "text": "\"we speak as people who are joined to Christ\" or \"we speak with the authority of Christ\""}, {"ref": "as we are sent from God", "text": "This can be stated in active form. AT: \"as people whom God has sent\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the sight of God", "text": "Paul and his coworkers preach the gospel with the awareness that God is watching them. AT: \"we speak in the presence of God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]