[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul then explains how believers are to settle disagreements with other believers."}, {"ref": "dispute", "text": "\"disagreement\" or \"argument\""}, {"ref": "does he dare to go ... believers?", "text": "Paul is emphasizing that Christians must resolve disagreements among themselves. AT: \"he should not dare to go ... believers!\" or \"he should be fear God and not go ... believers!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "civil court", "text": "where a local government judge considers cases and decides who is right"}, {"ref": "Do you not know that the believers will judge the world?", "text": "Paul is shaming the Corinthians for acting like they do not know. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "if you will judge the world, are you not able to settle unimportant matters?", "text": "Because they will be given greater responsibility later, they should be responsible for lesser things now. AT: \"you will judge the world in the future, so you should be able to settle this matter now\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "matters", "text": "\"disputes\" or \"disagreements\""}, {"ref": "Do you not know that we will judge the angels?", "text": "Paul is surprised that they do not seem to know. \"You know that we will judge the angels\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we", "text": "Paul includes himself and the Corinthians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "How much more, then, can we judge matters of this life?", "text": "\"Because we know we will judge the angels, we can also be sure that God will enable us to judge matters in this life\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "If then you have to make judgments that pertain to daily life, why do you lay such cases as these before those who have no standing in the church?", "text": "Possible meanings are 1) this is a rhetorical question (UDB) or 2) this is a statement, \"When in the past you have settled matters that are important in this life, you have not handed off disputes between Christians to be settled by unbelievers\" or 3) this is a command, \"When you settle matters that are important in this life, it is even to those who have no standing in the church that you should hand off disputes to be settled!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If then you have to make judgments that pertain to daily life", "text": "\"If you are called upon to make decisions about daily life\" or \"If you must settle matters that are important in this life\" (UDB)"}, {"ref": "why do you lay such cases", "text": "\"you should not lay such cases\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those who have no standing in the church", "text": "Paul is rebuking the Corinthians for how they are handling these cases. Possible meanings are that 1) \"you should stop giving such cases to people who are outside the church\" or 2) \"you could give such cases even to members of the church who are not well regarded by other believers.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to your shame", "text": "\"to your dishonor\" or \"to show how you have failed in this matter\" (UDB)"}, {"ref": "Is there no one among you wise enough to settle a dispute between brothers?", "text": "Paul is shaming the Corinthians. AT: \"You should be ashamed that you cannot find a wise believer to settle arguments between believers\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "dispute", "text": "\"argument\" or \"disagreement\""}, {"ref": "But as it stands", "text": "\"But the way it is now\" or \"But instead\" (UDB)"}, {"ref": "one believer goes to court against another believer, and that case is placed before a judge who is an unbeliever", "text": "\"believers who have disputes with each other ask unbelieving judges to make decisions for them\""}, {"ref": "that case is placed", "text": "\"a believer submits that case\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "defeat", "text": "\"failure\" or \"loss\""}, {"ref": "Why not rather suffer the wrong? Why not rather allow yourselves to be cheated?", "text": "Paul continues to shame the Corinthians. AT: \"It would be better to let others wrong you and cheat you than to take them to court.\" (See; [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your own brothers", "text": "All believers in Christ are brothers and sisters of each other. \"your own fellow believers\""}]}, {"id": "09", "tn": [{"ref": "Do you not know that", "text": "Paul emphasizes that they should already know this truth. AT: \"You already know that\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "inherit", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "inherit the kingdom of God", "text": "God will not judge them as righteous at the judgment, and they will not enter eternal life."}, {"ref": "male prostitutes, those who practice homosexuality", "text": "Possible meanings are 1) this is a merism for all homosexual activity or 2) Paul is naming two different activities. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "male prostitutes", "text": "Possible meanings are 1) men who allow other men to sleep with them or 2) men who allow men who pay them to sleep with them or 3) men who allow other men to sleep with them as part of a religious activity."}, {"ref": "those who practice homosexuality", "text": "men who sleep with other men"}, {"ref": "thieves", "text": "\"people who steal from others\" or \"robbers\""}, {"ref": "the greedy", "text": "people who are willing to use evil means to take others' property"}, {"ref": "swindlers", "text": "\"cheaters\" or \"those who steal from others who trust in them\" (UDB)"}, {"ref": "you have been cleansed", "text": "This can be stated in active form. AT: \"God has cleansed you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you have been sanctified", "text": "This can be stated in active form. AT: \"God has set you apart for himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you have been made right with God", "text": "This can be stated in active form. AT: \"God has made you right with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the Corinthian believers that God wants them pure because Christ has bought them with his death. Their bodies are now God's temple. He does so by saying what the Corinthians might say and then correcting them."}, {"ref": "Everything is lawful for me", "text": "Possible meanings are 1) Paul is answering what some Corinthians might be thinking, \"Some say, 'I can do anything'\" or 2) Paul is actually saying what he thinks is true, \"God allows me to do anything.\""}, {"ref": "but not everything is beneficial", "text": "Paul is answering whoever says, \"Everything is lawful for me.\" AT: \"but not everything is good for me\""}, {"ref": "I will not be mastered by any of them", "text": "This can be stated in active form. AT: \"I will not allow these things to rule over me like a master\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "\"Food is for the stomach, and the stomach is for food,\" but God will do away with both of them", "text": "Possible meanings are 1) Paul is correcting what some Corinthians might be thinking, \"food is for the stomach, and the stomach is for food,\" by answering that God will do away with both the stomach and food or 2) Paul actually agrees that \"food is for the stomach, and the stomach is for food,\" but he is adding that God will do away with both of them."}, {"ref": "Food is for the stomach, and the stomach is for food", "text": "One possible meanings is that the speaker is speaking indirectly of the body and sex, but you should translate this literally as \"stomach\" and \"food.\""}, {"ref": "do away with", "text": "\"destroy\""}]}, {"id": "14", "tn": [{"ref": "raised the Lord", "text": "caused Jesus to be alive again"}, {"ref": "Do you not know that your bodies are members of Christ?", "text": "Just as our arms and legs are members of our own bodies, so our bodies are members of Christ's body, the church. AT: \"Your bodies are part of Christ\" (See [[:en:ta:vol1:translate:figs_metaphor]]) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Shall I then take away the members of Christ and join them to a prostitute?", "text": "Paul is using himself as an example to teach them. AT: \"I am part of Christ. I will not take myself away from Christ and join myself to a prostitute!\" or \"We are parts of Christ's body. We should not take ourselves away from Christ and join ourselves to prostitutes!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May it not be!", "text": "\"That should never happen!\""}]}, {"id": "16", "tn": [{"ref": "Do you not know that ... her?", "text": "Paul begins to teach the Corinthians by emphasizing a truth that they already know. \"I want to remind you that ... her.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he who is joined to a prostitute becomes one flesh with her", "text": "This can also be stated in active form. AT: \"when a man joins his body to the body of a prostitute, it is as if their bodies become one body\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he who is joined to the Lord becomes one spirit with him", "text": "This can also be stated in active form. AT: \"when the Lord joins his spirit to the spirit of a person, it is as if their spirits become one spirit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "Run away from", "text": "Paul speaks of a person rejecting sexual sin as if that person were running away from danger. AT: \"Get away from\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "immorality! Every other sin that a person commits is outside the body, but", "text": "Possible meanings are 1) Paul is showing that sexual sin is especially bad because it is not only against others but against the sinner's own body or 2) Paul is quoting what some Corinthians were thinking, as he did in [[:en:bible:notes:1co:06:12|6:12-13]] \"immorality! Some of you are saying, \"Every sin that a person commits is outside the body,\" but I say that.\""}, {"ref": "commits", "text": "\"does\""}]}, {"id": "19", "tn": [{"ref": "Do you not know ... God? ... that you are not your own?", "text": "Paul is continuing to teach the Corinthians by emphasizing what they already know. AT: \"I want to remind you ... God and that you are not your own.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your body", "text": "the body of each individual Christian is a temple of the Holy Spirit"}, {"ref": "temple of the Holy Spirit", "text": "A temple is dedicated to divine beings, and it is also where they dwell. In the same way, each Corinthian believer's body is like a temple because the Holy Spirit is present within them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For you were bought with a price", "text": "God paid for the freedom of the Corinthians from the slavery of sin. This can be stated as active. AT: \"God paid for your freedom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Therefore", "text": "\"Because this is true\""}]}]