[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "Arise, shine; for your light has come, and the glory of Yahweh has risen on you", "text": "This refers to the glorious things Yahweh has done for the inhabitants of Jerusalem. They are now to show that glory through what they do and say and have hope in the future. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking to the people of Israel. He continues the metaphor about \"light.\" (See: [[:en:bible:notes:isa:60:01|60:1]])"}, {"ref": "Though darkness will cover the earth, and thick darkness the nations", "text": "Both of these phrases mean the same thing and are combined for emphasis. They refer to \"spiritual darkness.\" This means all the other people of the world will not know Yahweh or how to please him. This is a metaphor for divine judgment. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yet Yahweh will arise upon you", "text": "This means the light of God's presence will appear for the people of Israel, and it will show the way they should go. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and his glory will be seen on you", "text": "This can be stated in active form. AT: \"and the people of the nations will see his glory on you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Here Yahweh begins speaking."}, {"ref": "They all gather themselves", "text": "\"They\" refers to the rest of the people of Israel who will come together to return to Jerusalem."}, {"ref": "your daughters will be carried in their arms", "text": "This can be stated in active form. AT: \"they will carry your daughters in their arms\" or \"they will carry your daughters on their hips\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then you will look and be radiant, and your heart shall rejoice and overflow", "text": "These phrases share similar meanings and emphasize that they will be very happy because of what will happen in Jerusalem. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the abundance of the sea", "text": "This refers to the riches and goods that will come to Jerusalem by way of shipping, perhaps from along the Mediterranean Sea."}, {"ref": "be poured out to you", "text": "This describes that the abundance will be like water that gushes out. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "the dromedaries", "text": "\"the young camels\""}, {"ref": "Ephah ... Kedar ... Nebaioth", "text": "These are the names of areas in Arabia. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "All the flocks of Kedar will be gathered together to you", "text": "This can be stated in active form. AT: \"The people of Kedar will gather their flocks for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the rams of Nebaioth will serve your needs", "text": "This refers to their need for sacrifices."}, {"ref": "they will be acceptable offerings on my altar", "text": "\"I, Yahweh, will accept them on my altar\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Who are these who fly along like a cloud, and like the doves to their shelters?", "text": "Yahweh uses questions and poetic images to draw attention here. He compares the sails of the ships to clouds and doves. This is also a picture of the Israelites returning to the country where they belong. AT: \"Look, I see something like clouds moving quickly and like doves returning to their shelters.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The coastlands", "text": "This refers to the people who live on the coastlands and describes the area of coastlands as if it was people looking out. AT: \"The people from the coastlands\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the ships of Tarshish", "text": "This expression usually means large merchant ships suitable for long voyages."}, {"ref": "Holy One of Israel", "text": "Translate this as in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "he has honored you", "text": "\"Yahweh has honored you, the people of Israel\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "they will not be shut day or night", "text": "Here \"day\" and \"night\" together mean \"all the time.\" This can be stated in active form.  AT: \"no one will ever shut them\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "so that the wealth of the nations may be brought, with their kings being led", "text": "This can be stated in active form. AT: \"so that the people of the nations may bring their wealth, along with their kings\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "those nations will be completely destroyed", "text": "This can be stated in active form. AT: \"I will completely destroy the people of those nations\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The glory of Lebanon", "text": "This refers to Lebanon being famous for its beautiful trees, especially cypress and cedar. The exact identification of all the trees is not known."}, {"ref": "the place of my feet", "text": "This refers to Yahweh's temple. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Holy One of Israel", "text": "Translate this as you did in [[:en:bible:notes:isa:01:04|1:4]]."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "with no one passing through you", "text": "\"with everyone avoiding your land\" or \"with all the foreigners avoiding your land\""}, {"ref": "You will also drink the milk of the nations, and will nurse at the breast of kings", "text": "This refers to the wealth and plenty that will be drained from foreign nations. Both clauses repeat the same idea for emphasis. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Redeemer", "text": "Translate this as you did in [[:en:bible:notes:isa:41:14|41:14]]."}, {"ref": "the Mighty One of Jacob", "text": "Translate this as you did in [[:en:bible:notes:isa:49:26|49:26]]."}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "instead of wood, bronze, and instead of stones, iron", "text": "Yahweh will give more valuable building materials to them now. AT: \"instead of wood, I will bring bronze, and instead of stones, I will bring iron\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "I will appoint peace as your governors, and justice your rulers", "text": "Yahweh describes \"peace\" and \"justice\" as human rulers. This means there will be complete peace and justice in the land of Israel. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Violence will no longer be heard in your land", "text": "This can be stated in active form. AT: \"There will no longer be reports of violence in your land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but you will call your walls Salvation, and your gates Praise", "text": "The physical objects have the names of spiritual qualities. The city of Jerusalem will be a safe place, and the people there will praise Yahweh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "for Yahweh will be your everlasting light", "text": "Both verses repeat this same idea for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your sun will no longer set, nor will your moon withdraw and disappear", "text": "The moon will not literally disappear. This is saying that in comparison to the light of Yahweh, the light of the sun and the moon will be nothing. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "the branch of my planting, the work of my hands", "text": "These phrases mean approximately the same and are repeated for emphasis. [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the branch of my planting", "text": "Yahweh is comparing the people to young shoots coming up that he planted as if he was a gardener. Yahweh has placed his people in the land of Israel. This gives hope to the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the work of my hands", "text": "Yahweh compares the people of Israel to something made by the skill of his handicraft. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that I may be glorified", "text": "This can be stated in active form. AT: \"so that all people may glorify me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a thousand", "text": "\"1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]