[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses his laws for the people of Israel."}, {"ref": "If a thief is found", "text": "This can be stated in active form. AT: \"If anyone finds a thief\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "breaking in", "text": "\"using force to come into a house\""}, {"ref": "if he is struck so that he dies", "text": "This can be stated in active form. AT: \"if anyone strikes the thief so that he dies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no guilt for murder will attach to anyone on his account", "text": "\"no one will be guilty of murdering him\""}, {"ref": "if the sun has risen before he breaks in", "text": "\"if it is light before he breaks in\" or \"if he breaks in and it is after sunrise\""}, {"ref": "guilt for murder will attach to the person who kills him", "text": "\"the person who kills him will be guilty of murder\""}, {"ref": "make restitution", "text": "\"pay for what he stole\""}, {"ref": "he must be sold for his theft", "text": "This can be stated in an active form. AT: \"you must sell him as a slave in order to pay for what he stole\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If the stolen animal is found alive in his possession", "text": "This can be stated in active form. AT: \"If they find that he still has the live animal that he stole\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "pay back double", "text": "pay two animals for every animal that he took"}]}, {"id": "05", "tn": [{"ref": "If a man grazes his livestock", "text": "\"If a man lets his animals eat plants\""}, {"ref": "it grazes", "text": "\"it eats plants\""}, {"ref": "he must make restitution", "text": "\"he must pay back the owner of that field\""}]}, {"id": "06", "tn": [{"ref": "If a fire breaks out and spreads in thorns", "text": "\"If someone starts a fire and it spreads in thorns\""}, {"ref": "spreads in thorns", "text": "\"moves along the ground through dry plants\""}, {"ref": "stacked grain", "text": "This is grain that has been cut and tied in bundles. \"bundled grain\" or \"harvested grain\""}, {"ref": "standing grain", "text": "This is grain that has not been cut, but it is ready to be harvested."}, {"ref": "a field is consumed", "text": "\"fire consumes a field\" or \"fire destroys a field\""}, {"ref": "must surely make restitution", "text": "\"must certainly pay for the grain that the fire destroyed\""}]}, {"id": "07", "tn": [{"ref": "for safe keeping", "text": "\"to watch over it\" or \"to keep it safe\""}, {"ref": "if it is stolen", "text": "This can be stated in active form. AT: \"if someone steals it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "thief", "text": "someone who steals something"}, {"ref": "if the thief is found", "text": "This can be stated in active form. AT: \"if you find the thief\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "come before the judges to see whether", "text": "\"come before the judges so that they can find out if\""}, {"ref": "has put his own hand on his neighbor's property", "text": "This is an idiom. If you have a way of saying this in your language, you can use it here. AT: \"has stolen his neighbor's property\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the claim of both parties must come before the judges", "text": "The judges must listen to both people who claim that the item belongs to them and the judges will decide who is guilty."}]}, {"id": "10", "tn": [{"ref": "an oath to Yahweh must be taken by them both", "text": "Only the man who is accused of stealing the animal must swear the oath. The owner of the lost animal must accept the oath that has been sworn. This can be stated in active form. AT: \"the man who was caring for the animal must swear an oath before Yahweh and the owner must accept that oath\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But if it was stolen from him", "text": "This can be stated in active form. AT: \"But if someone stole the animal from him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If an animal was torn in pieces", "text": "This can be stated in active form. AT: \"But if a wild beast tore the animal in pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will not have to pay for what was torn", "text": "This can be stated in active form. AT: \"He will not have to pay for the animal that the wild beast destroyed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "must surely make restitution", "text": "\"must certainly repay with another animal\" or \"must certainly pay the owner for the animal\""}, {"ref": "if the animal was hired", "text": "This can be stated in active form. AT: \"if someone rented the animal\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will be paid for by its hiring fee", "text": "The one who borrowed the animal will not have to pay the owner anything more than the hiring or rental fee. This fee will pay for the loss of the animal. This can be stated clearly in the translation. AT: \"the money that someone paid to rent the animal will cover the loss of the animal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "hiring fee", "text": "\"rental fee\" or \"money paid to rent the animal\""}]}, {"id": "16", "tn": [{"ref": "seduces", "text": "\"persuades\""}, {"ref": "not engaged", "text": "\"not promised to be married\""}, {"ref": "if he sleeps with her", "text": "Sleeping with someone is a euphemism for having sex. AT: \"if he has sex with her\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "bride wealth", "text": "\"dowry\" or \"bride price\""}, {"ref": "him, he", "text": "These pronouns refer back to the man who seduced the virgin."}]}, {"id": "18", "tn": [{"ref": "Whoever sleeps with a beast must surely be put to death", "text": "Here \"sleeps with a beast\" is a euphemism that means someone has sex with an animal. This can be stated in active form. AT: \"You must certainly kill anyone who has sex with an animal\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "Yahweh must be completely destroyed", "text": "This can be stated in active form. AT: \"Yahweh, you must completely destroy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wrong a foreigner", "text": "\"mistreat a foreigner\" or \"cheat a foreigner\""}]}, {"id": "22", "tn": [{"ref": "You must not mistreat any widow or fatherless child", "text": "This can be stated in positive form. AT: \"You must treat all widows and fatherless children fairly\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "widow", "text": "\"woman whose husband has died\""}, {"ref": "fatherless child", "text": "\"orphan\" or \"child with no parents\""}, {"ref": "I will kill you with the sword", "text": "To be killed \"with the sword\" is a metonym that means a person will die violently, or perhaps fighting in a war. AT: \"you will die a violent death\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "a moneylender", "text": "\"one who lends money\""}, {"ref": "charge him interest", "text": "\"charge him extra money for borrowing\" or \"charge him extra money for the loan\""}, {"ref": "garment in pledge", "text": "\"coat as collateral\" or \"coat as a guarantee to repay the loan\""}, {"ref": "only covering", "text": "\"only coat\" or \"only garment to keep him warm\""}, {"ref": "What else can he sleep in?", "text": "This question adds emphasis. You can translate it as a strong statement. AT: \"He will have nothing to wear while he sleeps!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "compassionate", "text": "\"merciful\" or \"gracious\""}]}, {"id": "28", "tn": [{"ref": "You must not blaspheme me, God", "text": "\"Do not insult God\" or \"Do not speak evil about God\""}, {"ref": "nor curse a ruler", "text": "\"and do not ask God to do bad things to a ruler\""}]}, {"id": "29", "tn": [{"ref": "You must not hold back offerings", "text": "This can be stated in a positive form. AT: \"You must bring all of your offerings\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "give to me the firstborn of your sons", "text": "\"dedicate your firstborn sons to me\""}, {"ref": "do the same with", "text": "\"dedicate to me the firstborn of\""}, {"ref": "For seven days", "text": "This can be written as a numeral. AT: \"For 7 days after they are born\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the eighth day", "text": "This can be written as a numeral. AT: \"day number 8\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "give them to me", "text": "\"dedicate them to me\""}]}]