[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jesus enters Capernaum where Jesus heals a centurian's servant."}, {"ref": "in the hearing of the people", "text": "The idiom \"in the hearing\" emphasizes that he wanted them to hear what he said. AT: \"to the people who were listening to him\" or \"to the people who were present\" or \"for the people to hear\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he entered Capernaum", "text": "This begins a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}]}, {"id": "02", "tn": [{"ref": "who was highly regarded by him", "text": "\"whom the centurion valued\" or \"whom he respected\""}, {"ref": "asked him earnestly", "text": "\"pleaded with him\" or \"begged him\""}, {"ref": "He is worthy", "text": "\"The centurion is worthy\""}, {"ref": "our nation", "text": "\"our people.\" This refers to the Jewish people."}]}, {"id": "06", "tn": [{"ref": "continued on his way", "text": "\"went along\""}, {"ref": "not far from the house", "text": "The double negative can be replaced. AT: \"near the house\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "do not trouble yourself", "text": "The centurion was speaking politely to Jesus. AT: \"do not trouble yourself by coming to my house\" or \"I do not wish to bother you\""}, {"ref": "come under my roof", "text": "This phrase is an idiom that means \"come into my house.\" If your language has an idiom that means \"come into my house,\" think about whether it would be good to use here. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "just say a word", "text": "The servant understood that Jesus could heal the servant just by speaking. Here \"word\" refers to a command. AT: \"just give the order\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my servant will be healed", "text": "The word that is translated here as \"servant\" is normally translated as \"boy.\" It may indicate that the servant was very young or show the centurion's affection for him."}, {"ref": "I also am a man who is under authority", "text": "\"I also have someone over me that I must obey\""}, {"ref": "under me", "text": "\"under my authority\""}, {"ref": "to my servant", "text": "The word that is translated here as \"servant\" is the typical word for a servant."}]}, {"id": "09", "tn": [{"ref": "he was amazed at him", "text": "\"he was amazed at the centurion\""}, {"ref": "I say to you", "text": "Jesus said this to emphasize the surprising thing that he was about to tell them."}, {"ref": "not even in Israel have I found such faith", "text": "The implication is that Jesus expected Jewish people to have this kind of faith, but they did not. He did not expect Gentiles to have this kind of faith, yet this man did. You may need to add this implied information. AT: \"I have not found any Israelite who trusts me as much as this Gentile does!\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who had been sent", "text": "It is understood that these were the people the centurion sent. This can be stated. AT: \"the people whom the Roman officer had sent to Jesus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Jesus goes to the city of Nain, where he heals a man who had died."}, {"ref": "Nain", "text": "the name of a city (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "behold, a man who had died", "text": "The word \"behold\" alerts us to the introduction of the dead man into the story. Your language may have a way of doing this. AT: \"there was a dead man who\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "a man who had died was being carried out", "text": "This can be stated in active form. AT: \"people were carrying out of the city a man who had died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the only son of his mother (who was a widow)", "text": "\"He was his mother's only son, and she was a widow.\" This is background information about the dead man and his mother. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "widow", "text": "a woman whose husband has died"}, {"ref": "was deeply moved with compassion for her", "text": "\"felt very sorry for her\""}, {"ref": "he went up", "text": "\"he went forward\" or \"he approached the dead man\""}, {"ref": "the wooden frame on which they carried the body", "text": "This was a stretcher or bed used to move the body to the burial place. It did not have to be something in which the body was buried. Other translations may have the less common \"bier\" or \"funeral couch.\""}, {"ref": "I say to you", "text": "Jesus said this to emphasize his authority. AT: \"Listen to me!\""}, {"ref": "The dead man", "text": "The man was not still dead; he was now alive. It may be necessary to state this clearly. AT: \"The man who had been dead\""}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "This tells what happens as a result of Jesus' healing the man who had died."}, {"ref": "fear overcame all of them", "text": "\"fear filled all of them.\" This can be stated in active form. AT: \"they all became very afraid\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A great prophet", "text": "They were referring to Jesus, not to some unidentified prophet."}, {"ref": "has been raised among us", "text": "\"has come to be with us\" or \"has appeared to us.\" This can be stated in active form. AT: \"God has raised a great prophet among us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "looked upon", "text": "This idiom means \"cared for\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "This news about Jesus spread", "text": "\"This news\" refers to the things people were saying in verse 16. This can be stated in active form. AT: \"People spread this report about Jesus\" or \"People told others this report about Jesus\""}, {"ref": "This news", "text": "\"This report\" or \"This message\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "John sends two of his disciples to question Jesus."}, {"ref": "John's disciples told him about all these things", "text": "This introduces a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "told him", "text": "\"told John\""}, {"ref": "all these things", "text": "\"all the things Jesus was doing\""}, {"ref": "the men said, \"John the Baptist has sent us to you to say, 'Are you ... or should we look for another?'\"", "text": "This sentence can be rewritten so that it only has one direct quote. AT: \"the men said that John the Baptist had sent them to him to ask, 'Are you the one who is coming, or should we look for another?'\" or \"the men said, 'John the Baptist has sent us to you to ask if you are the one who is coming, or if we should look for another.'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "should we look for another", "text": "\"should we wait for another\" or \"should we expect someone else\""}]}, {"id": "21", "tn": [{"ref": "In that hour", "text": "\"At that time\""}, {"ref": "from evil spirits", "text": "It may be helpful to restate the healing. AT: \"he healed them from evil spirits\" or \"he set people free from evil spirits\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "said to them", "text": "\"said to John's messengers\" or \"said to the messengers that John sent\""}, {"ref": "report to John", "text": "\"tell John\""}, {"ref": "needy people", "text": "\"poor people\""}, {"ref": "The person who does not stop believing in me because of my actions is blessed", "text": "This can be stated in active form. AT: \"God will bless the person who does not stop believing in me because of my actions\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The person", "text": "\"People\" or \"Anyone\" or \"Whoever.\" This is not a specific person."}, {"ref": "not stop", "text": "This double negative means \"continues to\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "believing in me", "text": "\"trusting me completely\""}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to speak to the crowd about John the Baptist. He asks rhetorical questions to lead them to think about what John the Baptist is really like."}, {"ref": "What ... A reed shaken by the wind?", "text": "This expects a negative answer. \"Did you go out to see a reed shaken by the wind? Of course not!\" It can also be written as a statement. AT: \"Surely you did not go out to see a reed being shaken by the wind!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "A reed shaken by the wind", "text": "Possible meanings of this metaphor are 1) a person who easily changes his mind, as reeds are easily moved by the wind, or 2) a person who talks a lot but does not say anything important, as reeds rattle when the wind blows. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But what ... A man dressed in soft clothes?", "text": "This also expects a negative answer, since John wore rough garments. \"Did you go out to see a man dressed in soft clothes? Of course not!\" This can also be written as a statement. AT: You certainly did not go out to see a man dressed in soft clothes!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "dressed in soft clothes", "text": "This refers to expensive clothing. Normal clothing was rough. AT: \"wearing expensive clothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "kings' palaces", "text": "A palace is a large, expensive house that a king lives in."}, {"ref": "But what ... A prophet?", "text": "This leads to a positive answer. \"Did you go out to see a prophet? Of course you did!\" This can also be written as a statement. AT: \"But you actually went out to see a prophet!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Yes, I say to you", "text": "Jesus said this to emphasize the importance of what he would say next."}, {"ref": "more than a prophet", "text": "This phrase means that John was indeed a prophet, but that he was even greater than a typical prophet. AT: \"not just an ordinary prophet\" or \"much more important than a normal prophet\""}]}, {"id": "27", "tn": [{"ref": "This is he of whom it is written", "text": "\"That prophet is the one the prophets wrote about\" or \"John is the one the prophets wrote about long ago\""}, {"ref": "See, I am sending", "text": "In this verse, Jesus is quoting the prophet Malachi and saying that John is the messenger of which Malachi spoke."}, {"ref": "before your face", "text": "This idiom means \"in front of you\" or \"to go ahead of you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "your", "text": "The word \"your\" is singular because God was speaking to the Messiah in the quotation. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I say to you", "text": "Jesus was speaking to the crowd so \"you\" is plural. Jesus used this phrase to emphasize the truth of the surprising thing he was about to say next. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "among those born of women", "text": "\"among those to whom a woman has given birth.\" This is a metaphor that refers to all people. AT: \"of all the people who have ever lived\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "none is greater than John", "text": "\"John is the greatest\""}, {"ref": "the one who is least in the kingdom of God", "text": "This refers to anyone who is part of the kingdom that God will establish."}, {"ref": "greater than he is", "text": "The spiritual state of people in the kingdom of God will be higher than of the people before the kingdom was established. AT: \"higher spiritual status than John\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Luke, the author of this book, comments on how people responded to John and Jesus."}, {"ref": "When all the people ... baptism of John", "text": "This verse could be reordered to be more clear. AT: \"When all the people who had been baptized by John, including the tax collectors, heard this, they declared that God is righteous\""}, {"ref": "they declared that God is righteous", "text": "\"they said that God had shown himself to be righteous\" or \"they declared that God had acted righteously\""}, {"ref": "because they had been baptized with the baptism of John", "text": "This can be stated in active form. AT: \"because they had let John baptize them\" or \"because John had baptized them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rejected God's purpose for themselves", "text": "\"rejected what God wanted them to do\" or \"chose to disobey what God told them\""}, {"ref": "they had not been baptized by John", "text": "This can be stated in active form. AT: \"they did not let John baptize them\" or \"they rejected John's baptism\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the people about John the Baptist."}, {"ref": "To what, then, can I compare ... they like?", "text": "Jesus used these questions to introduce a comparison. They can be written as a statement. AT: \"This is what I compare this generation to, and what they are like\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I compare ... What are they like", "text": "These are two ways of saying that this is a comparison. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the people of this generation", "text": "The people living when Jesus spoke."}, {"ref": "They are like", "text": "These words are the beginning of Jesus' comparison. Jesus is saying that the people were like children who were never satisfied with the way other children acted. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "marketplace", "text": "a large, open-air area where people came to sell their goods"}, {"ref": "and you did not dance", "text": "\"but you did not dance to the music\""}, {"ref": "and you did not cry", "text": "\"but you did not cry with us\""}]}, {"id": "33", "tn": [{"ref": "eating no bread", "text": "Possible meanings are 1) \"frequently fasting\" or 2) \"not eating normal food.\""}, {"ref": "you say, 'He has a demon.'", "text": "Jesus was quoting what people were saying about John. This can be stated without the direct quote. AT: \"you say that he has a demon\" or \"you accuse him of having a demon\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "The Son of Man", "text": "Jesus expected the people to understand that he was referring to himself. AT: \"I, the Son of Man\""}, {"ref": "you say, 'Look ... sinners!'", "text": "Jesus was quoting what the people were saying about him as the Son of Man. This can be stated indirectly. AT: \"you say that I am a gluttonous man and a drunkard, a friend of tax collectors and sinners!\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "a gluttonous man", "text": "a person who habitually eats too much food"}, {"ref": "wisdom is justified by all her children", "text": "This appears to be a proverb that Jesus applied to this situation. It probably means that wise people would understand that the people should not have rejected Jesus and John. (See: [[:en:obe:other:proverb]])"}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "A Pharisee invites Jesus to eat at his house."}, {"ref": "General Information:", "text": "It was a custom in that time for onlookers to attend dinners without eating."}, {"ref": "Now one of the Pharisees", "text": "The marks the beginning of a new part of the story and introduces the Pharisee into the story. (See: [[:en:ta:vol2:translate:writing_newevent]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "reclined at the table to eat", "text": "\"sat down at the table for the meal.\" It was the custom at a relaxed meal such as this dinner for men to eat while lying down comfortably around the table."}, {"ref": "Behold, there was a woman", "text": "The word \"behold\" alerts us to a new person in the story. Your language may have a way of doing this. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "who was a sinner", "text": "\"who lived a sinful lifestyle\" or \"who had a reputation for living a sinful life.\" She may have been a prostitute."}, {"ref": "an alabaster jar", "text": "\"a jar made of soft stone.\" Alabaster is a soft, white rock. People stored precious things in alabaster jars."}, {"ref": "of perfumed oil", "text": "\"with perfume in it.\" The oil had something in it that made it smell nice. People rubbed it on themselves or sprinkled their clothing with it in order to smell nice."}, {"ref": "with the hair of her head", "text": "\"with her hair\""}, {"ref": "anointed them with perfumed oil", "text": "\"poured perfume on them\""}]}, {"id": "39", "tn": [{"ref": "he thought to himself, saying", "text": "\"he said to himself\""}, {"ref": "If this man were a prophet, then he would know ... a sinner", "text": "The Pharisee thought that Jesus was not a prophet because he allowed the sinful woman to touch him. AT: \"Apparently Jesus is not a prophet, because a prophet would know that this woman who is touching him is a sinner\""}, {"ref": "is a sinner", "text": "Simon wrongly assumed that a prophet would never allow a sinner to touch him. This fact could be added. AT: \"is a sinner and would not allow her to touch him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Simon", "text": "This was the name of the Pharisee who invited Jesus into his home. This was not Simon Peter."}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "To emphasize what he is going to tell Simon the Pharisee, Jesus tells him a story. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "A certain moneylender had two debtors", "text": "\"Two men owed money to a certain moneylender\""}, {"ref": "five hundred denarii", "text": "\"500 days' wages.\" \"Denarii\" is the plural of \"denarius.\" A \"denarius\" was a silver coin. (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "fifty", "text": "\"50 days' wages\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "he forgave them both", "text": "\"he forgave their debts\" or \"he canceled their debts\""}, {"ref": "I suppose", "text": "Simon was cautious about his answer. AT: \"Probably\""}, {"ref": "You have judged correctly", "text": "\"You are right\""}]}, {"id": "44", "tn": [{"ref": "Jesus turned to the woman", "text": "\"Jesus faced the woman.\" Jesus directed Simon's attention to the woman by turning to her."}, {"ref": "You gave me no water for my feet", "text": "It was a basic responsibility of a host to provide water and a towel for guests to wash and dry their feet after walking on dusty roads. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You ... but she", "text": "Jesus twice uses these phrases to contrast Simon's lack of courtesy with the woman's extreme actions of gratitude."}, {"ref": "she has wet my feet with her tears", "text": "The woman used her tears in place of the missing water."}, {"ref": "wiped them with her hair", "text": "The woman used her hair in place of the missing towel."}, {"ref": "You did not give me a kiss", "text": "A good host in that culture would greet his guest with a kiss on the cheek. Simon did not do this. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "did not stop kissing my feet", "text": "\"has continued to kiss my feet\""}, {"ref": "kissing my feet", "text": "The woman kissed the feet of Jesus rather than his cheek as a sign of extreme repentance and humility."}]}, {"id": "46", "tn": [{"ref": "You did not ... but she", "text": "Jesus continues to contrast Simon's poor hospitality with the actions of the woman."}, {"ref": "anoint my head with oil", "text": "\"put oil on my head.\" This was the custom to welcome an honored guest. AT: \"welcome me by anointing my head with oil\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "anointed my feet", "text": "The woman greatly honored Jesus by doing this. She demonstrated humility by anointing his feet instead of his head."}, {"ref": "I say to you", "text": "This emphasizes the importance of the statement that follows."}, {"ref": "her sins, which were many, have been forgiven", "text": "This can be stated in active form. AT:  \"God has forgiven her many sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for she loved much", "text": "Her love was the evidence that her sins were forgiven. Some languages require that the object of \"love\" be stated. AT: \"for she greatly loves the one who forgave her\" or \"for she loves God very much\""}, {"ref": "the one who is forgiven little", "text": "\"anyone who is forgiven only a few things.\" In this sentence Jesus states a general principle. However, he expected Simon to understand that he showed very little love for Jesus. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "48", "tn": [{"ref": "Then he said to her", "text": "\"Then he said to the woman\" (UDB)"}, {"ref": "Your sins are forgiven", "text": "\"You are forgiven.\" This can be stated in active form. AT: \"I forgive your sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "reclining together", "text": "\"reclining together around the table\" or \"eating together\""}, {"ref": "Who is this that even forgives sins?", "text": "The religious leaders knew that only God could forgive sin, and did not believe that Jesus was God. This question was probably intended to be an accusation. AT: \"Who does this man think he is? Only God can forgive sin!\" or \"Why is this man pretending to be God who can forgive sin?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Your faith has saved you", "text": "\"Because of your faith, you are saved.\" \"faith\" could be stated as an action. AT: \"Because you believe, you are saved\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Go in peace", "text": "This is a way of saying good-bye while giving a blessing at the same time. AT: \"As you go, do not worry anymore\" or \"May God give you peace as you go\" (UDB)"}]}]