[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A musical composition of David", "text": "\"This is a song that David wrote\""}, {"ref": "concerning the words of Cush the Benjamite", "text": "The phrase \"words of Cush\" represents what he said. AT: \"about what Cush, a man from the tribe of Benjamin, said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "take refuge in you!", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to you for protection!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will rip me apart like a lion, tearing me in pieces", "text": "David speaks of his enemies attacking him as if they would rip his body apart and tear it in pieces as a lion would. AT: \"they will violently kill me like a lion ripping apart its victim's body and tearing it in pieces\" or \"they will violently kill me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "with no one else able to bring me to safety", "text": "\"and no one else will be able to save me\""}]}, {"id": "003", "tn": [{"ref": "there is no injustice on my hands", "text": "The hands represent what a person does. Having injustice on them represents having done something that is not just. AT: \"there is no injustice in what I have done\" or \"I have not done anything unjust to anyone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "my life", "text": "The life represents the person. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "overtake it", "text": "\"catch up to it\" or \"reach it.\" This represents capturing him. AT: \"capture me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let him trample my living body on the ground", "text": "Here \"my living body\" represents the writer. AT: \"allow my enemies to destroy me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "lying dishonored in the dust", "text": "This means lying dead and unburied in disgrace."}]}, {"id": "006", "tn": [{"ref": "Arise, Yahweh, in your anger", "text": "Arising represents doing something or taking action. AT: \"Do something in your anger\" or \"Be angry at my enemies and take action: (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "stand up against the rage of my enemies", "text": "Fighting against people is spoken of as standing up against them. AT: \"fight against the rage of my enemies\" or \"attack my enemies who rage against me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the rage of my enemies", "text": "Their rage represents their attacks. AT: \"the attacks of my enemies\" or \"my enemies who attack me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wake up", "text": "Waking up represents starting to do something or take action. AT: \"Take action\" or \"Do something\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for my sake", "text": "\"for me\" or \"to help me\""}, {"ref": "The countries are assembled", "text": "Here the word \"countries\" represents all of the armies that have gathered to attack. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "take once more your rightful place over them", "text": "Ruling people is spoken of as being over them. Yahweh's rightful place refers either to heaven or to ruling in general. AT: \"Rule over them from heaven\" or \"Rule over them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "008", "tn": [{"ref": "vindicate me", "text": "\"show them that I am not guilty\""}, {"ref": "establish the righteous people", "text": "\"make the righteous people strong\" or \"make the righteous people prosper\""}, {"ref": "you who examine hearts and minds", "text": "The hearts and minds represent people's desires and thoughts. AT: \"you who know our inner thoughts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "My shield comes from God", "text": "The word \"shield\" represents God's protection. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a God who is indignant each day", "text": "Who God is angry with can be stated explicitly. AT: \"a God who is angry with the wicked every day\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "012", "tn": [{"ref": "God will sharpen his sword and will prepare his bow for battle", "text": "In verses 12 and 13, David speaks of God deciding to punish the wicked as if God were a warrior preparing to fight against them with weapons.  AT: \"God will take action against him like a warrior who sharpens his sword and prepares his bow for battle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "014", "tn": [{"ref": "one who is pregnant with wickedness ... conceives destructive plans ... gives birth to harmful lies", "text": "David speaks of the things that a wicked person does as if the person were pregnant and wickedness was the baby. AT:  \"the wicked person. He makes plans to destroy people and produces harmful lies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His own destructive plans return to his own head, for his violence comes down on his own head", "text": "Destruction and violence are spoken of as if they hit a person's head or fall down on it. AT: \"His own destructive plans destroy him, for his violence attacks him\" or \"When he plans to destroy others, others destroy him; when he attacks others, others attack him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]