[{"id": "01", "tn": [{"ref": "The sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"The group of prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let us go to the Jordan", "text": "This refers to the area by the Jordan River. AT: \"let us go beside the Jordan River\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your servants", "text": "Here one of the prophet refers to the of the sons of the prophets as Elisha's servants to show him honor."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Elisha goes with the prophets to cut trees."}, {"ref": "the ax head fell into the water", "text": "The ax head refers to the blade of the ax. This means that the ax head came loose from its the handle and fell into the water. AT: \"the ax head separated from the handle and fell into the water\""}, {"ref": "Oh no", "text": "The man said this to show that he was upset and frustrated. If you have a way of expressing these emotions in your language, you can use it here."}, {"ref": "it was borrowed", "text": "This can be stated in active form. AT: \"I borrowed it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "So the man of God said", "text": "\"So Elisha, the man of God, asked\""}, {"ref": "He then cut off a stick, threw it in the water, and made the iron float", "text": "God uses Elisha to perform a miracle. The ax head rises to the surface of the water and it stays there so the prophet can pick it up."}, {"ref": "made the iron float", "text": "\"caused the iron to float\""}, {"ref": "the iron", "text": "\"the ax head.\" The ax head was made of iron."}]}, {"id": "08", "tn": [{"ref": "Now the king of Aram was waging war against Israel", "text": "\"When the king of Aram was at war with Israel,\""}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author starts to tell a new part of the story."}, {"ref": "saying, \"My camp will be in such and such a place", "text": "The king of Aram was telling his counselors where to set up the camp. Here the phrase \"such and such\" is a way to refer to the information of the location of the camp without writing it out. If this phase does not translate well into your language this may be written as indirect speech. AT: \"and told them where his camp would be located\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the man of God", "text": "\"Elisha the man of God\""}, {"ref": "Be careful not to pass that place, for the Arameans are coming down to there", "text": "Elisha knew the specific place that the Arameans were going to set up their camp and advised the king of Israel for his soldiers to avoid that area."}]}, {"id": "10", "tn": [{"ref": "to the place about which the man of God had spoken and warned him", "text": "This refers to the place that Elisha had warned the king about in [[:en:bible:notes:2ki:06:08|6:9]]."}, {"ref": "More than once or twice, when the king went there, he was on his guard", "text": "Elisha would warn the king of where the Aramean army would attack so that he could alert the people before the attack happened.  AT: \"Elisha warned the king of Israel in this way several times and the Israelites were able to stay safe\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Will you not tell me who among us is for the king of Israel?", "text": "The king of Aram assumes there is a traitor among his soldiers who is giving information to the Israelite king. He uses this rhetorical question to try to find out who that traitor is. This can be written as a statement. AT: \"Tell me which of you is for the king of Israel!\" or \"Tell me which of you is revealing our plans to the king of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "is for the king of Israel", "text": "\"To be for someone\" means to be loyal to that person. In this case, it means that they would give information to help the king of Israel. AT: \"is helping the king of Israel\" or \"is loyal to the king of Israel\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "No", "text": "The servant is saying that none of the king's soldiers are giving information to the king of Israel. AT: \"It is none of us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my master, king", "text": "This refers to the king of Aram."}, {"ref": "the words that you speak in your own bedroom", "text": "\"what you say in the privacy of your own bedroom\""}, {"ref": "I may send men and capture him", "text": "The king plans to send the men to capture Elisha for him. The king does not plan to capture him himself. AT: \"I may send men to capture him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "See", "text": "This word is used here to draw the king's attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he is in Dothan", "text": "\"Elisha is in Dothan\""}, {"ref": "Dothan", "text": "This is the name of a city. ([[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "So the king", "text": "This refers to the king of Aram."}, {"ref": "the man of God", "text": "\"Elisha\" or \"Elisha the man of God\""}, {"ref": "behold", "text": "The word \"behold\" here shows that the servant was surprised by what he saw."}, {"ref": "had risen early and gone outside, behold", "text": "\"got up early in the morning and went outside, and he saw\""}, {"ref": "His servant said to him", "text": "The servant went back inside the house to tell Elisha what he had seen. AT: \"The servant went back inside and said to Elisha\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who are with us are more than those who are with them", "text": "\"To be with someone\" in battle means to fight for their side. AT: \"those who are on our side in the battle are more than those who are on their side\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "open his eyes that he may see", "text": "Elisha is asking that his servant may be able to see things that other people cannot see, namely the horses and chariots of fire that are around them. AT: \"make him able to see\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and he saw. Behold", "text": "\"and he could see. What he saw was that\""}, {"ref": "Behold", "text": "The word \"Behold\" here shows that the servant was surprised by what he saw."}, {"ref": "the mountain was full of horses", "text": "\"the mountainside was covered with horses\""}, {"ref": "around Elisha", "text": "This refers to the city where Elisha is. AT: \"around the city where Elisha was\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "these people", "text": "This refers to the Aramean soldiers."}, {"ref": "Strike these people blind", "text": "\"Cause these people to be blind!\" This refers to Yahweh causing them to be unable to see clearly."}, {"ref": "This is not the way, neither is this the city", "text": "Elisha confuses the Arameans by telling them that they are not at the city they are searching for. AT: \"This is not the way, neither is this the city you are looking for\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "It came about that", "text": "\"It happened that\" or \"Then,\""}, {"ref": "open the eyes of these men that they may see", "text": "Elisha is asking Yahweh to cause the men to see clearly again. AT: \"allow these men to see\". (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh opened their eyes and they saw", "text": "Yahweh allowed the men to see clearly again. AT: \"Yahweh took away their blindness\" or \"Yahweh allowed them to see clearly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "behold", "text": "The word \"behold\" here shows that the Arameans were surprised by what they saw."}, {"ref": "when he saw them", "text": "\"when he saw the Aramean soldiers\""}, {"ref": "My father", "text": "The king is speaking to Elisha the prophet and calling him \"father\" to show respect."}, {"ref": "should I kill them? Should I kill them?", "text": "Here the king of Israel is referring to his army as himself. AT: \"Should I order my army to kill these enemy soldiers?\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "Elisha answered", "text": "Elisha was replying to the king of Israel's question."}, {"ref": "Would you kill those whom you had taken captive with your sword and bow?", "text": "Elisha uses this rhetorical question to emphasize to the king that he should not kill these men. This can be written as a statement. AT: \"You would not kill men that were captured as prisoners of war.\" or \"You would not kill men taken captive in war, therefore you should not kill these men\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you had taken captive with your sword and bow", "text": "This speaks of the king's soldiers taking men captive as if the king himself was the one who captured them. AT: \"your soldiers had taken captive with their swords and bows\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with your sword and bow", "text": "These are the weapons that were used in war. AT: \"in war with your sword and bow\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Put bread and water before them, that they may eat and drink", "text": "Here \"bread\" refers to food in general. AT: \"Give them food to eat and water to drink,\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "go to their master", "text": "This refers to the king of Aram."}, {"ref": "So the king prepared much food for them", "text": "The king ordered his servants to prepare the food. He did not prepare the food himself. AT: \"Then the king ordered his servants to prepare a lot of food for them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Those bands", "text": "\"Those groups\""}, {"ref": "did not return for a long time into the land of Israel", "text": "This means that they did not attack Israel for a long time. AT: \"stopped attacking the land of Israel for a long time\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "Ben Hadad", "text": "The name of the king of Aram. His name means \"son of Hadad.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "attacked Samaria", "text": "The king and his army attacked Samaria. AT: \"they attacked Samaria\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "a donkey's head was sold for", "text": "This can be stated in active form. AT: \"a donkey's head cost\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "eighty pieces of silver", "text": "\"80 pieces of silver\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the fourth part of a kab", "text": "This can be written in modern measurements. AT: \"a fourth part of a liter\" or \"a quarter of a liter\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "the fourth part", "text": "\"the 4th part.\" This is one part out of four equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "dove's dung for", "text": "The missing words may be added. AT: \"dove's dung was sold for\" or \"dove's dung cost\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "was passing by on the wall", "text": "\"walking on top of the city wall\""}, {"ref": "my master", "text": "The woman referred to the king by this name to show him respect."}]}, {"id": "27", "tn": [{"ref": "He said", "text": "\"The king of Israel answered the woman,\""}, {"ref": "If Yahweh does not help you, how can I help you?", "text": "The king uses this rhetorical question to tell the woman that he cannot help her. This can be written as a statement. AT: \"If Yahweh is not helping you, then I cannot help you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is there anything coming from the threshing floor or winepress?", "text": "The king uses this rhetorical question to emphasize that there is no food available. Here the threshing floor refers to grain and the winepress refers to wine. This can be written as a statement. AT: \"There is nothing coming from the threshing floor or the winepress\" or \"There is no food to harvest or any grapes to make wine to drink.\" See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The king continued", "text": "\"The king said.\" This means that they continued talking."}, {"ref": "we boiled", "text": "\"we cooked\""}]}, {"id": "30", "tn": [{"ref": "heard the words of the woman", "text": "\"heard the woman tell what she and the other woman had done,\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he tore his clothes", "text": "The king ripped his outer garment to show his distress. AT: \"he tore his clothes in grief\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "now he was passing by on the wall", "text": "He had been walking on the city wall when the woman called out to him in [[:en:bible:notes:2ki:06:24]]. Now he continued walking along it."}, {"ref": "he had sackcloth underneath, against his skin", "text": "By wearing sackcloth even for his undergarments, the king showed that he was very sad and upset. AT: \"he had sackcloth underneath his outer garment, against his skin\" or \"he was wearing sackcloth underneath his robe because he was very upset\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "May God do so to me, and more also", "text": "The king is saying he hopes God will punish him and even kill him if Elisha the prophet does not die because of the things that have happened in the city of Samaria. AT: \"May God punish me and kill me\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "if the head of Elisha son of Shaphat remains on him today", "text": "This refers to Elisha dying, specifically be being beheaded. AT: \"if Elisha son of Shaphat is not beheaded today\" or \"if my soldiers do not behead Elisha son of Shaphat today\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "32", "tn": [{"ref": "The king sent a man from before him", "text": "\"To be before the king\" means to be one of his servants. AT: \"The king of Israel sent one of his servants as a messenger\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when the messenger came to Elisha, he said to the elders", "text": "Here Elisha is speaking to the elders right before the king's messenger arrived. AT: \"when the messenger had almost arrived, Elisha said to the elders\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "\"See how this son of a murderer has sent to take away my head?", "text": "Elisha uses this rhetorical question to draw attention to the kings messenger and to insult the king. This can be written as a statement. AT: \"See, this son of a murderer has sent someone to remove my head!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "son of a murderer", "text": "This means that the king of Israel has the characteristics of a murderer. AT: \"this man who is like a murderer\" or \"that murderer\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "has sent to", "text": "The missing words may be added. AT: \"has sent someone to\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to take away my head", "text": "This means to behead him. AT: \"to cut off my head\" or \"to behead me\" ([[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Look", "text": "Elisha uses this word here to draw the elder's attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "hold the door shut against him", "text": "If a door is shut against someone it means that it is closed and that they may not enter through it. AT: \"hold the door shut so that he cannot come in\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Is not the sound of his master's feet behind him?", "text": "Elisha uses this question to assure the elders that the king is coming not far behind him. This rhetorical question may be written as a statement. AT: \"The sound of his master's feet is right behind him.\" or \"The king will be coming along soon after he arrives.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "behold, the messenger", "text": "The word \"behold\" alerts us to the arrival of the messenger."}, {"ref": "the messenger came down to him", "text": "The messenger arrived, and so did the king, as Elisha had said he would. The phrase \"came down to him\" means that they arrived at the place where he was. AT: \"the messenger and the king arrived\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Behold, this trouble", "text": "\"Indeed, this trouble.\" The word \"behold\" here adds emphasis to what follows. The phrase \"this trouble\" refers to the famine in Samaria and the suffering it caused."}, {"ref": "Why should I wait for Yahweh any longer?", "text": "This king use this rhetorical question to emphasize that he does not believe that Yahweh is going to help them. This can be written as a statement. AT: \"Why should I continue to wait for Yahweh to help us?\" or \"I will not wait any longer for help from Yahweh!\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}]