[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "This was the word that came to Jeremiah", "text": "\"This was the message Yahweh gave to Jeremiah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Migdol ... Tahpanhes ... Memphis ... Patros", "text": "These are the names of cities. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "You yourselves have seen", "text": "The word \"yourselves\" is used for emphasis a to specify the people of Judea who live in the land of Egypt. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "See", "text": "\"Listen\" or \"Pay attention\" or \"Be sure you understand this:\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they did to offend me", "text": "\"the people of Jerusalem and all the cities of Judah did to offend me\""}, {"ref": "they themselves", "text": "\"the people from the ruined cities\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "04", "tn": [{"ref": "So I repeatedly sent", "text": "The word \"I\" refers to Yahweh."}, {"ref": "my fury and my wrath were poured out", "text": "This describes Yahweh's punishment as something that he can hold back like water in a container but then pour out when his anger causes him to begin his punishment on those who anger him. AT: \"I poured out my fury and my wrath.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my fury and my wrath", "text": "The words \"fury\" and \"wrath\" mean basically the same thing and emphasize the intensity of his wrath. AT: \"my terrible wrath.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they became ruins and devastations", "text": "The words \"ruins\" and \"devastations\" mean basically the same thing. Together they emphasize the complete devastation of Judah and Jerusalem. AT: \"they became completely devastated.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "07", "tn": [{"ref": "Why are you doing great wickedness against yourselves? Why are you causing yourselves to be cut off from among Judah—men and women, children and babies?", "text": "Yahweh uses these questions to express to the people of Israel that they should stop doing things that cause them to be punished. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the deeds of your hands", "text": "The people are referred to by the part of the body used to lit incense. AT: \"what you have done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will be destroyed", "text": "AT: \"cause me to destroy you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Have you forgotten the wickedness committed by your ancestors and the wickedness committed by the kings of Judah and their wives?", "text": "Yahweh rebukes the people with this question. \"You have forgotten the wickedness that your ancestors committed! You have forgotten the evil that the kings of Judah and their wives committed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Have you forgotten the evil committed by yourselves and your wives ... Jerusalem?", "text": "AT: \"You have forgotten the evil that you and your wives committed ... Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the streets of Jerusalem", "text": "Jerusalem is referred to by the part of the city where people walk. This means the people did evil things in public places. \"Jerusalem\" or \"the public places of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "set my face against you", "text": "A decision is described by someone not moving from the direction they are looking. AT: \"decide to be against you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They will fall", "text": "This is a mild way to say that someone will die. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "by sword", "text": "War is described by the weapon used by most soldiers. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "From the least to the greatest", "text": "People with the least and the respect in society are used to refer to everyone. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "13", "tn": [{"ref": "sword, famine, and plague", "text": "The word \"sword\" is used to refer to war. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "fugitive or survivor", "text": "Both of these words refer to the same people. A fugitive is someone who escapes from someone who wants to kill them or take them captive. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "15", "tn": [{"ref": "Pathros", "text": "This is the name of a region of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "About the word that you have told us in Yahweh's name: We will not listen to you", "text": "AT: \"We will not obey the command you have given us by Yahweh's authority\""}, {"ref": "Queen of Heaven", "text": "This is a name or title given to the moon by the people of Judah in Egypt who worshiped it as a goddess."}, {"ref": "Then we will be filled with food and will prosper, without experiencing any disaster", "text": "AT: \"In those days we had plenty of food, and prospered, and saw no disaster\""}, {"ref": "we will be filled with food", "text": "\"we will be well fed\""}, {"ref": "Then we will be filled with food and will prosper, without experiencing any disaster", "text": "The people of Judah thought they would prosper because the Queen of Heaven would bless them if they worshiped her. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The remnant of the people living in Egypt continue to speak. Beginning in v 19, the women address Jeremiah."}, {"ref": "Queen of Heaven", "text": "See background information in [[:en:bible:notes:jer:44:15]]."}, {"ref": "did we do these things without our husbands knowing about it?", "text": "The women are claiming innocence because they had their husbands' knowledge and approval. AT: \"our husbands knew what we were doing.\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "Did not Yahweh remember", "text": "\"Yahweh remembered\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "calls this to mind", "text": "This means that Yahweh brought this to his attention and memory. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "22", "tn": [{"ref": "was no longer able to bear it", "text": "\"was no longer able to tolerate it\""}, {"ref": "no longer an inhabitant as at this present day", "text": "AT: \"no one living there as there is no one living there today.\""}, {"ref": "burned incense", "text": "Why people burn incense can be stated clearly. AT: \"burned a sacrifice to false gods\" (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you would not listen to his voice", "text": "Here \"voice\" refers to Yahweh's commands. AT: \"you would not obey his commands,\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "said with your mouths and carried out with your hands what you said", "text": "AT: \"said and done what you promised you would say and do\""}, {"ref": "Queen of Heaven", "text": "Refer to background information in [[:en:bible:notes:jer:44:15]]."}]}, {"id": "26", "tn": [{"ref": "See, I have sworn by my great name—says Yahweh", "text": "Yahweh's \"great name\" refers to his whole being and reputation. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Every person of Judah ... will perish", "text": "AT: \"A very large number of the people from Judah ... will perish\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "by sword and famine", "text": "The \"sword\" represents those who will die in battle and \"famine\" represents those who will die of starvation. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "my words will certainly attack you with disaster", "text": "AT: \"what I have said will happen and you will have a disaster.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I am about to give over Pharaoh Hophra, king of Egypt, into the hand of his enemies", "text": "AT: \"I will allow Pharaoh Hophra's enemies to capture him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hophra", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and the ones seeking his life", "text": "AT: \"and the people who want to kill him.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]