[{"id": "01", "tn": [{"ref": "the word of Yahweh that came", "text": "\"the word that Yahweh God spoke\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "the Morashtite", "text": "This means he is from Moresheth which is a town in Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in the days of Jotham, Ahaz, and Hezekiah, kings of Judah", "text": "\"when Jotham, Ahaz, and Hezekiah were kings of Judah\""}, {"ref": "the word that he saw concerning Samaria and Jerusalem", "text": "AT: \"the vision that he saw concerning the people of Samaria and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Micah 1:2-7 is about God's judgment on Samaria."}, {"ref": "Listen, all you peoples. Listen, earth, and all that is in you", "text": "This begins Micah's prophecy. Both of these sentences mean the same thing and emphasize that everyone on earth is to listen. Micah speaks as if all the people of the earth were there listening to him. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_parallelism]] )"}, {"ref": "he will come down and tread on the high places on the earth", "text": "AT: he will completely destroy the high places on the earth as if he were crushing them with his feet\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The mountains will melt under him; the valleys will break apart like wax before fire, like waters that are poured down a steep place.", "text": "This means when God comes to destroy the pagan shrines nothing will be able to stop him. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "All this is because of the rebellion of Jacob, and because of the sins of the house of Israel", "text": "These phrases mean basically the same thing and emphasize that Yahweh is acting because of the sins of both the northern and southern kingdoms. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "All this is", "text": "\"The Lord will come and judge\""}, {"ref": "What was the reason for Jacob's rebellion? Was it not Samaria?", "text": "Here \"Jacob\" refers to the northern kingdom of Israel. Micah uses questions to emphasize that the people of Samaria are the reason God will come to judge the kingdom of Israel. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What was the reason for high places of Judah? Was it not Jerusalem?", "text": "Micah uses questions to emphasize that the people of Jerusalem are the reason God is coming to judge the kingdom of Judah. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "06", "tn": [{"ref": "I will make", "text": "Here \"I\" refers to Yahweh."}, {"ref": "will be crushed to pieces ... will be burned up", "text": "\"I will crush to pieces ... I will burn up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will pull her building stones", "text": "Here \"her\" refers to the city of Samaria."}, {"ref": "For from the gifts to her prostitution she gathered them, and as a prostitute's pay they will return", "text": "Often worshiping idols included sleeping with a prostitute at the pagan temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Micah 1:8-16 is about God's judgment on Judah."}, {"ref": "I will lament", "text": "Here \"I\" refers to Micah."}, {"ref": "I will go barefoot and naked", "text": "This is a sign of extreme mourning and distress."}, {"ref": "naked", "text": "Most likely, Micah was not entirely naked. He was probably wearing a loincloth."}, {"ref": "I will wail like the jackals and mourn like owls", "text": "These are animals that are known for their loud and harsh cries. And they are found in wastelands. AT: \"You shall wail and mourn like the animals of the night\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "For her wound is incurable", "text": "Here \"her\" refers to the city of Samaria. This means nothing can stop the enemy army that is coming to destroy the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for it has come to Judah", "text": "Here \"it\" refers to the \"wound,\" that is, to the army that God will use to punish Samaria."}, {"ref": "Beth Leaphrah", "text": "You may want to make a footnote saying, \" The name of this city means 'house of dust.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I roll myself in the dust", "text": "People under God's judgment are expressing their grief in a strong way."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "For the meanings of the names of villages and towns, you may want to include that information in a footnote."}, {"ref": "Shaphir", "text": "The name of this city sounds like one meaning \"beautiful.\" It contrasts with \"nakedness and shame.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in nakedness and shame", "text": "Enemy armies often made their prisoners walk totally naked. And there was shame in being a conquered people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Zaanan", "text": "The name of this city means \"go out.\" They are too afraid to go out and help."}, {"ref": "Beth Ezel", "text": "The name of this city means \"house of taking away.\""}, {"ref": "for their protection is taken away", "text": "AT: \"for I have taken away everything that might protect them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Maroth", "text": "The name of this city means \"bitterness.\""}, {"ref": "because disaster has come down from Yahweh", "text": "\"Disaster\" is an important word in Micah that will reoccur."}]}, {"id": "13", "tn": [{"ref": "Lachish", "text": "There is wordplay here as Lachish sounds like \"to the chariots\" in Hebrew. The people are hitching their chariots to flee, not fight. Lachish was second to Jerusalem in importance in Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the daughter of Zion", "text": "The \"daughter\" of a city means the people of the city. Alternate translations: \"the people of Zion\" or \"the people who live in Zion.\""}, {"ref": "for the transgressions of Israel were found in you", "text": "AT: \"for you disobeyed like the people of Israel did\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Moresheth Gath", "text": "You may want to add a footnote saying \"The name 'Moresheth' means 'to depart' and is similar in sound to the word for 'fiancee.'\" It is like Moresheth is the bride that Assyria takes and the \"parting gifts\" are the dowry. Moresheth Gath was Micah's home village."}, {"ref": "Achzib", "text": "You may want to add a footnote saying \"The name of this town sounds almost the same as the Hebrew expression for 'deceitful thing.'\""}]}, {"id": "15", "tn": [{"ref": "I will again bring", "text": "Here \"I\" refers to Yahweh."}, {"ref": "Mareshah", "text": "You may want to make a footnote saying, \"There is a play-on-words here with the name of this village and the Hebrew word for 'conquerer.'\" This term was used in Israel's conquering Canaan; now Israel will be conquered. This village is probably near Micah's home village of Moresheth Gath. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Adullam", "text": "This refers to a royal city of the Philistines. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shave your head and cut off your hair", "text": "Shaving one's head was a sign of mourning for the Israelites."}]}]