[{"id": "01", "tn": [{"ref": "I was longing for the one I love; I looked for him", "text": "This is repeated for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I looked for him, but I could not find him.", "text": "\"was wanting to be with him\" or \"was longing for him\""}, {"ref": "I was longing for the one I love", "text": "See how you translated \"whom my soul loves\" in [[:en:bible:notes:sng:01:07|1:7]]."}, {"ref": "go through the city", "text": "\"walk through the city\""}, {"ref": "through the streets and squares", "text": "The word \"squares\" indicates the center area of a town where streets or roads come together. It is often an area where people sell items, a market, and a place where people come together to talk."}, {"ref": "search", "text": "\"to look for\""}]}, {"id": "03", "tn": [{"ref": "watchmen", "text": "the men who have the job of keeping guard of the town at night to keep the people safe"}, {"ref": "as they were making their rounds in the city", "text": "\"who were going through the city\" or \"who were walking around the city\""}, {"ref": "bedroom", "text": "\"the room for sleeping\""}, {"ref": "the one who had conceived me", "text": "\"the one who had become pregnant with me\" or \"the one who carried me in her belly.\" This refers to her mother."}]}, {"id": "05", "tn": [{"ref": "I want you to swear ... until it is over", "text": "See how you translated this in [[:en:bible:notes:sng:02:07|2:7]]."}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here begins Part Three of the book"}, {"ref": "What is that coming up from the wilderness", "text": "The group of people is traveling from the wilderness to Jerusalem. Because the wilderness is low in the Jordan valley and Jerusalem is high in the mountains, the people must go up in order to reach Jerusalem."}, {"ref": "like a column of smoke", "text": "Because the people raised much dust in the air as they traveled, the dust looked like smoke in the distance. AT: \"with columns of smoke going up.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "perfumed with myrrh and frankincense", "text": "AT: \"the sweet smelling smoke of myrrh and frankincense surround it.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with all the powders sold by merchants", "text": "AT: \"and the sweet smelling smoke of all the powders that merchants sell.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "powders", "text": "a fine dust made by crushing something solid"}, {"ref": "Look", "text": "This word shows here that the speaker now discovers the answer to the question in verse 6."}, {"ref": "it is the bed", "text": "This refers to a bed with a cover that can be carried from one place to another."}, {"ref": "sixty warriors surround it, sixty soldiers of Israel", "text": "These two phrases refer to the same sixty people. The second phrase clarifies that the \"warriors\" are \"soldiers of Israel.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "warriors", "text": "men who fight"}]}, {"id": "08", "tn": [{"ref": "in warfare", "text": "\"in battle\""}, {"ref": "armed against", "text": "\"in order to guard against\" or \"in order to fight off\""}, {"ref": "terrors of the night", "text": "This represents any danger that might come during the dark of the night, like robbers."}, {"ref": "sedan chair", "text": "a chair that has long poles which people used to carry important people"}]}, {"id": "10", "tn": [{"ref": "Its posts", "text": "The word \"Its\" refers to King Solomon's sedan chair."}, {"ref": "posts", "text": "The word \"posts\" here refers to pieces of wood that hold up the tent of cloth around his chair."}, {"ref": "Its interior was", "text": "\"The inside of it was\""}, {"ref": "decorated with love", "text": "\"made pretty with love\" or \"embroidered with love.\" This indicates that the women made the sedan beautiful in a special way to show their love for Solomon."}, {"ref": "and gaze on King Solomon", "text": "\"look at King Solomon.\" The word \"gaze\" refers to look at someone or something for a long time, usually with strong emotional feeling."}, {"ref": "bearing the crown", "text": "\"wearing the crown\""}]}]