[{"id": "01", "tn": [{"ref": "Nebuchadnezzar made a gold statue ... He set it up", "text": "That Nebuchadnezzar's men made and set up a statue by his command is spoken of as if Nebuchadnezzar had made and set up a statue. AT: \"Nebuchadnezzar commanded his men to make a gold statue ... They set it up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sixty cubits tall and six cubits wide", "text": "\"about 27 meters tall and almost 3 meters wide\" (See: [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "Plain of Dura", "text": "This is a location within the kingdom of Babylon. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "provincial governors ... regional governors ... local governors", "text": "These are officials who have authority over different sizes of territory."}, {"ref": "treasurers", "text": "These officials are in charge of money."}]}, {"id": "03", "tn": [{"ref": "the provincial governors, regional governors, ... officials of the provinces", "text": "Translate this list as in [[:en:bible:notes:dan:03:01|3:2]]."}, {"ref": "the statue that Nebuchadnezzar had set up", "text": "That Nebuchadnezzar's men had set up the statue is spoken of as if Nebuchadnezzar had set it up. AT: \"the statue that Nebuchadnezzar's men had set up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "herald", "text": "This person is an official messenger for the king."}, {"ref": "You are commanded", "text": "This can be stated in active form. \"The king commands you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "peoples, nations, and languages", "text": "Here \"nations\" and \"languages\" represent people from different nations who speak different languages. AT: \"people from different nations and who speak different languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "zithers", "text": "These are musical instruments similar to harps. They are shaped like triangles and have four strings."}, {"ref": "fall down", "text": "Here \"fall down\" means \"quickly lie down\""}, {"ref": "prostrate yourselves to", "text": "\"stretch yourselves out on the ground face down in worship of\" ([[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "06", "tn": [{"ref": "Whoever does not fall down and worship, at that very moment, will be thrown into a blazing furnace", "text": "This can be stated in active form. AT: \"The soldiers will throw into a blazing furnace anyone who does not fall down and worship the statue at the very moment they hear the music\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fall down", "text": "Here \"fall down\" means \"quickly lie down\""}, {"ref": "blazing furnace", "text": "This is a large room filled with a hot fire."}, {"ref": "all the peoples, nations, and languages", "text": "Here \"all\" that means all the people who were present."}, {"ref": "peoples, nations, and languages", "text": "Here \"nations\" and \"languages\" represent people from different nations who speak different languages. See how you translated this in [[:en:bible:notes:dan:03:03|3:4]]. AT: \"people from different nations and who spoke different languages\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the horns, flutes ... and pipes", "text": "These are musical instruments. Translate this list as you did in [[:en:bible:notes:dan:03:03|3:5]]."}, {"ref": "fell down", "text": "Here \"fell down\" means \"quickly lay down\""}, {"ref": "prostrated themselves to", "text": "\"stretched themselves out on the ground face down in worship of\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the golden statue that Nebuchadnezzar the king had set up", "text": "That Nebuchadnezzar's men had set up the statue is spoken of as if Nebuchadnezzar had set it up. AT: \"the golden statue that King Nebuchadnezzar's men had set up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Now", "text": "This word is used to mark a break in the main story line. Here the writer tells about some new people in the story."}, {"ref": "King, live forever", "text": "This was a common greeting to the king."}, {"ref": "the horns, flutes ... and pipes", "text": "These are musical instruments. Translate this list as you did in [[:en:bible:notes:dan:03:03|3:5]]."}, {"ref": "fall down", "text": "Here \"fall down\" means \"quickly lie down\""}, {"ref": "prostrate himself to", "text": "\"stretch himself out on the ground face down in worship of\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "11", "tn": [{"ref": "Whoever does not fall down and worship must be thrown into a blazing furnace", "text": "This can be stated in active form. AT: \"Soldiers must throw into a blazing furnace anyone who does not lie down on the ground and worship\" (See: [[(en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fall down", "text": "Here \"fall down\" means \"quickly lie down\""}, {"ref": "blazing furnace", "text": "This is a large room filled with a hot fire. Translate this as you did in [[:en:bible:notes:dan:03:06|3:6]]."}, {"ref": "affairs", "text": "\"matters\" or \"business\""}, {"ref": "Shadrach ... Meshach ... Abednego", "text": "These are the Babylonian names of the three Jewish friends of Daniel. See how you translated these names in [[:en:bible:notes:dan:01:06|1:7]]."}, {"ref": "pay no attention to you", "text": "\"do not pay attention to you\""}, {"ref": "prostrate themselves", "text": "\"stretch themselves out on the ground face down in worship\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the golden statue you have set up", "text": "That Nebuchadnezzar's men have set up the statue is spoken of as if Nebuchadnezzar has set it up. AT: \"the golden statue your men have set up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "filled with anger and rage", "text": "Nebuchadnezzar's anger and rage were so intense that they are spoken of as if they had filled him up. Here \"anger\" and \"rage\" mean about the same thing and are used to emphasize how upset the king was. AT: \"extremely angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Shadrach, Meshach, and Abednego", "text": "These are the Babylonian names of the three Jewish friends of Daniel. See how you translated these names in [[:en:bible:notes:dan:01:06|1:7]]."}, {"ref": "Have you made your minds up", "text": "Here \"mind\" refers to deciding. To \"make up your mind\" is an idiom that means to firmly decide. AT: \"Have you firmly decided\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "prostrate yourselves to", "text": "\"stretch yourselves out on the ground face down in worship of\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the golden statue that I have set up", "text": "That Nebuchadnezzar's men have set up the statue is spoken of as if Nebuchadnezzar has set it up. AT: \"the golden statue that my men have set up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "the horns, flutes ... and pipes", "text": "These are musical instruments. See how you translated this list in [[:en:bible:notes:dan:03:03|3:5]]."}, {"ref": "fall down", "text": "Here \"fall down\" means \"quickly lie down\""}, {"ref": "prostrate yourselves to", "text": "stretch yourselves out on the ground face down in worship of\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "all will be well", "text": "\"there will no longer be a problem\" or \"you will be free to go\""}, {"ref": "the statue that I have made", "text": "That Nebuchadnezzar's men have made the statue is spoken of as if Nebuchadnezzar has made it. AT: \"the statue that my men have made\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will immediately be thrown into a blazing furnace", "text": "This can be stated in active form. AT: \"my soldiers will immediately throw you into a blazing furnace\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blazing furnace", "text": "This is a large room filled with a hot fire. Translate this as you did in [[:en:bible:notes:dan:03:06|3:6]]."}, {"ref": "Who is the god ... my hands?", "text": "The king does not expect an answer. He is threatening the three men. AT: \"No god is able to rescue you from my power!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "out of my hands", "text": "Here \"hands\" refers to power to punish. AT: \"from my punishment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "blazing furnace", "text": "This is a large room filled with a hot fire. Translate this as you did in [[:en:bible:notes:dan:03:06|3:6]]."}, {"ref": "out of your hand", "text": "Here \"hand\" refers to power to punish. AT: \"from your punishment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But if not, let it be known to you, king, that", "text": "\"But king, we must let you know that even if our God does not rescue us\""}, {"ref": "prostrate ourselves to", "text": "\"stretch ourselves out on the ground face down in worship of\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the golden statue you set up", "text": "That Nebuchadnezzar's men set up the statue is spoken of as if Nebuchadnezzar set it up. AT: \"the golden statue your men set up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "Nebuchadnezzar was filled with rage", "text": "The king was so angry that rage is spoken of as if it were filling him up. AT: \"Nebuchadnezzar became extremely angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He commanded that the furnace should be heated seven times hotter than it was normally heated", "text": "Here \"seven times hotter\" is an idiom that means to make it very much hotter. This can be stated in active form. AT: \"He commanded his men to make the furnace very much hotter than they normally make it\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "turbans", "text": "A turban is a head covering made of wrapped cloth."}, {"ref": "blazing furnace", "text": "This is a large room filled with a hot fire. Translate this as you did in [[:en:bible:notes:dan:03:06|3:6]]."}, {"ref": "Because the king's command was strictly followed", "text": "This can be stated in active form. AT: \"Because the men did exactly what the king commanded\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Did we not throw three men tied up into the fire", "text": "\"We threw three men tied up into the fire, right\""}, {"ref": "The brilliance of the fourth is like a son of the gods", "text": "The gods were believed to shine brightly with light. AT: \"Man four is shining brightly with light as a son of the gods would shine\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "26", "tn": [{"ref": "The provincial governors, regional governors, other governors", "text": "These are officials who have authority over different sizes of territory. See how you translated these in [[:en:bible:notes:dan:03:01|3:2]]."}, {"ref": "the hair on their heads was not singed", "text": "This can be stated in active form. AT: \"the fire had not singed the hair on their heads\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "singed", "text": "\"lightly burned\""}, {"ref": "their robes were not harmed", "text": "This can be stated in active form. AT: \"the fire did not harm their robes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "there was no smell of fire on them", "text": "\"they did not smell like fire\""}]}, {"id": "28", "tn": [{"ref": "they set aside my command", "text": "Not obeying the king's command is spoken of as if they had physically moved it away from them. AT: \"they ignored my command\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they gave up their bodies", "text": "This phrase refers to the three men's willingness to die for what they believed. AT: \"they were willing to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "prostrate themselves to", "text": "\"stretch themselves out on the ground face down in honor of\"  (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "any god except their God", "text": "\"any other god except their God\""}]}, {"id": "29", "tn": [{"ref": "any people, nation, or language ... must be torn apart, and that their houses must be made into rubbish heaps", "text": "This can be stated in active form. AT: \"my servants will tear apart any people, nation, or language ... and make their houses into piles of garbage\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "any people, nation, and language that speaks", "text": "Here \"nations\" and \"language\" represent people from different nations who speak different languages. See how you translated a similar phrase in [[:en:bible:notes:dan:03:03|3:4]]. AT: \"any people from any nation, or those who speak any language that says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "speaks anything against the God", "text": "\"speaks words that do not respect the God\""}, {"ref": "must be torn apart", "text": "\"must have their bodies torn apart\""}, {"ref": "there is no other god who is able to save like this", "text": "This can be stated in positive form. AT: \"only their God is able to save like this\""}]}]