[{"id": "01", "tn": [{"ref": "Now", "text": "This word is used in English to introduce a new part of the story and background information about Sarai. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "female servant", "text": "\"slave-girl.\" This type of slave would serve the woman of the household."}, {"ref": "from having children", "text": "\"from giving birth to children\""}, {"ref": "I will have children by her", "text": "\"I will build my family through her\""}, {"ref": "Abram listened to the voice of Sarai", "text": "\"Abram did what Sarai said\""}, {"ref": "she looked with contempt on her mistress", "text": "\"she despised her mistress\" or \"she thought that she was more valuable than her mistress\""}, {"ref": "her mistress", "text": "Here this refers to Sarai. A mistress has authority over her slave. AT: \"her owner\" or \"Sarai\""}]}, {"id": "05", "tn": [{"ref": "This wrong on me", "text": "\"This injustice against me\""}, {"ref": "is because of you", "text": "\"is your responsibility\" or \"is your fault\""}, {"ref": "I gave my servant woman into your embrace", "text": "Sarai used the word \"embrace\" here to refer to him sleeping with her. AT: \"I gave you my servant so that you would sleep with her\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I was despised in her eyes", "text": "This can be active. AT: \"she hated me\" or \"she began to hate me\" or \"she thought she was better than me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let Yahweh judge between me and you", "text": "\"I want Yahweh to say whether this is my fault or your fault\" or \"I want Yahweh to decide which one of us is right.\" The phrase \"to judge between\" means to decide which person is right in a dispute between them."}, {"ref": "See here", "text": "\"Listen to me\" or \"Pay attention\""}, {"ref": "in your power", "text": "\"under your authority\""}, {"ref": "Sarai dealt harshly with her", "text": "\"Sarai treated Hagar very badly\""}, {"ref": "and she fled from her", "text": "\"and Hagar fled from Sarai\""}]}, {"id": "07", "tn": [{"ref": "The angel of Yahweh", "text": "Possible meanings are 1) Yahweh made himself look like an angel or 2) this was one of Yahweh's angels or 3) this was a special messenger from God (some scholars think it was Jesus). Since the phrase is not well understood, it is best to simply translate it as \"the angel of Yahweh\" using the normal word that you use for \"angel.\""}, {"ref": "wilderness", "text": "The wilderness area she went to was a desert. AT: \"desert\""}, {"ref": "Shur", "text": "This was the name of a place south of Canaan and east of Egypt."}, {"ref": "my mistress", "text": "Here this refers to Sarai. A mistress has authority over her slave. AT: \"my owner.\" See how \"her mistress\" is translated in [[:en:bible:notes:gen:16:01|16:4]]."}]}, {"id": "09", "tn": [{"ref": "The angel of Yahweh said to her", "text": "\"The angel of Yahweh said to Hagar\""}, {"ref": "the angel of Yahweh", "text": "See the note about this phrase in [[:en:bible:notes:gen:16:07|16:7]]."}, {"ref": "your mistress", "text": "Sarai. See how \"her mistress\" is translated in [[:en:bible:notes:gen:16:01|16:4]]."}, {"ref": "the angel of Yahweh said to her, \"I", "text": "When he said \"I,\" he was referring to Yahweh. When translating what is in the quote, do it as the angel of Yahweh did and use the word \"I\" when referring to Yahweh."}, {"ref": "I will greatly multiply your descendants", "text": "\"I will give you very many descendants\""}, {"ref": "too numerous to count", "text": "\"so many that no one will be able to count them\""}]}, {"id": "11", "tn": [{"ref": "The angel of Yahweh", "text": "See the note about this phrase in [[:en:bible:notes:gen:16:07|16:7]]."}, {"ref": "Behold", "text": "\"Look\" or \"Listen\" or \"Pay attention\""}, {"ref": "bear a son", "text": "\"give birth to a son\""}, {"ref": "you will call his name", "text": "\"you will name him.\" The word \"you\" refers to Hagar."}, {"ref": "Ishmael, because Yahweh has heard", "text": "Translators may add a footnote that says \"The name 'Ishmael' means 'God has heard.'\""}, {"ref": "affliction", "text": "She has been afflicted by distress and suffering."}, {"ref": "He will be a wild donkey of a man", "text": "This was not an insult. It may mean that Ishmael would be independent and strong like a wild donkey. AT: \"He will be like a wild donkey among men\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will be hostile against every man", "text": "\"He will be every man's enemy\""}, {"ref": "every man will be hostile to him", "text": "\"everyone will be his enemy\""}, {"ref": "he will live apart from", "text": "This can also mean \"he will live in hostility with.\""}, {"ref": "brothers", "text": "\"relatives\" or \"kin\""}]}, {"id": "13", "tn": [{"ref": "Yahweh who spoke to her", "text": "\"Yahweh, because he spoke to her\""}, {"ref": "Do I really continue to see, ... me?", "text": "Hagar used this rhetorical question to express her amazement that she was still alive even after she met God. People expected that if they met God, they would die. AT: \"I am surprised that I am still alive, ... me.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Therefore the well was called Beerlahairoi", "text": "Translators may add a footnote that says \"Beerlahairoi means 'the well of the living one who sees me.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "behold, it is between Kadesh and Bered", "text": "The word \"behold\" here draws attention to the fact that the well was in a place that the author and his readers knew. AT: \"in fact, it is between Kadesh and Bered\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "Hagar gave birth", "text": "Hagar's return to Sarai and Abram is implict. You can make this more explicit. AT: \"So Hagar went back and gave birth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "named his son, whom Hagar bore", "text": "\"named his son by Hagar\" or \"named his and Hagar's son\""}, {"ref": "Abram was", "text": "This introduces background information about Abram's age when these things happened. Your language may have a special way to mark background information. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "bore Ishmael to Abram", "text": "This means \"gave birth to Abram's son, Ishmael.\" The focus is on Abram having a son."}]}]