[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul now specifically states about what sin of theirs he has heard, and how the Corinthian believers are proud of their acceptance of that man and his sin."}, {"ref": "that is not even permitted among the Gentiles", "text": "This can be stated in active form. AT: \"that not even the Gentiles permit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "father's wife", "text": "the wife of his father, but probably not his own mother"}, {"ref": "Should you not mourn instead?", "text": "This rhetorical question is used to scold the Corinthians. AT: \"You should mourn over this instead!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The one who did this must be removed from among you", "text": "This can be stated in active form. AT: \"You must remove the one who did this from among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "I am ... present in spirit", "text": "\"I am ... always thinking about you\""}, {"ref": "I have already judged the one who did this", "text": "\"I have found the person who did this guilty\""}, {"ref": "gather together", "text": "\"meet\""}, {"ref": "in the name of our Lord Jesus", "text": "an idiomatic expression for coming together to worship the Lord Jesus (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have done this", "text": "\"I have judged that man\""}, {"ref": "to hand this man over to Satan", "text": "This refers to expelling the man from God's people, so that he lives in Satan's realm, the world outside of the church."}, {"ref": "for the destruction of the flesh", "text": "so that the man becomes physically ill as God disciplines him for his sin"}]}, {"id": "06", "tn": [{"ref": "Your boasting is not good", "text": "\"Your boasting is bad\""}, {"ref": "Do you not know that a little yeast leavens the whole loaf?", "text": "Just as a little yeast spreads throughout a whole loaf of bread, so can a little sin impact the entire fellowship of believers. (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Christ, our Passover lamb, has been sacrificed", "text": "As the Passover lamb covered the sins of Israel by faith each year, so did Christ's death cover the sins of all who trust in Christ by faith for eternity. This can be stated in active form. AT: \"the Lord has sacrificed Christ, our Passover lamb\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "sexually immoral people", "text": "This refers to people who claim to believe in Christ but behave in this manner."}, {"ref": "the immoral people of this world", "text": "people who have chosen to live an immoral lifestyle, who are not believers"}, {"ref": "the greedy", "text": "\"those who are greedy\" or \"those who are willing to be dishonest to get what others have\""}, {"ref": "swindlers", "text": "This means people who cheat to get others' property."}, {"ref": "you would need to go out of the world", "text": "\"you would need to avoid all people\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells them how to treat believers in the church who refuse to be corrected for their involvement in sexual immorality and other obvious sins before others."}, {"ref": "anyone who is called", "text": "\"anyone who calls himself\""}, {"ref": "brother", "text": "Here this means a fellow Christian, either a man or a woman."}, {"ref": "how am I involved with judging those who are outside the church?", "text": "Paul is emphasizing that he is not the one to judge people outside the church. This can also be stated in active form. AT: \"I am not the one who should judge people who do not belong to the church\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are you not to judge those who are inside the church?", "text": "Paul is scolding the Corinthians. \"you should know that you are the ones who should judge those who are inside the church\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]