[{"id": "01", "tn": [{"ref": "Ebenezer ... Aphek", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Israel was defeated by the Philistines, who killed", "text": "This can be translated in active form. AT: \"the Philistines defeated the Israelites and killed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "about four thousand men", "text": "Here the number four thousand is a round number. There may have been a few more than that or a few less than that. The word \"about\" shows that it is not an exact number. AT: \"about 4,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "03", "tn": [{"ref": "the people", "text": "the soldiers who had been fighting the battle"}, {"ref": "Why has Yahweh defeated us today before the Philistines? Let us bring ... enemies", "text": "The elders truly did not know why Yahweh had defeated them, but they wrongly thought they knew how to make sure it did not happen again, by bringing the ark to be with them. (See UDB)"}, {"ref": "who sits above the cherubim", "text": "Although Yahweh is present everywhere, he shows himself to his people from above the statues of cherubim on top of the ark."}, {"ref": "Phinehas", "text": "This Phinehas is not the same as the grandson of Aaron in Exodus and Numbers."}, {"ref": "were there", "text": "were in Shiloh"}]}, {"id": "05", "tn": [{"ref": "When the ark of the covenant of Yahweh came into the camp", "text": "\"When the people carried the ark of the covenant of Yahweh into the camp\" Some languages may need to add understood information to make the meaning clear. AT: \"The people, along with Hophni and Phinehas, picked up the ark of the covenant of Yahweh and carried it into the camp. When the people carried the ark into the camp\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the ark of Yahweh had come into the camp", "text": "\"the people had carried the ark of Yahweh into the camp\""}]}, {"id": "07", "tn": [{"ref": "they said ... They said", "text": "\"they said to themselves ... They said to each other\" or \"they said to each other ... They said to each other.\" The second clause clearly refers to what the Philistines said to each other. The first clause probably refers to what they thought, though it could also refer to what they said to each other. If possible, avoid stating who was spoken to."}, {"ref": "A god has come", "text": "The Philistines worshiped many gods, so they probably believed that one of those gods, or one whom they did not worship, had come into the camp. Another possible meaning is that they were speaking the proper name of the God of Israel: \"Yahweh has come.\" Because 4:8 speaks of \"gods,\" some translations read, \"Gods have come,\" that is, \"It is gods who have come.\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "Who will protect us from the strength of these mighty gods?", "text": "This rhetorical question is an expression of deep fear. It can be written as a statement. AT: \"There is no one who can protect us from these mighty gods.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "these mighty gods ... the gods who attacked", "text": "Because the word \"god\" (or \"God\") in 4:7 is singular, many translations read \"this mighty god ... the god who attacked,\" referring to any one of many possible gods, or \"this mighty God ... the God who attacked,\" using the proper name of the God of Israel. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "be men", "text": "This is an idiom. AT: \"be strong and fight\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "Israel was defeated", "text": "This can be stated in active form. The word \"Israel\" is a metonym for \"the army of Israel.\" AT: \"they defeated Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The ark of God was taken", "text": "This can be stated in active form. AT: \"The Philistines also took the ark of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "clothes torn and earth on his head", "text": "This is a way to express deep mourning in Israelite culture."}, {"ref": "his heart trembled with concern", "text": "This is an idiom which means he was very fearful or terribly concerned about something. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the whole city", "text": "This is a metonym for \"all the people in the city.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "The man", "text": "\"The man of Benjamin\""}]}, {"id": "16", "tn": [{"ref": "my son", "text": "Eli was not the other man's true father. Eli speaks as if he were the man's father to show the man that he is not angry but that the man needs to answer him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Israel fled from the Philistines", "text": "This is a general statement about what happened. The rest of the man's words give details."}, {"ref": "Also, there has been ... people. Also, your two sons", "text": "\"I will now tell you something worse ... I will now tell you something worse\" or \"Not only has there been ... people, but your two sons\""}, {"ref": "the ark of God has been taken", "text": "This can be stated in active form. AT: \"the Philistines have taken the ark of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "When he mentioned", "text": "\"When the man of Benjamin mentioned\""}, {"ref": "mentioned", "text": "\"spoke of\""}, {"ref": "His neck was broken", "text": "This can be stated in active form. AT: \"His neck broke because he fell\" or \"He broke his neck when he fell\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "his daughter-in-law", "text": "in-law** - Eli's daughter-in-law"}, {"ref": "the ark of God was captured", "text": "This can be stated in active form. AT: \"the Philistines had captured the ark of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "take what they said to heart", "text": "\"pay any attention to what they said\" or \"allow herself to feel better\""}]}, {"id": "21", "tn": [{"ref": "Ichabod", "text": "The name is actually a phrase that means \"no glory.\" The name of a person sometimes reveals information about the person, place, or thing it refers to. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "for the ark of God had been captured ... the ark of God has been captured.\"", "text": "This can be stated in active form. AT: \"for the Philistines had captured the ark of God ... because the Philistines have captured the ark of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]