[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul names himself as the writer of this letter to the believers at the church at Ephesus."}, {"ref": "General Information:", "text": "Except where noted, all instances of \"you\" and \"your\" refers to the Ephesian believers as well as all believers and so are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Paul, an apostle ... to God's holy people in Ephesus", "text": "Your language may have a particular way of introducing the author of a letter and its intended audience. AT: \"I, Paul, an apostle ... write this letter to you, God's holy people Ephesus\""}, {"ref": "who are faithful in Christ Jesus", "text": "\"In Christ Jesus\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Grace to you and peace", "text": "This is a common greeting and blessing that Paul often uses in his letters."}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Paul opens his letter by talking about the believers' position and their safety before God."}, {"ref": "General Information:", "text": "In this book, unless otherwise stated, the words \"us\" and \"we\" refer to Paul, the believers in Ephesus, as well as all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "May the God and Father of our Lord Jesus Christ be praised", "text": "This can be stated in an active form. AT: \"Let us praise the God and Father of our Lord Jesus Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who has blessed us", "text": "\"for God has blessed us\""}, {"ref": "every spiritual blessing", "text": "\"every blessing coming from the Spirit of God\""}, {"ref": "in the heavenly places", "text": "\"in the supernatural world.\" The word \"heavenly\" refers to the place where God is."}, {"ref": "in Christ", "text": "\"In Christ\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."}, {"ref": "holy and blameless", "text": "Paul uses two similar words to emphasize moral goodness. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The words \"his,\" \"He,\" and \"he\" refer to God."}, {"ref": "God chose us beforehand for adoption", "text": "The word \"us\" refers to Paul, the Ephesian church, and all believers in Christ. AT: \"God planned long ago to adopt us\" (UDB) (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "for adoption", "text": "Here \"adoption\" refers to being placed in God's family."}, {"ref": "through Jesus Christ", "text": "God brought believers into his family by the work of Jesus Christ."}, {"ref": "the One he loves", "text": "\"the One he loves, Jesus Christ\" or \"his Son, whom he loves\""}]}, {"id": "07", "tn": [{"ref": "riches of his grace", "text": "Paul speaks of God's grace as if it were material wealth. AT: \"greatness of God's grace\" or \"abundance of God's grace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He lavished this grace upon us", "text": "\"He gave us this great amount of grace\" or  \"He was extremely kind to us\""}, {"ref": "with all wisdom and understanding", "text": "Possible meanings are 1) \"because he has all wisdom and understanding\" 2) \"so that we might have great wisdom and understanding\""}]}, {"id": "09", "tn": [{"ref": "according to what pleased him", "text": "Possible meanings are 1) \"because he wanted to make it known to us\" or 2) \"which was what he wanted.\""}, {"ref": "and which he demonstrated in Christ", "text": "\"and he demonstrated this purpose in Christ\""}, {"ref": "in Christ", "text": "\"by means of Christ\""}, {"ref": "with a view to a plan", "text": "A new sentence can be started here. AT: \"He did this with a view to a plan\" or \"He did this, thinking about a plan\""}, {"ref": "for the fullness of time", "text": "\"for when the time is right\" or \"for the time that he has appointed\""}]}, {"id": "11", "tn": [{"ref": "we were appointed as heirs", "text": "This can be stated in active form. AT: \"God chose us to be heirs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We were decided on beforehand", "text": "\"God chose us earlier\""}, {"ref": "so that we might be the first", "text": "Here the word \"we\" refers to the Jewish believers who first heard the good news, not the believers at Ephesus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "so we would be for the praise of his glory", "text": "\"so that we would live to praise him for his glory\""}]}, {"id": "13", "tn": [{"ref": "were sealed with the promised Holy Spirit", "text": "Wax was placed on a letter and stamped with a symbol representing the person who wrote the letter. Paul uses this custom as a picture to show how God has used the Holy Spirit to assure us that we belong to him. AT: \"God has sealed you with the Holy Spirit that he promised\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the guarantee of our inheritance", "text": "Receiving what God has promised is spoken of as though one inherits property or wealth from a family member. AT: \"the guarantee that we will receive what God has promised\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul prays for the Ephesian believers and praises God for the power that believers have through Christ."}, {"ref": "I have not stopped thanking God", "text": "Paul uses \"not stopped\" to emphasize that he continues to thank God. AT: \"I continue to thank God\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "17", "tn": [{"ref": "a spirit of wisdom and revelation in the knowledge of him", "text": "\"spiritual wisdom to understand his revelation\""}, {"ref": "that the eyes of your heart may be enlightened", "text": "The phrase \"eyes of your heart\" expresses one's ability to gain understanding. AT: \"that you may gain understanding and be enlightened\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that the eyes of your heart may be enlightened", "text": "This may be stated in the active tense. AT: that God may enlighten your heart\" or \"that God may enlighten your understanding\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "enlightened", "text": "\"made to see\""}, {"ref": "inheritance", "text": "Receiving what God has promised believers, is spoken of as if one were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all God's holy people", "text": "This can be stated in the active tense. AT: \"all those whom he has set apart for himself\" or \"all those who belong completely to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "the immeasurable greatness of his power", "text": "God's power is far beyond all other power."}, {"ref": "in us", "text": "\"for our benefit\" or \"in relation to us\""}, {"ref": "the working of his great strength", "text": "\"his great power that is at work for us\""}, {"ref": "raised him from the dead ones", "text": "\"raised him from death\" or \"made him alive again\""}, {"ref": "seated him at his right hand", "text": "\"seated Christ at God's right hand\" or \"seated Christ in the place of honor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in the heavenly places", "text": "\"in the supernatural world.\" The word \"heavenly\" refers to the place where God is. See how this is translated in [[:en:bible:notes:eph:01:03|1:3]]."}, {"ref": "far above all rule and authority and power and dominion", "text": "These are different terms for the ranks of supernatural beings, both angelic and demonic. AT: \"far above all types of supernatural beings\""}, {"ref": "every name that is named", "text": "This can be stated in active form. AT: Possible meanings are 1) \"every name that man gives\" or 2) \"every name that God gives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "name", "text": "Possible meanings are 1) title or 2) position of authority. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in this age", "text": "\"at this time\""}, {"ref": "in the age to come", "text": "\"in the future\""}]}, {"id": "22", "tn": [{"ref": "God has subjected", "text": "\"God placed\" or \"God has put\" (UDB)"}, {"ref": "all things under Christ's feet", "text": "Here \"feet\" represents Christ's lordship, authority, and power. AT: \"all things under Christ's power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has made him the head ... his body", "text": "Just as with a human body, the head rules all things pertaining to its body, so Christ is the head of the church body. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the head over all things in the church", "text": "Here \"head\" refers to the leader or the one who is in charge. AT: \"ruler over all things in the church\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that is his body", "text": "The church is often referred to as the body of Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fullness of him who fills all things in all ways", "text": "\"Christ fills the church with his life and power just as he gives life to all things\""}]}]