[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A prayer of David", "text": "\"This is a prayer that David wrote.\""}, {"ref": "Give ear to my prayer from lips without deceit", "text": "The term \"give ear\" refers to listening, and the word \"lips\" refers to the words a person speaks. AT: \"Listen to my prayer which does not come from lying lips\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let my vindication come from your presence", "text": "Here \"presence\" refers to Yahweh's being. AT: \"Declare me innocent\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let your eyes see what is right!", "text": "Here \"your eyes\" refers to that which Yahweh knows to be true. AT: \"you know that I am telling the truth!\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "003", "tn": [{"ref": "If you test my heart, if you come to me in the night", "text": "Here \"test my heart\" means to examine my thoughts and motives. AT: \"If you examine my thoughts in the night\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my mouth will not transgress", "text": "Here the mouth is spoken of as if it were capable of acting on its own. It also represents the words that a person speaks. AT: \"I will not tell lies or sin with my words\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "004", "tn": [{"ref": "it is at the word of your lips that I have kept myself from the ways of the lawless", "text": "Here \"the word of your lips\" represents God's instruction. AT: \"your instruction has caused me to avoid doing wicked things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My steps have held firmly to your tracks; my feet have not slipped", "text": "Both of these clauses mean the same thing. The repetition adds emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my feet have not slipped", "text": "The writer speaks of his obedience to God as if he were walking on a path. AT: \"I am determined to follow your ways\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "006", "tn": [{"ref": "turn your ear to me ... listen when I speak", "text": "These phrases mean the same thing. Here \"your ear\" refers to God's willingness to hear someone who prays to him. AT: \"pay attention to me ... listen when I speak\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your right hand", "text": "The \"right hand\" refers to God's power. AT: \"your mighty power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "take refuge in you", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to you for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "008", "tn": [{"ref": "Protect me like the apple of your eye", "text": "The \"apple of your eye\" refers to something that is valuable. AT: \"Protect me as you would something most valuable and precious\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "hide me under the shadow of your wings", "text": "David speaks of God's protection as if he were a bird protecting its young under its wings. AT: \"Keep me safe as a mother bird protects her babies by gathering them under her wing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their mouths speak with pride", "text": "Here \"their mouths speak\" refers to what the people say. AT: \"they are always boasting\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "011", "tn": [{"ref": "They have surrounded my steps", "text": "Here \"surrounded my steps\" represents how David's enemies have followed him everywhere he goes in order to capture him. AT: \"My enemies have surrounded me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a lion eager for a victim, like a young lion crouching in hidden places", "text": "These two phrases express very similar ideas. The repetition adds intensity. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They are like a lion ... like a young lion", "text": "The writer feels pursued the way a lion hunts its prey (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "013", "tn": [{"ref": "Rescue my life from the wicked by your sword ... Rescue me from men by your hand, Yahweh, from men of this world", "text": "These two clauses have similar meanings. The repetition adds intensity to the writer's words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "by your sword ... by your hand", "text": "Here \"sword\" and \"hand\" both represent the power of Yahweh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You will fill the bellies of your treasured ones with riches", "text": "The ancient text is corrupt here. Possible meanings are 1) Yahweh will provide great blessings to his people. AT: \"You will bless your people richly\" or 2) Yahweh will greatly punish the wicked people to their children and grandchildren. (See: [[:en:ta:vol1:translate:figs_idiom]] and (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "015", "tn": [{"ref": "I will see your face in righteousness", "text": "Here \"face\" represents Yahweh in all of his being. David is confident he will see Yahweh. AT: \"because I act in the right way, I will be with you one day\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will be satisfied, when I awake, with a sight of you", "text": "David believes that after he dies, he will be with Yahweh. This can be made clear in the translation. AT: \"After I die, I will be happy to wake up in your presence\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]