[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul defines the believers' service and reward."}, {"ref": "you yourselves", "text": "The words \"you\" and \"yourselves\" refer to the Thessalonian believers. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "our coming", "text": "The word \"our\" refers to Paul, Silvanus, and Timothy but not the Thessalonian believers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "was not useless", "text": "This can be expressed in a positive manner. AT: \"was very worthwhile\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "previously suffered and were shamefully treated", "text": "\"were mistreated and insulted\""}, {"ref": "in much struggling", "text": "\"while struggling under great opposition\""}]}, {"id": "03", "tn": [{"ref": "was not from error, nor from impurity, nor from deceit", "text": "\"was truthful, pure, and honest\""}, {"ref": "approved by God to be trusted", "text": "Paul was tested and proven trustworthy by God."}, {"ref": "We speak", "text": "Paul is referring to preaching the gospel message. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who examines our hearts", "text": "The word \"hearts\" is a metaphor for a person's desires and thoughts. AT: \"who knows our desires and thoughts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Paul tells the Thessalonian believers that his conduct was not based in flattery, greed, or self glory."}, {"ref": "use words as flattery", "text": "\"speak to you with false praise\""}, {"ref": "nor as a pretext for covetousness", "text": "\"nor did we use words to hide an evil desire for your money\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "could have claimed privileges", "text": "\"could have insisted you give us money\""}]}, {"id": "07", "tn": [{"ref": "as a mother comforting her own children", "text": "Just as a mother gently comforts her children, so Paul, Silvanus, and Timothy spoke gently to the Thessalonian believers. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "In this way we had affection for you", "text": "\"This is how we demonstrated our affection for you\""}, {"ref": "we had affection for you", "text": "\"we loved you\""}, {"ref": "We were pleased to share with you not only the gospel of God", "text": "Paul refers to the gospel message as if it were a physical object that one can share with others. By \"sharing,\" he means \"telling\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We were pleased to share with you ... our own lives", "text": "Paul refers to his and his colleagues' lives as if they were physical objects that they could share with others. Here he means spending time and effort with his audience. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you had become very dear to us", "text": "\"we cared for you deeply\""}, {"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "our labor and toil", "text": "The words \"labor\" and \"toil\" mean basically the same thing. Paul uses them to emphasize how hard they worked. AT: \"how hard we worked\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Night and day we were working so that we might not weigh down any of you", "text": "\"We worked hard to make our own living so you would not need to support us\""}]}, {"id": "10", "tn": [{"ref": "holy, righteously, and blamelessly", "text": "Paul uses three words that describe their good behavior toward the Thessalonian believers."}, {"ref": "as a father deals with his own children", "text": "Paul compares how he encouraged the Thessalonians to a father gently teaching his children how to behave. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we were begging you and encouraging and urging you", "text": "The words \"begging,\" \"encouraging,\" and \"urging\" are used together to express how passionately Paul's group encouraged the Thessalonians. AT: \"we were strongly encouraging you\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "into his own kingdom and glory", "text": "The word \"glory\" describes the word \"kingdom.\" AT: \"into his own glorious kingdom\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Paul continues to use \"we\" to refer to himself and his traveling companions and \"you\" to the Thessalonian believers."}, {"ref": "we also thank God constantly", "text": "Paul often thanks God for their acceptance of the gospel message he shared with them."}, {"ref": "you received it as it truly is, the word of God", "text": "The Thessalonians believed Paul's message as coming from God, not from Paul's own authority."}, {"ref": "It is this word that is also at work among you who believe", "text": "Paul speaks of God's gospel message as if it were a person who was doing work. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "14", "tn": [{"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "became imitators of the churches", "text": "The Thessalonian believers endured persecutions similar to the Judean believers. \"became like the churches\""}, {"ref": "from your own countrymen", "text": "\"from other Thessalonians\""}, {"ref": "They forbid us to speak", "text": "\"They try to make us stop speaking\""}, {"ref": "they always fill up their own sins", "text": "Paul speaks as though someone can fill a container with their own sins as with liquid. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Wrath must come on them in the end", "text": "This refers to God finally judging and punishing people for their sins."}]}, {"id": "17", "tn": [{"ref": "brothers", "text": "This means fellow Christians, including both men and women."}, {"ref": "in person not in heart", "text": "Though Paul is not present physically in Thessalonica, he is emotionally attached to them."}, {"ref": "to see your face", "text": "Here \"your face\" means the entire person. AT: \"to see you\" or \"to be with you\"(See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I, Paul, once and again", "text": "\"I, Paul, tried several times\""}, {"ref": "For what is our confidence ... at his coming?", "text": "Paul uses this question to encourage the believers and answers it in the next verse. This rhetorical question can be positively stated. AT: \"You are our confidence for the future, our joy, and our crown of glory when our Lord Jesus Christ comes\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "our confidence for the future ... Is it not you", "text": "By \"confidence\" Paul means the assurance he has that God will reward him for his work. The Thessalonian Christians are the reason for his confidence. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "or joy", "text": "The Thessalonians are the reason for his joy. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "crown of pride", "text": "Here \"crown\" refers to a laurel wreath awarded to victorious athletes. The expression \"crown of pride\" means a reward for victory, or having done well. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is it not you just as much as others?", "text": "This rhetorical question can be translated as a statement. AT: \"It is you and other believers\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]