{"1": [{"a": "Jude was a servant of Jesus Christ.", "q": "Of whom was Jude a servant?", "ref": ["01-01"]}, {"a": "Jude was the brother of James.", "q": "Who was the brother of Jude?", "ref": ["01-01"]}, {"a": "He wrote to those who were called, beloved in God the Father, and kept for Jesus Christ.", "q": "To whom did Jude write?", "ref": ["01-01"]}, {"a": "Jude wanted mercy, peace, and love to be multiplied.", "q": "What did Jude want multiplied to those to whom he wrote?", "ref": ["01-02"]}, {"a": "Jude first wanted to write about their common salvation.", "q": "What did Jude first want to write about?", "ref": ["01-03"]}, {"a": "Jude actually wrote about the need to struggle for the faith of the saints.", "q": "What did Jude actually write about?", "ref": ["01-03"]}, {"a": "Some condemned and ungodly men came stealthily.", "q": "How did some condemned and ungodly men come?", "ref": ["01-04"]}, {"a": "They changed the grace of God into sexual immorality and denied Jesus Christ.", "q": "What did the condemned and ungodly men do?", "ref": ["01-04"]}, {"a": "The Lord saved them from the land of Egypt.", "q": "From where did the Lord once save people?", "ref": ["01-05"]}, {"a": "The Lord destroyed those people who did not believe.", "q": "What did the Lord do to those people who did not believe?", "ref": ["01-05"]}, {"a": "The Lord put them in chains in darkness for judgment.", "q": "What did the Lord do to the angels who left their proper place?", "ref": ["01-06"]}, {"a": "They fornicated and pursued unnatural desires.", "q": "What did Sodom, Gomorrah, and the cities around them do?", "ref": ["01-07"]}, {"a": "They pollute their bodies in their dreams, reject authority, and say evil things.", "q": "Like Sodom, Gomorrah, and the cities around them, what do the condemned and ungodly men do?", "ref": ["01-08"]}, {"a": "The archangel Michael said, \"May the Lord rebuke you.\"", "q": "What did the archangel Michael say to the devil?", "ref": ["01-09"]}, {"a": "They shamelessly care for themselves.", "q": "For whom do the condemned and ungodly men shamelessly care?", "ref": ["01-12"]}, {"a": "The Lord will execute judgment upon all people.", "q": "Upon whom will the Lord execute judgment?", "ref": ["01-15"]}, {"a": "Enoch was the seventh in line from Adam.", "q": "Enoch was which place in line from Adam?", "ref": ["01-14"]}, {"a": "Grumblers, complainers, those who go after their evil desires, loud boasters, and those who praise for personal advantage are the ungodly men who will be convicted.", "q": "Who are the ungodly men who will be convicted?", "ref": ["01-16"]}, {"a": "The apostles of the Lord Jesus Christ spoke words in the past about mockers.", "q": "Who spoke words in the past about mockers?", "ref": ["01-17"]}, {"a": "They do not have the Holy Spirit.", "q": "What is true of the mockers who go after the own ungodly lusts, who cause divisions and are sensual?", "ref": ["01-19"]}, {"a": "The beloved were building themselves up in their most holy faith, and praying in the Holy Spirit.", "q": "How were the beloved building themselves up and praying?", "ref": ["01-20"]}, {"a": "The beloved were to keep themselves in and look for the love of God, and the mercy of the Lord Jesus Christ.", "q": "What were the beloved to keep themselves in and look for?", "ref": ["01-21"]}, {"a": "The beloved were supposed to have mercy on and save those who were in doubt or with a garment spotted by the flesh, and those in the fire.", "q": "Who were the beloved supposed to have mercy on and save?", "ref": ["01-22", "01-23"]}, {"a": "God was able to keep them from stumbling and place them before the presence of his glory without blemish.", "q": "What was God their Savior, through Jesus Christ their Lord, able to do?", "ref": ["01-24", "01-25"]}, {"a": "God had glory before all time, now, and forevermore.", "q": "When did God have glory?", "ref": ["01-25"]}]}