[{"id": "01", "tn": [{"ref": "In the beginning", "text": "This refers to the very earliest time before God created the heavens and the earth."}, {"ref": "the Word", "text": "This refers to Jesus. Translate as \"the Word\" if possible. If \"Word\" is feminine in your language, it could be translated as \"the one who is called the Word.\""}, {"ref": "All things were made through him", "text": "This can be translated with an active verb. AT: \"God made all things through him\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "without him there was not one thing made that has been made", "text": "This can be translated with an active verb. AT: \"God did not make anything without him\" or \"God made everything with him\" (See: [[:en:ta:vol2:translate:figs_doublenegatives|Double Negatives]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "04", "tn": [{"ref": "In him was life", "text": "Here \"life\" is a metaphor for causing everything to live. AT: \"The one who is called the Word is the one who caused everything to live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "life", "text": "Here use a general term for \"life.\" If you must be more specific, translate as \"spiritual life.\""}, {"ref": "that life was the light of all men", "text": "\"Light\" is a metaphor that means God's revelation. AT: \"he revealed to us the truth about God as a light reveals what is in the darkness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The light shines in the darkness, and the darkness did not overcome it", "text": "Just as darkness cannot put out light, evil people have never prevented the one who is like a light from revealing God's truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "testify about the light", "text": "Here \"light\" is a metaphor for the revelation of God in Jesus. AT: \"show how Jesus is like the true light of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "The true light", "text": "Here \"light\" is a metaphor that represents Jesus as the true revelation of God. AT: \"like a true light\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "He was in the world, and the world was made through him, and the world did not know him", "text": "\"Even though he was in this world, and God created everything through him, people still did not recognize him\""}, {"ref": "the world did not know him", "text": "The \"world\" is a metonym that stands for all the people who live in the world. AT: \"the people did not know who he really was\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He came to his own, and his own did not receive him", "text": "\"He came to his own fellow countrymen, and his own fellow countrymen did not accept him either\""}, {"ref": "receive", "text": "This means to accept a person. When one receives a guest, they welcome them and treat them with honor in hopes of building a relationship with them."}]}, {"id": "12", "tn": [{"ref": "believed in his name", "text": "This means to trust Jesus as Savior and live in a way that honors him."}, {"ref": "his name", "text": "The word \"name\" is a metonym that stands for Jesus' identity and everything about him. AT: \"Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he gave the right", "text": "\"he gave them the authority\" or \"he made it possible for them\""}, {"ref": "children of God", "text": "The word \"children\" is a metaphor that represents our relationship to God, which is like children to a father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "Word", "text": "This is a metaphor which refers to Jesus. He is the one who reveals what God is like. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "full of grace", "text": "\"full of kind acts towards us which we do not deserve\""}, {"ref": "He who comes after me", "text": "John is speaking about Jesus. The phrase \"comes after me\" means that John's ministry has already started and Jesus' ministry will start later, after John's."}, {"ref": "is more than me", "text": "\"is greater than I am\" or \"is more important than I am\""}, {"ref": "for he was before me", "text": "Be careful not to translate this in a way that suggests that Jesus is more important just because he is older than John in human years. Jesus is greater and more important than John because he is God the Son, who has always been alive."}]}, {"id": "16", "tn": [{"ref": "fullness", "text": "This word refers to God's grace that has no end."}, {"ref": "grace after grace", "text": "\"blessing after blessing\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "the Jews sent ... to him from Jerusalem", "text": "The word \"Jews\" here represents the \"Jewish leaders.\" AT: \"the Jewish leaders sent ... to him from Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He freely stated, and did not deny", "text": "The second phrase says in negative terms the same thing that the first phrase says in positive terms. This emphasizes that John was telling the truth. AT: \"He told them the truth freely\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "What are you then?", "text": "\"What then is the case, if you are not the Messiah?\" or \"What then is going on?\" or \"What then are you doing?\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "John continues to speak with the priests and Levites."}, {"ref": "they said to him", "text": "\"the priests and Levites said to John\""}, {"ref": "we ... us", "text": "the priests and Levites, not John (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "He said", "text": "\"John said\""}, {"ref": "I am a voice, crying in the wilderness", "text": "John is saying that Isaiah's prophecy is about himself. The word \"voice\" here refers to the person who is crying out in the wilderness. AT: \"I am the one calling out in the wilderness\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Make the way of the Lord straight", "text": "Here the word \"way\" is used as a metaphor. AT: \"Prepare yourselves for the Lord's arrival like people prepare the road for an important person to use\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "And those who were sent were from the Pharisees", "text": "This is background information about the people who questioned John. (See: [[:en:ta:vol2:translate:writing_background|Background Information]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Verse 28 tells us background information about the setting of the story. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the one who comes after me", "text": "\"he will preach to you after I am gone\""}, {"ref": "the strap of whose sandal I am not worthy to untie", "text": "The task of \"untying his sandals,\" which is the work of a slave or servant, is a metaphor. John is saying that he does not deserve to do even the most unpleasant work of a servant for Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "Lamb of God", "text": "This is a metaphor that represents God's perfect sacrifice. Jesus is called the \"Lamb of God\" because he was sacrificed to pay for people's sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "world", "text": "The word \"world\" is a metonym and refers to all the people in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The one who comes after me is more than me, for he was before me", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:14|1:15]]."}]}, {"id": "32", "tn": [{"ref": "descending", "text": "\"coming down\""}, {"ref": "like a dove", "text": "This phrase is a simile. The \"Spirit\" comes down just like a dove lands on a person. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "heaven", "text": "The word \"heaven\" refers to the \"sky.\""}, {"ref": "the Son of God", "text": "Some copies of this text say \"Son of God\"; others say \"chosen one of God\" (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "35", "tn": [{"ref": "Again, the next day", "text": "This is another day. It is the second day that John saw Jesus."}, {"ref": "Lamb of God", "text": "This is a metaphor that represents God's perfect sacrifice. Jesus is called the \"Lamb of God\" because he was sacrificed to pay for people's sins. See how you translated this same phrase in [[:en:bible:notes:jhn:01:29|1:29]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "37", "tn": [{"ref": "tenth hour", "text": "\"hour 10.\" This phrase indicates a time in the afternoon, before dark, that would be too late to travel to another town, possibly around 4 p.m."}]}, {"id": "40", "tn": [{"ref": "General Information:", "text": "These verses give us information about Andrew and how he brought his brother Peter to Jesus. This happened before they went and saw where Jesus was staying in [[:en:bible:notes:jhn:01:37|1:39]]."}, {"ref": "son of John", "text": "This is not John the Baptist. \"John\" was a very common name."}]}, {"id": "43", "tn": [{"ref": "Now Philip was from Bethsaida, the city of Andrew and Peter", "text": "This is background information about Philip. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "46", "tn": [{"ref": "Nathaniel said to him", "text": "\"Nathaniel said to Philip\""}, {"ref": "Can any good thing come out of Nazareth?", "text": "This remark appears in the form of a question in order to add emphasis. AT: \"No good thing can come out of Nazareth!\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "in whom is no deceit", "text": "This can be stated in a positive way. AT: \"a completely truthful man\" (See: [[:en:ta:vol2:translate:figs_litotes|Litotes]])"}]}, {"id": "49", "tn": [{"ref": "Rabbi, you are the Son of God! You are the King of Israel!", "text": "Nathaniel says Jesus is \"the Son of God\" because Jesus knew Nathaniel without previously meeting him."}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Because I said to you ... do you believe?", "text": "This remark appears in the form of a question to provide emphasis. AT: \"You believe because I said, 'I saw you underneath the fig tree'! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly, truly", "text": "Translate this the way your language emphasizes that what follows is important and true."}]}]