{"1": [{"a": "After the death of Saul, David returned from attacking the Amalakites and remained in Ziklag for two days.", "q": "What did David do after the death of Saul?", "ref": ["01-01"]}, {"a": "On the third day a man with his clothes torn and with dirt on his head came to David.", "q": "On the third day, who came to David from Saul's camp?", "ref": ["01-02"]}, {"a": "The young man said Saul and Jonathan his son were dead.", "q": "What did the young man say about Saul and Jonathan?", "ref": ["01-04"]}, {"a": "The young man said he was on Mount Gilboa, and there Saul was leaning on his spear.", "q": "Where did the young man say he found Saul?", "ref": ["01-06"]}, {"a": "The young man said Saul asked him to stand over him and kill him.", "q": "What did the young man say Saul asked him to do?", "ref": ["01-08"]}, {"a": "Saul asked the young Amalekite man to kill him because he said, \"...great suffering has taken hold of me because life is still in me.\"", "q": "Why did Saul ask the young Amalekite man to kill him?", "ref": ["01-09"]}, {"a": "The young man took the crown that was on Saul's head and the band that was on his arm.", "q": "After the young man killed Saul what did he take from Saul?", "ref": ["01-10"]}, {"a": "David and his men tore their clothes and they mourned, wept, and fasted until evening.", "q": "What did David and his men do when they heard about Saul's and Jonathan's death?", "ref": ["01-11", "01-12"]}, {"a": "David and his men also mourned, wept, and fasted for the people of Yahweh and for the house of Israel because they had fallen by the sword.", "q": "For whom else were David and his men mourning, weeping, and fasting?", "ref": ["01-12"]}, {"a": "David had the young Amalekite man killed because he had killed Yahweh's anointed king.", "q": "Why did David have the young Amalekite man killed?", "ref": ["01-14", "01-16"]}, {"a": "The funeral song that David sang about Saul and his son Jonathan has been written in the book of Jashar.", "q": "In what book is the funeral song that David sang about Saul and his son Jonathan written?", "ref": ["01-17", "01-18"]}, {"a": "Israel's glory is dead.", "q": "What is dead, killed on Israel's mountains?", "ref": ["01-19"]}, {"a": "David said not to proclaim it in Gath or in the streets of Ashkelon so that the daughters of the Philistines may not rejoice, and so that the daughters of the uncircumcised may not celebrate.", "q": "Why did David say not to proclaim that Israel's glory was dead in Gath or in the streets of Ashkelon?", "ref": ["01-20"]}, {"a": "The shield of the mighty was defiled on the mountains of Gilboa.", "q": "Where was the shield of the mighty defiled?", "ref": ["01-21"]}, {"a": "Saul clothed them in scarlet delicately, and put ornaments of gold on their garments.", "q": "What did Saul do for the daughters of Israel?", "ref": ["01-24"]}, {"a": "David said Jonathan's love to David was wonderful, exceeding the love of women.", "q": "How great was the love of Jonathan to David?", "ref": ["01-26"]}], "2": [{"a": "Yahweh replied to David, \"Go up.\" when David asked him.", "q": "How did Yahweh reply to David when David asked him, \"Should I go up to one of the cities of Judah?\"", "ref": ["02-01"]}, {"a": "Yahweh told David to go to Hebron.", "q": "To which city did Yahweh tell David to go?", "ref": ["02-02"]}, {"a": "David went up to Hebron with his two wives, Ahinoam and Abigail. David also brought the men who were with him, who each brought his family.", "q": "Who went up with David to Hebron?", "ref": ["02-02", "02-03"]}, {"a": "Men from Judah came and anointed David king over the house of Judah.", "q": "What did men from Judah do when they came to David?", "ref": ["02-04"]}, {"a": "Abner was the son of Ner, commander of Saul's army.", "q": "Who was Abner?", "ref": ["02-08"]}, {"a": "Abner took Ishbosheth and brought him to Mahanaim; he made Ishbosheth king over Gilead, Asher, Jezreel, Ephraim, Benjamin, and over all Israel.", "q": "What did Abner do to Ishbosheth, the son of Saul?", "ref": ["02-08", "02-09"]}, {"a": "David was king in Hebron over the house of Judah for seven years and six months.", "q": "How long was David king in Hebron over the house of Judah?", "ref": ["02-11"]}, {"a": "Joab the son of Zeruiah and the servants of David met Abner the son of Ner, and the servants of Ishbosheth by the pool of Gibeon.", "q": "Where did Joab the son of Zeruiah and the servants of David meet Abner the son of Ner, and the servants of Ishbosheth?", "ref": ["02-12", "02-13"]}, {"a": "Twelve young men got up for Benjamin and Ishbosheth the son of Saul, and twelve young men got up from the servants of David.", "q": "How many young men got up to compete before Joab and Abner?", "ref": ["02-15"]}, {"a": "Abner and the men of Israel were defeated before the servants of David.", "q": "Who won the battle that day?", "ref": ["02-17"]}, {"a": "Asahel closely pursued Abner and followed him.", "q": "Which one of the sons of Zeruiah pursued Abner?", "ref": ["02-19"]}, {"a": "Abner told Asahel, \"Why should I strike you to the ground? How then could I hold up my face to Joab, your brother?\"", "q": "What did Abner say to Asahel to encourage Asahel to stop pursuing him?", "ref": ["02-22"]}, {"a": "When Asahel refused to turn aside from Abner, Abner stabbed him in the body with the blunt end of his spear so that the spear came out the other side, and Asahel fell down and died there.", "q": "What happened to Asahel when he refused to turn aside from Abner?", "ref": ["02-23"]}, {"a": "Joab and Abishai pursued Abner to the hill of Ammah, which is near Giah by the road to the wilderness of Gibeon.", "q": "To what location did Joab and Abishai pursue Abner?", "ref": ["02-24"]}, {"a": "Abner called to Joab and said, \"Must the sword devour forever? Do you not know it will be bitter in the end? How long will it be before you tell your men to stop pursuing their brothers?\"", "q": "What did Abner say that stopped Joab and Abishai from pursuing him?", "ref": ["02-26", "02-27"]}, {"a": "Abner and his men reached Mahanaim.", "q": "Where did Abner and his men travel to?", "ref": ["02-29"]}, {"a": "Joab and his men went to Hebron.", "q": "To where did Joab and his men travel?", "ref": ["02-32"]}], "3": [{"a": "The house of David grew stronger and the house of Saul grew weaker in the long war between the two houses.", "q": "In the long war between the house of Saul and the house of David, which house grew stronger and which house grew weaker?", "ref": ["03-01"]}, {"a": "Amnon, Chileab, and Absalom were the first three sons born to David in Hebron.", "q": "Who were David's first three sons born to him in Hebron?", "ref": ["03-02", "03-03"]}, {"a": "Ishbosheth accused Abner of sleeping with his father's (Saul's) concubine.", "q": "What did Ishbosheth accuse Abner of doing?", "ref": ["03-07"]}, {"a": "Abner swore to transfer the kingdom from the house of Saul and set up the throne of David over Israel and over Judah, from Dan to Beersheba.", "q": "After Ishbosheth accused Abner of sleeping with his father's concubine, what did Abner swear he was going to do?", "ref": ["03-10"]}, {"a": "David told Abner's messengers that Abner could not see David's face unless Abner brought Michal, Saul's daughter, with him when he came to see David.", "q": "What did David say Abner must do before Abner could see David's face and make a covenant with him?", "ref": ["03-13"]}, {"a": "David had paid the price of 100 Philistine foreskins for Michal.", "q": "What price had David paid for Michal to be his wife?", "ref": ["03-14"]}, {"a": "Abner told the elders of Israel they should make David king over them as they had wanted to do in the past.", "q": "In short what did Abner say to the elders of Israel?", "ref": ["03-17", "03-18"]}, {"a": "David had a feast prepared for Abner and his men.", "q": "What did David do for Abner when Abner arrived in Hebron with twenty of his men?", "ref": ["03-20"]}, {"a": "Abner told David that he would gather all Israel to David to make a covenant with him so he could reign as king over all Israel.", "q": "Briefly what did Abner tell David he planned to do?", "ref": ["03-21"]}, {"a": "David sent Abner away, and Abner left in peace.", "q": "How did David and Abner part company?", "ref": ["03-23"]}, {"a": "Joab accused Abner of trying to deceive David, of trying to discover David's plans and learn everything David was doing.", "q": "When Joab came to David, what did Joab accuse Abner of doing?", "ref": ["03-25"]}, {"a": "Joab stabbed Abner in the stomach and killed him.", "q": "What did Joab do after he had Abner brought back to Hebron?", "ref": ["03-27"]}, {"a": "Joab killed Abner to avenge the blood of Asahel his brother.", "q": "Why did Joab kill Abner?", "ref": ["03-27"]}, {"a": "David said to let the guilt of Abner's death fall on the head of Joab and on all his father's house.", "q": "When David learned that Joab had killed Abner, what did he say concerning Joab and Joab's family?", "ref": ["03-29"]}, {"a": "David told Joab and all the people with him to tear their clothes, put on sackcloth, and mourn before Abner's body.", "q": "What did David tell Joab and all the people with him to do?", "ref": ["03-31"]}, {"a": "David swore, \"May God do so to me, and more also, if I taste bread or anything else before the sun goes down.\"", "q": "When the people came to make David eat while it was still day, what did David swear?", "ref": ["03-35"]}, {"a": "All the people and all Israel understood that it was not the king's desire to kill Abner.", "q": "What did all the people and all Israel understand after they took notice of David's grief concerning Abner?", "ref": ["03-37"]}, {"a": "The king told his servants, \"Do you know that a prince and a great man has fallen this day in Israel?\"", "q": "What did the king say to his servants concerning Abner?", "ref": ["03-38"]}, {"a": "David wished for Yahweh to repay the evildoer by punishing him for his wickedness, as he deserved it.", "q": "What did David wish concerning the sons of Zeruiah?", "ref": ["03-39"]}], "4": [{"a": "When Ishbosheth heard that Abner was dead in Hebron, his hands became weak.", "q": "What caused the hands of Ishbosheth to become weak?", "ref": ["04-01"]}, {"a": "The names of two of Saul's men who were captains of groups of soldiers were Baanah and Rechab.", "q": "What were the names of two of Saul's men who were captains of groups of soldiers?", "ref": ["04-02"]}, {"a": "The name of Saul's son who was crippled in his feet was Mephibosheth.", "q": "What was the name of Saul's son who was crippled in his feet?", "ref": ["04-04"]}, {"a": "Rechab and Baanah got into the house by walking in quietly and passing the sleeping woman who had been guarding the door.", "q": "How did Rechab and Baanah get into the house of Ishbosheth?", "ref": ["04-06"]}, {"a": "Once Rechab and Baanah got into Ishbosheth's house, they killed him as he was lying on his bed in his room.", "q": "What did Rechab and Baanah do once they got into Ishbosheth's house?", "ref": ["04-07"]}, {"a": "Rechab and Baanah brought the head of Ishbosheth to David at Hebron.", "q": "Where did Rechab and Baanah go after they killed Ishbosheth and cut off his head?", "ref": ["04-08"]}, {"a": "David said Rechab and Baanah were wicked men who had killed an innocent person in his own house on his own bed.", "q": "What did David say about Rechab and Baanah?", "ref": ["04-11"]}, {"a": "The young men killed Rechab and Baanah and cut off their hands and feet and hung them up beside the pool at Hebron.", "q": "On David's orders, what did the young men do with Rechab and Baanah?", "ref": ["04-12"]}, {"a": "David had the head of Ishbosheth buried in the grave of Abner in Hebron.", "q": "What did David have done with the head of Ishbosheth?", "ref": ["04-12"]}], "5": [{"a": "All the tribes of Israel acknowledged Yahweh had told David, \"You will shepherd my people Israel, and you will become ruler over Israel.\"", "q": "What did all the tribes of Israel acknowledge Yahweh had said to David?", "ref": ["05-02"]}, {"a": "All the elders of Israel came to Hebron, made a covenant with David, and anointed him king over Israel.", "q": "Who came to Hebron, made a covenant with David, and anointed him king over Israel?", "ref": ["05-03"]}, {"a": "David reigned thirty-three years in Jerusalem over all Israel and Judah.", "q": "How many years did David reign in Jerusalem over all Israel and Judah?", "ref": ["05-05"]}, {"a": "Jerusalem was also called the stronghold of Zion and the City of David.", "q": "By what other names was Jerusalem called?", "ref": ["05-06", "05-07"]}, {"a": "David captured the stronghold of Zion from the Jebusites.", "q": "From whom did David capture the stronghold of Zion?", "ref": ["05-07"]}, {"a": "David became greater and greater because Yahweh, the God of hosts, was with him.", "q": "Why did David become greater and greater?", "ref": ["05-10"]}, {"a": "Hiram sent messengers to David, and cedar trees, carpenters, and masons.", "q": "What did Hiram king of Tyre send to David?", "ref": ["05-11"]}, {"a": "Eleven children were born to David in Jerusalem.", "q": "How many children were born to David in Jerusalem?", "ref": ["05-14", "05-16"]}, {"a": "The Philistines went out looking for David when they heard he had been anointed as king over Israel.", "q": "What did the Philistines do when they heard that David had been anointed as king over Israel?", "ref": ["05-17"]}, {"a": "Yahweh said to David, \"Attack, for I will certainly give you victory over the Philistines.\"", "q": "What did Yahweh tell David in response to David's question, \"Should I attack the Philistines? Will you give me victory over them?\"", "ref": ["05-19"]}, {"a": "David attacked at Baal Perazim, and there he defeated the Philistines.", "q": "Where did David attack the Philistines and what was the outcome?", "ref": ["05-20"]}, {"a": "Yahweh told David not to attack the Philistine's front, but to circle behind them and come at them through the balsam woods.", "q": "When the Philistines came up a second time, how did Yahweh tell David to attack them?", "ref": ["05-23"]}, {"a": "Yahweh told David to attack the Philistines when he heard the sound of marching in the wind blowing through the balsam treetops.", "q": "What sound did Yahweh tell David to listen for before attacking the Philistines?", "ref": ["05-24"]}, {"a": "David did as Yahweh had commanded him.", "q": "What was David's response to Yahweh's command?", "ref": ["05-25"]}, {"a": "The outcome of this battle was that David killed Philistines from Geba all the way to Gezer.", "q": "What was the outcome of this battle against the Philistines?", "ref": ["05-25"]}], "6": [{"a": "David gathered all the chosen men of Israel to bring up the ark of God.", "q": "Why did David again gather all the chosen men of Israel?", "ref": ["06-01", "06-02"]}, {"a": "They set the ark of God on a new cart.", "q": "On what did they set the ark of God?", "ref": ["06-03"]}, {"a": "Uzzah and Ahio, Abinadab's sons, were guiding the new cart.", "q": "Who was guiding the new cart?", "ref": ["06-03"]}, {"a": "When they came to the threshing floor of Nacon, the oxen stumbled, and Uzzah reached out his hand to grab the ark of God, and he took hold of it.", "q": "What happened when they came to the threshing floor of Nacon?", "ref": ["06-06"]}, {"a": "Yahweh got angry and he attacked Uzzah there for his sin, and Uzzah died there by the ark of God.", "q": "What did Yahweh do in response to Uzzah's action?", "ref": ["06-07"]}, {"a": "David was angry because Yahweh had attacked Uzzah, and David was afraid of Yahweh that day.", "q": "How did David feel about what Yahweh had done to Uzzah?", "ref": ["06-08", "06-09"]}, {"a": "David put the ark of God aside in the house of Obed Edom the Gittite.", "q": "What did David do with the ark of God after Uzzah died?", "ref": ["06-10"]}, {"a": "David brought up the ark of God from Obed Edom's house because David was told that Yahweh had blessed Obed Edom's house and everthing that belonged to him because of the ark of God.", "q": "Why did David bring up the ark of God from Obed Edom's house to the city of David?", "ref": ["06-12"]}, {"a": "As the ark of God was being brought up, David, wearing only a linen ephod, danced before Yahweh with all his might.", "q": "What did David do as the ark of God was being brought up?", "ref": ["06-14"]}, {"a": "When Michal saw King David leaping and dancing before Yahweh, she despised David in her heart.", "q": "What was Michal's response when she saw King David leaping and dancing before Yahweh?", "ref": ["06-16"]}, {"a": "David made burnt offerings and fellowship offerings to Yahweh.", "q": "After the ark of Yahweh was set in its place, what offerings did David make to Yahweh?", "ref": ["06-17"]}, {"a": "David distributed among all the people, both men and women, a loaf of bread, a portion of meat, and a cake of raisins.", "q": "What did David distribute among all the people, both men and women?", "ref": ["06-19"]}, {"a": "Michal said to David,\"How honored the king of Israel was today, who undressed himself today before the eyes of the slave girls among his servants, like one of the crude fellows who shamelessly undresses himself!\"", "q": "What did Michal, the daughter of Saul, say to David?", "ref": ["06-20"]}, {"a": "David said he leapt and danced before Yahweh and that before Yahweh he would be joyful, and that he would be humiliated in his own eyes, but he would be honored among the slave girls.", "q": "What were David's responses to Michal's rebuke?", "ref": ["06-21", "06-22"]}], "7": [{"a": "Yahweh gave David rest from all his surrounding enemies.", "q": "What did Yahweh give David?", "ref": ["07-01"]}, {"a": "The king said to Nathan the prophet, \"Look, I am living in a house of cedar, but the ark of God is staying in the middle of a tent.\"", "q": "What did the king say to Nathan the prophet?", "ref": ["07-02"]}, {"a": "Nathan told David, \"Go, do what is in your heart, for Yahweh is with you.\"", "q": "What did Nathan tell David before the word of Yahweh came to Nathan?", "ref": ["07-03", "07-04"]}, {"a": "Yahweh asked David if Yahweh had ever said, \"Why have you not built me a house of cedar?\" to any of Israel's leaders whom Yahweh had appointed.", "q": "What question did Yahweh ask David about any of Israel's leaders up until that time?", "ref": ["07-07"]}, {"a": "Yahweh said he had made David ruler over Yahweh's people Israel, had been everywhere with David, and had cut off David's enemies from before him.", "q": "What did Yahweh say he had done for David?", "ref": ["07-08", "07-09"]}, {"a": "Yahweh said he would appoint a place for them and plant them there, so they might live in their own place and be troubled no more, and not be oppressed by wicked people as the were before.", "q": "What did Yahweh say he was going to do for Israel?", "ref": ["07-10"]}, {"a": "Yahweh said he would raise up a descendant of David, out of David's body, who would build a house for Yahweh's name.", "q": "Who did Yahweh say would build a house for him?", "ref": ["07-12", "07-13"]}, {"a": "Yahweh said David's house and kingdom would be confirmed forever before David.", "q": "What did Yahweh say concerning David's house and kingdom?", "ref": ["07-16"]}, {"a": "David went in and sat before Yahweh and spoke to him.", "q": "After Nathan spoke to David all the words Yahweh had said and told David about the entire vision, what did David do?", "ref": ["07-18", "07-20"]}, {"a": "David said the Lord Yahweh had honored his servant, David..", "q": "After hearing all the prophecy concerning David and his family, what did David say Yahweh had done for him?", "ref": ["07-20"]}, {"a": "David said Yahweh had done this for the sake of Yahweh's word and to fulfill Yahweh's own purpose.", "q": "What did David say was the reason Yahweh had done this great thing and had revealed it to him?", "ref": ["07-21"]}, {"a": "David said Yahweh rescued Israel so they would become a people for God, to make a name for himself, and to do great and fearful deeds for Yahweh's land.", "q": "What did David say was the reason God went and rescued Israel?", "ref": ["07-23"]}, {"a": "David said he had found courage to pray to Yahweh of hosts because Yahweh of hosts had revealed to David that he would build David a house.", "q": "How did David say he had found courage to pray to Yahweh of hosts?", "ref": ["07-27"]}, {"a": "David considered Yahweh's word to be trustworthy.", "q": "What did David consider Yahweh's word to be?", "ref": ["07-28"]}, {"a": "David wanted Yahweh to do the things he had said to David and bless the house of David.", "q": "What did David want Yahweh to do?", "ref": ["07-29"]}], "8": [{"a": "David took Gath and its villages out of the Philistine's control.", "q": "What did David get by attacking the Philistines and defeating them?", "ref": ["08-01"]}, {"a": "David decided which of the Moabite men would live or die by making them lie down on the ground and measuring off two lines to put to death and one full line to keep alive.", "q": "After David defeated Moab, how did he decide which of the Moabite men would live and which would die?", "ref": ["08-02"]}, {"a": "The Moabites became servants to David and began to pay him tribute.", "q": "What happened to the Moabites who were left alive?", "ref": ["08-02"]}, {"a": "David captured from him a thousand chariots, seven hundred horsemen, and twenty thousand footmen.", "q": "What did David capture from Hadadezer the son of Rehob, king of Zobah?", "ref": ["08-04"]}, {"a": "David killed twenty-two thousand Aramean men.", "q": "What did David do to the Arameans of Damascus when they came to help Hadadezer king of Zobah?", "ref": ["08-05"]}, {"a": "Yahweh gave victory to David wherever he went.", "q": "Why was David victorious?", "ref": ["08-06"]}, {"a": "Tou sent his son, Hadoram, to David to greet and bless him, and Hadoram brought objects of silver, gold, and bronze to David.", "q": "What did Tou, king of Hamath do for David when he heard that David had defeated all the army of Hadadezer?", "ref": ["08-10"]}, {"a": "David dedicated the silver and gold from the nations he had conquered to Yahweh.", "q": "What did David do with the silver and gold from the nations he had conquered?", "ref": ["08-11"]}, {"a": "David conquered the Arameans in the Valley of Salt.", "q": "Where did David conquer the Arameans?", "ref": ["08-13"]}, {"a": "David administered justice and righteousness to all his people.", "q": "What did David administer to all his people?", "ref": ["08-15"]}, {"a": "King David's sons were the king's leading advisors.", "q": "Who were king David's leading advisors?", "ref": ["08-18"]}], "9": [{"a": "David wanted to show kindness to anyone left in Saul's family for Jonathan's sake.", "q": "Why did David want to show kindness to anyone left in Saul's family?", "ref": ["09-01"]}, {"a": "Ziba replied to the king, \"Jonathan still has a son, who is lame in his feet.\"", "q": "How did Ziba answer the king when he was asked if there was anyone left in Saul's family to whom the king could show the kindness of God?", "ref": ["09-03"]}, {"a": "Mephibosheth, the son of Jonathan, the son of Saul, was left.", "q": "Who was left in Saul's family?", "ref": ["09-06"]}, {"a": "David restored to Mephibosheth all the land of Saul, his grandfather, and David had Mephibosheth eat at his table.", "q": "What kindness did David show Mephibosheth for Jonathan's sake?", "ref": ["09-07"]}, {"a": "David told Ziba for him, his sons and his servants, to plow Mephibosheth's land for him and harvest the crops for him.", "q": "What did David tell Ziba to do for Mephibosheth?", "ref": ["09-10"]}, {"a": "Mephibosheth lived in Jerusalem.", "q": "Where did Mephibosheth live after David showed kindness to him?", "ref": ["09-13"]}, {"a": "Mephibosheth was lame in both feet.", "q": "What physical problem did Mephibosheth have?", "ref": ["09-13"]}], "10": [{"a": "Hanun the son of the former king became the new king of Ammon.", "q": "Who became king of the people of Ammon after the former king died?", "ref": ["10-01"]}, {"a": "David showed kindness to Hanun by sending his servants to Hanun to comfort Hanun concerning his father.", "q": "What did David do to show kindness to Hanun?", "ref": ["10-02"]}, {"a": "The leaders of the people of Ammon told Hanun that David sent his servants to spy out the city in order to overthrow it.", "q": "Briefly, what did the leaders of the people of Ammon say concerning David's show of kindness to Hanun?", "ref": ["10-03"]}, {"a": "Hanun took David's servants, shaved off half their beards, cut off their garments to the waist, up to their buttocks, and sent them away.", "q": "What did Hanun do to the servants David had sent to Hanun?", "ref": ["10-04"]}, {"a": "The people of Ammon hired all these soldiers when the people of Ammon saw they had become a stench to David.", "q": "Why did the people of Ammon hire twenty thousand Aramean foot soldiers, the king of Maacah with a thousand men, and the men of Tob with twelve thousand men?", "ref": ["10-06"]}, {"a": "When David heard of it, he sent Joab and all the army of soldiers.", "q": "What did David do when he heard that the people of Ammon had hired thousands of soldiers?", "ref": ["10-07"]}, {"a": "The Ammonites positioned themselves at the entrance to their city gate, while the Arameans of Zobah and of Rehob, and the men of Tob and Maacah, stood by themselves in the open fields.", "q": "Where did the Ammonites and the hired soldiers position themselves?", "ref": ["10-06", "10-08"]}, {"a": "Joab prepared for battle by arranging some of Israel's best fighters against the Arameans and putting Abishai his brother in charge of the rest of the army who were put in battle lines against the army of Ammon.", "q": "What did Joab do to prepare for the battle?", "ref": ["10-09", "10-10"]}, {"a": "When the army of Ammon saw that the Arameans had fled, they also fled from Abishai and went back into the city.", "q": "What did the army of Ammon do when they saw that the Arameans had fled from Joab and the soldiers of his army?", "ref": ["10-14"]}, {"a": "The Arameans gathered themselves together again and Hadarezer sent for Aramean troops from beyond the Euphrates River.", "q": "What did the Arameans do when they saw they were being defeated by Israel?", "ref": ["10-15", "10-16"]}, {"a": "When David heard that news, he gathered all Israel together, crossed the Jordan, and arrived at Helam to fight the Arameans.", "q": "What did David do when he heard that the Arameans had gathered together again and had sent for and received fresh Aramean troops from beyond the Euphrates River?", "ref": ["10-17"]}, {"a": "The kings who were servants of Hadarezer made peace with Israel and became their subjects.", "q": "What did all the kings who were servants of Hadarezer do when they saw they were defeated by Israel?", "ref": ["10-19"]}], "11": [{"a": "Kings normally went off to war in the springtime.", "q": "When did kings normally go off to war?", "ref": ["11-01"]}, {"a": "King David had stayed in Jerusalem.", "q": "Where was King David on this particular spring?", "ref": ["11-01"]}, {"a": "David saw a woman bathing and her name was Bathsheba.", "q": "Who did David see one evening when he got up from his bed and walked on the roof of his palace?", "ref": ["11-02", "11-03"]}, {"a": "Bathsheba's husband was Uriah the Hittite.", "q": "Who was Bathsheba's husband?", "ref": ["11-03"]}, {"a": "David slept with Bathsheba and got her pregnant.", "q": "What did David do with Bathsheba?", "ref": ["11-04", "11-05"]}, {"a": "When David found out that Bathsheba was pregnant he told Joab to send Uriah the Hittite to him.", "q": "After David found out Bathsheba was pregnant, what did he do?", "ref": ["11-06"]}, {"a": "David tried to get Uriah to go down to Uriah's house and wash his feet.", "q": "When Uriah came to David, what did David try to get Uriah to do?", "ref": ["11-08"]}, {"a": "Uriah did not go down to his house, but instead slept at the door of the king's palace with all the servants of his master.", "q": "What did Uriah do after David told him to go down to Uriah's house?", "ref": ["11-09"]}, {"a": "Uriah said he would not go to his house to eat and drink and sleep with his wife while the ark, and Israel, and Judah were staying in tents, and Joab and Joab's servants were camped in an open field.", "q": "How did Uriah answer David when David asked him, \"Why did you not go down to your house?\"", "ref": ["11-11"]}, {"a": "The note said, \"Set Uriah at the very front of the most intense battle, and then withdraw from him, that he may be hit and killed.\"", "q": "David sent a note back to Joab by the hand of Uriah. What did the note say?", "ref": ["11-15"]}, {"a": "Joab told his messenger that David might become angry after the messenger brought news concerning the war to David.", "q": "What did Joab tell his messenger might happen when the messenger brought news concerning the war to David?", "ref": ["11-19", "11-20"]}, {"a": "Joab thought David might get angry about the fact that the army went so near to the wall of the city to fight..", "q": "What news did Joab think David might be angry about concerning the war?", "ref": ["11-20"]}, {"a": "Joab told the messenger that if David got angry to answer David, \"Your servant Uriah the Hittite is dead also.\"", "q": "What did Joab tell the messenger to tell David if David got angry about the news concerning the war?", "ref": ["11-21"]}, {"a": "David told the messenger to tell Joab to make his battle even stronger against the city and overthrow it.", "q": "What did David tell the messenger to tell Joab to do?", "ref": ["11-25"]}, {"a": "When she heard her husband was dead, she lamented deeply for her husband.", "q": "What did the wife of Uriah do when she heard that her husband was dead?", "ref": ["11-26"]}, {"a": "After her sorrow had passed, David took her home to his palace, and she became his wife and bore him a son.", "q": "What happened to Bathsheba?", "ref": ["11-27"]}, {"a": "Yahweh was displeased with what David had done.", "q": "Who was displeased with what David had done?", "ref": ["11-27"]}], "12": [{"a": "Nathan went to David because Yahweh sent Nathan to him.", "q": "Why did Nathan go to David?", "ref": ["12-01"]}, {"a": "The story Nathan told David was about a rich man who had many flocks and herds, and a poor man who had only one ewe lamb that was like a daughter to him.", "q": "Nathan told David a story. What was the story about?", "ref": ["12-02", "12-03"]}, {"a": "When a visitor came to the rich man, the rich man took the poor man's ewe lamb and cooked it for his visitor.", "q": "What did the rich man do to the poor man and his ewe lamb?", "ref": ["12-04"]}, {"a": "David was hot with anger against the rich man and said the rich man deserved to be put to death.", "q": "What was David's reaction upon hearing Nathan's story about the rich man and the poor man?", "ref": ["12-05"]}, {"a": "Nathan told David, \"You are that man!\"", "q": "What did Nathan tell David after David responded in anger to the rich man in Nathan's story?", "ref": ["12-07"]}, {"a": "Yahweh said David had killed Uriah the Hittite with the sword of the army of Ammon and had taken Uriah's wife to be his wife.", "q": "What did Yahweh say David had done?", "ref": ["12-09"]}, {"a": "Yahweh told David the sword would never leave his house, that Yahweh would raise up disaster against David out of his own house, that his neighbor would sleep with David's wives in broad daylight, and that the child who would be born to David would surely die.", "q": "What did Yahweh say he was going to do because David had despised Yahweh and taken the wife of Uriah the Hittite as his wife?", "ref": ["12-10-11", "12-14"]}, {"a": "Nathan told David, \"Yahweh also has passed over your sin. You will not be killed.\"", "q": "What did Nathan say would not happen to David after he said, \"I have sinned against Yahweh.\"?", "ref": ["12-13"]}, {"a": "David implored God for the boy and David fasted and went inside and lay all night on the floor.", "q": "What did David do when the child that Uriah's wife bore to David was very sick?", "ref": ["12-16", "12-17"]}, {"a": "The child died on the seventh day.", "q": "When did the child that Uriah's wife bore to David die?", "ref": ["12-18"]}, {"a": "Once David knew the child was dead, he arose from the floor, washed himself, anointed himself, and changed clothes.", "q": "What did David do once he knew the child was dead?", "ref": ["12-20"]}, {"a": "David reasoned that after the child died there was no reason to fast since he could not bring the child back again.", "q": "What was David's reason for not fasting after the child had died?", "ref": ["12-23"]}, {"a": "Yahweh said to name him Jedidiah because Yahweh loved him.", "q": "Why did Yahweh send word through Nathan the prophet to name Bathsheba's and David's next son Jedidiah?", "ref": ["12-25"]}, {"a": "Joab fought against Rabbah, the royal city of the people of Ammon.", "q": "At this time, against whom was Joab fighting?", "ref": ["12-26"]}, {"a": "Joab told David to come and camp against the city and take it because Joab said if he took the city it would be named after him.", "q": "Why did Joab tell David to gather the rest of the army together and camp against the city and take it?", "ref": ["12-28"]}, {"a": "David forced the people of Rabbah to work with saws, iron picks, and axes; he also made them work at brick kilns.", "q": "Once the city of Rabbah was captured, what did David make the people who were in the city do?", "ref": ["12-31"]}], "13": [{"a": "Ammon was very attracted to his beautiful half-sister Tamar, who was a full sister of Absalom, another of David's sons.", "q": "To whom was Amnon, the son of David, very attracted?", "ref": ["13-01"]}, {"a": "Amnon told Jehonadab that he loved Tamar, his brother Absalom's sister.", "q": "How did Amnon respond when Jehonadab asked him why he was depressed every morning?", "ref": ["13-04"]}, {"a": "Amnon pretended to be sick and when David came to see Amnon, he asked David to send Tamar to make some food in front of him so he might eat from her hand, and David did as Amnon asked.", "q": "What did Amnon do in order to get to see Tamar?", "ref": ["13-06"]}, {"a": "When Tamar came to feed Amnon, he took hold of her and said to her, \"Come, lie down with me, my sister.\"", "q": "What did Amnon do when Tamar came to him to feed him from her hand?", "ref": ["13-11"]}, {"a": "Amnon did not listen to Tamar, and he raped her.", "q": "What did Amnon do when Tamar told him not to force her and not to do that appalling thing?", "ref": ["13-14"]}, {"a": "Then Amnon hated Tamar even more than he had desired her.", "q": "How did Amnon feel toward Tamar after he raped her?", "ref": ["13-15"]}, {"a": "Amnon commanded Tamar to \"Get up and go.\" and ordered his personal servant to take Tamar away from him and bolt the door after her.", "q": "What did Amnon command and force Tamar to do?", "ref": ["13-15", "13-17"]}, {"a": "After Tamar was put out of Amnon's room, she put ashes on her head, tore her robe, put her hands on her head and walked away, crying aloud as she went.", "q": "What did Tamar do after she was put out of Amnon's room?", "ref": ["13-19"]}, {"a": "When king David heard all these things, he was very angry.", "q": "What was king David's response when he heard about all these things?", "ref": ["13-21"]}, {"a": "Absalom hated Amnon because he had raped his sister Tamar.", "q": "After Absalom, Tamar's brother, found out that Amnon had raped his sister, how did he feel toward Amnon?", "ref": ["13-22"]}, {"a": "Absalom invited the king and his servants and all the king's sons to visit him at Baal Hazor.", "q": "Who did Absalom invite to visit him at Baal Hazor?", "ref": ["13-23", "13-24"]}, {"a": "The king said they should not all go because they would be a burden to Absalom.", "q": "What did the king say in response to Absalom's invitation to visit him at Baal Hazor?", "ref": ["13-25"]}, {"a": "When Absalom asked David to let Amnon go with them, David asked, \"Why should Amnon go with you?\"", "q": "What did David say when Absalom asked David to let Amnon go with them?", "ref": ["13-26"]}, {"a": "Amnon and all the king's sons went with Absalom.", "q": "Who went with Absalom?", "ref": ["13-27"]}, {"a": "Absalom commanded his servants that after Amnon began to be drunk with wine and when Absalom said to them \"Attack Amnon,\" then they were to kill Amnon.", "q": "What did Absalom command his servants concerning Amnon?", "ref": ["13-28"]}, {"a": "After Absalom's servants killed Amnon all the king's sons arose, and every man mounted his mule and fled.", "q": "What did the king's sons do after Absalom's servants killed Amnon?", "ref": ["13-29"]}, {"a": "While the king's sons were still on the road, news came to David saying that Absalom had killed all the king's sons.", "q": "What was the first news David heard about the incident?", "ref": ["13-30"]}, {"a": "Jehonadab told David that only Amnon was dead, and that Absalom had planned it from the day that Amnon had raped his sister Tamar.", "q": "What did Jehonadab say had happened and why?", "ref": ["13-32"]}, {"a": "Absalom fled to Talmai, the son of Ammihur, king of Geshur.", "q": "Where did Absalom go after having Amnon killed?", "ref": ["13-37"]}, {"a": "Absalom was in Geshur for three years.", "q": "How long was Absalom in Geshur?", "ref": ["13-38"]}, {"a": "David longed to go out and see Absalom.", "q": "What did David long to do?", "ref": ["13-39"]}], "14": [{"a": "After Joab perceived the king desired to see Absalom, Joab sent word to Tekoa and had a wise woman brought to him.", "q": "What did Joab do after he perceived the king desired to see Absalom?", "ref": ["14-01", "14-02"]}, {"a": "Joab wanted the wise woman to pretend to be a mourner and to go speak to the king the words Joab told her.", "q": "Briefly what did Joab want the wise woman to do?", "ref": ["14-02", "14-03"]}, {"a": "The wise woman told the king she was a widow.", "q": "When the wise woman went to the king, who did she tell the king she was?", "ref": ["14-05"]}, {"a": "The wise woman told the king her two sons had fought together in the field and one struck the other and killed him.", "q": "What did the wise woman tell the king her two sons had done?", "ref": ["14-06"]}, {"a": "The wise woman told the king she was afraid the whole clan would put to death the remaining son, destroying the heir and leaving for her husband neither name nor descendant.", "q": "What did the wise woman tell the king she was afraid would happen to the remaining son?", "ref": ["14-07"]}, {"a": "The wise woman asked the king this so that the avenger of blood would not destroy anyone further, so that they would not destroy her son.", "q": "Why did the wise woman ask the king to call to mind Yahweh his God?", "ref": ["14-11"]}, {"a": "The king swore by Yahweh by saying, \"As Yahweh lives, not one hair of your son will fall to the ground.\"", "q": "Who did the king swear by when he told the woman that not one hair of her son would fall to the ground?", "ref": ["14-11"]}, {"a": "The woman said the king was like someone guilty because the king had not brought home his banished son.", "q": "Why did the woman say the king was like someone who was guilty?", "ref": ["14-13"]}, {"a": "The woman said instead of taking away life, God finds a way to bring back one whom he has driven away from himself.", "q": "What did the woman say God did instead of taking away life?", "ref": ["14-14"]}, {"a": "The woman said she came and spoke to the king because people had made her afraid, and because she believed the king would listen to her.", "q": "Why did the woman say she came and spoke to the king?", "ref": ["14-15", "14-16"]}, {"a": "The woman said she asked Yahweh to let the word of her master, the king, give her relief.", "q": "What did the woman say she asked of Yahweh in her prayer?", "ref": ["14-17"]}, {"a": "The king asked the woman, \"Is not the hand of Joab with you in all this?\"", "q": "What did the king ask the woman after he told her not to hide from him anything that he would ask her?", "ref": ["14-19"]}, {"a": "Joab commanded the woman to do and say those things to change the course of what was happening.", "q": "Why did Joab command the woman to go to the king and tell her to say the things she said to the king?", "ref": ["14-20"]}, {"a": "Joab lay facedown on the ground in honor and gratitude to the king.", "q": "What did Joab do when the king told Joab to go and bring Absalom back?", "ref": ["14-22"]}, {"a": "The king said that Absalom could return to his own house but could not see the king's face.", "q": "What instructions did the king give Joab about Absalom?", "ref": ["14-24"]}, {"a": "Absalom was handsome with no blemish in him and his hair, which he cut at the end of every year, would weigh about two hundred shekels.", "q": "What was notable about Absalom's appearance?", "ref": ["14-25", "14-26"]}, {"a": "Absalom lived in Jerusalem two years without seeing the king's face.", "q": "How long did Absalom live in Jerusalem without seeing the king's face?", "ref": ["14-28"]}, {"a": "Absalom told his servants to set Joab's barley field on fire.", "q": "What did Absalom say to his servants after Absalom asked Joab twice to come to him and Joab would not come?", "ref": ["14-30"]}, {"a": "Absalom wanted Joab to go to the king and tell the king that Absalom wanted to see the king's face.", "q": "What did Absalom want Joab to do?", "ref": ["14-32"]}, {"a": "The king kissed Absalom.", "q": "What did the king do when Absalom bowed low to the ground before the king?", "ref": ["14-33"]}], "15": [{"a": "Absalom prepared a chariot and horses for himself.", "q": "What did Absalom prepare for himself?", "ref": ["15-01"]}, {"a": "Fifty men ran before Absalom and his chariot.", "q": "Who ran before Absalom and his chariot?", "ref": ["15-01"]}, {"a": "If any man had a dispute for which he was coming to the king for judgment, Absalom would call to him.", "q": "Who would Absalom call to as he stood beside the road leading to the city gate?", "ref": ["15-02"]}, {"a": "Absalom would tell these men that their cases were good and right, but that there was no one empowered by the king to hear their cases.", "q": "What would Absalom say concerning the cases of the men who had come to the king for judgment?", "ref": ["15-03"]}, {"a": "Absalom said he wished he were made judge in the land so every man who had a dispute or cause might come and receive justice from Absalom.", "q": "What reason did Absalom give for saying he wished he were made judge in the land?", "ref": ["15-04"]}, {"a": "Absalom would put out his hand and take hold of and kiss any man that came to honor him.", "q": "What did Absalom do to any man that came to honor him?", "ref": ["15-05"]}, {"a": "Absalom stole the hearts of the men of Israel.", "q": "What did Absalom steal from the men of Israel?", "ref": ["15-06"]}, {"a": "Absalom said he had to go to Hebron to pay a vow he had made to Yahweh.", "q": "What reason did Absalom give to the king for having to go to Hebron?", "ref": ["15-07"]}, {"a": "The spies said, \"As soon as you hear the sound of the trumpet, then you must say, 'Absalom is king in Hebron.'\"", "q": "What did the spies that Absalom sent throughout all the tribes of Israel say?", "ref": ["15-10"]}, {"a": "No, the two hundred men went in their innocence, not knowing anything that Absalom had planned.", "q": "Did the two hundred men that went with Absalom to Hebron know of Absalom's plans?", "ref": ["15-11"]}, {"a": "David told his servants who were at Jerusalem, \"Arise and let us flee, or none of us will escape from Absalom.\"", "q": "Briefly, what did David tell his servants after a messenger told him, \"The hearts of the men of Israel are following after Absalom\"?", "ref": ["15-14"]}, {"a": "The king left behind ten women, who were concubines, to keep the palace.", "q": "Who did the king leave behind in Jerusalem to keep the palace?", "ref": ["15-16"]}, {"a": "All the king's army marched with him as well as all the Cherethites, Pelethites, and Gittites – six hundred men who had followed him from Gath.", "q": "Who marched with the king as he left Jerusalem?", "ref": ["15-18"]}, {"a": "Ittai told the king he would go wherever the king went, whether it meant living or dying.", "q": "What did Ittai the Gittite tell the king after the king told him to return and stay with King Absalom?", "ref": ["15-21"]}, {"a": "David and all those with him passed over the Kidron Valley and traveled on the road toward the wilderness.", "q": "Which way did David and all those with him go as they left Jerusalem?", "ref": ["15-23"]}, {"a": "The king told Zadok the priest to carry the ark of God back into the city.", "q": "What did the king tell Zadok the priest concerning the ark of the covenant of God?", "ref": ["15-25"]}, {"a": "David was going to wait at the fords of Arabah to hear word from Zadok the priest to inform David.", "q": "Why was David going to wait at the fords of Arabah?", "ref": ["15-28"]}, {"a": "David prayed, \"O Yahweh, please turn Ahithophel's advice into foolishness.\"", "q": "What did David pray when someone told him that Ahithophel was among the conspirators with Absalom?", "ref": ["15-31"]}, {"a": "Hushai the Archite came to meet David.", "q": "Who came to meet David as he arrived at the top of the road, where God used to be worshiped?", "ref": ["15-32"]}, {"a": "David wanted Hushai the Archite to return to the city and tell Absalom he would be Absalom's servant so that Hushai would confuse Ahithophel's advice for David.", "q": "What did David want Hushai the Archite to do for him?", "ref": ["15-34"]}, {"a": "David wanted Hushai to tell Zadok and Abiathar the priests everything he heard in the king's palace.", "q": "Which people did David want Hushai to tell everything that he heard in the king's palace?", "ref": ["15-35"]}], "16": [{"a": "Ziba brought a couple of saddled donkeys, two hundred loaves of bread, one hundred clusters of raisins, one hundred bunches of figs, and a skin of wine to David.", "q": "What did Ziba the servant of Mephibosheth bring to David?", "ref": ["16-01"]}, {"a": "Ziba said the reason Mephibosheth had stayed behind in Jerusalem was because Mephibosheth believed that the house of Israel would that day restore his father Saul's kingdom to him.", "q": "According to Ziba, what was the reason Mephibosheth had stayed behind in Jerusalem?", "ref": ["16-03"]}, {"a": "The king told Ziba that all that belonged to Mephibosheth now belonged to Ziba.", "q": "What did the king say now belonged to Ziba?", "ref": ["16-04"]}, {"a": "Shimei cursed David and all the king's officials and also threw dust and stones at them.", "q": "What did Shimei do to David and all the king's officials?", "ref": ["16-05", "16-06"]}, {"a": "Shimei called David a villain and a man of blood.", "q": "What did Shimei call David?", "ref": ["16-07", "16-08"]}, {"a": "David hoped that Yahweh would repay David with good for the cursing he received that day", "q": "What did David hope Yahweh would do because of the misery unleashed on David by the cursing he received that day?", "ref": ["16-12"]}, {"a": "Hushai said to Absalom, \"Long live the king! Long live the king!\"", "q": "When Absalom, Ahithophel, and all the men of Israel came to Jerusalem what did Hushai say to Absalom?", "ref": ["16-16"]}, {"a": "Hushai told Abasalom that he, Hushai, would belong to the one whom Yahweh and this people and all the men of Israel had chosen.", "q": "Hushai told Absalom he, Hushai, would belong to whom?", "ref": ["16-18"]}, {"a": "Ahithophel advised Absalom to go sleep with his father's slave wives whom David had left to keep the palace.", "q": "What was Ahithophel's advice to Absalom about what Absalom should do?", "ref": ["16-21"]}, {"a": "Ahithophel's advice was viewed as if a man had heard from the mouth of God himself.", "q": "How was Ahithophel's advice viewed by David and Absalom?", "ref": ["16-23"]}], "17": [{"a": "Ahithophel's advice was to have a large army carry out a surprise attack on David at night when he was weary and weak, and bring back all the people for them to rule.", "q": "What did Ahithophel advise Absalom and all the elders of Israel about how he should attack David?", "ref": ["17-01", "17-04"]}, {"a": "Hushai said the plan was not good.", "q": "Absalom asked Hushai for his advice about Ahithophel's plan. What was Hushai's advice?", "ref": ["17-05", "17-07"]}, {"a": "Because at the first attack and killing of Absalom's men, even the bravest soldiers would become afraid as the killing would be proclaimed a slaughter of Absalom's soldiers.", "q": "What reason did Hushai say that the plan was not good?", "ref": ["17-09", "17-10"]}, {"a": "Hushai advised Absalom to gather all of Israel together and go to battle in person so they could find David and kill him and all his men.", "q": "What did Hushai advise Absalom to do?", "ref": ["17-11", "17-12"]}, {"a": "They said it was better advice than what Ahithophel had given them.", "q": "How did Absalom and the men of Israel respond to Hushai's advice?", "ref": ["17-14"]}, {"a": "The message was that David should not camp at the fords of the Arabah, but cross over so that he and his people would not be killed that night.", "q": "What message did Hushai want the priests to go and report to David?", "ref": ["17-16"]}, {"a": "A female servant would go tell two men who would then go tell King David of Absalom's plans.", "q": "How were messages relayed to King David about Absalom's plans to attack him?", "ref": ["17-17"]}, {"a": "The two men went away and descended into a well in a man's courtyard.", "q": "What did the two men do when these three were observed and Absalom was told?", "ref": ["17-18"]}, {"a": "The man's wife covered the well to hide the two men and when Absalom's men came hunting for them, she told the soldiers that the two men had crossed over the river.", "q": "How were the two men helped?", "ref": ["17-19", "17-20"]}, {"a": "The men came up out of the well and went to tell King David to cross over the Jordan so he and his people would be safe.", "q": "After Absalom's men left, what did the two men do?", "ref": ["17-21", "17-22"]}, {"a": "Ahithophel went home to his own city, got his affairs in order, and hanged himself.", "q": "What did Ahithophel do when he saw that his advice was not used to attack David?", "ref": ["17-23"]}, {"a": "Three men came with supplies and food for David and his people to use for sleeping, cooking, and eating.", "q": "How were David and his people cared for in the wilderness?", "ref": ["17-27", "17-29"]}], "18": [{"a": "King David told the army that he would certainly go into battle with them.", "q": "What was the message King David spoke to the army?", "ref": ["18-02"]}, {"a": "The men in the army told King David he was worth ten thousand of them, so he should stay in the city instead of going into battle.", "q": "What was the response from the men in the army to the message from King David?", "ref": ["18-03", "18-04"]}, {"a": "The king told the commanders to \"deal gently for my sake with Absalom.\"", "q": "What were the instructions which the king gave to his commanders concerning Absalom?", "ref": ["18-05"]}, {"a": "The army of Israel was defeated before the soldiers of David.", "q": "What was the outcome of the battle in the forest of Ephraim?", "ref": ["18-06", "18-08"]}, {"a": "Absalom was left dangling by his head from the branches of the tree.", "q": "What happened to Absalom when the mule he was riding went under the thick branches of an oak tree?", "ref": ["18-09"]}, {"a": "Joab was upset because the soldier who reported about Absalom did not strike him down to the ground.", "q": "Why was Joab upset when he was told about Absalom?", "ref": ["18-10", "18-11"]}, {"a": "He did not kill Absalom even for money, because he had heard the king say that no one must touch the young man Absalom", "q": "Why did the man not kill Absalom?", "ref": ["18-12", "18-13"]}, {"a": "Joab thrust three javelins through the heart of Absalom while he was still alive and hanging from the oak tree.", "q": "What did Joab do with Absalom?", "ref": ["18-14"]}, {"a": "The body of Absalom was thrown into a large pit in the forest and later buried under a very large pile of stones.", "q": "What was done with the body of Absalom?", "ref": ["18-17"]}, {"a": "Absalom built a large stone pillar, called Absalom's monument, to carry along the memory of his name since he had no son.", "q": "Why did Absalom build a large stone pillar for himself while he was still alive?", "ref": ["18-18"]}, {"a": "Ahimaaz was cautioned not to bring the good news to the king on that day because the king's son was dead.", "q": "Why was Ahimaaz cautioned not to run to the king with the good news that Yahweh had rescued the king from his enemy?", "ref": ["18-19", "18-20"]}, {"a": "Ahimaaz knew that Joab had given the message to a Cushite, but Ahimaaz wanted to be the first one to tell the good news to David.", "q": "Why did Ahimaaz still want to run and tell David the good news?", "ref": ["18-21", "18-23"]}, {"a": "The king thought the runner was bringing news if he was alone.", "q": "What did the king think when he heard there was a lone runner approaching the city?", "ref": ["18-24", "18-25"]}, {"a": "The king thought that he was also bringing news.", "q": "What did the king think when he heard there was another man running alone?", "ref": ["18-26"]}, {"a": "The king said that Ahimaaz was coming with good news since he was a good man.", "q": "What did the king think when he heard that the runner in front was Ahimaaz?", "ref": ["18-27"]}, {"a": "Ahimaaz told the king that Yahweh had handed over the men who were against the king.", "q": "What was the news that Ahimaaz brought to the king?", "ref": ["18-28"]}, {"a": "Ahimaaz said he saw a great disturbance, but did not know what it was.", "q": "How did Ahimaaz answer the king when he was asked about the welfare of Absalom?", "ref": ["18-29"]}, {"a": "The Cushite told the king that the enemies of the king should be as that young man is.", "q": "What was the Cushite's answer when the king asked him about the welfare of Absalom?", "ref": ["18-32"]}, {"a": "The king was deeply grieved when he heard the news and wished he had died instead of his son.", "q": "How did the king respond when he heard the news of the death of his son?", "ref": ["18-33"]}], "19": [{"a": "The victory that day was turned to mourning for all the army because the army heard that the king was mourning for his son.", "q": "Why was the victory that day turned to mourning for all the army?", "ref": ["19-02"]}, {"a": "The king cried, \"My son Absalom, Absalom, my son, my son!\"", "q": "What was the cry of the king?", "ref": ["19-04"]}, {"a": "Joab said he believed the king would have been pleased if Absalom had lived and they, the king's army, would have died.", "q": "What did Joab say he believed would have pleased the king?", "ref": ["19-06"]}, {"a": "Joab said if the king did not go, not one man would remain with him that night.", "q": "What did Joab tell the king would happen if the king did not get up, go out, and speak kindly to the king's soldiers?", "ref": ["19-07"]}, {"a": "All the people came before the king after they were told the king was sitting in the gate.", "q": "When did all the people come before the king?", "ref": ["19-08"]}, {"a": "All the people of all the tribes of Israel were arguing about whether or not to bring the king back.", "q": "What were all the people of all the tribes of Israel arguing about with each other?", "ref": ["19-10"]}, {"a": "David sent to Zadok and to Abiathar the priests to speak to the elders of Judah.", "q": "Who did King David send to speak to the elders of Judah about bringing the king back?", "ref": ["19-11"]}, {"a": "David said Amasa would be captain of the army in place of Joab.", "q": "Who did David say would be the captain of his army in place of Joab?", "ref": ["19-13"]}, {"a": "The men of Judah came to Gilgal to meet the king and to escort him over the Jordan.", "q": "Why did the men of Judah come to Gilgal?", "ref": ["19-15"]}, {"a": "Shimei, one thousand men from Benjamin with him, and Ziba, Saul's servant, and his fifteen sons and twenty servants with him, crossed through the Jordan in the presence of the king.", "q": "Who crossed through the Jordan in the presence of the king?", "ref": ["19-16", "19-17"]}, {"a": "Shimei came down to meet the king because Shimei knew that he had sinned against the king.", "q": "Why did Shimei come as the first from all the family of Joseph to meet the king?", "ref": ["19-20"]}, {"a": "The king told Shimei he would not die and he promised him with an oath.", "q": "What did the king say to Shimei after Abishai said Shimei should be put to death?", "ref": ["19-23"]}, {"a": "Mephibosheth had not dressed his feet, or trimmed his beard, or washed his clothes since the day the king left.", "q": "How did Mephibosheth look when he came down to meet the king?", "ref": ["19-24"]}, {"a": "Mephibosheth told the king that his servant, Ziba, had deceived him.", "q": "What reason did Mephibosheth give when the king asked him, \"Why did you not go with me, Mephibosheth?\"", "ref": ["19-26"]}, {"a": "Mephibosheth said Ziba had slandered Mephibosheth to the king.", "q": "What else did Mephibosheth say Ziba had done to him?", "ref": ["19-27"]}, {"a": "Mephibosheth told the king to let Ziba take it all since the king had come safely to his own home.", "q": "How did Mephibosheth reply to the king when the king said he had decided that Ziba and Mephibosheth were to divide the fields?", "ref": ["19-30"]}, {"a": "Barzillai had furnished the king with provisions while he stayed at Mahanaim.", "q": "What had Barzillai done for the king?", "ref": ["19-32"]}, {"a": "Barzillai said he should not go with the king because he was too old and did not have long to live, he could not taste what he ate or drank, he could not hear well, and he did not want to be a burden to the king.", "q": "Briefly, why did Barzillai say he should not come to Jerusalem with the king?", "ref": ["19-34", "19-35"]}, {"a": "Barzillai asked the king to let him return back home so he could die in his own city, and to let Kimham cross over with the king and to do for Kimham what seemed good to the king.", "q": "What did Barzillai request of the king?", "ref": ["19-37"]}, {"a": "Kimham, all the army of Judah and half the army of Israel crossed over to Gilgal with the king.", "q": "Who crossed over to Gilgal with the king?", "ref": ["19-40"]}, {"a": "The men of Israel said they had more right to David because they had ten tribes related to the king.", "q": "Why did the men of Israel say they had more right to David than the men of Judah?", "ref": ["19-43"]}, {"a": "The words of the men of Judah were more harsh than the words of the men of Israel.", "q": "Whose words were more harsh, the men of Judah or the men of Israel?", "ref": ["19-43"]}], "20": [{"a": "Sheba was considereed to be a troublemaker because he encouraged the people of Israel to have no part in David.", "q": "Why was Sheba considered to be a troublemaker?", "ref": ["20-01"]}, {"a": "The men of Judah closely followed their king, but the men of Israel deserted David and followed Sheba.", "q": "How was the response of the men of Judah to Sheba different from the response of the men of Israel?", "ref": ["20-02"]}, {"a": "David provided for their needs, but he did not sleep with them any longer, so they lived as widows.", "q": "How did David's relationship with the ten slave wives change when he put them in a house under guard?", "ref": ["20-03"]}, {"a": "The king told Amasa to call the men of Judah together within three days and that he must be there as well.", "q": "What did the king tell Amasa to do?", "ref": ["20-04", "20-05"]}, {"a": "David responded by giving instructions to Abishai to take David's soldiers and pursue after Sheba before he could find fortified cities.", "q": "How did David respond to the report that the men of Israel had deserted him to follow Sheba?", "ref": ["20-06", "20-07"]}, {"a": "Joab stabbed Amasa with a dagger in his left hand.", "q": "What did Joab do to Amasa when Joab took Amasa by the beard with his right hand to kiss him?", "ref": ["20-09", "20-10"]}, {"a": "One of Joab's men carried Amasa off the road to a field and threw a garment over him and then challenged everyone who favored Joab and David to follow Joab.", "q": "How did one of Joab's men react to the stabbing of Amasa?", "ref": ["20-11", "20-13"]}, {"a": "Joab and the men of Judah built a siege ramp against the city wall and tried to knock it down.", "q": "What did Joab and the men of Judah do when they caught up with Sheba and the men of Israel at Abel of Beth Maacah?", "ref": ["20-14", "20-15"]}, {"a": "The woman described Abel as a city that was one of the most peaceful and faithful in Israel and also as a city that was a mother in Israel.", "q": "How did the woman describe her city of Abel to Joab?", "ref": ["20-18", "20-19"]}, {"a": "The woman asked Joab why he was trying to destroy the city of Abel.", "q": "Briefly what did the woman ask Joab?", "ref": ["20-19"]}, {"a": "The condition which Joab set forth to the woman was that if the city would give Sheba up to them, they would withdraw from the city.", "q": "What was the condition which Joab set forth to the woman whereby he and the men of Judah would withdraw from the city?", "ref": ["20-20", "20-21"]}, {"a": "The people of the city cut off the head of Sheba and threw it over the wall to Joab just as the woman had declared they would do.", "q": "How did the people of the city and the woman respond to Joab's condition?", "ref": ["20-21", "20-22"]}, {"a": "Adoram's responsibility was to be over the men who did forced labor.", "q": "What was the responsibility of Adoram?", "ref": ["20-24"]}], "21": [{"a": "There was a famine for three years in a row because Saul and his murderous family put the Gibeonites to death.", "q": "Why was there a famine in David's time for three years in a row?", "ref": ["21-01"]}, {"a": "King David wanted to make atonement to the Gibeonites because the people of Israel had sworn not to kill them, yet Saul tried to kill them anyway in his zeal for the people of Israel and Judah.", "q": "Why did King David want to make atonement to the Gibeonites?", "ref": ["21-02", "21-03"]}, {"a": "David agreed to do whatever the Gibeonites would ask of him.", "q": "What did David agree to do to atone for this injustice done to the Gibeonites?", "ref": ["21-04"]}, {"a": "The Gibeonites requested that seven men who were descendants of Saul be handed over to them to be hanged before Yahweh.", "q": "What did the Gibeonites request from David to atone for Saul's actions?", "ref": ["21-05", "21-06"]}, {"a": "David responded to the request of the Gibeonites by sparing Mephibosheth while handing over the two sons of Rizpah and the five sons of Michal who were hanged on the mountain before Yahweh by the Gibeonites.", "q": "How did David respond to the request of the Gibeonites?", "ref": ["21-07", "21-09"]}, {"a": "Rizpah spread out sackcloth for herself beside the dead bodies on the mountain and did not allow the birds of the sky or the wild animals to disturb the bodies.", "q": "What did Rizpah do to express her grief for the death of her sons?", "ref": ["21-10", "21-11"]}, {"a": "David took the bones of Saul and Jonathan from the men of Jabesh Gilead.", "q": "Who did David take the bones of Saul and Jonathan from?", "ref": ["21-12"]}, {"a": "When David was overcome with battle fatigue, Abishai rescued him by killing Ishbibenob the Philistine who had intended to kill David.", "q": "How did Abishai rescue David when he was overcome with battle fatigue?", "ref": ["21-15", "21-17"]}, {"a": "The men of David insisted that David not go into battle with them anymore because they were afraid that the lamp of Israel might be put out.", "q": "Why did the men of David insist that he not go into battle with them anymore?", "ref": ["21-17"]}, {"a": "David and his soldiers killed several of the descendants of the Rephaim of Gath.", "q": "Who did some of the people that David and his soldiers killed in Gath descend from?", "ref": ["21-20", "21-22"]}], "22": [{"a": "David sang the song that Yahweh was his rock on the day that Yahweh rescued him out of the hand of Saul and all his enemies.", "q": "When did David sing the song that Yahweh was the rock who rescued him?", "ref": ["22-01", "22-02"]}, {"a": "David said that the reason he would call on Yahweh his rock was because Yahweh was worthy to be praised.", "q": "What did David say was the reason for why he would call on Yahweh who was his rock?", "ref": ["22-03", "22-04"]}, {"a": "David felt like he was surrounded by the waves of death and the cords of Sheol.", "q": "What did David feel like when he was in the hand of his enemies?", "ref": ["22-05", "22-06"]}, {"a": "In his distress, David called to Yahweh who heard his call for help from his temple.", "q": "How did David respond to his distressing circumstances?", "ref": ["22-07"]}, {"a": "The earth and the foundations of the heavens trembled because God was angry, and smoke came out of his nostrils and blazing fire came out of his mouth.", "q": "What happened because God was angry?", "ref": ["22-08", "22-09"]}, {"a": "Yahweh rode on a cherub and was flying in the wings of the wind.", "q": "How did Yahweh come down from the heavens?", "ref": ["22-10", "22-12"]}, {"a": "Yahweh scattered his enemies by dispersing them with arrows and lightning bolts.", "q": "How did Yahweh scatter his enemies?", "ref": ["22-13", "22-15"]}, {"a": "The foundations of the world were exposed at Yahweh's battle cry and at the blast of the breath of his nostrils.", "q": "How were the foundations of the world exposed?", "ref": ["22-16"]}, {"a": "Yahweh reached down from above and pulled him out of the surging water.", "q": "How did Yahweh rescue David from those who hated him?", "ref": ["22-17", "22-18"]}, {"a": "Yahweh saved David because he was pleased with him.", "q": "Why did Yahweh save David?", "ref": ["22-19", "22-21"]}, {"a": "David kept the ways of Yahweh by keeping Yahweh's statutes instead of acting wickedly and turning from God.", "q": "How did David keep the ways of Yahweh?", "ref": ["22-22", "22-23"]}, {"a": "Yahweh restored David to the measure of his righteousness because he kept himself from sin.", "q": "What happened because David kept himself from sin?", "ref": ["22-24", "22-25"]}, {"a": "Yahweh brings the proud down.", "q": "What does Yahweh do to the proud?", "ref": ["22-28", "22-29"]}, {"a": "Yahweh is a shield to everyone who takes refuge in him.", "q": "What is Yahweh to everyone who takes refuge in him?", "ref": ["22-30", "22-31"]}, {"a": "David considered Yahweh as his refuge because he was his rock and led blameless people on his path.", "q": "Why did David consider Yahweh as his refuge?", "ref": ["22-32", "22-33"]}, {"a": "The feet of David had not slipped because Yahweh was the shield of his salvation and had made a wide place for his feet.", "q": "Why had the feet of David not slipped?", "ref": ["22-36", "22-37"]}, {"a": "After David's enemies cried out to Yahweh for help David beat them into fine pieces like dust on the ground and pulverized them like mud in the streets.", "q": "What did David do to his enemies when they cried out to Yahweh for help?", "ref": ["22-42", "22-43"]}, {"a": "Yahweh rescued David from the disputes of his own people and kept him as the head of nations.", "q": "What did Yahweh do for David?", "ref": ["22-44", "22-46"]}, {"a": "Yahweh executed vengence for David and set him free from his enemies.", "q": "What did Yahweh do on behalf of David?", "ref": ["22-47", "22-49"]}, {"a": "David sang praises to the name of Yahweh because he gave him great victory and showed his covenant loyalty to him.", "q": "Why did David sing praises to the name of Yahweh?", "ref": ["22-50", "22-51"]}], "23": [{"a": "David was the man who was highly honored and anointed by the God of Jacob.", "q": "For what was David known?", "ref": ["23-01", "23-02"]}, {"a": "The God Israel said that the one who rules in the fear of God will be like the morning light when the sun rises.", "q": "What did the God of Israel say to David?", "ref": ["23-03", "23-04"]}, {"a": "The worthless will be like thorns to be thrown away because they cannot be gathered by one's hands.", "q": "Why will the worthless be like thorns to be thrown away?", "ref": ["23-06", "23-07"]}, {"a": "Eleazar fought the Philistines until his hand became weary and he struggled to grip the sword.", "q": "How did Eleazar defy the Philistines when they gathered together to do battle?", "ref": ["23-09", "23-10"]}, {"a": "Shammah stood in the middle of a field of lentils and defended it.", "q": "What did Shammah defend against the Philistines?", "ref": ["23-11", "23-12"]}, {"a": "The three mighty men broke through the army of the Philistines and brought back water from the well of Bethlehem to David.", "q": "What did the three mighty men do when they heard that David was longing for water from the well at Bethlehem?", "ref": ["23-15", "23-16"]}, {"a": "David refused to drink the water from the well at Bethlehem because the men had risked their lives for it, so instead he poured it out as an offering to Yahweh.", "q": "Why did David refuse to drink the water from the well at Bethlehem?", "ref": ["23-16", "23-17"]}, {"a": "Abishai was made captain over the three soldiers and once killed three hundred men with his spear.", "q": "For what was Abishai known?", "ref": ["23-18", "23-19"]}, {"a": "Benaiah, who only had a staff, fought against the very large Egyptian man who had a spear in his hand. Benaiah seized the spear from the Egyptian's hand and killed him with it.", "q": "How did Benaiah kill a very large Egyptian man?", "ref": ["23-21"]}], "24": [{"a": "David asked Joab to count the people in all the tribes of Israel to determine the total number of men fit for battle.", "q": "What did David ask Joab to do?", "ref": ["24-01", "24-02"]}, {"a": "Joab was reluctant to obey David because he did not understand why his master the king wanted this done.", "q": "Why was Joab reluctant to do as David asked?", "ref": ["24-03", "24-04"]}, {"a": "It took Joab nine months and twenty days to go throughout all the land and return to Jerusalem.", "q": "How long did it take for Joab to go throughout all the land and come back to Jerusalem?", "ref": ["24-08"]}, {"a": "Joab counted eight hundred thousand brave men in Israel and five hundred thousand men in Judah.", "q": "How many fighting men were counted by Joab?", "ref": ["24-09"]}, {"a": "David's heart was afflicted because he realized he had acted very foolishly and committed a great sin.", "q": "Why was David's heart afflicted after he had Joab count the men?", "ref": ["24-10"]}, {"a": "Yahweh told David he was to pick one of three choices.", "q": "What message did Yahweh give to David through his prophet?", "ref": ["24-11", "24-12"]}, {"a": "Yahweh asked David if he wanted three years of famine, or fleeing three months from his enemies, or three days of plagues in the land.", "q": "What three choices did Yahweh give to David through his prophet Gad?", "ref": ["24-13"]}, {"a": "Only seventy thousand people died in the plague because Yahweh changed his mind and drew back his hand.", "q": "Why did not more than seventy thousand people die in the plague?", "ref": ["24-15", "24-16"]}, {"a": "David asked Yahweh to punish him and his father's family instead of the people of Israel for the great sin.", "q": "What did David request of Yahweh when he realized his great sin?", "ref": ["24-17"]}, {"a": "Gad told David to go up and build an altar to Yahweh at the threshing floor of Araunah.", "q": "What did Gad the prophet tell David to do?", "ref": ["24-18", "24-20"]}, {"a": "David wanted to buy the threshing floor of Araunah so he could build an altar for Yahweh to remove the plague from his people.", "q": "What was David's purpose for going to Araunah?", "ref": ["24-21"]}, {"a": "David told Araunah that he insisted on buying it at a price because he would not offer to Yahweh as a burnt offering any thing that cost him nothing.", "q": "Why did David insist on buying Araunah's threshing floor at a price?", "ref": ["24-24"]}, {"a": "David stopped the plague in Israel by building an altar for Yahweh and sacrificing burnt offerings and fellowship offerings on it.", "q": "How did David stop the plague in Israel?", "ref": ["24-25"]}]}