[{"id": "01", "tn": [{"ref": "Moses' father-in-law", "text": "in-law** - This refers to the father of the wife of Moses."}, {"ref": "took Zipporah, Moses' wife ... and her two sons", "text": "Possible meanings are 1) Jethro took Zipporah and her two sons to Moses, or 2) Jethro had earlier welcomed back Zipporah and her two sons."}, {"ref": "after he had sent her home", "text": "This is something Moses had done earlier. The full meaning of the can be made explicit. AT: \"after Moses had sent her home to her parents\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Gershom", "text": "This is a son of Moses and Zipporah, whose name means \"foreigner.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Eliezer", "text": "This is a son of Moses and Zipporah, whose name means \"God is the one who helps me.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Pharaoh's sword", "text": "This represents being killed by Pharaoh or Pharaoh's army. AT: \"being killed by Pharaoh\" or \"being killed by Pharaoh's army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "where he was camped", "text": "This can be stated in active form. AT: \"where he camped with the Israelites\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "bowed down, and kissed him", "text": "These symbolic acts were the normal way that people showed great respect and devotion in that culture. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "for Israel's sake", "text": "The word \"Israel\" represents the Israelite people. AT: \"in order to help the Israelite people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all the hardships that had come to them", "text": "Moses writes of hardships happening to them as if hardships had come to them. AT: \"all the hardships that had happened to them\" or \"all the hardships they had experienced\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "the hand of the Egyptians ... the hand of Pharaoh", "text": "The hand represents the power of someone to do something. AT: \"the power of the Egyptians ... the power of Pharaoh\" or \"what the Egyptians were doing to you ... what Pharaoh was doing to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "What is this that you are doing with the people?", "text": "Jethro uses this question to show Moses that what he was doing was not good. This rhetorical question can be translated as a statement. AT: \"You should not be doing all of this for the people!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why is it that you sit alone ... from morning until evening?", "text": "Jethro used this question to show Moses that he was doing too much. This rhetorical question can be translated as a statement. AT: \"You should not sit alone ...  from morning till evening!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you sit alone", "text": "The word \"sit\" here is a metonym for \"judge.\" Judges would sit while they listened to people's complaints. AT: \"you judge alone\" or \"you are the only one who judges the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "You will surely wear yourselves out", "text": "\"you will surely make  yourselves very tired\""}, {"ref": "This burden is too heavy for you", "text": "Jethro speaks of the hard work that Moses is doing as if it were a physical burden that Moses was carrying. AT: \"This work is too much for you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "advice", "text": "\"guidance\" or \"instruction\""}, {"ref": "God will be with you", "text": "Jethro speaks of God helping Moses as if God would be with Moses. AT: \"God will help you\" or \"God will give you wisdom\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you bring their disputes to him", "text": "Jethro speaks of Moses telling God about their disputes as if Moses were bringing their disputes to God. AT: \"`you tell God about their disputes\" or \"you tell God what they are arguing about\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You must show them the way to walk", "text": "Jethro speaks of living or behaving like walking. AT: \"You must show them how to live\" or \"You must show them how to behave\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Jethro continues speaking to Moses."}, {"ref": "Furthermore, you must choose", "text": "\"In addition, you must choose\" or \"You must also choose\""}, {"ref": "You must put them over people", "text": "Jethro speaks of giving them authority over people as putting them over people. AT: You must give them authority over people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "thousands, hundreds, fifties, and of tens", "text": "\"groups of 1,000, groups of 100, groups of 50, and groups of 10\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "routine cases", "text": "\"the simple cases\""}, {"ref": "the difficult cases they will bring to you", "text": "Jethro speaks of telling Moses about the difficult cases as bringing him the difficult cases. AT: \"the difficult cases they will tell you about\" or \"when there are difficult cases, they will tell you about them so you can judge them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will carry the burden with you", "text": "Jethro speaks of the hard work that they would do as if it were a burden that they would carry. AT: \"they will do the hard work with you\" or \"they will help you do the hard work\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "endure", "text": "What they will endure can be stated clearly. AT: \"endure the stress of the work\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "heads over the people", "text": "Moses writes of the leaders of people as if they were the head of a body.  AT: \"leaders of the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "capable men", "text": "What they were capable of doing can be stated clearly. AT: \"men who were able to lead\" or \"men who were able to judge\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "circumstances", "text": "\"situations\""}, {"ref": "The difficult cases they brought to Moses", "text": "The author writes of telling Moses about the difficult cases as bringing him the difficult cases. AT: \"the difficult cases they told Moses about\" or \"when there were difficult cases, they told Moses about them so that he would judge them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the small cases", "text": "\"the easy cases\""}]}]