[{"id": "01", "tn": [{"ref": "It happened", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "given him rest from all his surrounding enemies", "text": "\"given him safety from all his surrounding enemies.\" Here \"rest\" is an abstract noun. AT: \"caused the enemy people groups to stop attacking Israel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I am living in a house of cedar", "text": "Cedar is a kind of tree that is known for its strength. If you have an equivalent type of tree in your culture, you use that name, otherwise you can reword this. AT: \"I am living in a strong, permanent house\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the ark of God is staying in the middle of a tent", "text": "Tents are temporary dwellings. If you do not have tents in your culture, you can word this differently. AT: \"the ark of God is staying in a temporary place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "do what is in your heart", "text": "Here \"heart\" represents the mind. AT: \"do what you think you should\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for Yahweh is with you", "text": "Here \"with you\" means God is helping and blessing David. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and said, \"Go and tell David my servant, 'This is what Yahweh says: Will you build me a house in which to live?", "text": "This has quotations withing quotations. It may be necessary to translate them as indirect quotation. AT: \"and said, \"Go and ask David if he thinks that he will be the one to build a house in which I will live.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Will you build me a house in which to live?", "text": "Yahweh uses a question to emphasize that David is not the one to build a house for Yahweh. This question can be translated as a statement. AT: \"You will not build a house for me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "build me a house", "text": "Here \"house means a temple. In 7:11 Yahweh will say that he will build a house for David. There \"house\" means a family. If your language has a word that can express both ideas, use it here and in 7:11."}]}, {"id": "06", "tn": [{"ref": "did I ever say anything to any of Israel's leaders whom I appointed to shepherd my people Israel, saying, \"Why have you not built me a house of cedar?\"", "text": "This has a quotation within a quotation. The direct quotation can be stated as an indirect quotation. AT: \"I have never asked any of the leaders, whom I appointed, to build me a temple of cedar wood.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "did I ever say anything to any of Israel's leaders", "text": "Yahweh uses a question to emphasize that he never asked any of Israel's leaders to build him a house. AT: \"I never said anything to any of Israel's leaders\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have you not built me a house of cedar?", "text": "If Yahweh had asked the leaders this question, he would have been using a question to scold them for not building him a house of cedar. But, Yahweh said previously that he did not ask them this question. AT: \"You should have built me a house of cedar.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "whom I appointed to shepherd my people Israel", "text": "Those who are leaders of the people of Israel are spoken of as if they were shepherds and the people were sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh describes his promises to King David through the prophet Nathan."}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "tell my servant David, \"This is what Yahweh of hosts says: 'I took you ... your name great, like the names of the great ones of the earth.", "text": "This has quotations within quotations. It may be necessary to translate the direct quotations as indirect quotations as in the UDB. AT: \"tell my servant David that I took him ... his name great, like the names of the great ones of the earth\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "tell my servant David", "text": "Yahweh is still telling the prophet Nathan what he should tell David."}, {"ref": "I have been with you", "text": "Here \"with you\" means that Yahweh has helped and blessed David. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have cut off all your enemies", "text": "Yahweh destroying David's enemies is spoken of as if Yahweh cut them off, as one would cut a piece of cloth or cut a branch from a tree. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make your name great", "text": "Here \"name\" represents a person's reputation. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the great ones", "text": "The phrase \"great ones\" means famous persons."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing his promises to King David through the prophet Nathan."}, {"ref": "I will appoint a place", "text": "\"I will choose a place\""}, {"ref": "will plant them there", "text": "Yahweh causing the people to live in the land permanently and securely is spoke of as if he would plant them in the land. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and be troubled no more", "text": "This can be stated in active form. AT: \"and no one will ever trouble them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the days", "text": "Here \"days\" represents a longer period of time. AT: \"from the time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I commanded judges", "text": "After the people of Israel entered the land of Canaan and before they had kings to rule them, God appointed leaders called \"judges\" to lead them in times of trouble."}, {"ref": "Now I will give you rest from all your enemies ... declare to you that I will make you a house", "text": "If in [[:en:bible:notes:2sa:07:08|7:8-9]] you translated the direct quotations as indirect quotation, then here you may need to translate \"you\" as \"him\" or \"his.\" AT: \"Now I will give him rest from all his enemies ... declare to him that I will make him a house\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I will give you rest from all your enemies", "text": "\"I will give you safety from all your enemies.\" Here \"rest\" is an abstract noun. AT: \"I will make all your enemies stop attacking you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will make you a house", "text": "Here the metonym \"house\" refers to David's ancestors continuing on as the rulers of Israel. In [[:en:bible:notes:2sa:07:03|7:4]] Yahweh asked David if he would be the one to build a house for Yahweh. There \"house\" represented a temple. If your language has a word that can express both ideas, use it here and in 7:4. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing his promises to King David through the prophet Nathan."}, {"ref": "When your days are fulfilled and you lie down with your fathers", "text": "These two phrases have similar meanings and are combined for emphasis. They both are polite ways to refer to death and dying. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "I will raise up a descendant after you", "text": "Yahweh appointing David's descendant is spoken of as if Yahweh would raise or lift him up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one who will come out from your body", "text": "This is an idiom that means the person will be David's descendant. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will establish his kingdom", "text": "Here \"his kingdom\" represents his power to rule. AT: \"I will make him to be a very powerful king\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a house for my name", "text": "Here \"name\" refers to Yahweh. AT: \"a permanent dwelling for me\" ((See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will establish the throne of his kingdom forever", "text": "Here \"throne\" represents the person's power to rule as king. AT: \"I will make his rule over Israel to last forever\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will be a father to him, and he will be my son", "text": "The prophecy in 7:12-14 refers to Solomon, David's son. But, aspects of the prophecy will be fulfilled by Jesus. So, here it is best to translate the words \"father\" and \"son\" with your normal words for a biological father and son."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh finishes describing his promises to King David through the prophet Nathan."}, {"ref": "But my covenant faithfulness will not leave him, as I took it from Saul", "text": "The word \"faithfulness\" is an abstract noun that can be stated as \"faithful.\" Also this statement can be translated in positive form. AT: \"But I will always remain faithful to him, unlike I was to Saul\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "from before you. Your house ... before you. Your throne", "text": "If in [[:en:bible:notes:2sa:07:08|7:8-9]] you translated the direct quotations as indirect quotation, then here you may need to translate \"you\" as \"David\" or \"him\" or \"his\" as in the UDB. AT: \"from before David. David's house ... before him. His throne\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Your house and kingdom will be confirmed forever before you. Your throne will be established forever.", "text": "These two sentences have similar meanings and emphasize that David's dynasty will last forever. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Your house and kingdom will be confirmed forever before you", "text": "Here the word \"house\" represents David's descendants, who will rule as kings. Here \"kingdom\" means about the same thing as \"house.\" This can also be stated in active form. AT: \"You will live to see me establish your family and their rule over the people of Israel forever\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your throne will be established forever", "text": "Here \"throne\" represents the power to rule as king. AT: \"I will cause your descendants to rule over Israel forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all these words", "text": "Here \"words\" represents what Yahweh said. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he told him about the entire vision", "text": "\"he told him about everything Yahweh revealed to him\""}]}, {"id": "18", "tn": [{"ref": "Who am I, Yahweh God, and what is my family that you have brought me to this point?", "text": "David asks this question to express the deep emotion he felt from hearing Yahweh's proclamation. This rhetorical question can be translated as a statement. AT: \"My family and I are not worthy of this honor, Yahweh God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this was a small thing in your sight", "text": "Here \"your sight\" represents what Yahweh considers something to be. AT: \"this even seemed to you to be a small thing to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your servant's family", "text": "Here David refers to himself as \"your servant.\" This can be stated in first person. AT: \"my family\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "for a great while to come", "text": "This speaks about time as if it were something that travels and arrives somewhere. AT: \"and what will happen to them in the future\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What more can I, David, say to you?", "text": "David uses this question to emphasize that he has nothing left to say to Yahweh. AT: \"There is nothing more I can say to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your servant", "text": "Here David refers to himself as \"your servant.\" This can be stated in first person. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "21", "tn": [{"ref": "For your word's sake", "text": "Here \"word\" represents what God promised to do. AT: \"Because of what you promised to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to fulfill your own purpose", "text": "\"to accomplish what you planned to do\""}, {"ref": "to your servant", "text": "David refers to himself as \"your servant.\" It can be stated in first person. AT: \"to me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "as we have heard with our own ears", "text": "The phrase \"with our own ears\" is used for emphasis. AT: \"as we ourselves have heard\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as we have heard", "text": "Here  \"we\" refers to David and the nation of Israel. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "What nation is like your people Israel, the one nation on earth whom you, God, went and rescued for yourself?", "text": "David uses a question emphasize that there is no other nation like Israel. AT: \"There is no nation like your people Israel, the one nation on earth whom you, God, went and rescued for yourself.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to make a name for yourself", "text": "Here \"name\" represents Yahweh's reputation. AT: \"to make all people know who you are\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your land", "text": "Here \"land\" represents the people. AT: \"for your people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You drove out nations", "text": "Here \"nations\" represents the people groups that were living in Canaan. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "David continues to talk to Yahweh."}, {"ref": "So now", "text": "Here \"now\" does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "may the promise that you made concerning your servant and his family be established forever", "text": "This can be stated in active form. AT: \"may you do what you promised to me and my family, and may your promise never change\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your servant and his family", "text": "David is speaking about himself in the third person. This can be stated in the first person. AT: \"me and my family\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "May your name be forever great", "text": "Here \"name\" represents Yahweh's reputation. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the house of me, David, your servant", "text": "Here \"house\" represents family. AT: \"my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is established before you", "text": "This can be stated in active form. AT: \"is secure because of you\" or \"continues because of you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "to your servant that you will build him a house", "text": "David is refers to himself as \"your servant.\" AT: \"to me that you will build me a house\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "that you will build him a house", "text": "Here the metonym \"house\" refers to David's ancestors continuing on as the rulers of Israel. In [[:en:bible:notes:2sa:07:03|7:4]] Yahweh asked David if he would be the one to build a house for Yahweh. There \"house\" represented a temple. If your language has a word that can express both ideas, use it here and in 7:4. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "your words are trustworthy", "text": "Here \"words\" represents what Yahweh says. AT: \"I trust what you say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and with your blessing your servant's house will be blessed forever", "text": "This can be stated in active form. AT: \"and you will continue to bless my family forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your servant's house", "text": "Here David refers to himself as \"your servant.\" AT: \"my house\" or \"my family\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "house", "text": "Here \"house\" represents David's family. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]