[{"id": "01", "tn": [{"ref": "my heart trembles ... it is moved out of its place", "text": "These two phrases mean basically the same thing and emphasize the intensity of his fear. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my heart trembles at this", "text": "The word \"this\" refers to the storm in [[:en:bible:notes:job:36:32|36:33]]."}, {"ref": "it is moved out of its place", "text": "Elihu speaks of his heart beating violently as if it were to jump out of his chest. AT: \"it moves out of its place\" or \"it beats violently\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the noise of his voice, the sound that goes out from his mouth", "text": "These two phrases mean basically the same thing. Elihu speaks of the thunder as if it is God's voice. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to the borders of the earth", "text": "Elihu speaks of the farthest places on the earth as if they were the earth's borders. AT: \"everywhere in the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "A voice roars after it ... the voice of his majesty", "text": "Elihu continues to speak of the thunder as if it is God's voice. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "roars after it", "text": "\"roars after the lightning\""}, {"ref": "the voice of his majesty", "text": "\"his majestic voice\""}, {"ref": "when his voice is heard", "text": "This can be stated in active form. AT: \"when people hear his voice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "likewise to the rain shower", "text": "The verb may be supplied from the previous phrase. AT: \"likewise, he says to the rain shower\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "07", "tn": [{"ref": "He stops the hand of every man", "text": "Here the word \"hand\" represents the entire person. AT: \"He stops every man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The storm comes from its chamber in the south and the cold from the scattering winds in the north", "text": "In Israel, strong wind storms blow in from the south and cold weather approaches from the north. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The storm comes from its chamber in the south", "text": "Elihu speaks of the storm blowing in from the south as if the storm has a place where it resides until it comes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "By the breath of God ice is given", "text": "Elihu speaks of the cold north wind as if it were God's breath. This can be stated in active form. AT: \"God's breath makes ice\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "frozen like metal", "text": "Elihu compares the hardness of ice to the hardness of metal. AT: \"frozen, as hard as metal\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he weighs down the thick cloud with moisture", "text": "Elihu speaks of God causing the storm clouds to be full of water as if the moisture weighed heavily on the clouds. AT: \"he causes the thick clouds to be full of moisture\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "sometimes it happens for correction", "text": "The word \"correction\" can be translated with a verbal phrase. The object of his \"correction\" is people. AT: \"sometimes it happens to correct his people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "sometimes for his land", "text": "This means that the rain waters the ground and causes vegetation to grow. AT: \"sometimes to water the land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Do you know how God forces his will on the clouds and makes the lightning bolts to flash in them?", "text": "Elihu asks this question to emphasize that Job cannot know this. AT: \"You cannot understand how God forces his will on the clouds and makes the lightning bolts to flash in them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "forces his will on the clouds", "text": "\"controls the clouds\" or \"makes the clouds obey him\""}]}, {"id": "16", "tn": [{"ref": "Do you understand the floating of the clouds, the marvelous deeds of God, who is perfect in knowledge?", "text": "Elihu asks this question to emphasize that Job does not know these things. AT: \"You do not understand the floating of the clouds, the marvelous deeds of God, who is perfect in knowledge.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the floating of the clouds", "text": "\"how the clouds float\""}, {"ref": "the marvelous deeds of God", "text": "The verb may be supplied from the previous phrase. AT: \"or do you understand the marvelous deeds of God\" or \"and you do not understand the marvelous deeds of God\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Do you understand how your garments become hot ... from the south?", "text": "Elihu asks this question to emphasize that Job does not know these things. AT: \"You do not understand how your garments become hot ... from the south.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "how your garments become hot", "text": "\"how you become hot in your clothes\" or \"how you sweat in your clothes\""}, {"ref": "because the wind comes from the south", "text": "In Israel, hot winds blow in across the desert from the south and cause hot temperatures. AT: \"because of the hot, dry wind blowing in from the south\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Can you spread out the sky ... a mirror of cast metal?", "text": "Elihu asks this question to emphasize that Job cannot do this. AT: \"You cannot spread out the sky ... a mirror of cast metal.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "as strong as a mirror of cast metal", "text": "In biblical days, mirrors were made of metal. Elihu speaks of the sky giving no rain as if it were as hard as solid metal. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cast metal", "text": "This refers to metal that is melted, poured into a mold, and then hardens as it cools."}, {"ref": "Teach us what we should say to him", "text": "Here the words \"us\" and \"we\" refer to Elihu, Eliphaz, Bildad, and Zophar, but not to Job. Elihu uses this phrase sarcastically. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "because of the darkness of our minds", "text": "Elihu speaks of the inability to understand as if it were having darkness in one's mind. AT: \"because we do not understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Should he be told that I wish to speak with him?", "text": "Elihu asks this rhetorical question to emphasize that no one can do this. AT: \"I cannot have someone tell him that I wish to speak with him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should he be told", "text": "This can be stated in active form. AT: \"Should I have someone tell him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Would a person wish to be swallowed up?", "text": "Elihu asks this rhetorical question to emphasize that no one would want this to happen. AT: \"No person would want to be swallowed up.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to be swallowed up", "text": "Elihu speaks of a person being destroyed as if the person were swallowed up. This can be stated in active form. AT: \"for God to destroy him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Out of the north comes golden splendor", "text": "The phrase \"golden splendor\" describes God's glory. This can be made explicit in translation. AT: \"God comes from the north with golden splendor\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "over God is fearsome majesty", "text": "The word \"fearsome\" means that it causes fear. Elihu speaks of God's majesty as if it were something that rests upon God. AT: \"God's majesty causes people to fear\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "we cannot find him", "text": "Possible meanings are 1) \"we cannot approach him\" or 2) this is a metaphor in which Elihu speaks of a person's being unable to fully understand God as if he could not find God. AT: \"we cannot comprehend him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who are wise in their own minds", "text": "Here \"minds\" represents the person's thoughts. AT: \"those who are wise in their own thinking\" or \"those who consider themselves to be wise\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]