[{"id": "001", "tn": [{"ref": "General Information:", "text": "This Psalm begins with a group of people speaking to the king of Israel."}, {"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "help you", "text": "The word \"you\" in this Psalm is singular and refers to the king."}, {"ref": "the day of trouble", "text": "Here \"day\" stands for a longer period of time. AT: \"times of trouble\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the name of the God of Jacob", "text": "Here \"name\" stands for God himself. AT: \"the God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the God of Jacob", "text": "This refers to their ancestor Jacob, who worshiped Yahweh."}, {"ref": "send help from the holy place", "text": "God helping from his holy place is spoken of as if God were sending help. AT: \"may Yahweh help you from his holy place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "holy place ... Zion", "text": "Both of these refer to God's temple in Jerusalem. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "003", "tn": [{"ref": "May he call to mind", "text": "The phrase \"call to mind\" is a way of saying \"remember.\" It does not mean God forgot. It means to consider or think about. AT: \"May he remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May he", "text": "The word \"he\" refers to Yahweh."}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "May he grant", "text": "\"May he give\""}, {"ref": "your heart's desire", "text": "Here \"heart\" stands for the entire person. The abstract noun \"desire\" can be stated as a verb. AT: \"what you desire\" or \"what you want\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "fulfill all your plans", "text": "The abstract noun \"plans\" can be stated as a verb. AT: \"may he help you to accomplish everything that you plan to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "005", "tn": [{"ref": "we will rejoice in your victory", "text": "Here \"we\" refers to the people. They will rejoice in the king's victory. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "in the name of our God", "text": "Here \"name\" stands for honor or reputation. AT: \"in honor of our God\" or \"for the reputation of our God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we will raise banners", "text": "\"we will raise flags\" or \"we will lift up banners\""}, {"ref": "grant all your petitions", "text": "\"give you everything you request from him\""}, {"ref": "Now", "text": "This word is used here to mark a break in the psalm. It transitions from the people speaking to the king speaking."}, {"ref": "I know", "text": "The word \"I\" probably refers to the king who is speaking in this section."}, {"ref": "his anointed one ... answer him ... rescue him", "text": "The king is speaking about himself in the third person. This can be stated in first person. AT: \"me, his anointed one ... answer me ... rescue me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "from his holy heaven", "text": "God dwells in heaven as well as in the temple in Jerusalem. (See: [[:en:bible:notes:psa:020:001|20:2]])"}, {"ref": "with the strength of his right hand that can rescue him", "text": "God's right hand represents his power to rescue the king. AT: \"with his great strength he will rescue him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "Some trust in chariots and others in horses", "text": "Here \"chariots\" and \"horses\" stand for a king's army. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and others in horses", "text": "The word \"trust\" is understood. AT: \"and other trust in horses\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "we call", "text": "Here \"we\" refers to the king and his people. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "They will be brought down and fall", "text": "The word \"They\" refers to the people who trust in chariots and horses. This can be stated in active form. AT: \"God will bring them down and make them fall\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "brought down and fall", "text": "Both these verbs mean basically the same thing. Both of these stand for losing in battle. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "we will rise and stand upright", "text": "\"we will get up and stand up straight.\" These two phrases mean basically the same thing. Both of these stand for victory in battle. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "009", "tn": [{"ref": "Yahweh, rescue the king", "text": "Possible interpretations are 1) the people ask God to protect the king (UDB) or 2) the king continues to speak about himself in the third person."}, {"ref": "the king; help us when we call", "text": "Some translations understand the Hebrew differently. Some translate it as the people speaking to Yahweh their king. AT: \"King, help us when we call you\""}]}]