[{"id": "01", "tn": [{"ref": "Nebuchadnezzar king of Babylonia", "text": "This refers to Nebuchadnezzar and his soldiers, not only to Nebuchadnezzar. AT: \"Nebuchadnezzar's soldiers\" or \"Nebuchadnezzar king of Babylonia and his soldiers\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to cut off all supplies to it", "text": "\"to stop the people from receiving any supplies\""}, {"ref": "Jehoiakim king of Judah", "text": "This refers to Jehoiakim and his soldiers, not only to Jehoiakim. AT: \"the army of Jehoiakim king of Judah\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he gave him", "text": "Jehoiakim gave Nebuchadnezzar"}, {"ref": "He brought ... he placed", "text": "Although Nebuchadnezzar did not do these things alone, it may easier for the reader to retain the singular pronouns. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He brought them", "text": "Here \"them\" probably refers to Jehoiakim and other prisoners, as well as the sacred objects."}, {"ref": "in his god's treasury", "text": "This was an act of devotion to his god."}]}, {"id": "03", "tn": [{"ref": "The king spoke", "text": "This refers to Nebuchadnezzar."}, {"ref": "Ashpenaz", "text": "This is the chief official. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "nobility", "text": "This is the highest social class."}, {"ref": "without blemish", "text": "These two negative words together emphasize a positive idea. AT: \"with perfect appearance\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "filled with knowledge and understanding", "text": "This is an idiom. This means they knew much and could organize and use that information. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "king's palace", "text": "This is the large house or building where the king lives."}, {"ref": "He was to teach them", "text": "\"Ashpenaz was to teach them\""}, {"ref": "The king counted out for them", "text": "The king's officials did this task for him. AT: \"The king's officials counted out for them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his delicacies", "text": "the special, rare, good foods that the king ate"}, {"ref": "These young men were to be trained", "text": "This can be stated in active form. AT: \"Ashpenaz was to train these young men\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "trained", "text": "\"taught skills\""}]}, {"id": "06", "tn": [{"ref": "Among these", "text": "\"Among the young men from Israel\""}, {"ref": "The chief official", "text": "This refers to Ashpenaz who was King Nebuchadnezzar's highest official."}, {"ref": "Belteshazzar ... Shadrach ... Meshach ... Abednego", "text": "These are all men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Daniel intended in his mind", "text": "Here \"mind\" refers to Daniel himself. AT: \"Daniel decided to himself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "pollute himself", "text": "To \"pollute\" something is to make is unclean. Some of the food and drink of the Babylonians would make Daniel ceremonially unclean according to God's law. This can be made explicit. AT: \"make himself unclean according to God's law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "delicacies", "text": "This refers to the special, rare, good foods that the king ate. See how you translated this in [[:en:bible:notes:dan:01:01|1:3]]."}, {"ref": "Why should he see you looking worse than the other young men of your own age?", "text": "The official uses this question to explain what he thought would happen. It can be a statement. AT: \"He does not want to see you looking worse than the other young men of your own age.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The king might have my head", "text": "This is an idiom. AT: \"The king might cut off my head\" or \"The king might kill me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "compare our appearance with the appearance", "text": "Daniel asked the steward to see if he and his friends looked worse than the other young men. AT:\"compare our appearance to see if it is worse than the appearance\""}]}, {"id": "14", "tn": [{"ref": "tested them ... their appearance ... they were ... their delicacies ... their wine", "text": "All of these pronouns refer to Daniel, Hananiah, Mishael, and Azariah."}, {"ref": "nourished", "text": "This means to have been made healthy from what you have eaten."}]}, {"id": "17", "tn": [{"ref": "God gave them knowledge and insight", "text": "This can be reworded so that the abstract nouns \"knowledge\" and \"insight\" can be expressed as the verbs \"learn\" and \"understand.\" AT: \"God gave them the ability to learn and understand clearly in\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "all literature and wisdom", "text": "This is an exaggeration to show that they had a very good education and understanding. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "19", "tn": [{"ref": "The king spoke with them", "text": "The king spoke with the \"four young men\" ([[:en:bible:notes:dan:01:17|1:17]])."}, {"ref": "among the whole group there were none to compare with Daniel, Hananiah, Mishael, and Azariah", "text": "This can be stated in positive form. AT: \"Daniel, Hananiah, Mishael, and Azariah pleased him much more than anyone else in the whole group\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Daniel, Hananiah, Mishael, and Azariah", "text": "These are the names of men. See how you translated these names in [[:en:bible:notes:dan:01:06|1:6-7]]."}, {"ref": "ten times better", "text": "Here \"ten times\" is an exaggeration representing great quality. AT: \"much better\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the first year of King Cyrus", "text": "\"the first year that King Cyrus ruled Babylon\""}]}]