{"1": [{"a": "Solomon was strengthened in his rule because Yahweh was with him and made him very powerful.", "q": "Why was Solomon, the son of David, strengthened in his rule?", "ref": ["01-01"]}, {"a": "There was the tent of meeting or tabernacle which Moses made in the wilderness, and the bronze altar that Bezalel had made, but the ark of God had been taken from Kiriath Jearim to a tent in Jerusalem.", "q": "What items were present for worship as Solomon went to the shrine that was at Gibeon?", "ref": ["01-02", "01-05"]}, {"a": "Solomon worshipped Yahweh at the bronze altar by offering one thousand burnt offerings.", "q": "What did Solomon do before Yahweh approached him with the question, \"What should I give you\"?", "ref": ["01-06", "01-07"]}, {"a": "Solomon asked Yahweh to give him wisdom and knowledge so that he could lead the people of Israel who were many in number.", "q": "Why did Solomon ask Yahweh to give him wisdom and knowledge?", "ref": ["01-08", "01-10"]}, {"a": "God gave Solomon wisdom and knowledge because he did not ask for riches, wealth, honor, the death of those who hated him nor long life for himself, but for God's help in ruling over his people.", "q": "Why did God give Solomon wisdom and knowledge?", "ref": ["01-11"]}, {"a": "God gave Solomon what he did not ask for: riches, wealth, and honor above any of the kings before him.", "q": "What did God give to Solomon along with wisdom and knowledge?", "ref": ["01-12"]}, {"a": "Solomon had 1,400 chariots and twelve thousand horsemen, silver and gold were as common as stone, and cedar wood was as common as the sycamore trees in the lowlands.", "q": "In what ways was the wealth of Solomon seen by all?", "ref": ["01-14", "01-15"]}], "2": [{"a": "Solomon asked Hiram to send him cedar logs so he could build a house for Yahweh's name and a palace for his kingdom.", "q": "Why did Solomon ask Hiram to send him cedar logs as he did for his father David?", "ref": ["02-01", "02-03"]}, {"a": "Solomon planned to build a large house for the name of Yahweh because his God was greater than all other gods.", "q": "Why did Solomon plan to build a house for the name of Yahweh that would be very large?", "ref": ["02-04", "02-05"]}, {"a": "Solomon needed a man who was skilled at work in gold, sliver, bronze, iron, and in purple, crimson, blue woolm and who could make all kinds of engraved wood.", "q": "Who did Solomon need if he was to build a house for the name of Yahweh which reflected Yahweh's greatness?", "ref": ["02-07"]}, {"a": "Solomon wanted Hiram to send these trees to him so that the house which he would build for the name of Yahweh would be great and marvelous.", "q": "Why did Solomon want Hiram to send him cedar, fir, and algum trees from Lebanon?", "ref": ["02-08", "02-09"]}, {"a": "According to Hiram, Yahweh made Solomon the king because Yahweh loved his people and Solomon was gifted with prudence and understanding.", "q": "According to Hiram, why did Yahweh make Solomon the king over the people of Israel?", "ref": ["02-11", "02-12"]}, {"a": "Hiram sent Hurambi because he was skilled at work in gold, silver, bronze, iron, stone, and in timber, and in purple, blue, crimson wool, and fine linen as well as in making any kind of engravings.", "q": "Why did Hiram send Huramabi to Solomon?", "ref": ["02-13", "02-14"]}, {"a": "The wood from Lebanon was taken to Israel as rafts by sea to Joppa and then carried up to Jerusalem.", "q": "How was it possible for the wood from Lebanon to be taken to Israel?", "ref": ["02-16"]}], "3": [{"a": "Solomon began to build the house of Yahweh there because that was where Yahweh had appeared to David his father.", "q": "Why did Solomon begin to build the house of Yahweh at the threshing floor of Ornan the Jebusite on Mount Moriah?", "ref": ["03-01", "03-02"]}, {"a": "The dimensions of the foundation for the house of God was sixty cubits long and twenty cubits wide, using the old style cubit.", "q": "What were the dimensions of the foundation which Solomon laid for the house of God?", "ref": ["03-03"]}, {"a": "The portico was twenty cubits.", "q": "How high was the portico at the front of the house?", "ref": ["03-04"]}, {"a": "The most holy place was overlaid with fine gold.", "q": "What was used to overlay the most holy place?", "ref": ["03-08", "03-09"]}, {"a": "Solomon joined one hundred pomegranates to the chains which he placed on top of the pillars.", "q": "What did Solomon put on the two pillars in front of the house of God?", "ref": ["03-15", "03-17"]}], "4": [{"a": "The altar of bronze was twenty cubits long, twenty cubits wide, and ten cubits high.", "q": "What were the dimensions for the altar of bronze?", "ref": ["04-01"]}, {"a": "The round sea was ten cubits from brim to brim. It was five cubits high and thirty cubits in circumference.", "q": "How big was the round sea of cast metal?", "ref": ["04-02"]}, {"a": "The sea was for the priests to wash in.", "q": "What was the purpose of the sea which Solomon built for the temple?", "ref": ["04-06"]}, {"a": "Solomon made the ten lampstands of gold from the instructions for their design.", "q": "How did Solomon know how to make the ten lampstands of gold?", "ref": ["04-07"]}, {"a": "Huram finished the work on the two pillars, the bowls, the decorative latticework, and the four hundred pomegranates.", "q": "What was the work which Huram finished for King Solomon in the house of God?", "ref": ["04-12", "04-13"]}, {"a": "Huramabi made the stands and the basins, one sea and the twelve bulls under it, and many implements.", "q": "What did Huramabi make of polished bronze for King Solomon for the house of Yahweh?", "ref": ["04-14", "04-16"]}, {"a": "The weight of the bronze all the vessels Solomon made could not be known.", "q": "What was the weight of the bronze for all of the vessels Solomon made?", "ref": ["04-18"]}, {"a": "The lampstand with their lamps were made of pure gold.", "q": "What were the lampstands with their lamps that were designed to burn before the inner room made of?", "ref": ["04-20"]}], "5": [{"a": "Solomon put all the things including the silver, gold, and all the furnishings, into the storerooms of the house of God.", "q": "Where did Solomon put the things which David had dedicated to God?", "ref": ["05-01"]}, {"a": "Solomon assembled the leaders of Israel to bring up the ark of the covenant of Yahweh from the city of David.", "q": "What did Solomon decide to do next?", "ref": ["05-02", "05-03"]}, {"a": "King Solomon and all the assembly of Israel came together sacrificing many sheep and oxen.", "q": "What did King Solomon and all the assembly of Israel do when the Levites brought up the ark of the covenant?", "ref": ["05-04", "05-06"]}, {"a": "The priests placed the ark of the covenant of Yahweh in the most holy place under the wings of the cherubim.", "q": "Where did the priests place the ark of the covenant of Yahweh?", "ref": ["05-07", "05-08"]}, {"a": "There was nothing in the ark of the covenant except the two tablets that Moses had put there at Horeb.", "q": "What items were in the ark of the covenant?", "ref": ["05-09", "05-10"]}, {"a": "The Levites, who were clothed in fine linen, stood at the east end of the altar playing cymbals, harps, and lyres.", "q": "What did all the Levites do after the priests came out of the holy place?", "ref": ["05-11", "05-12"]}, {"a": "The trumpeters and singers made music together, singing, \"For he is good, for his covenant loyalty endures forever.\"", "q": "How did the trumpeters and singers praise Yahweh?", "ref": ["05-13"]}, {"a": "The priests could not stand because the cloud, which was the glory of Yahweh, filled Yahweh's house.", "q": "Why were the priests unable to stand in order to serve?", "ref": ["05-14"]}], "6": [{"a": "Yahweh had said he would live in thick darkness, but Solomon built him a lofty residence in which he would live forever.", "q": "How had Solomon improved the place where Yahweh would live?", "ref": ["06-01", "06-02"]}, {"a": "Yahweh had chosen no city in which to build his house nor any man to be prince over Israel, but he then chose Jerusalem as the city and David to be over Israel.", "q": "Where did Yahweh finally decide to live and whom did he chose to rule over Israel?", "ref": ["06-04", "06-06"]}, {"a": "Yahweh had told David, \"It was in your heart to build a house for my name, but your son will build it instead.\"", "q": "What did Yahweh say to David to keep him from fulfilling the desire of his heart?", "ref": ["06-07", "06-09"]}, {"a": "Yahweh carried out the word he had spoken by having Solomon sit on David's throne, build the house for the name of Yahweh, and place the ark within it.", "q": "How did Yahweh carry out the word that he had spoken?", "ref": ["06-10", "06-11"]}, {"a": "Solomon stood on a bronze platform, knelt down before all the assembly of Israel, and spread out his hands toward the heavens.", "q": "How did Solomon stand before the altar of Yahweh?", "ref": ["06-12", "06-13"]}, {"a": "Yahweh keeps covenant and covenant faithfulness with his servants who walk before him with all their heart.", "q": "What does Yahweh do for the servants who walk before him with all their heart?", "ref": ["06-14", "06-15"]}, {"a": "Yahweh told David that he would not fail to have a man from his tribe sit on the throne of Israel if his descendants were careful to walk in Yahweh's law.", "q": "What is the promise which Yahweh made to his servant David?", "ref": ["06-16", "06-17"]}, {"a": "Solomon requested that Yahweh listen to his cry and prayer so that his eyes would be open on the temple day and night.", "q": "What was the basic request which Solomon made of Yahweh?", "ref": ["06-19", "06-20"]}, {"a": "Solomon wanted Yahweh to forgive.", "q": "What did Solomon want Yahweh, the God of Israel, to do after Yahweh listened to the requests of Solomon and the people of Israel?", "ref": ["06-21"]}, {"a": "A righteous man could be declared innocent by swearing an oath before the altar in Yahweh's house.", "q": "How could a righteous man be declared innocent if he was charged with sinning against his neighbor?", "ref": ["06-22", "06-23"]}, {"a": "The people of Israel needed to turn back to Yahweh by confessing his name, praying, and requesting forgiveness before him in the temple.", "q": "What did the people of Israel need to do when they had been defeated by an enemy because they had sinned against Yahweh?", "ref": ["06-24", "06-25"]}, {"a": "The people of Israel should pray toward the temple, confess Yahweh's name, and turn from their sin so that rain would fall on their land.", "q": "How should the people of Israel respond when the skies are shut up and there is no rain because they have sinned against Yahweh?", "ref": ["06-26", "06-27"]}, {"a": "The people in Israel needed Yahweh to listen to their prayers when there was famine, disease, blight or mildew, locusts or caterpillars, when enemies attacked the city gates, or if there was any plague or sickness.", "q": "What were some of the conditions where people in Israel needed Yahweh to listen to their prayers and forgive them for their sins?", "ref": ["06-28", "06-31"]}, {"a": "Yahweh should do what the foreigner asked of him so that all the people groups on earth might know Yahweh's name, fear him, and know the house which is called by his name.", "q": "Why should Yahweh do what the foreigner asks of him when he came and prayed toward Yahweh's house?", "ref": ["06-32", "06-33"]}, {"a": "Solomon requested that Yahweh would listen to the confession of the people of Israel and forgive them of their sins after they had sinned, been taken captive to the land of their enemy, and repented of their sins.", "q": "What request did Solomon make of Yahweh?", "ref": ["06-36", "06-39"]}, {"a": "Solomon wanted Yahweh to be attentive to the prayers of the people, clothe his priests with salvation, and let his saints rejoice in his goodness.", "q": "What did Solomon want Yahweh to do?", "ref": ["06-40", "06-42"]}], "7": [{"a": "When Solomon finished his prayer, fire came down from heaven to consume the burnt offerings and sacrifices, and the glory of Yahweh filled the house.", "q": "What happened when Solomon finished his prayer to Yahweh?", "ref": ["07-01"]}, {"a": "The people of Israel bowed with their faces to the ground, worshiped, and gave thanks to Yahweh.", "q": "What was the response of the people of Israel when the fire came down and the glory of Yahweh filled the house?", "ref": ["07-03"]}, {"a": "King Solomon and the people offered sacrifices to Yahweh to dedicate the house of God", "q": "Why did King Solomon and all the people offer sacrifices to Yahweh?", "ref": ["07-04", "07-05"]}, {"a": "The burnt offerings and the fat of the fellowship offerings were offered by Solomon in the middle of the courtyard because the bronze altar he made was not able to hold the burnt offerings, the grain offerings, and the fat.", "q": "Why did Solomon offer burnt offerings and the fat of the fellowship offerings in the middle of the courtyard?", "ref": ["07-07"]}, {"a": "The people were sent away by Solomon with glad and joyful hearts because of the goodness that Yahweh had shown to David, Solomon, and his people Israel.", "q": "Why was Solomon able to send the people of Israel away to their homes with glad and joyful hearts after the festival?", "ref": ["07-08", "07-10"]}, {"a": "Everything was carried out that came into Solomon's heart to do in the house of Yahweh and in his own house.", "q": "What was carried out by Solomon in the house of Yahweh and in Solomon's own house?", "ref": ["07-11"]}, {"a": "The people who were called by Yahweh's name needed to humble themselves, pray, seek Yahweh's face and turn from their wicked ways.", "q": "What did the people of Israel need to do in order for Yahweh to hear their prayer, forgive their sin, and heal their land?", "ref": ["07-14"]}, {"a": "Yahweh chose and consecrated his house so that his name might be there forever.", "q": "Why did Yahweh choose and consecrate his house?", "ref": ["07-16"]}, {"a": "Yahweh said that the people of Israel must obey all that he had commanded them and keep his statutes and decrees.", "q": "What conditions did Yahweh set forth for the people of Israel to meet in order for a descendant of David to always be on the throne of his kingdom?", "ref": ["07-17", "07-18"]}, {"a": "If the people of Israel would disobey Yahweh's statues and commandments and worship other gods, then he would uproot them from the ground he had given them and the house he had consecrated and make them a joke among all the peoples.", "q": "What would happen if the people of Israel would disobey Yahweh's statutes and commandments and worship other gods?", "ref": ["07-19", "07-20"]}, {"a": "The response would be that Yahweh had brought all this disaster upon the land and his house because his people disobeyed him and laid hold of other gods, bowing down to worship them.", "q": "What response would be given to the people who passed by the temple and were shocked at what Yahweh had done to the land and his house?", "ref": ["07-21", "07-22"]}], "8": [{"a": "During the time Solomon built the house of Yahweh and his own house, he was also rebuilding the towns which Hiram had given to him and he made the people of Israel live there.", "q": "What did Solomon do while he was building the house of Yahweh and his own house?", "ref": ["08-01", "08-02"]}, {"a": "Solomon built for his own pleasure in Jerusalem, Lebanon, and in all the lands under his rule.", "q": "In general where and for what purpose did Solomon build?", "ref": ["08-06"]}, {"a": "Solomon made the people who did not belong to Israel forced laborers.", "q": "What happened to the people of the land who did not belong to Israel?", "ref": ["08-07", "08-08"]}, {"a": "Solomon made the people of Israel his soldiers, his commanders, his officers, and the commanders of his chariot forces and horsemen.", "q": "What jobs did Solomon give the people of Israel?", "ref": ["08-09", "08-10"]}, {"a": "Solomon brought the daughter of Pharaoh out of the city of David to a house, because the ark of Yahweh was in the city and so it was a holy place.", "q": "Why did Solomon bring the daughter of Pharaoh out of the city of David to a house he had built for her?", "ref": ["08-11"]}, {"a": "Solomon offered burnt offerings to Yahweh just as the daily schedule required, following the directions found in the commandment of Moses.", "q": "How did Solomon offer burnt offerings to Yahweh on the altar he built in front of the portico?", "ref": ["08-12", "08-13"]}, {"a": "The priests and the Levites were appointed by Solomon to their positions in order to praise God and to serve before the priests as the daily schedule required.", "q": "What were the responsibilities of the priests and the Levites?", "ref": ["08-14"]}, {"a": "The gatekeepers obeyed the commands of the king to the priests and Levites concerning any matter.", "q": "How faithful were the gatekeepers in carrying out their responsibilities?", "ref": ["08-14", "08-15"]}, {"a": "The house of Yahweh was completely finished and put into use.", "q": "What was the sign that all of Solomon's work on the house of Yahweh had been accomplished?", "ref": ["08-16"]}], "9": [{"a": "The queen of Sheba came to Jerusalem because she heard of Solomon's fame and wanted to test him with hard questions.", "q": "Why did the queen of Sheba come to Jerusalem?", "ref": ["09-01"]}, {"a": "Solomon answered all the questions that the queen of Sheba asked of him.", "q": "How did Solomon respond when the queen of Sheba asked him all the questions that were on her heart?", "ref": ["09-01", "09-02"]}, {"a": "When the queen of Sheba saw all the possessions which Solomon had, there was no more spirit in her.", "q": "What was the response from the queen of Sheba when she saw Solomon's wisdom and all the buildings, food, clothing, and servants he had in his possession?", "ref": ["09-03", "09-04"]}, {"a": "The queen of Sheba told King Solomon that his wisdom and wealth exceeded what she had heard about him.", "q": "What was the queen of Sheba's assessment of king Solomon?", "ref": ["09-06"]}, {"a": "The queen of Sheba reminded Solomon that Yahweh had made him king over Israel and had placed him on the throne because Yahweh loved Israel and wanted to establish it forever.", "q": "What did the queen of Sheba say to remind Solomon how he had come to be on the throne of Israel as their king?", "ref": ["09-08"]}, {"a": "King Solomon gave to the queen of Sheba everything she asked for in addition to what she had brought to the king, and then she left and went back to her own land.", "q": "What was the outcome of the queen of Sheba's trip to see King Solomon?", "ref": ["09-12"]}, {"a": "The weight of gold that came to Solomon in one year was 666 talents.", "q": "How much gold came to Solomon in one year?", "ref": ["09-13"]}, {"a": "The traders, the merchants, all the kings of Arabia and the governors in the country brought gold to Solomon.", "q": "Who brought gold to Solomon?", "ref": ["09-14"]}, {"a": "King Solomon made five hundred shields of beaten gold.", "q": "How many gold shields did Solomon make?", "ref": ["09-16"]}, {"a": "King Solomon's throne was made of ivory overlaid with the finest gold.", "q": "What was King Solomon's throne made of?", "ref": ["09-17"]}, {"a": "None of King Solomon's drinking cups were made of silver because silver was not considered valuable in Solomon's day.", "q": "Why were none of King Solomon's drinking cups made of silver?", "ref": ["09-20"]}, {"a": "All the earth sought the presence of Solomon because of his riches, and in order to hear his wisdom which God had put in his heart.", "q": "Why did all the earth seek the presence of Solomon?", "ref": ["09-22", "09-23"]}, {"a": "King Solomon ruled over all the kings from the Euphrates River to the land of the Philistines, and to the border of Egypt.", "q": "What kings did Solomon rule over?", "ref": ["09-26"]}, {"a": "Solomon reigned in Jerusalem over all Israel for forty years.", "q": "How long did Solomon reign as king in Jerusalem over all Israel?", "ref": ["09-29", "09-30"]}], "10": [{"a": "All of Israel was coming to Shechem to make Rehoboam their king.", "q": "Why was all of Israel coming to Shechem?", "ref": ["10-01"]}, {"a": "Jeroboam's return from exile in Egypt stood in the way of Rehoboam becoming king of all Israel.", "q": "What stood in the way of Rehoboam becoming the king of all Israel?", "ref": ["10-02"]}, {"a": "Jeroboam and all Israel asked Rehoboam to lighten the heavy yoke that King Solomon had put on them.", "q": "What request did Jeroboam and all Israel make of Rehoboam?", "ref": ["10-03", "10-04"]}, {"a": "The old men advised King Rehoboam to be good to the people and please them with good words, and then they would always be his servants.", "q": "What did the old men, who had stood before Solomon when he was alive, advise King Rehoboam to do?", "ref": ["10-06", "10-07"]}, {"a": "Rehoboam consulted with the young men who had grown up with him, by asking them how he should respond to the request to lighten the load of the people.", "q": "What did Rehoboam do after he ignored the advice the old men gave him?", "ref": ["10-08", "10-09"]}, {"a": "The young men advised Rehoboam to tell the people that although my father burdened you with a heavy yoke, I will add to your yoke.", "q": "What advice did the young men who had grown up with Rehoboam give him concerning the request of the people to lighten their load?", "ref": ["10-10", "10-11"]}, {"a": "King Rehoboam ignored the advice of the old men and answered them roughly by following the advice of the young men.", "q": "What happened when Jeroboam and all the people of Israel came to Rehoboam on the third day?", "ref": ["10-12", "10-14"]}, {"a": "The king's decision not to listen to the people of Israel was a turn of events brought about by Yahweh to carry out the word he had spoken by Ahijah to Jeroboam.", "q": "Why did King Rehoboam not listen to the people of Israel?", "ref": ["10-15"]}, {"a": "When Israel heard from King Rehoboam, the people of Israel said they did not have any share in David, told the people of Israel to go back to their tents, and told Rehoboam to see to his own house.", "q": "What was Israel's response to King Rehoboam's statement that he would make their yoke heavier?", "ref": ["10-16"]}, {"a": "The people of Israel stoned Adoniram to death and King Rehoboam fled in his chariot to Jerusalem.", "q": "How did the people of Israel respond when King Rehoboam sent Adoniram, who was over the forced laborers, to them?", "ref": ["10-18"]}], "11": [{"a": "Rehoboam assembled the house of Judah and Benjamin in order to restore the kingdom to himself.", "q": "Why did Rehoboam assemble the house of Judah and Benjamin to fight against Israel when he arrived in Jerusalem?", "ref": ["11-01"]}, {"a": "The message from Yahweh was that they must not attack or fight against their brothers.", "q": "What message from Yahweh did Shemaiah deliver to Rehoboam and all of Israel?", "ref": ["11-02", "11-04"]}, {"a": "Rehoboam built cities in Judah for defense.", "q": "Why did Rehoboam build cities in Judah?", "ref": ["11-05", "11-10"]}, {"a": "Rehoboam fortified the fortresses, put commanders in them, and put shields and spears in every city.", "q": "What were some of the accomplishments of Rehoboam?", "ref": ["11-11", "11-12"]}, {"a": "The Levites left their pastureland and property because Jeroboam and his sons had driven them away, so that they could no longer perform priestly duties for Yahweh.", "q": "Why did the Levites leave their pasture lands and property in order to come to Judah and Jerusalem?", "ref": ["11-13", "11-14"]}, {"a": "Jeroboam appointed for himself priests for the shrines and the idols of calves and goats that he had made.", "q": "How did Jeroboam replace the priests and Levites who moved to Judah?", "ref": ["11-14", "11-15"]}, {"a": "People, who set their hearts to seek Yahweh, came from all the tribes of Israel to Jerusalem to sacrifice to Yahweh.", "q": "What did people from the tribes of Israel do to strengthen Rehoboam and the kingdom of Judah?", "ref": ["11-16", "11-17"]}, {"a": "Rehoboam ruled wisely by scattering all his sons throughout all the land of Judah and Benjamin to every fortified city.", "q": "What was one way in which Rehoboam ruled wisely?", "ref": ["11-22", "11-23"]}], "12": [{"a": "Rehoboam and all Israel abandoned the law of Yahweh.", "q": "What wrong thing did Rehoboam do when his reign was established?", "ref": ["12-01"]}, {"a": "Shishak came up against Jerusalem because the people had been unfaithful to Yahweh.", "q": "Why did Shishak, king of Egypt, come up against Jerusalem?", "ref": ["12-02"]}, {"a": "Rehoboam and the leaders of Judah humbled themselves and proclaimed that Yahweh was righteous.", "q": "What was the response of Rehoboam and the leaders of Judah when Shemaiah the prophet told them they had been given over into Shishak's hand because they had forsaken Yahweh?", "ref": ["12-05", "12-06"]}, {"a": "Yahweh rescued them to some extent, but still allowed them to become servants under Shishak.", "q": "How did Yahweh respond when he saw that Rehoboam and the leaders of Judah had humbled themselves?", "ref": ["12-07"]}, {"a": "Yahweh allowed them to become servants of Shishak so they could understand what it was to serve him as well as to serve the rulers of other countries.", "q": "Why did Yahweh allow the leaders of Judah to become the servants of Shishak?", "ref": ["12-08"]}, {"a": "Shishak took away the treasures in the house of Yahweh and the king's house, as well as the shields of gold that Solomon made.", "q": "What did Shishak take away from Jerusalem?", "ref": ["12-09"]}, {"a": "Yahweh's anger was turned away because Rehoboam humbled himself and there was still some good to be found in Judah.", "q": "Why was Yahweh's anger turned away from Rehoboam?", "ref": ["12-12"]}, {"a": "It was said that Rehoboam did what was evil because he did not fix his heart to seek Yahweh.", "q": "Why was it said that \"King Rehoboam did what was evil\"?", "ref": ["12-13", "12-14"]}, {"a": "Abijah his son became king in his place.", "q": "What happened after Rehoboam died and was buried in Jerusalem?", "ref": ["12-16"]}], "13": [{"a": "Abijah fought against Jeroboam.", "q": "Against whom did Abijah fight?", "ref": ["13-02"]}, {"a": "Mount Zemaraim is in the hill country of Ephraim.", "q": "Where is Mount Zemaraim?", "ref": ["13-04"]}, {"a": "Worthless men, base fellows, gathered to Jeroboam.", "q": "Who gathered to Jeroboam?", "ref": ["13-07"]}, {"a": "According to Abijah, Jeroboam said he could resist the ruling might of Yahweh.", "q": "According to Abijah, who said he could resist the ruling might of Yahweh?", "ref": ["13-08"]}, {"a": "Abijah's nation, Judah, had not forsaken him.", "q": "Who had not forsaken Yahweh?", "ref": ["13-10"]}, {"a": "The people of Israel would not succeed if they fought against Yahweh.", "q": "Who would not succeed if they fought against Yahweh?", "ref": ["13-12"]}, {"a": "Jeroboam prepared an ambush behind them; his army was in front of Judah, and the ambush was behind them.", "q": "What was Jeroboam's plan for the battle?", "ref": ["13-13"]}, {"a": "The people of Judah won because they relied on Yahweh.", "q": "Why did the people of Judah win?", "ref": ["13-18"]}, {"a": "Yahweh struck him, and he died.", "q": "How did Jeroboam die?", "ref": ["13-20"]}], "14": [{"a": "Asa took away the foreign altars and the shrines, broke down the sacred stone pillars, and cut down the Asherah poles.", "q": "What actions of Asa were proof that he did what was good and right in the eyes of Yahweh?", "ref": ["14-02", "14-03"]}, {"a": "The land was quiet and there were no wars during the reign of Asa because Yahweh had given him peace.", "q": "Why was the land quiet and there were no wars during the reign of Asa?", "ref": ["14-05", "14-06"]}, {"a": "Asa made plans to build walled cities because Yahweh had given them the land along with peace on every side.", "q": "Why did Asa make plans to build walled cities?", "ref": ["14-07"]}, {"a": "Asa cried out to Yahweh for his help by acknowledging that he and his army were coming in Yahweh's name against the vast army of Zerah.", "q": "What was Asa's response when the vast army of Zerah the Ethiopian came against the people of Israel?", "ref": ["14-09", "14-11"]}, {"a": "Yahweh struck the Ethiopians before Asa and Judah.", "q": "Who struck the Ethiopians before Asa and Judah?", "ref": ["14-12"]}, {"a": "The army destroyed and plundered the villages around Gerar.", "q": "What did the army do to the villages around Gerar?", "ref": ["14-14"]}], "15": [{"a": "The message was that Yahweh was with Asa, while Asa was with Yahweh, but if Asa left Yahweh, Yahweh would leave Asa.", "q": "What message from God did Azariah deliver to King Asa?", "ref": ["15-01", "15-02"]}, {"a": "Israel was without the true God, a teaching priest, and the law for a long time.", "q": "What was Israel without for a long time?", "ref": ["15-03"]}, {"a": "In those times, great troubles were on all the inhabitants of the lands.", "q": "In those times, what were on all the inhabitants of the lands?", "ref": ["15-05"]}, {"a": "God troubled the inhabitants of the lands with all kinds of suffering.", "q": "How did God trouble the inhabitants of the lands?", "ref": ["15-06"]}, {"a": "Asa rebuilt the altar of Yahweh when he heard the prophet's message.", "q": "What did Asa rebuild when he heard the prophet's message?", "ref": ["15-08"]}, {"a": "They came because they saw that Yahweh was with King Asa.", "q": "Why did great numbers of people come to King Asa from Ephraim, Manasseh, and Simeon?", "ref": ["15-09"]}, {"a": "The people made a covenant to seek Yahweh with all their heart and with all their soul.", "q": "What did the people make a covenant to do?", "ref": ["15-12"]}, {"a": "Anyone who refused to seek Yahweh would be put to death.", "q": "What would happen to anyone who refused to seek Yahweh?", "ref": ["15-13"]}, {"a": "Yahweh gave the people peace all around them.", "q": "What did Yahweh give the people after they swore to him with all their heart?", "ref": ["15-15"]}, {"a": "King Asa's heart was completely devoted to Yahweh all his days.", "q": "What was the condition of King Asa's heart?", "ref": ["15-17"]}, {"a": "There was no war until Asa's thirty-fifth year of reigning.", "q": "What did not occur until Asa's thirty-fifth year of reigning?", "ref": ["15-19"]}], "16": [{"a": "Baasha acted aggressively so he might not allow anyone to leave or enter into the land of Asa.", "q": "Why did Baasha, king of Israel, act aggressively against Judah by building up Ramah?", "ref": ["16-01"]}, {"a": "Asa sent the silver and gold to Ben Hadad to encourage him to break his treaty with Baasha and establish a treaty with Asa.", "q": "Why did Asa bring the silver and gold out of the storerooms and send it to Benhadad, king of Aram?", "ref": ["16-02", "16-03"]}, {"a": "Asa wanted Ben Hadad to break the treaty so that Baasha would leave Asa alone.", "q": "Why did Asa want Ben Hadad to break his treaty with Baasha?", "ref": ["16-03"]}, {"a": "Asa and all Judah carried away the stones and timbers which Baasha was using to build up Ramah and used them to build up Geba and Mizpah.", "q": "What happened when Baasha stopped building up Ramah due to the attacks from Ben Hadad?", "ref": ["16-04", "16-06"]}, {"a": "Hanani rebuked Asa because he relied on a treaty with the king of Aram instead of relying on Yahweh as he did against the Ethiopians.", "q": "Why did Hanani the seer rebuke Asa?", "ref": ["16-07", "16-08"]}, {"a": "The eyes of Yahweh run everywhere to show himself strong on behalf of those whose hearts are perfect toward him.", "q": "Why do the eyes of Yahweh run everywhere throughout the whole earth?", "ref": ["16-09"]}, {"a": "Asa was angry with Hanani and put him into prison.", "q": "What was Asa's reaction to the rebuke of Hanani?", "ref": ["16-10"]}, {"a": "Asa did not seek help from Yahweh, but only from physicians.", "q": "How did Asa react to the severe disease of his feet?", "ref": ["16-12"]}, {"a": "The people laid Asa on a bier filled with various spices and made a very great fire in his honor.", "q": "How was Asa honored after his death?", "ref": ["16-14"]}], "17": [{"a": "Jehoshaphat placed forces in all the fortified cities of Judah.", "q": "Where did Jehoshaphat place forces?", "ref": ["17-02"]}, {"a": "Yahweh was with Jehoshaphat because he walked in the first ways of his father David.", "q": "Why was Yahweh with Jehoshaphat?", "ref": ["17-03"]}, {"a": "He walked in God's commandments, not after the behavior of Israel.", "q": "Whose behavior did Jehoshaphat not walk after, because he walked in God's commandments?", "ref": ["17-04"]}, {"a": "Jehoshaphat's heart was fixed on Yahweh's ways.", "q": "On what was Jehoshaphat's heart fixed?", "ref": ["17-06"]}, {"a": "They taught in Judah, having the book of the law of Yahweh with them.", "q": "What book did the officials and Levites and priests have when they taught in Judah?", "ref": ["17-09"]}, {"a": "The terror of Yahweh fell on them that were around Judah, so that they made no war against Jehoshaphat.", "q": "What did the monarchies around Judah not do because the terror of Yahweh fell on them?", "ref": ["17-10"]}, {"a": "Jehoshaphat built fortresses and store cities in Judah.", "q": "What two things did Jehoshaphat build in Judah?", "ref": ["17-12"]}, {"a": "Amasiah willingly offered to serve Yahweh.", "q": "What did Amasiah, the son of Zichri, willingly offer?", "ref": ["17-16"]}, {"a": "Eliada was a powerful man of courage.", "q": "What kind of man was Eliada from Benjamin?", "ref": ["17-17"]}], "18": [{"a": "Jehoshaphat allied himself with Ahab by having one of his family marry his daughter.", "q": "How did Jehoshaphat ally himself with Ahab?", "ref": ["18-01"]}, {"a": "Jehoshaphat said to the king of Israel, \"Please first seek the word of Yahweh for your answer.\"", "q": "What did Jehoshaphat tell the king of Israel to do to find his answer?", "ref": ["18-04"]}, {"a": "The king of Israel hated Micaiah because he never prophesied anything good about the king, but only hardships.", "q": "Why did the king of Israel hate Micaiah the son of Imlah?", "ref": ["18-07"]}, {"a": "They all prophesied saying that Yahweh had given Ramoth Gilead into the hand of the king.", "q": "Who did the prophets say had given Ramoth Gilead into the hand of the king?", "ref": ["18-11"]}, {"a": "The messenger told Micaiah that the words of the prophets declared good things to the king with one mouth.", "q": "What did the messenger tell Micaiah the words of the prophets declared to the king?", "ref": ["18-12"]}, {"a": "Micaiah said that he saw all Israel scattered on the mountains, like sheep who have no shepherd.", "q": "To what did Micaiah compare Israel when he saw them scattered on the mountains?", "ref": ["18-16"]}, {"a": "Micaiah saw Yahweh sitting on his throne, and all the host of heaven were standing on his right hand and on his left.", "q": "When Micaiah saw Yahweh on his throne where were the hosts of heaven?", "ref": ["18-18"]}, {"a": "Yahweh was asking for one to entice Ahab, king of Israel, so that he would go up and fall at Ramoth Gilead.", "q": "What was Yahweh asking to happen when Ahab went up to Ramoth Gilead?", "ref": ["18-19"]}, {"a": "The spirit said that he would go out and become a lying spirit in the mouth of all Ahab's prophets.", "q": "To whom was the spirit going to become a lying spirit?", "ref": ["18-21"]}, {"a": "Micaiah said that Yahweh had decreed disaster for him.", "q": "What did Micaiah say Yahweh had decreed for the king of Israel?", "ref": ["18-22"]}, {"a": "The king said to put Micaiah in prison until he returned safely.", "q": "Where was Micaiah to be until the king of Israel returned safely?", "ref": ["18-26"]}, {"a": "Micaiah said that if the king returned safely, then Yahweh had not spoken by him.", "q": "If the king returned safely, what did that mean about Micaiah's words?", "ref": ["18-27"]}, {"a": "The king of Aram told the captains of his chariots not to attack the soldiers, but instead, to attack only the king of Israel.", "q": "Who had the king of Aram told the captains to attack?", "ref": ["18-30"]}, {"a": "When the commanders saw that he was not the king of Israel, they turned back from pursuing him.", "q": "What did the commanders do when they realized Jehoshaphat was not the king of Israel?", "ref": ["18-32"]}, {"a": "About the time that the sun was going down, Ahab died.", "q": "What time of day was it when Ahab died?", "ref": ["18-34"]}], "19": [{"a": "Some good was found in Jehoshaphat, that he had fixed his heart to seek God.", "q": "What good was found in Jehoshaphat's heart?", "ref": ["19-03"]}, {"a": "Jehoshaphat placed judges in the land throughout all the fortified cities of Judah.", "q": "Where did Jehoshaphat place judges?", "ref": ["19-05"]}, {"a": "He told the judges that Yahweh was with them in the act of judging.", "q": "Where did Jehoshaphat say Yahweh was when the judges passed judgement?", "ref": ["19-06"]}, {"a": "Jehoshaphat instructed them that in reverence for Yahweh, judge faithfully, and with a perfect heart.", "q": "What kind of heart did Jehoshaphat say the judges in Jerusalem should have in reverence for Yahweh?", "ref": ["19-09"]}, {"a": "The people were told not to sin against Yahweh, so that anger would not come down on them.", "q": "What would not come down on them if the people did not sin against Yahweh?", "ref": ["19-10"]}, {"a": "Jehoshaphat prayed for Yahweh to be with those who were good.", "q": "With whom did Jehoshaphat pray that Yahweh abides?", "ref": ["19-11"]}], "20": [{"a": "They came against Jehoshaphat to do battle.", "q": "For what reason did the people of Moab, Ammon, and the Meunites come against Jehoshaphat?", "ref": ["20-01"]}, {"a": "The people came to seek Yahweh from all the cities of Judah.", "q": "Where did the people of Judah come from to seek Yahweh?", "ref": ["20-04"]}, {"a": "Jehoshaphat stood at the house of Yahweh, in front of the new courtyard.", "q": "Where did Jehoshaphat stand in the assembly of the people?", "ref": ["20-05"]}, {"a": "Jehoshaphat said that when the people cry to Yahweh in their affliction, he would hear them and save them.", "q": "What promise of Yahweh did Jehoshaphat repeat when the people cried to him in their affliction?", "ref": ["20-09"]}, {"a": "Yahweh would not let Israel invade them when they came out of the land of Egypt.", "q": "What did Yahweh not let Israel do to Ammon, Moab and Mount Seir when they came out of Egypt?", "ref": ["20-10"]}, {"a": "All Judah stood before Yahweh, with their little ones, wives, and children.", "q": "What part of the people of Judah stood before Yahweh?", "ref": ["20-13"]}, {"a": "Yahweh told them not to fear or be discouraged because of this great army, for the battle did not belong to them, but to God.", "q": "Why did Yahweh say not to fear or be discouraged by the great army against them?", "ref": ["20-15"]}, {"a": "Yahweh told them to stand still, and see the rescue of Yahweh with them.", "q": "What did Yahweh say the people would see when they stood still in their positions?", "ref": ["20-17"]}, {"a": "All Judah and the inhabitants of Jerusalem fell down before Yahweh, worshiping him.", "q": "What did Judah and the inhabitants of Jerusalem do in worship before Yahweh?", "ref": ["20-18"]}, {"a": "As they went out preceding the army, Jehoshaphat told them to say, \"Give thanks to Yahweh; for his covenant faithfulness endures forever.\"", "q": "As the army went out, why did Jehoshaphat say to give thanks to Yahweh?", "ref": ["20-21"]}, {"a": "When they began to sing and praise, Yahweh set men in ambush against their enemies.", "q": "What did Yahweh do when the people of Judah began to sing and praise?", "ref": ["20-22"]}, {"a": "When they looked out on the army, they were dead, fallen to the ground.", "q": "What did the people of Judah see when they looked out on the enemy's army?", "ref": ["20-24"]}, {"a": "It took the people three days to carry off the plunder, because there was so much of it.", "q": "How long did it take the people to carry off the plunder from the army?", "ref": ["20-25"]}, {"a": "They returned to Jerusalem with joy for Yahweh had made them rejoice over their enemies.", "q": "Why did Jehoshophat and his people return to Jerusalem with joy?", "ref": ["20-27"]}, {"a": "Jehoshaphat's kingdom was quiet, for his God gave him peace all around him.", "q": "What did God give Jehoshaphat that made his kingdom quiet?", "ref": ["20-30"]}, {"a": "Jehoshaphat did what was right in the eyes of Yahweh.", "q": "What had Jehoshaphat done in the eyes of Yahweh?", "ref": ["20-32"]}, {"a": "Because Jehoshaphat had allied himself with Ahaziah, Yahweh destroyed his projects.", "q": "What was prophesied against Jehoshaphat, because he allied himself with Ahaziah?", "ref": ["20-37"]}], "21": [{"a": "Jehoshaphat gave the throne to Jehoram because Jehoram was his firstborn.", "q": "Why did Jehoshaphat give the throne to Jehoram?", "ref": ["21-03"]}, {"a": "When Jehoram had firmly established himself as king, he killed all his brothers with the sword.", "q": "What did Jehoram do to his brothers after he was established as king?", "ref": ["21-04"]}, {"a": "Yahweh did not wish to destroy the house of David because of the covenant he had made with David.", "q": "Why did Yahweh not wish to destroy the house of David?", "ref": ["21-07"]}, {"a": "They revolted from Judah's power, because Jehoram had forsaken Yahweh.", "q": "Why did Libnah revolt from the power of Judah?", "ref": ["21-10"]}, {"a": "Jehoram also built shrines in the mountains of Judah.", "q": "What did Jehoram build in the mountains of Judah?", "ref": ["21-11"]}, {"a": "Jehoram would have much sickness until his intestines fell out because of the sickness.", "q": "What did Elijah say would happen to Jehoram's intestines in his sickness?", "ref": ["21-15"]}, {"a": "They carried away all the wealth that was found in the king's house.", "q": "What did the Philistines and Arabians carry away from the king's house?", "ref": ["21-17"]}, {"a": "His people made no fire in his honor as they had done for his ancestors.", "q": "What did his people not do for Jehoram that they had done for his ancestors?", "ref": ["21-19"]}], "22": [{"a": "Ahaziah walked in the ways of the house of Ahab, for his mother was his adviser in doing wicked things.", "q": "In whose ways did Ahaziah walk because of the advice of his mother?", "ref": ["22-03"]}, {"a": "Ahaziah did what was evil in Yahweh's sight, as the house of Ahab was doing.", "q": "How did Ahaziah act in Yahweh's sight, as the house of Ahab was doing?", "ref": ["22-04"]}, {"a": "Ahaziah went down to Jezreel to see him because Joram had been wounded.", "q": "Why did Ahaziah go to visit Joram, the son of Ahab?", "ref": ["22-06"]}, {"a": "The destruction of Ahaziah was brought about by God through his visit to Joram.", "q": "What did God bring about through Ahaziah's visit to Joram?", "ref": ["22-07"]}, {"a": "Jehu said that Ahaziah was a son of Jehoshaphat, who sought Yahweh with all his heart.", "q": "What did Jehu recall of Ahaziah's father?", "ref": ["22-09"]}, {"a": "When she saw that her son was dead, she arose and killed all the royal children in the house of Judah.", "q": "What did Ahaziah's mother do when she saw that he was dead?", "ref": ["22-10"]}, {"a": "Joash was hidden in the house of God for six years while Athaliah reigned over the land.", "q": "How long was Joash hidden in the house of God while Athaliah reigned?", "ref": ["22-12"]}], "23": [{"a": "Jehoiada said the king's son would reign, as Yahweh had said concerning the descendants of David.", "q": "What made Jehoiada bold to speak to the leaders that the king's son would reign?", "ref": ["23-03"]}, {"a": "Those who come to serve on the Sabbath would be guards at the doors.", "q": "What work was assigned to the priests and Levites serving on the Sabbath?", "ref": ["23-04"]}, {"a": "They were told to stay with the king when he came in and when he went out.", "q": "When were the Levites told to stay with the king?", "ref": ["23-07"]}, {"a": "They served in every way in the manner in which Jehoiada the priest commanded.", "q": "How completely did the Levites and all Judah follow Jehoiada's command?", "ref": ["23-08"]}, {"a": "They brought out the king's son, put the crown on him, and gave him the covenant decrees.", "q": "What did they give to the king's son when they put the crown on him?", "ref": ["23-11"]}, {"a": "When she heard the noise of the people running and praising the king, she came to the people in the house of Yahweh.", "q": "What noise made Athaliah come to the people in the house of Yahweh?", "ref": ["23-12"]}, {"a": "She tore her clothes and shouted, \"Treason!\"", "q": "What did Athaliah do while shouting out \"Treason!\"?", "ref": ["23-13"]}, {"a": "Jehoiada said to let anyone who followed her be killed with the sword.", "q": "What did Jehoiada command to be done to anyone who followed Athaliah?", "ref": ["23-14"]}, {"a": "Jehoiada made a covenant between himself, all the people, and the king, that they should be Yahweh's people.", "q": "What covenant did Jehoiada make between himself, the people, and the king?", "ref": ["23-16"]}, {"a": "Jehoiada set guards at the gates of the house of Yahweh, so that no one that was unclean in any way should enter.", "q": "Whom did Jehoiada keep from entering the house of Yahweh by setting guards at the gates?", "ref": ["23-19"]}, {"a": "The people came through the Upper Gate to the king's house and sat the king on the throne of the kingdom.", "q": "Where did Jehoiada and the people set the king after coming through the Upper Gate?", "ref": ["23-20"]}], "24": [{"a": "Joash did what was right in the eyes of Yahweh all the days of Jehoiada, the priest.", "q": "How long did Joash do what was right in the eyes of Yahweh?", "ref": ["24-02"]}, {"a": "Joash sent them to gather from all Israel money to repair the house of their God.", "q": "For what work did Joash send the priests and Levites out to gather money from all Israel?", "ref": ["24-05"]}, {"a": "They had given all the dedicated furnishings of the house of Yahweh to the Baals.", "q": "What had the sons of Athaliah taken from the house of Yahweh and given to the Baals?", "ref": ["24-07"]}, {"a": "The king commanded, and they made a chest and placed it outside at the entrance to the house of Yahweh.", "q": "Where was the chest the king had commanded to be made placed?", "ref": ["24-08"]}, {"a": "All the leaders and all the people rejoiced and brought money in and put it into the chest.", "q": "What part of the people rejoiced and brought money to put into the chest?", "ref": ["24-10"]}, {"a": "They emptied the chest day after day, gathering large amounts of money.", "q": "As the officials emptied the chest day after day what did they gather?", "ref": ["24-11"]}, {"a": "The workmen set up the house of God in its original design and strengthened it.", "q": "How did the workmen set up the house of God as they repaired it?", "ref": ["24-13"]}, {"a": "They buried him in the city of David among the kings, because he had done good in Israel, toward God, and to God's house.", "q": "Why was Jehoiada buried among the kings in the city of David?", "ref": ["24-16"]}, {"a": "Yahweh sent prophets who testified against the people, but they refused to listen.", "q": "What did the people do when Yahweh sent prophets to testify against them?", "ref": ["24-19"]}, {"a": "Zechariah told the people that since they had forsaken Yahweh, Yahweh had also forsaken them.", "q": "Why did Zechariah tell the people Yahweh had forsaken them?", "ref": ["24-20"]}, {"a": "In this manner, Joash, the king, ignored the kindness that Jehoiada, Zechariah's father, had done to him. Instead, he killed Jehoiada's son.", "q": "How did King Joash ignore the kindness that Zechariah's father had done to him?", "ref": ["24-22"]}, {"a": "The Arameans had come with a small army, but Yahweh gave them victory over a very great army, because Judah had forsaken Yahweh.", "q": "What did Yahweh give the small army of the Arameans because Judah had forsaken him?", "ref": ["24-24"]}, {"a": "Joash's own servants plotted against him because of the murder of the sons of Jehoiada, the priest.", "q": "Why did the servants of Joash plot against him?", "ref": ["24-25"]}], "25": [{"a": "Amaziah was twenty-five years old when he began to reign and he reigned for twenty-nine years.", "q": "How old was Amaziah when he began to reign and how long did he reign?", "ref": ["25-01"]}, {"a": "Amaziah's heart was not perfectly devoted to Yahweh.", "q": "What was the condition of Amaziah's heart?", "ref": ["25-02"]}, {"a": "Amaziah did not kill the children of the servants who had murdered his father because the laws in the book of Moses said that the children must not die for the fathers, but that every person must die for his own sin.", "q": "Why did Amaziah not kill the children of the servants who had murdered his father, the king?", "ref": ["25-03", "25-04"]}, {"a": "Amaziah hired 100,000 fighting men from Israel to add to the 300,00 chosen men from Judah.", "q": "How did Amaziah add to the 300,000 chosen men from Judah and Benjamin that were registered by their ancestor's houses?", "ref": ["25-05", "25-06"]}, {"a": "The man of God told the king the army of Israel should not go with him because Yahweh was not with Israel.", "q": "Why did the man of God tell the king he should not let the army of Israel go with him?", "ref": ["25-07"]}, {"a": "The man of God said that God would throw him down before the enemy.", "q": "What did the man of God say would happen even if Amaziah was courageous and strong in battle?", "ref": ["25-08"]}, {"a": "The man of God told Amaziah that Yahweh was able to give him much more than that.", "q": "How did the man of God answer Amaziah's question about what to do about the one hundred talents that he had given to the army of Israel?", "ref": ["25-09"]}, {"a": "Their anger was kindled against Judah because Amaziah separated the army and sent them home.", "q": "Why was the anger of the army from Ephraim kindled against Judah?", "ref": ["25-10"]}, {"a": "Amaziah led his people out to the Valley of Salt and he defeated ten thousand men of Seir.", "q": "What happened to the ten thousand men of Seir when Amaziah led his people out to the Valley of Salt?", "ref": ["25-11"]}, {"a": "The army of Judah threw the men of Seir down from the top of the cliff.", "q": "What did the army of Judah do to the additional ten thousand men of Seir who they carried away alive?", "ref": ["25-12"]}, {"a": "The army of Israel attacked the cities, struck down three thousand of the people and took much plunder.", "q": "What did the army of Israel do to the cities of Judah from Samaria to Bethhoron?", "ref": ["25-13"]}, {"a": "Amaziah set the gods up to be his own gods, bowed down before them, and burned incense to them.", "q": "What did Amaziah do with the gods that he brought back from the people of Seir?", "ref": ["25-14"]}, {"a": "The prophet asked Amaziah why he sought after the gods of a people whose gods did not even save their own people from the hand of Amaziah.", "q": "What did the prophet sent by Yahweh ask Amaziah about the gods of the people of Seir?", "ref": ["25-15"]}, {"a": "The reason God decided to destroy Amaziah was that Amaziah had done this deed and had not listened to the advice of the prophet.", "q": "What did the prophet say was God's reason for his decision to destroy Amaziah?", "ref": ["25-16"]}, {"a": "Amaziah sent a message asking Jehoash to come and meet with Amaziah face to face in battle.", "q": "What was the message that Amaziah sent to Jehoash, king of Israel?", "ref": ["25-17"]}, {"a": "The messengers of Jehoash told Amaziah to stay at home because both Amaziah and Judah would fall.", "q": "Why did the messengers of Jehoash tell Amaziah that he should stay at home?", "ref": ["25-18", "25-19"]}, {"a": "God would hand them over to their enemies because they had sought advice from the gods of Edom.", "q": "Why would God hand over the people of Judah into the hand of their enemies?", "ref": ["25-20"]}, {"a": "The result was that Judah was struck down before Israel and every man fled home.", "q": "What was the result when Jehoash, king of Israel, and Amaziah, king of Judah, met each other face to face at Beth Shemesh?", "ref": ["25-21", "25-22"]}, {"a": "Jehoash returned to Samaria after he tore down the wall of Jerusalem and took all the valuables and hostages.", "q": "To what place did Jehoash return after he tore down the wall of Jerusalem and took many valuable objects from the temple and palace, along with hostages?", "ref": ["25-23", "25-24"]}, {"a": "Amaziah lived fifteen years after the death of Jehoash.", "q": "For how many years did Amaziah, king of Judah, live after the death of Jehoash, king of Israel?", "ref": ["25-25"]}, {"a": "Other matters concerning Amaziah are written in The Book of the Kings of Judah and Israel.", "q": "Where are other matters written concerning Amaziah?", "ref": ["25-26"]}, {"a": "After Amaziah turned away from following Yahweh, a conspiracy was begun against him.", "q": "What was begun against Amaziah after he turned away from following Yahweh?", "ref": ["25-27"]}, {"a": "Amaziah was buried with his ancestors in the City of Judah.", "q": "Where was Amaziah buried after he was killed in Lachish?", "ref": ["25-27", "25-28"]}], "26": [{"a": "The people of Judah took Uzziah and made him king in place of his father Amaziah.", "q": "Who made Uzziah king after the death of his father Amaziah?", "ref": ["26-01"]}, {"a": "Uzziah rebuilt Eloth and restored it to Judah.", "q": "What did Uzziah do to the town of Eloth after he became king?", "ref": ["26-02"]}, {"a": "Uzziah did what was right in the eyes of Yahweh and set himself to seek God.", "q": "How did Uzziah follow the example of his father in his relationship to Yahweh?", "ref": ["26-04", "26-05"]}, {"a": "As long as Uzziah sought Yahweh, God made him prosper.", "q": "What happened to Uzziah as long as he sought Yahweh?", "ref": ["26-05"]}, {"a": "God helped Uzziah fight against his enemies, and his fame spread to other lands, and he became very powerful.", "q": "What was the result of God helping Uzziah as he fought against his enemies?", "ref": ["26-06", "26-08"]}, {"a": "Uzziah built towers at the corner gates of Jerusalem and at the turning wall. He also built watch towers in the wilderness.", "q": "What did Uzziah build at the gates in Jerusalem and in the wilderness?", "ref": ["26-09", "26-10"]}, {"a": "Uzziah built watch towers and dug cisterns in the wilderness because he had cattle and people who farmed and he loved farming.", "q": "Why did Uzziah build watch towers, and why did he dig cisterns in the wilderness?", "ref": ["26-10"]}, {"a": "Uzziah's army made war with mighty power to help the king against the enemy.", "q": "How did Uzziah's army make war?", "ref": ["26-11", "26- 13"]}, {"a": "In Jerusalem, Uzziah built engines that were invented by skillful men.", "q": "What was invented by skillful men in Jerusalem as Uzziah equipped his army?", "ref": ["26-14", "26-15"]}, {"a": "Uzziah's fame spread to distant lands.", "q": "How far did Uzziah's fame spread when he was greatly helped by Yahweh, until he became very powerful?", "ref": ["26-15"]}, {"a": "Uzziah trespassed against Yahweh when he went into the house of Yahweh to burn incense on the altar of incense.", "q": "How did Uzziah trespass against Yahweh, his God, when he became powerful?", "ref": ["26-16"]}, {"a": "The priests told Uzziah that it is only the priests, the sons of Aaron, who are consecrated to burn incense in the sanctuary, so Uzziah had trespassed when he burned incense to Yahweh.", "q": "Why did Azariah and the eighty priests go in after Uzziah, and why did Azariah say that Uzziah had trespassed when he burned incense in the sanctuary?", "ref": ["26-17", "26-18"]}, {"a": "While Uzziah was holding a censer, and when he became angry with the priests, leprosy broke out on his forehead.", "q": "What happened to Uzziah as he was holding a censer in his hand to burn incense, and when he was angry with the priests?", "ref": ["26-19"]}, {"a": "Leprosy broke out on Uzziah's forehead because Yahweh had struck him.", "q": "Why did leprosy break out on Uzziah's forehead?", "ref": ["26-20"]}, {"a": "Uzziah had to live in a separate house because he was a leper and he was cut off from the house of Yahweh.", "q": "Why did Uzziah have to live in a separate house until the day of his death?", "ref": ["26-21"]}, {"a": "Jotham, Uzziah's son, became king in his place.", "q": "Who became king after Uzziah died and was buried with his ancestors?", "ref": ["26-23"]}], "27": [{"a": "Jotham was twenty-five years old when he became king and he reigned for sixteen years in Jerusalem.", "q": "How old was Jotham when he became king of Judah and how long did he reign?", "ref": ["27-01"]}, {"a": "The people of Judah still behaved in evil ways, even though Jotham did what was right in the eyes of Yahweh.", "q": "How did the people of Judah behave even though Jotham did what was right in the eyes of Yahweh?", "ref": ["27-02"]}, {"a": "Jotham built the upper gate of the house of Yahweh, and he built much on the hill of Ophel.", "q": "What did Jotham build in Jerusalem?", "ref": ["27-03"]}, {"a": "Jotham built cities in the hill country, and castles and towers in the forests of Judah.", "q": "What did Jotham build in the hill country and forests of Judah?", "ref": ["27-04"]}, {"a": "The people of Ammon gave Jotham silver, wheat, and barley because he fought with them and defeated them.", "q": "Why did the people of Ammon give Jotham silver, wheat, and barley?", "ref": ["27-05"]}, {"a": "Jotham became powerful because he walked firmly before Yahweh his God.", "q": "Why did Jotham become powerful?", "ref": ["27-06"]}, {"a": "Jotham was buried in the city of David.", "q": "Where was Jotham buried when he died?", "ref": ["27-09"]}, {"a": "Ahaz, Jotham's son, became king in his place.", "q": "Who became king of Judah after the death of Jotham?", "ref": ["27-09"]}], "28": [{"a": "Ahaz did not do what was right in the eyes of Yahweh, as David his ancestor had done.", "q": "What did Ahaz not do as David his ancestor had done?", "ref": ["28-01"]}, {"a": "Ahaz made cast metal figures for the Baals.", "q": "What did Ahaz make as he walked in the ways of the kings of Israel?", "ref": ["28-02"]}, {"a": "Ahaz put his children in fire as burnt offerings.", "q": "What did Ahaz do to his children in addition to making figures of Baal, offering incense, and following after the wickedness of the people groups which Yahweh had driven out before the people of Israel?", "ref": ["28-03"]}, {"a": "Ahaz was defeated by the Arameans and the king of Israel because he and his people had forsaken Yahweh, the God of their ancestors.", "q": "What was the cause of the defeats of Ahaz at the hand of the Arameans and also at the hand of the king of Israel?", "ref": ["28-05", "28-06"]}, {"a": "The army of Israel took captives from their kinsmen, and they also took much plunder which they carried back to Samaria.", "q": "What did the army of Israel take back to Samaria?", "ref": ["28-08"]}, {"a": "Obed, a prophet of Yahweh, came out to meet the army.", "q": "Who went out to meet the army coming into Samaria?", "ref": ["28-09"]}, {"a": "Obed accused the army of slaughtering the people of Judah in a rage that reached up to heaven.", "q": "What was the accusation that Obed brought against the army?", "ref": ["28-09"]}, {"a": "Obed told the army to send the prisoners back, because Yahweh's fierce wrath was on them.", "q": "What did Obed tell the army of Israel to do with the prisoners they had taken as slaves from Jerusalem?", "ref": ["28-10", "28-11"]}, {"a": "The leaders said it would add to their sins against Yahweh and bring his fierce wrath against Israel.", "q": "What did the leaders of the people of Ephraim say was the reason they should not bring the prisoners to Samaria?", "ref": ["28-13"]}, {"a": "The leaders clothed them, gave them sandals, gave them food to eat and drink, treated their wounds, put the weak on donkeys, and took them back to their families in Jericho.", "q": "What did the leaders do with the prisoners when the armed men left the prisoners before them?", "ref": ["28-14", "28-15"]}, {"a": "It was necessary for Ahaz to ask the kings of Assyria for help because the Edomites had attacked Judah and the Philistines had invaded the cities of the lowlands and of the Negev of Judah.", "q": "What made it necessary for King Ahaz to send messengers to the kings of Assyria asking for help?", "ref": ["28-16", "28-18"]}, {"a": "Judah was brought low because Ahaz had acted wickedly and had sinned against Yahweh very heavily.", "q": "What did Ahaz do which caused Yahweh to bring Judah low?", "ref": ["28-19"]}, {"a": "Ahaz plundered the house of Yahweh and the houses of the king and the leaders in order to give the valuable things to the kings of Assyria.", "q": "Why did Ahaz plunder the house of Yahweh and the houses of the king and the leaders?", "ref": ["28-21"]}, {"a": "Ahaz sinned against Yahweh and sacrificed to the gods of Damascus.", "q": "What brought on the ruin Ahaz and all of Israel?", "ref": ["28-22", "28-23"]}, {"a": "Ahaz cut the furnishings to pieces and shut the doors of the house of Yahweh.", "q": "What did Ahaz do to the furnishings of the house of God?", "ref": ["28-24"]}, {"a": "The result of Ahaz's actions was that he provoked to anger Yahweh, the God of his ancestors.", "q": "What was the result of Ahaz making altars for himself in every corner of Jerusalem, and making shrines to burn sacrifices to other gods in every city of Judah?", "ref": ["28-24", "28-25"]}, {"a": "The rest of Ahaz's deeds are recorded in The Book of the Kings of Judah and Israel.", "q": "Where are the rest of Ahaz's deeds recorded?", "ref": ["28-26"]}, {"a": "Hezekiah, Ahaz's son, became king in his place.", "q": "Who became king after Ahaz died and was buried in Jerusalem?", "ref": ["28-27"]}], "29": [{"a": "Hezekiah followed the example of his ancestor David and did what was right in the eyes of Yahweh.", "q": "What example did Hezekiah follow when he began to reign at the age of twenty-five?", "ref": ["29-01", "29-02"]}, {"a": "Hezekiah told the Levites to consecrate themselves, consecrate the house of Yahweh, and carry away the filthiness from the holy place.", "q": "What did Hezekiah tell the Levites to do after he had opened the doors of the house of Yahweh and had repaired them?", "ref": ["29-03", "29-05"]}, {"a": "Hezekiah said that their ancestors trespassed and did what was evil in the sight of Yahweh their God.", "q": "What did Hezekiah say that their ancestors did in the sight of Yahweh?", "ref": ["29-06"]}, {"a": "Their ancestors did not burn incense or offer burnt offerings in the holy place to the God of Israel.", "q": "What did their ancestors not do in the place where Yahweh lived?", "ref": ["29-06", "29-07"]}, {"a": "Yahweh made Judah and Jerusalem to be an object of terror, horror, and scorn.", "q": "What was the result of Yahweh's wrath falling on Judah and Jerusalem?", "ref": ["29-08"]}, {"a": "Their fathers fell by the sword and their sons, daughters, and wives were brought into captivity because of the wrath of Yahweh.", "q": "What happened to their fathers, sons, daughters, and wives because of the wrath of Yahweh?", "ref": ["29-09"]}, {"a": "Hezekiah proposed that they make a covenant with Yahweh, the God of Israel.", "q": "What did Hezekiah propose to do so that Yahweh's fierce anger might turn away from them?", "ref": ["29-10"]}, {"a": "The Levites and their brothers, dedicated themselves to Yahweh, and went in to cleanse the house of Yahweh.", "q": "What did the Levites do after they gathered their brothers?", "ref": ["29-15"]}, {"a": "The priests took all the filth and carried it out to the brook Kidron.", "q": "What did the priests do with all the filth that they found in the temple of Yahweh as they cleansed it?", "ref": ["29-16"]}, {"a": "The priests began on the first day of the first month and on the sixteenth day of the first month they finished.", "q": "How long did it take the priests to sanctify the house of Yahweh?", "ref": ["29-17"]}, {"a": "In addition to cleansing all the house of Yahweh, the priests prepared and sanctified all the implements that King Ahaz threw away when he trespassed during his reign.", "q": "What did the priests tell Hezekiah they had prepared and sanctified in addition to cleansing all the house of Yahweh?", "ref": ["29-18", "29-19"]}, {"a": "Hezekiah told the priests to offer the animals on the altar of Yahweh.", "q": "What did Hezekiah command the priests to do with the animals they brought as a sin offering for Judah?", "ref": ["29-20", "29-21"]}, {"a": "The priests killed the animals and splashed their blood on the altar to make atonement for all Israel. A burnt offering and a sin offering had to be made for all Israel.", "q": "Why did the priests kill the animals and splash their blood on the altar?", "ref": ["29-22", "29-24"]}, {"a": "The command came from Yahweh by means of his prophets.", "q": "From whom did the command come for arranging the Levites and their instruments in the house of Yahweh?", "ref": ["29-25"]}, {"a": "The singing and music continued until the burnt offering was finished.", "q": "How long did the singing and playing of music continue as all the assembly worshiped and the burnt offering began?", "ref": ["29-27", "29-28"]}, {"a": "The Levites sang praises with gladness and they bowed down and worshiped.", "q": "What was the attitude of the Levites as they sang praises to Yahweh using the words of David and Asaph?", "ref": ["29-30"]}, {"a": "The assembly brought in sacrifices and thank offerings, and all who had a willing heart brought burnt offerings.", "q": "What did the assembly bring into the house of Yahweh?", "ref": ["29-31"]}, {"a": "The assembly brought bulls, rams, lambs, oxen, and sheep to be used as burnt offerings.", "q": "What kinds of animals did the assembly bring to be used as burnt offerings?", "ref": ["29-32", "29-33"]}, {"a": "The priests had to ask the Levites to help them skin the burnt offerings because the priests were too few to do the work themselves.", "q": "Why did the priests have to ask the Levites to help skin the burnt offerings?", "ref": ["29-34"]}, {"a": "Hezekiah and all the people rejoiced.", "q": "What did Hezekiah and all the people do when the service of the house of Yahweh was set in order?", "ref": ["29-35", "29-36"]}], "30": [{"a": "Hezekiah sent messengers to all of Israel and Judah, and wrote letters to Ephraim and Manasseh.", "q": "To where did Hezekiah send messengers and to whom did he write letters?", "ref": ["30-01"]}, {"a": "The message told them they should come to Jerusalem to the house of Yahweh to celebrate the Passover.", "q": "What did Hezekiah's message tell them?", "ref": ["30-01"]}, {"a": "They were the king, his leaders, and all the assembly in Jerusalem.", "q": "Who were they that consulted together, to celebrate the Passover in the second month?", "ref": ["30-02"]}, {"a": "They could not celebrate the Passover right away, because there were not sufficient numbers of consecrated priests, nor had the people gathered in Jerusalem.", "q": "Why could they not celebrate the Passover right away?", "ref": ["30-03"]}, {"a": "The plan appeared to be right in their eyes.", "q": "How did this plan appear to the king and all the assembly?", "ref": ["30-04"]}, {"a": "They established a decree and made a proclamation.", "q": "What did the king and all the assembly establish and make?", "ref": ["30-05"]}, {"a": "The proclamation went throughout all Israel, from Beersheba to Dan.", "q": "To where did the proclamation go?", "ref": ["30-05"]}, {"a": "The proclamation said the people should come to celebrate the Passover of Yahweh in Jerusalem.", "q": "What did the proclamation say?", "ref": ["30-05"]}, {"a": "The proclamation went with couriers by letters from the king and his leaders to all of Israel and Judah.", "q": "By what means did the proclamation go?", "ref": ["30-06"]}, {"a": "The brothers and children would find compassion before those who had taken them as prisoners, and would come back into Israel.", "q": "What did the proclamation say would happen if the people turned back to Yahweh?", "ref": ["30-09"]}, {"a": "The couriers went from city to city throughout Ephraim and Manasseh all the way to Zebulun, but the people responded to them with laughing and mocking.", "q": "Where did the couriers go and how did the people respond?", "ref": ["30-10"]}, {"a": "Certain men of Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.", "q": "Who humbled themselves and what did they do?", "ref": ["30-11"]}, {"a": "The hand of God came on Judah and they had one heart to carry out the command.", "q": "What did the hand of God do and what happened?", "ref": ["30-12"]}, {"a": "Many people, a very great assembly, gathered in Jerusalem.", "q": "How many gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month?", "ref": ["30-13"]}, {"a": "They took away the altars, all the altars for incense, and threw them into the Kidron. Then they killed the Passover lambs on the fourteenth day of the second month.", "q": "What did those gathered in Jerusalem do?", "ref": ["30-14", "30-15"]}, {"a": "They consecrated themselves and brought burnt offerings into the house of Yahweh.", "q": "What did the priests and Levites who were ashamed do?", "ref": ["30-15"]}, {"a": "They stood in their divisions following the law of Moses, and the priests sprinkled blood.", "q": "How did they stand and what did the priests do?", "ref": ["30-16"]}, {"a": "Because many had not consecrated themselves, the Levites were in charge of slaughtering the Passover lambs, and the priests received it from them to sprinkle.", "q": "Why did the priests sprinkle the blood they received from the Levites?", "ref": ["30-17"]}, {"a": "Many of the people had not purified themselves and ate the Passover meal against the written instructions. So Hezekiah prayed for Yahweh to pardon those who set their hearts to seek God, although they were not purified by the standards of the sanctuary.", "q": "Why did Hezekiah pray for the people of Ephraim, Manasseh, Issachar, and Zebulun, and for what did he pray?", "ref": ["30-18", "30-19"]}, {"a": "Yahweh listened to Hezekiah and healed the people.", "q": "What did Yahweh do in response to the prayer?", "ref": ["30-20"]}, {"a": "The people kept the Festival for seven days with great joy. The Levites and priests praised Yahweh singing with loud instruments.", "q": "What did the people of Israel, the Levites, and the priests do?", "ref": ["30-21"]}, {"a": "Hezekiah encouraged them and they ate throughout the festival for seven days, offering fellowship sacrifices, and making confession to Yahweh.", "q": "How did Hezekiah speak to the Levites who understood the service of Yahweh, and what did they do?", "ref": ["30-22"]}, {"a": "The whole assembly decided to celebrate for another seven days, and they did with joy.", "q": "What did the whole assembly decide to do when Hezekiah gave the assembly one thousand bulls and seven thousand sheep, and the leaders gave one thousand bulls and ten thousand sheep and goats?", "ref": ["30-23", "30-24"]}, {"a": "All the assembly of Judah, the priests, the Levites, and all the people who came together from Israel, the foreigners who came from Israel and those who lived in Judah rejoiced.", "q": "Who were all those that rejoiced in the celebration?", "ref": ["30-25"]}, {"a": "There was great joy in Jerusalem, and since the time of Solomon, there had not been anything like it in Jerusalem.", "q": "How was the celebration described?", "ref": ["30-26"]}, {"a": "They blessed the people and their voice was heard and their prayer went up to heaven.", "q": "What did the priests and Levites do next in the celebration?", "ref": ["30-27"]}], "31": [{"a": "The people of Israel went out to the cities of Judah, broke the sacred stone pillars, cut down the Asherah poles, broke down the shrines and altars in Judah, Benjamin, Ephraim and Manasseh, until they had destroyed them all.", "q": "What did the Israelites do after celebrating the Festival of the Unleavened Bread?", "ref": ["31-01"]}, {"a": "They returned to their own land and city.", "q": "Where did the people of Israel go after they did this?", "ref": ["31-01"]}, {"a": "Hezekiah assigned them to make burnt offerings, fellowship offerings, to serve, to give thanks, and to praise at the gates of Yahweh's temple.", "q": "What did Hezekiah assign the priests and the Levites to do after he organized them by their divisions?", "ref": ["31-02"]}, {"a": "The portion was to be a king's portion from his own possessions, and the burnt offerings were for the morning, evening, Sabbath days, the new moons, and the fixed festivals.", "q": "What portion did Hezekiah assign and when was it to be offered?", "ref": ["31-03"]}, {"a": "The people were to give a portion for the priests and Levites.", "q": "What did Hezekiah command the people of Jerusalem to do so the priests and Levites might concentrate on obeying the law of Yahweh?", "ref": ["31-04"]}, {"a": "The people of Israel gave the first fruits of grain, new wine, oil, honey, and from the harvest of the field to all in abundance. They also gave the tithe of all things.", "q": "What happened when the command went out to the people?", "ref": ["31-05"]}, {"a": "The people in the cities of Judah brought the tithe of oxen, sheep, and a tithe of things that were consecrated to Yahweh, laying them in heaps.", "q": "What did the people in the cities of Judah do about the command?", "ref": ["31-06"]}, {"a": "The people laid the heaps beginning in the third month and finishing the heaps in the seventh month.", "q": "What were the months when the people laid the heaps?", "ref": ["31-07"]}, {"a": "Hezekiah and the leaders blessed Yahweh and the people.", "q": "Who blessed Yahweh and the people when they saw the heaps?", "ref": ["31-08"]}, {"a": "Azariah answered that the people brought the tithes and put them in these large heaps. He told Hezekiah that they had eaten enough, and these heaps were left over because Yahweh had blessed the people.", "q": "How did Azariah, the chief priest, answer Hezekiah when he asked the priests and the Levites about the heaps?", "ref": ["31-09", "31-10"]}, {"a": "Hezekiah commanded storerooms be prepared in the house of Yahweh. Then the people prepared them and brought in the offerings, tithes, and consecrated things.", "q": "What did Hezekiah command to be prepared and what did the people do?", "ref": ["31-11", "31-12"]}, {"a": "Hezekiah and Azariah appointed Conaniah manager in charge with Conaniah's brother, Shimei, as manager second in charge.", "q": "Who did Hezekiah and Azariah appoint to be managers in charge of the storerooms?", "ref": ["31-12"]}, {"a": "They distributed to those males three years old and up, division by division, who were counted in the genealogies that entered the house of Yahweh that did the work in their positions.", "q": "To whom did Kore and those with him distribute the offerings?", "ref": ["31-16"]}, {"a": "They gave to the Levites twenty years old and up that were filling their positions division by division.", "q": "Who was counted next to receive the offerings?", "ref": ["31-17"]}, {"a": "The people had consecrated themselves before the distribution to all their little ones, their wives, and their sons and daughters, who were counted in their genealogies.", "q": "What had the people done before receiving the offerings from Kore and those with him?", "ref": ["31-18"]}, {"a": "There were men assigned to give portions to all the males who were in the fields of the villages that belonged to the cities or in every city.", "q": "What was done for the priests who were counted in the genealogies as being among the Levites?", "ref": ["31-19"]}, {"a": "Hezekiah accomplished this throughout all Judah and it was done good, right, and faithful before Yahweh.", "q": "Where did Hezekiah accomplish this and how was it done?", "ref": ["31-20"]}, {"a": "Hezekiah performed all these projects with all his heart, and he succeeded.", "q": "In what way did Hezekiah perform each project, and what was the result?", "ref": ["31-21"]}], "32": [{"a": "He entered Judah and attacked the cities.", "q": "What did Sennacherib, king of Assyria, do to Judah?", "ref": ["32-01"]}, {"a": "He asked them to stop up all the springs and streams so the king of Assyria would not find water.", "q": "With what did Hezekiah ask his leaders to help?", "ref": ["32-02", "32-04"]}, {"a": "He built up the walls and made a large amounts of weapons.", "q": "What did Hezekiah do to guard against the enemy's attack?", "ref": ["32-05"]}, {"a": "He told them to be strong, of good courage, and not be afraid because Yahweh, who is greater than their enemy, will help them fight.", "q": "What encouraging words did Hezekiah give to his people?", "ref": ["32-06", "32-08"]}, {"a": "He wanted to know what Hezekiah was relying on for a victory.", "q": "Why did Sennacherib send his servants to Jerusalem?", "ref": ["32-09", "32-10"]}, {"a": "He said they might die of famine and thirst and questioned whether Yahweh would rescue them.", "q": "How did Sennacherib try to persuade the people that Hezekiah was misleading them?", "ref": ["32-11"]}, {"a": "Because their gods could not help them, they were completely destroyed.", "q": "What did Sennacherib and his ancestors do to other people and their lands?", "ref": ["32-13", "32-14"]}, {"a": "Sennacherib wanted to mislead the people into believing that God would not rescue them from his powerful hand.", "q": "Why did Sennacherib say the Israelites should not believe Hezekiah?", "ref": ["32-14", "32-15"]}, {"a": "He wrote letters to speak against Yahweh, to remind the people of Jerusalem of the past, and that Hezekiah's God will not rescue them.", "q": "What did Sennacherib do to mock Yahweh?", "ref": ["32-16", "32-17"]}, {"a": "The servants wanted to frighten the people so they might capture the city.", "q": "Why did Sennacherib's servants cry in the Jews' language to the people of Jerusalem?", "ref": ["32-18"]}, {"a": "He sent an angel, who killed the fighting men and the officers.", "q": "How did Yahweh respond when Hezekiah and Isaiah prayed and cried out to heaven?", "ref": ["32-20", "32-21"]}, {"a": "Sennacherib returned embarrassed to his own land, where his children killed him.", "q": "What happened to Sennacherib after the angel killed his army?", "ref": ["32-21"]}, {"a": "Yahweh saved Hezekiah from Sennacherib and others. Precious gifts were brought to Yahweh and Hezekiah by many.", "q": "How was Hezekiah exalted?", "ref": ["32-22", "32-23"]}, {"a": "God's anger came on him, and Judah and Jerusalem. After he and the people of Jerusalem humbled themselves, Yahweh's anger did not come on them for the rest of Hezekiah's life.", "q": "What happened to Hezekiah when he didn't give thanks to Yahweh when he was deathly sick?", "ref": ["32-24", "32-26"]}, {"a": "God abundantly blessed him with precious stones, much harvest, many animals, and cities.", "q": "After Hezekiah humbled himself what did God give him?", "ref": ["32-27", "32-29"]}, {"a": "God wanted to test him and know what was in his heart.", "q": "Why did God leave Hezekiah to himself after Hezekiah succeeded in all his projects?", "ref": ["32-30", "32-31"]}, {"a": "They are written in The Vision of Isaiah the Prophet and in The Book of the Kings of Judah and Israel.", "q": "Where are Hezekiah's good deeds written?", "ref": ["32-32"]}], "33": [{"a": "He did evil things in the sight of Yahweh, rebuilt idols that Hezekiah had torn down, and worshiped the stars of heaven.", "q": "What kind of a king was Manasseh for fifty-five years?", "ref": ["33-01", "33-03"]}, {"a": "Manasseh offered his children as burnt offerings, performed sorcery, and consulted with those that talked with the dead.", "q": "What did he do to provoke God to anger?", "ref": ["33-06"]}, {"a": "He broke the commandments by placing the carved figure in the house of God.", "q": "What did Manasseh do to lead the people of Judah and Jerusalem to do evil?", "ref": ["33-07"]}, {"a": "Because they paid no attention, Yahweh had the army of the king of Assyria put Manasseh in chains and take him to Babylon.", "q": "What happened to Manasseh when Yahweh spoke to him and the people?", "ref": ["33-10", "33-11"]}, {"a": "He humbled himself, prayed, and begged God.", "q": "What did Manasseh do so that God would bring him back to Jerusalem?", "ref": ["33-12", "33-13"]}, {"a": "He built a high wall around Judah and took away foreign gods, the idol that he had placed in God's house, and all the altars he had built.", "q": "After Manasseh prayed, what action did he take to show his remorse?", "ref": ["33-14", "33-15"]}, {"a": "They offered sacrifices only to Yahweh at the shrines.", "q": "To whom did the people offer sacrifices at the shrines?", "ref": ["33-17"]}, {"a": "Manasseh's important matters, prayers, and words of the seers are recorded with the deeds of the kings of Israel.", "q": "How were Manasseh's prayers and important matters preserved?", "ref": ["33-18"]}, {"a": "He was more evil than his father, he worshiped carved figures, and he did not humble himself before Yahweh.", "q": "What kind of king was Amon during his two-year reign?", "ref": ["33-21", "33-23"]}, {"a": "The people of the land killed all the servants who put Amon to death.", "q": "After King Amon's servants killed him, what did the people of the land do to those who killed him?", "ref": ["33-24"]}], "34": [{"a": "He sought after God, he began to cleanse Judah and Jerusalem from the shrines, idols, and carved figures.", "q": "Although King Josiah was only eight years old when he became king, what did he do during his reign that pleased Yahweh?", "ref": ["34-01", "34-03"]}, {"a": "He destroyed the altars, broke the Asherah poles, carved figures, and cast metal figures and the dust he scattered on the graves. The bones of the priests he burned on their altars.", "q": "How did Josiah cleanse Judah and Jerusalem?", "ref": ["34-04", "34-05"]}, {"a": "He repeated the cleansing that he did in Judah and Jerusalem.", "q": "What did Josiah do in the land of Israel before he returned to Jerusalem?", "ref": ["34-06", "34-07"]}, {"a": "The money had been collected from the people of Jerusalem and entrusted to the high priest.", "q": "Where did the money come from that would be used to repair the house of Yahweh?", "ref": ["34-08", "34-09"]}, {"a": "Carpenters and builders bought stone and timber to repair the temple.", "q": "To whom was the money distributed and for what was it used?", "ref": ["34-10", "34-11"]}, {"a": "Some were supervisors, secretaries, administrators, and gate guards; others were good musicians and directed the faithful workmen.", "q": "What roles did the Levites play in the repair of the temple?", "ref": ["34-12", "34-13"]}, {"a": "The high priest found the book of the law of Yahweh that had been given through Moses.", "q": "What did the priest find when he brought out the money that had been brought into the house of Yahweh?", "ref": ["34-14"]}, {"a": "King Josiah tore his clothes.", "q": "What did the king do after hearing the words of the law?", "ref": ["34-19"]}, {"a": "They have forsaken him by worshiping other gods as their ancestors had done.", "q": "Why will God's anger be poured out on the people and not cease?", "ref": ["34-25"]}, {"a": "God said he would give him peace, and he would not see any of the disasters that God would bring on the people and land.", "q": "Because Josiah's heart was tender, what happened when he humbled himself after hearing God's words?", "ref": ["34-26", "34-28"]}, {"a": "Josiah read to them from the book of the covenant.", "q": "Why did Josiah have all the people, great and small, gather together?", "ref": ["34-29", "34-30"]}, {"a": "He made a covenant before Yahweh to keep his commandments.", "q": "What covenant did Josiah make with Yahweh?", "ref": ["34-31", "34-32"]}, {"a": "They worshiped Yahweh and did not turn away from him.", "q": "What did the people of Israel do to obey Josiah?", "ref": ["34-33"]}], "35": [{"a": "He had the Passover lambs killed and placed the priests in their positions in the house of Yahweh.", "q": "How did Josiah keep the Passover in Jerusalem?", "ref": ["35-01", "35-02"]}, {"a": "They were told to put the holy ark in the house that Solomon built.", "q": "Where did Josiah tell the people to put the holy ark instead of carrying it on their shoulders?", "ref": ["35-03"]}, {"a": "The people were to kill the Passover lambs and consecrate themselves in obedience to God's word.", "q": "How were the people to get ready for the Passover?", "ref": ["35-06"]}, {"a": "They killed the Passover lamb, splashed the blood, skinned the lambs, and offered the burnt offerings to Yahweh, as was written in the book of Moses.", "q": "How did the people of Israel offer their sacrifices to Yahweh?", "ref": ["35-11", "35-12"]}, {"a": "They celebrated the Festival of Unleavened Bread for seven days.", "q": "What did the people of Israel do after the Passover celebration?", "ref": ["35-16", "35-17"]}, {"a": "It was special because this is the first time it had been held in Israel since the days of the prophet Samuel.", "q": "Why was this celebration of the Passover so special?", "ref": ["35-18"]}, {"a": "He said God had commanded him to fight against Carchemish and that Josiah should not interfere.", "q": "What was the message that the king of Egypt brought to Josiah?", "ref": ["35-20", "35-21"]}, {"a": "He did not listen to the king's words, but instead, Josiah disguised himself so he could fight.", "q": "What was Josiah's reaction to the message from the king of Egypt?", "ref": ["35-22"]}, {"a": "He was shot by archers and his servants took him to Jerusalem, where he later died.", "q": "What happened to Josiah on the battle field?", "ref": ["35-23", "35-24"]}, {"a": "They are songs that have been sung to lament for Josiah and are still sung.", "q": "What are the songs of lament that have become customary in Israel?", "ref": ["35-25"]}, {"a": "They are contained in The Book of the Kings of Judah and Israel.", "q": "Where are the matters of Josiah and his good deeds recorded?", "ref": ["35-26", "35-27"]}], "36": [{"a": "The people of the land made Josiah's son, Jehoahaz, king and he reigned for three months.", "q": "After Josiah died, who became king of Jerusalem?", "ref": ["36-01", "36-02"]}, {"a": "His brother, the king of Egypt, removed Jehoahaz after three months and made Eliakim king, changing his name to Jehoiakim.", "q": "How did Eliakim become king of Judah and Jerusalem?", "ref": ["36-03", "36-04"]}, {"a": "Jehoiakim was evil in the sight of Yahweh.", "q": "What kind of ruler was Jehoiakim in his reign of eleven years?", "ref": ["36-05"]}, {"a": "He attacked him, bound him in chains, and took him to Babylon.", "q": "What did King Nebuchadnezzar, of Babylon, do to the king of Judah?", "ref": ["36-06"]}, {"a": "He carried some of the objects in the house of Yahweh to Babylon, and put them in his palace.", "q": "What did Nebuchadnezzar do to the house of Yahweh?", "ref": ["36-07"]}, {"a": "His son, Jehoiachin, became king after him.", "q": "Who became king after Jehoiakim?", "ref": ["36-08"]}, {"a": "In his short reign, he did evil in the sight of Yahweh.", "q": "What kind of king was Jehoiachin?", "ref": ["36-09"]}, {"a": "He brought Jehoiachin to Babylon along with more valuable things from the house of Yahweh.", "q": "How did King Nebuchadnezzar treat this Jehoiachin?", "ref": ["36-10"]}, {"a": "He did evil in the sight of Yahweh, and he did not humble himself before the prophet Jeremiah, who spoke from the mouth of Yahweh.", "q": "How did Zedekiah respond to Yahweh?", "ref": ["36-12"]}, {"a": "He hardened his heart against Yahweh and turned away from King Nebuchadnezzar.", "q": "How did Zedekiah rebel against King Nebuchadnezzar?", "ref": ["36-13"]}, {"a": "They mocked God's messengers, despised his words, and scoffed at his prophets.", "q": "How did the people respond to the compassion that Yahweh continued to show them?", "ref": ["36-15", "36-16"]}, {"a": "He had the young men killed by the king of the Chaldeans, and all the others were given over to the king.", "q": "How did God deal with the mockers?", "ref": ["36-17"]}, {"a": "He destroyed the house of God, the wall of Jerusalem, all its palaces, and the beautiful things in it. Then he took all the furnishings and treasures to Babylon.", "q": "What did the king of the Babylonians do to Jerusalem and what did he take to Babylon?", "ref": ["36-18", "36-19"]}, {"a": "They became servants for the king and his sons, which fulfilled Yahweh's words to Jeremiah.", "q": "What happened to those that escaped the killing?", "ref": ["36-20", "36-21"]}, {"a": "He said Yahweh had commanded him to build a house of God in Jerusalem and that God would be with them when they go up to the land.", "q": "What did Cyrus, king of Persia, proclaim and put in writing?", "ref": ["36-22", "36-23"]}]}