[{"id": "01", "tn": [{"ref": "Woe to the land of the rustling of wings, which is along the rivers of Ethiopia", "text": "Possible meanings of \"the rustling of wings\" are 1) wings represent boats that have sails. AT: \"Woe to those who live in the land beyond the rivers of Ethiopia, whose many ships look like insects on the water\" or 2) the rustling of wings refers to the noise of insects that have wings, perhaps locusts. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the sea", "text": "The Nile River was very wide, and people in Egypt and Ethiopia referred to it as \"the sea.\" AT: \"on the great river\" or \"along the Nile River\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "vessels of papyrus", "text": "Papyrus is a tall plant that grows along the side of the Nile River. People bound together papyrus bundles to make boats. AT: \"papyrus boats\" or \"boats made of reeds\" or (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "a nation tall and smooth ... a people feared far and near ... a nation strong and trampling down, whose land the rivers divide", "text": "These phrases all describe the people of one nation."}, {"ref": "a nation tall and smooth", "text": "The word \"nation\" here refers to the people of that nation. AT: \"a nation whose people are tall and have smooth skin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a people feared far and near", "text": "The words \"far\" and \"near\" are used together to mean \"everywhere.\" AT: \"a people who are feared everywhere\" or \"a people that everyone in the earth fears\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "a nation strong and trampling down", "text": "Trampling down represents conquering other nations. AT: \"a nation that is strong and conquers other nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the rivers divide", "text": "This probably refers to many rivers that flow through the nation so they divide it into different parts."}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Verse 3 tells what the messengers in [[:en:bible:notes:isa:18:01|18:2]] must say to the people of the world."}, {"ref": "All you inhabitants of the world ... you who live on the earth", "text": "These two phrases mean basically the same thing. AT: \"All you people on the earth\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "when a signal is lifted up on the mountains, look; and when the trumpet is blown, listen", "text": "The signal and trumpet were to call people to battle. The commands to look and listen are commands to pay attention and prepare for battle. AT: \"pay attention when the signal is lifted up on the mountains and the trumpet is blown\""}, {"ref": "when a signal is lifted up on the mountains, look", "text": "The signal was a flag used to call people to battle. This can be stated in active form. AT: \"pay attention when you see the battle flag on the mountains\"  (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when the trumpet is blown, listen", "text": "The trumpets were used to call people to battle. This can be stated in active form. AT: \"pay attention when you hear the sound of the battle trumpets\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "God uses a parable about a farmer in a vineyard in order to describe what he will do to a certain nation. That nation is either Ethiopia or Ethiopia's enemy."}, {"ref": "This is what Yahweh said to me", "text": "\"Yahweh said to me.\" Here the word \"me\" refers to Isaiah."}, {"ref": "I will quietly observe from my home", "text": "What God will observe can be stated clearly.  AT: \"I will quietly observe that nation from my home\" or \"From my home, I will quietly watch what the people of that nation do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like the simmering heat in sunshine, like a cloud of mist in the heat of harvest", "text": "These phrases show how quietly God will watch the nation. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Before the harvest", "text": "\"Before the grape harvest\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "when the blossoming is over", "text": "It can be stated clearly that this refers to blossoms on grape vines. AT: \"when flowers have finished growing on the grape vines\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he will cut off the sprigs", "text": "If a farmer sees that a new branch does not bear fruit, he will cut it off.  AT: \"the farmer will cut off sprigs that do not bear fruit\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pruning hooks", "text": "A pruning hook is a knife that people use to cut branches off of vines or other plants."}, {"ref": "he will cut down and take away the spreading branches", "text": "If a farmer sees that a branch has grown too much and is keeping the whole vine from bearing a lot of fruit, he will cut it off and throw it away. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "They will be left together", "text": "God seems to change from telling the parable to speaking more directly about the nation. This can be stated clearly. AT: \"Those who are killed will be left together\" or \"Like branches that are cut off and thrown away, the bodies of those who are killed will be left on the ground\" (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "The birds will summer on them", "text": "\"The birds will eat them during the summer.\" The word \"birds\" refers to birds that eat the flesh of dead bodies."}, {"ref": "all the animals of the earth", "text": "\"all kinds of wild animals\""}, {"ref": "will winter on them", "text": "\"will eat them in the winter\""}, {"ref": "a people tall and smooth ... a people feared far and near ... a nation strong and trampling down, whose land the rivers divide", "text": "These phrases all describe the people of one nation. See how you translated these phrases in [[:en:bible:notes:isa:18:01|18:2]]."}, {"ref": "a people tall and smooth", "text": "\"a people who are tall and have smooth skin\""}, {"ref": "a people feared far and near", "text": "The words \"far\" and \"near\" are used together to mean \"everywhere.\" AT: \"a people who are feared everywhere\" or \"a people that everyone in the earth fears\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "a nation strong and trampling down", "text": "Trampling down represents conquering other nations. AT: \"a nation that is strong and conquers other nations\" See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the place of the name of Yahweh of hosts, to Mount Zion", "text": "The word \"name\" refers to Yahweh. AT: \"to Mount Zion, where Yahweh of hosts dwells\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]