{"1": [{"a": "Solomon is the writer of Song of Songs.", "q": "Who is the writer of Song of Songs?", "ref": ["01-01"]}, {"a": "The young woman asks her lover to kiss her with the kisses of his mouth.", "q": "For what does the young woman ask her lover to do?", "ref": ["01-02"]}, {"a": "The young woman says her lover's love is better than wine.", "q": "What does the young woman say is better than wine?", "ref": ["01-02"]}, {"a": "The young woman says his name is like flowing perfume.", "q": "What does the young woman say her lover's name is like?", "ref": ["01-03"]}, {"a": "The king has brought the young woman into his rooms.", "q": "Where has the king brought the young woman?", "ref": ["01-04"]}, {"a": "The young woman describes her skin as dark but lovely like tents of Kedar, like curtains of Solomon.", "q": "How does the young woman describe her skin?", "ref": ["01-05"]}, {"a": "She does not want the other women to stare at her because her skin is scorched.", "q": "Why does she not want the other women to stare at her?", "ref": ["01-06"]}, {"a": "The young woman's brothers made her a keeper of the vineyards.", "q": "What did the young woman's brothers do when they were angry with her?", "ref": ["01-06"]}, {"a": "She asks him where he feeds his flock and where he rests his flock at noontime.", "q": "What does the woman ask her lover?", "ref": ["01-07"]}, {"a": "He tells her to follow the tracks of his flock to the shepherds' tents.", "q": "How does her lover say the young woman can find him?", "ref": ["01-08"]}, {"a": "He compares her to a mare among Pharaoh's chariots.", "q": "To what does the young woman's lover compare her?", "ref": ["01-09"]}, {"a": "He says ornaments are on her cheeks and strings of jewels are on her neck.", "q": "What does her lover say is on her cheeks and neck?", "ref": ["01-10"]}, {"a": "He says he will make for her gold ornaments with silver studs.", "q": "What does her lover say he will make for her?", "ref": ["01-11"]}, {"a": "The king was lying on his couch while the woman was speaking to herself.", "q": "Where was the king lying while the woman was speaking to herself?", "ref": ["01-12"]}, {"a": "Her beloved spends the night lying between her breasts.", "q": "Where does her beloved spend the night?", "ref": ["01-13"]}, {"a": "Her beloved is like a cluster of henna flowers in the vineyards of En Gedi.", "q": "To what does the young woman liken her beloved?", "ref": ["01-14"]}, {"a": "He says her eyes are like doves.", "q": "How does her lover describe her eyes?", "ref": ["01-15"]}, {"a": "Lush plants serve as their bed.", "q": "What does the woman say serves as their bed?", "ref": ["01-16"]}, {"a": "The beams and rafters are made of cedar tree branches and fir branches.", "q": "Of what does the woman say the beams and rafters are made?", "ref": ["01-17"]}], "2": [{"a": "She described herself as just a flower of in a plain, just a lily in a valley.", "q": "How did the woman describe herself?", "ref": ["02-01"]}, {"a": "He said she was like a lily among thorns.", "q": "What does the man say she was like among the daughters of his countrymen?", "ref": ["02-02"]}, {"a": "The woman described her young man as the apricot tree among the trees of the forest.", "q": "How did the woman describe her beloved among the young men?", "ref": ["02-03"]}, {"a": "She sat down under his shadow with great delight.", "q": "Where did the woman sit?", "ref": ["02-03"]}, {"a": "His fruit was sweet to her taste.", "q": "What was sweet to her taste?", "ref": ["02-03"]}, {"a": "Her young man brought her to the banqueting hall.", "q": "Where did her young man bring her?", "ref": ["02-04"]}, {"a": "His banner over her was love.", "q": "What was his banner over her?", "ref": ["02-04"]}, {"a": "The young woman wanted raisin cakes to revive her and apricots to refresh her.", "q": "What did the young woman want to revive and refresh herself?", "ref": ["02-05"]}, {"a": "His left hand was under her head and his right hand embraced her.", "q": "Where were the young man's left and right hands?", "ref": ["02-06"]}, {"a": "The young woman wanted the young women to swear that they would not interrupt the young woman and her beloved's lovemaking until it was over.", "q": "What did the young woman want the daughters of Jerusalem's men to swear?", "ref": ["02-07"]}, {"a": "The young woman heard the sound of her beloved.", "q": "What sound did the young woman hear?", "ref": ["02-08"]}, {"a": "He was leaping over the mountains and jumping over the hills.", "q": "What did she say her beloved was doing?", "ref": ["02-08"]}, {"a": "She said her beloved was like a gazelle or a young stag.", "q": "What did she say her beloved was like?", "ref": ["02-09"]}, {"a": "He wanted her to get up and go away with him.", "q": "What did her beloved want her to do with him?", "ref": ["02-10"]}, {"a": "He said he winter was past and the rain was over and gone.", "q": "What did he say was past and what was over and gone?", "ref": ["02-11"]}, {"a": "Flowers had appeared in the land.", "q": "What had appeared in the land?", "ref": ["02-12"]}, {"a": "It was time for pruning and the singing of birds.", "q": "For what was it time?", "ref": ["02-12"]}, {"a": "The green figs ripened and the vines were in blossom.", "q": "What ripened and was in blossom?", "ref": ["02-13"]}, {"a": "He wanted her to arise and come away.", "q": "What did her beloved want his beautiful one to do?", "ref": ["02-13"]}, {"a": "Her beloved calls her his dove.", "q": "What does her beloved call her?", "ref": ["02-14"]}, {"a": "Her beloved wanted to see her lovely face and hear her sweet voice.", "q": "What does her beloved want to see and hear?", "ref": ["02-14"]}, {"a": "The woman wanted him to catch the jackals.", "q": "What did the woman want him to catch?", "ref": ["02-15"]}, {"a": "Her beloved belonged to her.", "q": "To whom did the woman's beloved belong?", "ref": ["02-16"]}, {"a": "She belonged to her beloved.", "q": "To whom did the woman belong?", "ref": ["02-16"]}, {"a": "He grazed among the lilies with pleasure.", "q": "What did her beloved do among the lilies?", "ref": ["02-16"]}, {"a": "She wanted her beloved to go away.", "q": "What did she want her beloved to do?", "ref": ["02-17"]}, {"a": "She wanted her beloved to go away before the soft winds of dawn blew and the shadows fled away.", "q": "When did she want her beloved to go away?", "ref": ["02-17"]}, {"a": "She wanted him to like a gazelle or a young stag on the rugged mountains.", "q": "What did she want him to be like?", "ref": ["02-17"]}], "3": [{"a": "The woman was longing for the one whom she loved but could not find him.", "q": "For whom was the woman longing but could not find?", "ref": ["03-01"]}, {"a": "The woman was searching through the streets and squares but could not find her beloved.", "q": "For whom was the woman searching through the streets and squares but could not find?", "ref": ["03-02"]}, {"a": "She asked them, \"Have you seen my beloved?\"", "q": "What did the woman ask the watchmen when they found her?", "ref": ["03-03"]}, {"a": "She found the one whom her soul loved a little while after she passed the watchmen in the city.", "q": "When did she find the one whom her soul loved?", "ref": ["03-04"]}, {"a": "She held him and would not let him go until she had brought him into her mother's house.", "q": "What did she do with her beloved?", "ref": ["03-04"]}, {"a": "The woman wanted the daughters of Jerusalem's men to promise they would not interrupt their lovemaking until they were finished.", "q": "What did the woman want the daughters of Jerusalem's men to promise?", "ref": ["03-05"]}, {"a": "She saw the portable litter of Solomon with 60 warriors around it.", "q": "What did the young woman see coming from the wilderness that was perfumed with myrrh and frankincense and powders?", "ref": ["03-06", "03-07"]}, {"a": "The warriors were good with the sword and in warfare.", "q": "At what were the warriors good?", "ref": ["03-08"]}, {"a": "King Solomon made a sedan chair from wood from Lebanon.", "q": "What did King Solomon make for himself?", "ref": ["03-09"]}, {"a": "The chair had posts of silver, a back of gold, a seat of purple cloth, and was decorated with love.", "q": "What did King Solomon's sedan chair look like?", "ref": ["03-10"]}, {"a": "She wanted them to look at King Solomon.", "q": "At what did the young woman want the women of Jerusalem to look?", "ref": ["03-11"]}, {"a": "He wore a crown with which his mother crowned him on his marriage day.", "q": "What was King Solomon wearing on his marriage day?", "ref": ["03-11"]}], "4": [{"a": "Her eyes were as doves behind her veil.", "q": "How did the woman's lover describe her eyes?", "ref": ["04-01"]}, {"a": "Her hair was like a flock of goats going down Mount Gilead.", "q": "How did the woman's lover describe her hair?", "ref": ["04-01"]}, {"a": "Her teeth were like newly shorn and washed female sheep.", "q": "How did her lover describe her teeth.", "ref": ["04-02"]}, {"a": "He said her lips were like a thread of scarlet and that her mouth was lovely.", "q": "What did the woman's beloved say about her lips and mouth.", "ref": ["04-03"]}, {"a": "He described her cheeks like pomegranate halves behind her veil.", "q": "How did the woman's beloved describe her cheeks.", "ref": ["04-03"]}, {"a": "He described her neck as the tower of David built in rows of stone with a thousand soldiers' shields hanging on it.", "q": "How did the woman's beloved describe her neck?", "ref": ["04-04"]}, {"a": "He described her two breasts as two fawns, twins of a gazelle, grazing among the lilies.", "q": "How did the woman's beloved describe her two breasts?", "ref": ["04-05"]}, {"a": "He said he would go to the mountain of myrrh and the hill of frankincense.", "q": "Where would her lover go until dawn comes and the shadows flee?", "ref": ["04-06"]}, {"a": "His love was beautiful in every way.", "q": "In what way was his love beautiful?", "ref": ["04-07"]}, {"a": "His beautiful love did not have any blemish.", "q": "What did his beautiful love not have?", "ref": ["04-07"]}, {"a": "Solomon called her his sister.", "q": "What did Solomon call his bride?", "ref": ["04-09"]}, {"a": "He said she had stolen his heart.", "q": "What did Solomon tell his bride she had stolen from him?", "ref": ["04-09"]}, {"a": "Solomon said her love was beautiful and better than wine.", "q": "What did Solomon say was beautiful and what was it better than?", "ref": ["04-09"]}, {"a": "The smell of her perfume better than any spice.", "q": "What was the smell of her perfume better than?", "ref": ["04-10"]}, {"a": "He said his bride's lips dripped with honey and she had honey and milk under her tongue.", "q": "With what did he say his bride's lips dripped and what was under her tongue?", "ref": ["04-11"]}, {"a": "Her clothes smelled like the fragrance of Lebanon.", "q": "What did the woman's clothes smell like?", "ref": ["04-11"]}, {"a": "Solomon said she was like a garden locked up and a spring that was sealed.", "q": "What kind of garden and what kind of spring did Solomon say his sister, his bride, was like?", "ref": ["04-12"]}, {"a": "He likened her branches to a grove of pomegranate trees with choice fruit and plants and all the finest spices.", "q": "To what did he liken the woman's branches?", "ref": ["04-13", "04-14"]}, {"a": "He described her as a garden spring, a well of fresh water, and streams flowing down from Lebanon.", "q": "With what kinds of water does Solomon describe his lover?", "ref": ["04-15"]}, {"a": "She wanted the north and south winds to blow on her garden so that its spices would give off their fragrance.", "q": "On what does the young woman want the north and south winds to blow and why?", "ref": ["04-16"]}, {"a": "She wanted her beloved to come into his garden and to eat some of its choice fruit.", "q": "What did she want her beloved to do and to eat?", "ref": ["04-16"]}], "5": [{"a": "Solomon had come into his garden.", "q": "Where had Solomon come?", "ref": ["05-01"]}, {"a": "She was dreaming of her beloved's knocking and talking.", "q": "Of what was Solomon's bride dreaming?", "ref": ["05-02"]}, {"a": "She had already taken off her robe and washed her feet.", "q": "What had Solomon's love already done?", "ref": ["05-03"]}, {"a": "Solomon had put his hand through the opening of the door latch.", "q": "Where had Solomon put his hand?", "ref": ["05-04"]}, {"a": "Her hands were dripping with moist myrrh.", "q": "With what were the bride's hands dipping when she opened the door?", "ref": ["05-05"]}, {"a": "She found that her beloved had turned and gone, so her heart sank and she became sad.", "q": "What did the bride find when she opened the door and how did she feel?", "ref": ["05-06"]}, {"a": "They struck and wounded her and took away her cloak.", "q": "What did the watchmen do when they found Solomon's bride?", "ref": ["05-07"]}, {"a": "She asked the women of Jerusalem to promise that they would tell her if they found her beloved.", "q": "What did the bride ask the women of Jerusalem to promise?", "ref": ["05-08"]}, {"a": "The young woman's beloved made her feel sick with love.", "q": "How did the young woman's beloved make her feel?", "ref": ["05-08"]}, {"a": "They asked her how and why her beloved is better than another.", "q": "What did the young women ask of the bride?", "ref": ["05-09"]}, {"a": "She described him as radiant, ruddy, and outstanding.", "q": "How did the young woman describe her beloved?", "ref": ["05-10"]}, {"a": "She described his head as pure gold and his hair as curly and black.", "q": "How did the woman describe her beloved's head and hair?", "ref": ["05-11"]}, {"a": "She described his eyes like doves washed in milk.", "q": "How did the woman describe her beloved's eyes?", "ref": ["05-12"]}, {"a": "She described his cheeks like spice gardens and his lips as myrrh soaked lilies.", "q": "How did Solomon's bride describe his cheeks and lips?", "ref": ["05-13"]}, {"a": "She described his arms as gold with jewels and his abdomen as ivory covered with sapphires.", "q": "How did the woman describe her beloved's arms and abdomen?", "ref": ["05-14"]}, {"a": "She described his legs as marble pillars with gold bases and his appearance like Lebanon, as special as the cedars.", "q": "How did the woman describe her beloved's legs and his appearance?", "ref": ["05-15"]}, {"a": "She described his mouth as most sweet and that Solomon was completely lovely.", "q": "How did Solomon's bride describe her beloved's mouth and Solomon to Jerusalem's daughters?", "ref": ["05-16"]}], "6": [{"a": "They ask her where her beloved has gone and in what direction has he gone?", "q": "What questions do the women of Jerusalem ask of the young woman?", "ref": ["06-01"]}, {"a": "The young women wanted to seek for the young woman's beloved.", "q": "For what did the young women want to seek?", "ref": ["06-01"]}, {"a": "The young woman said he was in his spice gardens to graze in the garden and gather lilies?", "q": "What does the young woman say her beloved was doing?", "ref": ["06-02"]}, {"a": "The young woman and her lover belonged to each other.", "q": "To whom did the young woman and her lover belong?", "ref": ["06-03"]}, {"a": "The young woman's lover grazed among the lilies.", "q": "Where did the young woman's lover graze?", "ref": ["06-03"]}, {"a": "He described her as two cities, Tirzah and Jerusalem.", "q": "What two cities did the woman's lover use to describe her?", "ref": ["06-04"]}, {"a": "He felt that she was completely fascinating.", "q": "How did her beloved feel about her?", "ref": ["06-04"]}, {"a": "The woman's lover wanted her to turn her eyes away from him because her eyes overwhelmed him.", "q": "Why did the woman's lover want her to turn her eyes away from him?", "ref": ["06-05"]}, {"a": "He described her hair as a flock of goats on the slopes of Mount Gilead.", "q": "How did the woman's lover describe her hair?", "ref": ["06-05"]}, {"a": "He described her teeth as a flock of ewes coming up from the washing place.", "q": "How did her lover describe her teeth?", "ref": ["06-06"]}, {"a": "Her lover described her cheeks as pomegranate halves behind her veil.", "q": "How did her lover describe her cheeks?", "ref": ["06-07"]}, {"a": "He said there were 60 queens, 80 concubines, and young women without number.", "q": "How many other women did the woman's lover say there were?", "ref": ["06-08"]}, {"a": "The woman's lover described her as his undefiled, the only one, and the special and favorite daughter of her mother.", "q": "How did the woman's lover describe his dove?", "ref": ["06-09"]}, {"a": "The queens and concubines praised her.", "q": "What did the queens and the concubines say about her when they saw her?", "ref": ["06-09"]}, {"a": "The woman's lover described her like the dawn, the moon, the sun, and completely fascinating.", "q": "How did the woman's lover describe her?", "ref": ["06-10"]}, {"a": "The woman's lover went into the grove of nut trees to see if the vines had budded and the pomegranates were in bloom.", "q": "Why did the woman's lover go into the grove of nut trees?", "ref": ["06-11"]}, {"a": "The woman's lover felt as though he were riding in the chariot of a prince.", "q": "How did the woman's lover feel.", "ref": ["06-12"]}, {"a": "The woman's lover wanted her to turn back to him.", "q": "What did the woman's lover want her to do?", "ref": ["06-13"]}, {"a": "The woman's lover wanted her to turn to him so that he may gaze on her.", "q": "Why did the woman's lover want her to turn to him?", "ref": ["06-13"]}, {"a": "The young woman described herself as the perfect woman who seemed to be dancing between two rows of dancers.", "q": "What did the young woman say about herself?", "ref": ["06-13"]}], "7": [{"a": "He described her feet in her sandals as beautiful and the curves of her thighs like jewels.", "q": "How did Solomon describe his lover's feet in her sandals and the curves of her thighs?", "ref": ["07-01"]}, {"a": "Solomon described his love's navel as a round bowl which never lacks mixed wine and her belly as mound of wheat surrounded with lilies.", "q": "How did Solomon describe his love's navel and belly?", "ref": ["07-02"]}, {"a": "Solomon described her two breasts like two fawns, twins of a gazelle.", "q": "How did Solomon describe his lover's two breasts?", "ref": ["07-03"]}, {"a": "Solomon described her neck as an ivory tower, her eyes like a pool, and her nose like the tower in Lebanon.", "q": "How did Solomon describe his lover's neck, eyes, and nose?", "ref": ["07-04"]}, {"a": "Solomon described her head like Mount Carmel and her hair as dark.", "q": "How did Solomon describe his lover's head and hair?", "ref": ["07-05"]}, {"a": "He described her as a date palm tree and her breasts as clusters of fruit.", "q": "How did Solomon describe his lover and her breasts?", "ref": ["07-07"]}, {"a": "He also wanted his lover's breasts to be like grape clusters and her breath to be sweet like the smell of apricot fruit.", "q": "What did he also want his lover's breasts and breath to be like?", "ref": ["07-08"]}, {"a": "He wanted her mouth to be like the best wine.", "q": "What did he want his lover's mouth to be like?", "ref": ["07-09"]}, {"a": "The young woman belonged to her beloved and her beloved desired her.", "q": "To whom did the young woman belong and whom did he desire?", "ref": ["07-10"]}, {"a": "She wanted him to go into the countryside to spend the night in the villages.", "q": "Where did the young woman want her beloved to go with her?", "ref": ["07-11"]}, {"a": "She wanted him to rise early to see if the vines in the vineyards and the pomegranates had budded.", "q": "Why did she want her beloved to rise early?", "ref": ["07-12"]}, {"a": "She said she would give him her love.", "q": "What did she say she would give her beloved when they got to the vineyards?", "ref": ["07-12"]}, {"a": "She said the mandrakes would give off their fragrance.", "q": "What did she say the mandrakes would do?", "ref": ["07-13"]}, {"a": "She said that at the door where they were staying there were all sorts of choice fruits, new and old, that she had stored up for him.", "q": "What did she say was at the door where she and her lover were staying?", "ref": ["07-13"]}], "8": [{"a": "She wished he were like her brother so that she could kiss her lover at any time and no one would despise her.", "q": "What did the woman wish that her lover was like and why?", "ref": ["08-01"]}, {"a": "She would have liked to bring him to her mother's house so he could teach her.", "q": "Where would the woman have liked to bring her lover?", "ref": ["08-02"]}, {"a": "His left hand was holding his head and his right hand is hugging her.", "q": "What were her lover's left and right hands doing?", "ref": ["08-03"]}, {"a": "The woman wanted Jerusalem's women to promise that they would not interrupt her and her lover's lovemaking until they were finished.", "q": "What did the woman want Jerusalem's women to promise?", "ref": ["08-04"]}, {"a": "They asked who was coming up from the wilderness, leaning on her beloved.", "q": "What did the women of Jerusalem ask?", "ref": ["08-05"]}, {"a": "She told him that his mother had conceived and given birth to him under the apricot tree.", "q": "What did the young woman tell her lover when she woke him under the apricot tree?", "ref": ["08-05"]}, {"a": "She wanted him to set her as a seal over his heart because love is as strong as death and a hot flame.", "q": "What did the young woman want her lover to do and why?", "ref": ["08-06"]}, {"a": "Huge amounts of moving water could not stop love.", "q": "What couldn't stop love?", "ref": ["08-07"]}, {"a": "They said that her breasts had not yet grown and that they wondered what they would do for her when she was promised in marriage.", "q": "What did the woman's brothers say about their little sister?", "ref": ["08-08"]}, {"a": "If she were a wall, they would build a tower of silver on her.", "q": "What would the woman's brothers do if she were a wall?", "ref": ["08-09"]}, {"a": "If she were a door, they would adorn her with boards of cedar.", "q": "What would the woman's brothers do if she were a door?", "ref": ["08-09"]}, {"a": "She described herself as a wall with breasts like fortress towers and completely mature.", "q": "How did the young woman describe herself?", "ref": ["08-10"]}, {"a": "Solomon leased his vineyard to those who would take care of it.", "q": "What did the young woman say that Solomon did with his vineyard at Baal Hamon?", "ref": ["08-11"]}, {"a": "She said the 1000 shekels that it brought belonged to Solomon and that those who maintained it would get 200 shekels.", "q": "What does the young woman say about her own vineyard and those who maintained it?", "ref": ["08-12"]}, {"a": "He said that his friends, as well as he, wanted to be the ones to hear her voice.", "q": "What did the woman's lover say to her who lived in the gardens about what his friends, as well as he, wanted to hear?", "ref": ["08-13"]}, {"a": "She wanted her beloved to hurry and to be like a deer.", "q": "What did the young woman want her beloved to do and be like?", "ref": ["08-14"]}]}