[{"id": "01", "tn": [{"ref": "General Information:", "text": "Luke explains why he writes to Theophilus."}, {"ref": "matters", "text": "\"reports\" or \"true stories\""}, {"ref": "among us", "text": "The word \"us\" in this phrase may or may not exclude Theophilus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "handed them to us", "text": "The \"us\" in this phrase does not include Theophilus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "handed them", "text": "\"gave them\" or \"delivered them\""}, {"ref": "servants of the message", "text": "You may need to specify what the message is. AT: \"have served God by telling people his message\" or \"have taught people the good news about Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "accurately investigated", "text": "\"carefully researched.\" Luke was careful to find out exactly what happened. He probably talked to the different people who saw what happened to make sure that what he wrote down about these events was correct."}, {"ref": "most excellent Theophilus", "text": "Luke said this to show honor and respect for Theophilus. This may mean that Theophilus was an important government official. This section should use the style that your culture uses to address people of high status. Some people may prefer to also put this greeting at the beginning and say, \"To ... Theophilus\" or \"Dear ... Theophilus.\""}, {"ref": "most excellent", "text": "\"honorable\" or \"noble\""}, {"ref": "Theophilus", "text": "This name means \"friend of God.\" It may describe this man's character or it may have been his actual name. Most translations have it as a name. (See: [[:en:ta:vol1:translate:translate_names|Translate Names]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "The angel prophesies the birth of John."}, {"ref": "General Information:", "text": "Zechariah and Elizabeth are introduced. These verses give background information about them. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "In the days of Herod, king of Judea", "text": "\"During the time that King Herod ruled over Judea\" (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "there was a certain", "text": "\"there was a particular\" or \"there was a.\" This is a way of introducing a new character in a story. Consider how your language does this. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "division", "text": "It is understood that this refers to the priests. AT: \"division of priests\" or \"group of priests\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "of Abijah", "text": "\"who descended from Abijah.\" Abijah was an ancestor of this group of priests and all of them were descended from Aaron, who was the first Israelite priest."}, {"ref": "His wife was from the daughters of Aaron", "text": "\"His wife was descended from Aaron.\" This means she was from the same line of priests as Zechariah. AT: \"His wife was also descended from Aaron\" or \"Zechariah and his wife Elizabeth were both descended from Aaron\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the daughters of Aaron", "text": "\"descended from Aaron\""}, {"ref": "before God", "text": "\"in God's sight\" or \"in God's opinion\""}, {"ref": "all the commandments and ordinances of the Lord", "text": "\"all that the Lord had commanded and required\""}, {"ref": "But", "text": "This contrast word shows that what follows here is the opposite of what is expected. People expected that if they did what was right, God would allow them to have children. Although this couple did what was right, they did not have any children."}]}, {"id": "08", "tn": [{"ref": "Now it came about", "text": "This phrase is used to mark a shift in the story from the background information to the participants."}, {"ref": "in the order of his division", "text": "\"when it was his group's turn\" or \"when the time came for his group to serve\""}, {"ref": "According to the customary way of choosing which priest would ... burn incense", "text": "This sentence gives us information about priestly duties. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the customary way", "text": "\"the traditional method\" or \"their usual way\""}, {"ref": "chosen by lot", "text": "A lot was a marked stone that was thrown or rolled on the ground in order to help them decide something. The priests believed that God guided the lot to show them which priest he wanted them to choose. (See: [[:en:ta:customs:religious:bylot]])"}, {"ref": "to burn incense", "text": "The priests were to burn sweet-smelling incense as an offering to God each morning and evening on a special altar inside the temple."}, {"ref": "The whole crowd of people", "text": "\"A large number of people\" or \"Many people\""}, {"ref": "outside", "text": "The courtyard was the enclosed area surrounding the temple. AT: \"outside the temple building\" or \"in the courtyard outside the temple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "at the hour", "text": "\"at the set time.\" It is unclear if this was the morning or evening time for the incense offering."}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "While Zechariah does his duty in the temple, an angel comes from God to give him a message."}, {"ref": "Now", "text": "This word marks the beginning of the action in the story."}, {"ref": "appeared to him", "text": "\"suddenly came to him\" or \"was suddenly there with Zechariah.\" This expresses that the angel was present with Zechariah, and not simply a vision."}, {"ref": "Zechariah ... was terrified ... fear fell on him", "text": "These two phrases mean the same thing, and emphasize how afraid Zechariah was."}, {"ref": "When Zechariah saw him", "text": "\"when Zechariah saw the angel.\" The source of the fear was the frightening nature of the angel. Zechariah had not done anything wrong."}, {"ref": "fear fell on him", "text": "Fear is described as if it was something that attacked or overpowered Zechariah. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not be afraid", "text": "\"Stop being afraid of me\" or \"You do not need to be afraid of me\""}, {"ref": "your prayer has been heard", "text": "\"God has heard what you asked.\" The following is implied and could be added: \"and will grant it.\" God did not just hear what Zechariah prayed for; he was also going to do it. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bear you a son", "text": "\"have a son for you\" or \"give birth to your son\""}]}, {"id": "14", "tn": [{"ref": "For", "text": "\"Because\" or \"In addition to this\""}, {"ref": "joy and gladness", "text": "These two words mean the same thing and could be combined if your language does not have similar terms. AT: \"very glad\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "at his birth", "text": "\"because of his birth\""}, {"ref": "he will be great in the sight of the Lord", "text": "\"he will be a very important person for the Lord\" or \"God will consider him to be very important\" (UDB)"}, {"ref": "he will be filled with the Holy Spirit", "text": "This can be stated in active form. AT: \"the Holy Spirit will empower him\" or \"the Holy Spirit will guide him.\" Make sure it does not sound similar to what an evil spirit might do to a person. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from his mother's womb", "text": "People had been filled with the Holy Spirit before, but no one had heard of an unborn baby being filled with the Holy Spirit."}]}, {"id": "16", "tn": [{"ref": "many of the people of Israel", "text": "If it sounds as though Zechariah is not included, this phrase could be translated as \"many of you descendants of Israel\" or \"many of you who are God's people, Israel.\" If this change is made, make sure that \"their God\" is also changed to \"your (plural) God.\""}, {"ref": "be turned", "text": "\"be turned back\" or \"return\""}, {"ref": "will go before the face of the Lord", "text": "He would go in advance to announce to the people that the Lord would come to them."}, {"ref": "before the face of", "text": "Here, \"face of\" is an idiom that refers to the Lord's presence. It is sometimes omitted in translation. AT: \"before.\""}, {"ref": "in the spirit and power of Elijah", "text": "\"with the same spirit and power that Elijah had.\" The word \"spirit\" either refers to God's Holy Spirit or to Elijah's attitude or way of thinking. Make sure that the word \"spirit\" does not mean ghost or evil spirit."}, {"ref": "turn the hearts of the fathers to the children", "text": "\"persuade fathers to care about their children again\" or \"cause fathers to restore their relationships with their children\""}, {"ref": "turn the hearts", "text": "The heart is spoken of as if it is something that can be turned to go in a different direction. This refers to changing someone's attitude toward something. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the disobedient will walk", "text": "\"walk\" is a metaphor for the way a person lives and acts. AT: \"the disobedient will act\" or \"the disobedient will live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the disobedient", "text": "\"people who do not obey\""}, {"ref": "make ready for the Lord", "text": "It is not stated how they will be ready. This implied information could be added. AT: \"make ready to believe the Lord's message\" or \"make ready to obey the Lord\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "How can I know this?", "text": "\"How can I know for sure that what you said will happen?\" Here, \"know\" means to learn by experience, suggesting Zechariah was asking for a sign as proof. AT: \"What can you do to prove to me that this will happen?\""}, {"ref": "I am Gabriel, who stands in the presence of God", "text": "This is stated as a rebuke to Zechariah. The presence of Gabriel, coming directly from God, should be enough proof for Zechariah."}, {"ref": "who stands", "text": "\"who serves\""}, {"ref": "I was sent to speak to you", "text": "This can be stated in active form. AT: \"God sent me to speak to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "silent, unable to speak", "text": "These mean the same thing, and are repeated to emphasize the completeness of his silence. AT: \"completely unable to speak\" or \"not able to speak at all\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "not believe my words", "text": "\"not believe what I said\""}, {"ref": "at the right time", "text": "\"at the appointed time\""}]}, {"id": "21", "tn": [{"ref": "Now", "text": "This marks a shift in the story from what happened inside the temple to what happened outside. AT: \"During the time\" or \"While the angel and Zechariah were talking.\""}, {"ref": "They realized that he had seen a vision while he was in the temple. He kept on making signs to them and remained silent", "text": "These things probably happened at the same time, and Zechariah's signs helped the people understand that he had had a vision. It might be helpful to your audience to change the order to show that. AT: \"He kept on making signs to them and remained silent. So they realized that he had seen a vision while he was in the temple\""}, {"ref": "a vision", "text": "The earlier description indicated that Gabriel actually came to Zechariah in the temple. The people, not knowing that, assumed Zechariah saw a vision."}, {"ref": "It came about", "text": "This phrase moves the story ahead to when Zechariah's service was ended."}, {"ref": "he went to his house", "text": "Zechariah did not live in Jerusalem, where the temple was located. He traveled to his home town."}]}, {"id": "24", "tn": [{"ref": "After these days", "text": "The phrase \"these days\" refers to the time while Zechariah was serving in the temple. It is possible to state more clearly what this refers to. AT: \"After Zechariah returned home from his temple service\" (See: [[:en:ta:vol2:translate:writing_newevent]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his wife", "text": "\"Zechariah's wife\""}, {"ref": "kept herself hidden", "text": "\"did not leave her house\" or \"stayed inside by herself\""}, {"ref": "This is what the Lord has done for me", "text": "This phrase refers to the fact that the Lord allowed her to become pregnant."}, {"ref": "This is what", "text": "This is a positive exclamation. She was very happy with what the Lord had done for her."}, {"ref": "looked at me with favor", "text": "\"to look at\" is an idiom that means \"to treat\" or \"to deal with.\" AT: \"regarded me kindly\" or \"had pity on me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my shame", "text": "This refers to the shame she felt because she was not able to have children."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "The angel Gabriel announces to Mary that she is going to be the mother of the one who is the Son of God."}, {"ref": "In the sixth month", "text": "\"in the sixth month of Elizabeth's pregnancy.\" It may be necessary to state this clearly if it would be confused with the sixth month of the year. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the angel Gabriel was sent from God", "text": "This can be stated in active form. AT: \"God told the angel Gabriel to go\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He belonged to the house of David", "text": "\"He belonged to the same tribe as David\" or \"He was a descendent of King David\" (UDB)"}, {"ref": "engaged", "text": "\"pledged\" or \"promised to be married.\" Mary's parents had made a commitment for her to marry Joseph."}, {"ref": "the virgin's name was Mary", "text": "This introduces Mary as a new character in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "He came to her", "text": "\"The angel came to Mary\""}, {"ref": "Greetings", "text": "This was a common greeting. It means: \"Rejoice\" or \"Be glad.\""}, {"ref": "you who are highly favored!", "text": "\"you who have received great grace!\" or \"you who have received special kindness!\""}, {"ref": "The Lord is with you", "text": "\"with you\" is an idiom that implies support and acceptance. AT: \"The Lord is pleased with you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "she was very confused ... wondered what kind of greeting this could be", "text": "Mary understood the meaning of the individual words, but she did not understand why the angel said this amazing greeting to her."}]}, {"id": "30", "tn": [{"ref": "Do not be afraid, Mary", "text": "The angel does not want Mary to be afraid of his appearance, because God sent him with a positive message."}, {"ref": "you have found favor with God", "text": "The idiom \"to find favor\" means to be positively received by someone. The sentence can be altered to show God as the actor. AT: \"God has decided to give you his grace\" or \"God is showing you his kindness.\""}, {"ref": "you will conceive in your womb and bear a son ... Jesus ... the Son of the Most High", "text": "Mary will bear \"a son\" who will be called \"the Son of the Most High\" (UDB). Jesus is therefore a human son born of a human mother, and he is also the Son of God. These terms should be translated very carefully."}, {"ref": "will be called", "text": "Possible meanings are 1) \"people will call him\" or 2) \"God will call him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son of the Most High", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "give him the throne of his ancestor David", "text": "The throne represents the king's authority to rule. AT: \"give him authority to rule as king as his ancestor David did\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "there will be no end to his kingdom", "text": "The negative phrase \"no end\" emphasizes that it continues forever. It could also be stated with a positive phrase. AT: \"his kingdom will never end\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "34", "tn": [{"ref": "How will this happen", "text": "Though Mary did not understand how it could happen, she did not doubt that it would happen. AT: \"How is this possible?\""}, {"ref": "I have not slept with any man", "text": "Mary used this polite expression to say that she had not engaged in sexual activity. AT: \"I am a virgin.\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "The Holy Spirit will come upon you", "text": "The process of Mary's conception would begin with the Holy Spirit coming to her."}, {"ref": "will come upon", "text": "\"will overtake\" or \"will happen to\""}, {"ref": "the power of the Most High", "text": "It was God's \"power\" that would supernaturally cause Mary to become pregnant even while she still remained a virgin. Make sure this does not imply any physical or sexual union—this was a miracle."}, {"ref": "will come over you", "text": "\"will cover you like a shadow\""}, {"ref": "the holy one", "text": "\"the holy child\" or \"the holy baby\""}, {"ref": "will be called", "text": "Possible meanings are 1) \"people will call him\" or 2) \"God will call him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "So the holy one to be born will be called the Son of God", "text": "Even though Jesus' mother Mary was a human, God supernaturally placed Jesus within her as a child. Therefore, God was his father, and Jesus was called the \"Son of God.\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "36", "tn": [{"ref": "And see", "text": "This expression here emphasizes the importance of the statement about Elizabeth that follows."}, {"ref": "your relative Elizabeth", "text": "If you need to state a specific relationship, Elizabeth was probably Mary's aunt or great-aunt."}, {"ref": "has also conceived a son in her old age", "text": "\"has also become pregnant with a son, even though she is already very old\" or \"even though she is old, has also become pregnant and will bear a son.\" Make sure it does not sound as though both Mary and Elizabeth were old when they conceived."}, {"ref": "the sixth month for her", "text": "\"the sixth month of her pregnancy\""}, {"ref": "For", "text": "\"Because\" or \"This shows that\""}, {"ref": "nothing will be impossible for God", "text": "The double negatives in this statement can be stated with positive terms. AT: \"This shows that God can do anything.\" Elizabeth's pregnancy was proof that God was able to do anything—even enable Mary to become pregnant without her sleeping with a man. (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "See", "text": "Mary uses the same expression as the angel to emphasize how serious she was about her decision to submit to the Lord."}, {"ref": "I am the female servant of the Lord", "text": "Choose an expression that shows her humility and obedience to the Lord. She was not boasting about being the Lord's servant."}, {"ref": "Let it be for me", "text": "\"Let this happen to me.\" Mary was expressing her willingness for the things to happen that the angel had told her were about to happen."}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Mary goes to visit her relative Elizabeth who was going to give birth to John. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "arose", "text": "This idiom means she not only stood up, but also \"got ready.\" AT: \"started out\" or \"got ready\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the hill country", "text": "\"the hilly area\" or \"the mountainous part of Israel\""}, {"ref": "She went", "text": "It is implied that Mary finished her journey before she went in to Zechariah's house. This could be stated clearly. AT: \"When she arrived, she went\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now it happened", "text": "The phrase is used to mark a new event in this part of the story."}, {"ref": "in her womb", "text": "\"in Elizabeth's womb\""}, {"ref": "jumped", "text": "\"moved suddenly\""}]}, {"id": "42", "tn": [{"ref": "raised her voice ... said loudly", "text": "These two phrases mean the same thing, and are used to emphasize how excited Elizabeth was. They could be combined into one phrase. AT: \"exclaimed loudly.\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "raised her voice", "text": "This idiom means \"increased the volume of her voice\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Blessed are you among women", "text": "The idiom \"among women\" means \"more than any other woman\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the fruit of your womb", "text": "Mary's baby is spoken of as if it is the fruit that a plant produces. AT: \"the baby in your womb\" or \"the baby you will bear.\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "And why has it happened to me that the mother of my Lord should come to me?", "text": "Elizabeth was not asking for information. She was showing how surprised and happy she was that the mother of the Lord had come to her. AT: \"How wonderful it is that the mother of my Lord has come to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the mother of my Lord", "text": "This refers to Mary. \"you, the mother of my Lord.\" (UDB)"}, {"ref": "For see", "text": "This phrase here alerts us to pay attention to Elizabeth's surprising statement that follows."}, {"ref": "came to my ears", "text": "This idiom means \"I heard\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "jumped for joy", "text": "\"moved suddenly with joy\" or \"turned forcefully because he was so happy\""}, {"ref": "blessed is she who believed", "text": "\"you who have believed are blessed\" or \"because you believed, you will be glad\""}, {"ref": "there would be a fulfilment of the things", "text": "\"these things would actually happen\" or \"these things would come true\""}, {"ref": "the things that were told her from the Lord", "text": "This can be stated in active form. AT: \"the message that the Lord gave to her\" or \"the things that the Lord told you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "46", "tn": [{"ref": "General Information:", "text": "Mary begins a song of praise to the Lord her Savior."}, {"ref": "My soul praises ... my spirit has rejoiced", "text": "Mary is using a form of poetry where she states the same thing in two slightly different ways. If possible, translate these with two slightly different words or phrases that have that similar meaning. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "My soul ... my spirit", "text": "Both \"soul\" and \"spirit\" refer to the spiritual part of a person. Mary is saying that her worship comes from deep inside her. AT: \"My inner being ... my heart\" or \"I ... I\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "has rejoiced in", "text": "\"has felt very joyful about\" or \"was very happy about\""}, {"ref": "God my savior", "text": "\"God, the One who saves me\" or \"God who saves me\""}]}, {"id": "48", "tn": [{"ref": "For he", "text": "\"Because he\""}, {"ref": "looked at", "text": "\"looked at with concern\" or \"cared about\""}, {"ref": "low condition", "text": "\"poverty.\" Mary's family was not rich."}, {"ref": "For see", "text": "This phrase calls attention to the statement that follows."}, {"ref": "from now on", "text": "\"now and in the future\""}, {"ref": "all generations", "text": "\"the people in all generations\""}, {"ref": "he who is mighty", "text": "\"God, the Powerful One\" (UDB)"}, {"ref": "his name", "text": "Here \"name\" refers to the entire person of God. AT: \"he\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "50", "tn": [{"ref": "His mercy", "text": "\"God's mercy\""}, {"ref": "from generation to generation", "text": "\"from one generation to the next generation\" or \"throughout every generation\" or \"to people in every time period\""}, {"ref": "displayed strength with his arm", "text": "Here \"his arm\" is a metonym that stands for God's power. AT: \"shown that he is very powerful\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "scattered", "text": "\"chased away in different directions\""}, {"ref": "thoughts of their hearts", "text": "This is an idiom that refers to their deepest, or most intimate thoughts. AT: \"thoughts in their inner being\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "52", "tn": [{"ref": "He has thrown down princes from their thrones", "text": "A throne is a chair that a ruler sits on, and it is a symbol of his authority. If a prince is brought down from his throne, it means he no longer has the authority to reign. AT: \"He has taken away the authority of princes\" or \"He has made rulers stop ruling\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "thrown down princes ... raised up those of low condition", "text": "The contrast between these two opposite actions should be made clear in the translation if possible."}, {"ref": "low condition", "text": "\"poverty.\" Mary's family was not rich. See how you translated this in [[:en:bible:notes:luk:01:48|1:48]]."}, {"ref": "has raised up those of low condition", "text": "In this word picture, people who are important are higher than people who are less important. AT: \"has made humble people important\" or \"has given honor to people whom others have not honored\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has filled the hungry ... the rich he has sent away empty", "text": "The contrast between these two opposite actions should be made clear in the translation if possible."}, {"ref": "filled the hungry with good things", "text": "Possible meanings are 1) \"given the hungry good food to eat\" or 2) \"given the needy good things.\""}]}, {"id": "54", "tn": [{"ref": "General Information:", "text": "The UDB rearranges these verses into a verse bridge in order to keep the information about Israel together. (See: [[:en:ta:vol2:translate:translate_versebridge]])"}, {"ref": "He has given help to", "text": "\"The Lord has helped\""}, {"ref": "Israel his servant", "text": "If readers confuse this with the man named Israel, it could be translated as \"his servant, the nation of Israel\" or \"Israel, his servants.\""}, {"ref": "so as to", "text": "\"in order to\""}, {"ref": "to remember", "text": "God cannot forget. When God \"remembers,\" it is an idiom that means God acts upon his earlier promise. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as he said to our fathers", "text": "\"just as he promised our ancestors he would do.\" This phrase supplies background information about God's promise to Abraham. AT: \"because he promised our ancestors he would be merciful\" (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "his descendants", "text": "\"Abraham's descendants\""}]}, {"id": "56", "tn": [{"ref": "Connecting Statement:", "text": "Elizabeth delivers her baby and then Zechariah names their baby."}, {"ref": "returned to her house", "text": "\"Mary returned to her (Mary's) house\" or \"Mary returned to her own house\""}, {"ref": "Now", "text": "This word marks the beginning of the next event in the story."}, {"ref": "Her neighbors and her relatives", "text": "\"Elizabeth's neighbors and relatives\""}, {"ref": "shown his great mercy to her", "text": "\"been so kind to her\" (UDB)"}]}, {"id": "59", "tn": [{"ref": "Now it happened on the eighth day that", "text": "\"Now when the baby was eight days old\" or \"Then, on the eighth day after the baby was born\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol2:translate:writing_newevent]] and [[:en:obe:other:biblicaltimeday]])"}, {"ref": "they", "text": "This probably refers to Zechariah and Elizabeth's friends and relatives."}, {"ref": "to circumcise the child", "text": "This was often a ceremony where one person circumcised the baby and friends were there to celebrate with the family. AT: \"for the baby's circumcision ceremony\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They would have called him", "text": "\"They were going to name him\" or \"They wanted to give him the name.\" This was the normal custom."}, {"ref": "after the name of his father", "text": "\"his father's name\""}, {"ref": "by this name", "text": "\"by that name\" or \"by the same name\""}]}, {"id": "62", "tn": [{"ref": "They", "text": "This refers to the people who were there for the circumcision ceremony."}, {"ref": "made signs", "text": "\"motioned.\" Either Zechariah was unable to hear, as well as speak, or the people assumed that he could not hear."}, {"ref": "to his father", "text": "\"to the baby's father\""}, {"ref": "how he wanted him to be named", "text": "\"what name Zechariah wanted to give the baby\""}, {"ref": "His father asked for a writing tablet", "text": "It may be helpful to state how Zechariah \"asked,\" since he could not speak. AT: \"His father used his hands to show the people that he wanted them to give him a writing tablet\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "writing tablet", "text": "\"something on which to write\""}, {"ref": "astonished", "text": "\"very surprised\" or \"amazed\""}]}, {"id": "64", "tn": [{"ref": "his mouth was opened ... his tongue was freed", "text": "These two phrases are word pictures that together emphasize that Zechariah was suddenly able to speak. (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "his mouth was opened and his tongue was freed", "text": "These phrases can be stated in active form. AT: \"God opened his mouth and freed his tongue\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Fear came on all who lived around them", "text": "\"All who lived around Zechariah and Elizabeth were afraid.\" It may be helpful to state clearly why they were shocked. AT: \"Everyone who lived around them were in awe of God who had done this to Zechariah\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "all who lived", "text": "This does not refer only to their immediate neighbors but to everyone who lived in that area."}, {"ref": "all who heard them", "text": "The word \"them\" here refers to the things that had happened."}, {"ref": "all who heard", "text": "This refers to a larger group of people who lived throughout Judea."}, {"ref": "saying", "text": "\"asking\""}, {"ref": "What then will this child become?", "text": "\"What kind of great person will this baby grow up to be?\" It is also possible that this question was meant to be a statement of their surprise at what they had heard about the baby. AT: \"What a great man this child will be!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the hand of the Lord was with him", "text": "The phrase \"the hand of the Lord\" refers to the Lord's power. \"The Lord's power was with him\" or \"The Lord was working in him powerfully\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "67", "tn": [{"ref": "Connecting Statement:", "text": "Zechariah tells what will happen with his son John."}, {"ref": "His father Zechariah was filled with the Holy Spirit", "text": "This can be stated in active form. AT: \"The Holy Spirit filled his father Zechariah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "His father", "text": "John's father"}, {"ref": "prophesied, saying", "text": "Consider natural ways of introducing direct quotes in your language. AT: \"prophesied and said\" or \"prophesied, and this is what he said\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the God of Israel", "text": "\"Israel\" here refers to the nation of Israel. The relationship between God and Israel could be stated more directly. AT: \"the God who reigns over Israel\" or \"the God whom Israel worships\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his people", "text": "\"God's people\""}]}, {"id": "69", "tn": [{"ref": "a horn of salvation for us", "text": "The horn of an animal is a symbol of its power to defend itself. The Messiah is spoken of as if he were a horn with the power to save Israel. AT: \"someone with the power to save us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the house of his servant David", "text": "David's \"house\" here represents his family, specifically, his descendants. AT: \"in the family of his servant David\" or \"who is a descendant of his servant David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as he spoke", "text": "\"just as God said\""}, {"ref": "spoke by the mouth of his holy prophets", "text": "God enabled the prophets to speak the words he wanted them to speak. God's control can the stated. AT: \"caused his holy prophets to say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by the mouth of", "text": "This speaks of the prophets' messages as if they were only a mouth saying words. AT: \"in the words of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were in ancient times", "text": "\"lived long ago\""}, {"ref": "bring salvation", "text": "This here refers to physical rescue, rather than to spiritual salvation."}, {"ref": "our enemies ... all who hate us", "text": "These two phrases mean basically the same thing and are repeated to emphasize how strongly their enemies are against them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "from the hand of", "text": "It may be helpful to restate \"salvation\" here. AT: \"salvation from the hand of\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "hand", "text": "\"power\" or \"control.\" The word \"hand\" represents the power that wicked persons use against God's people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "72", "tn": [{"ref": "to show mercy to", "text": "\"to be merciful to\" or \"to act according to his mercy toward\""}, {"ref": "remember", "text": "Here the word \"remember\" means to keep a commitment or fulfill something."}, {"ref": "his holy covenant ... the oath that he spoke", "text": "These two phrases refer to the same thing. They are repeated to show the seriousness of God's promise to Abraham. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "to grant to us", "text": "\"to make it possible for us\""}, {"ref": "that we, having been delivered ... would serve him without fear", "text": "It may be helpful to change the order of these phrases. AT: \"that we would serve him without fear after we are rescued from the power of our enemies.\""}, {"ref": "out of the hand of our enemies", "text": "\"hand\" refers to the control or power a person. This could be stated clearly. AT: \"from the control of our enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "without fear", "text": "This refers back to the fear of their enemies. AT: \"without being afraid of our enemies\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in holiness and righteousness", "text": "These could be expressed as actions. AT: \"to live in a pure way and to do what is right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "before him", "text": "This is an idiom which means \"in his presence\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "76", "tn": [{"ref": "Yes, and you", "text": "Zechariah uses this phrase to begin his direct address to his son. You may have a similar way to direct speech in your language."}, {"ref": "you, child, will be called a prophet", "text": "People will realize that he is a prophet. This can be stated in active form. AT: \"people will know that you are a prophet\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "of the Most High", "text": "\"who serves the Most High.\" This refers to God. AT: \"who speaks for God Most High.\""}, {"ref": "go before the face of the Lord", "text": "This idiom means \"go ahead of the Lord\" or \"come before the Lord\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "to give knowledge of salvation to his people", "text": "\"to explain salvation to his people\" or \"so his people might understand salvation\""}, {"ref": "by the forgiveness of their sins", "text": "\"through the forgiveness of their sins.\" The can be stated in active form. AT: because God has forgiven them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "78", "tn": [{"ref": "General Information:", "text": "Throughout these verses \"us\" includes all people."}, {"ref": "because of the tender mercy of our God", "text": "It might be helpful to state that God's mercy helps people. AT: \"because God is compassionate and merciful to us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the sunrise from on high ... to shine on", "text": "Light is often a metaphor for truth. Here, the spiritual truth the Savior will provide is spoken of as if it is a sunrise that lights up the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shine on", "text": "\"give knowledge to\" or \"give spiritual light to\""}, {"ref": "those who sit in darkness", "text": "Darkness is here a metaphor for the absence of spiritual truth. Here, people who lack spiritual truth are spoken of as if they are sitting in darkness. AT: \"people who do not know the truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "darkness ... shadow of death", "text": "These two phrases work together to emphasize the deep spiritual darkness of people before God shows them mercy. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in the shadow of death", "text": "The shadow often represents something that is about to happen. Here, it refers to approaching death. AT: \"who are about to die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "guide our feet", "text": "Guiding the feet of a person is the same as guiding the person. AT: \"guide us\" or \"teach us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "our feet", "text": "\"feet\" is used to represent the whole person. AT: \"us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "into the path of peace", "text": "\"the path of peace\" is a metaphor for the way of life that causes a person to have peace with God. AT: \"to live a peaceful life\" or \"to walk along a path that leads to peace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "80", "tn": [{"ref": "General Information:", "text": "This tells briefly about John's growing years."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Luke quickly moves from the birth of John to the beginning of his ministry as an adult."}, {"ref": "became strong in spirit", "text": "\"became spiritually mature\" or \"strengthened his relationship with God\""}, {"ref": "was in the wilderness", "text": "\"lived in the wilderness.\" Luke does not say at what age John began to live in the wilderness."}, {"ref": "until", "text": "This does not necessarily mark a stopping point. John continued to live out in the desert even after he started preaching publicly."}, {"ref": "the day of his public appearance", "text": "\"when he began to preach in public\""}, {"ref": "the day", "text": "This is used here in the general sense of \"the time\" or \"the occasion.\""}]}]