[{"id": "01", "tn": [{"ref": "General Information:", "text": "These verses give background information about Jesus' preaching while traveling."}, {"ref": "It happened", "text": "This phrase is used here to mark a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "who had been healed of evil spirits and diseases", "text": "This can be stated in active form. AT: \"whom Jesus had set free from evil spirits and healed of diseases\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Mary ... Susanna", "text": "Three of the women are listed: Mary, Joanna, and Susanna. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "seven demons had been driven out", "text": "This can be stated in active form. AT: \"Jesus had driven out seven demons\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Joanna, the wife of Chuza, Herod's manager", "text": "Joanna was Chuza's wife, and Chuza was Herod's manager. \"Joanna, the wife of Herod's manager, Chuza\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "provided for them", "text": "\"financially supported Jesus and his twelve disciples\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Jesus tells the parable of the soils to the crowd. He explains its meaning to his disciples. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "coming to him", "text": "\"coming to Jesus\""}, {"ref": "A farmer went out to sow his seed", "text": "\"A farmer went out to scatter some seeds in a field\""}, {"ref": "some fell", "text": "\"some of the seed fell\" or \"some of the seeds fell\""}, {"ref": "it was trampled underfoot", "text": "This can be stated in active form. AT: \"people walked on it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "birds of the sky", "text": "This idiom can be translated simply as \"birds\" or  as \"birds flew down and\" to keep the sense of \"sky.\""}, {"ref": "devoured it", "text": "\"ate it all\""}, {"ref": "it withered away", "text": "\"the plants became dry and shriveled up\""}, {"ref": "it had no moisture", "text": "\"they were too dry.\" The cause can also be stated. AT: \"the ground was too dry\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling the parable to the crowd."}, {"ref": "choked it", "text": "The thorn plants took all the nutrients, water, and sunlight, so the farmer's plants could not grow well."}, {"ref": "produced a crop", "text": "\"grew a harvest\" or \"grew more seeds\""}, {"ref": "a hundred times greater", "text": "This means a hundred times more than the seeds that were sown. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Whoever has ears to hear, let him hear", "text": "It may be more natural in some languages to use the second person: \"You who have ears to hear, hear\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Whoever has ears to hear", "text": "Possible meanings are 1) \"Everyone\" since everyone has ears or 2) \"Whoever has the ability to understand\" which refers to those who are willing to listen to God. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him hear", "text": "\"he should listen well\" or \"he should pay attention to what I say\""}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to speak to his disciples."}, {"ref": "The knowledge of ... God has been given to you", "text": "This can be stated in active form. AT: \"God has given to you the knowledge of ... God\" or \"God has made you able to understand ... God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the secrets of the kingdom of God", "text": "These are truths that had been hidden, but Jesus was now revealing them."}, {"ref": "for others", "text": "\"for other people.\" This refers to the people who rejected the teaching of Jesus and did not follow him."}, {"ref": "seeing they may not see", "text": "\"though they see, they will not perceive.\" This is a quote from the prophet Isaiah. Some languages may need to state the object of the verbs. AT: \"though they see things, they will not understand them\" or \"though they see things happen, they will not understand what they mean\""}, {"ref": "hearing they may not understand", "text": "\"though they hear, they will not understand.\" This is a quote from the prophet Isaiah. Some languages may need to state the object of the verbs. AT: \"though they hear instruction, they will not understand the truth\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins to explain the meaning of the parable of the soils to his disciples."}, {"ref": "the seed is the word of God", "text": "\"the seed represents the word of God\""}, {"ref": "The ones along the path are", "text": "\"the seeds that fell along the path.\" Jesus speaks of what happens to the seeds as if he were speaking about the seeds themselves. AT: \"What happens to the seeds along the path\" or \"The part of the parable about the seeds that fell along the path\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are those who", "text": "Jesus speaks of the seeds showing something about people as if the seeds were the people. AT: \"show what happens to people who\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the devil comes and takes away the word from their hearts", "text": "This means that he causes them to forget the word of God that they have heard."}, {"ref": "takes away", "text": "In the parable this was a metaphor of a bird snatching away the seeds. Try to use words in your language that keep that image. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so they may not believe and be saved", "text": "Since this is the devil's purpose, it can be translated as: AT: \"because the devil thinks, 'They must not believe and they must not be saved'\" or \"so they will not believe with the result that God saves them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the ones on the rock", "text": "\"the seeds that fell on the rocky soil.\" Jesus speaks of what happens to the seeds as if he were speaking about the seeds themselves. AT: \"What happens to the seeds on the rocky soil\" or \"The part of the parable about the seeds that fell on the rocky soil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the rock", "text": "\"the rocky soil\""}, {"ref": "in a time of testing", "text": "\"when they experience hardship\""}, {"ref": "they fall away", "text": "This idiom means \"they stop believing\" or \"they stop following Jesus\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "14", "tn": [{"ref": "The seeds that fell among the thorns", "text": "Jesus speaks of what happens to the seeds as if he were speaking about the seeds themselves. AT: \"What happens to the seeds that fell among the thorns\" or \"The part of the parable about the seeds that fell among the thorns\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are people who", "text": "Jesus speaks of the seeds showing something about people as if the seeds were the people. AT: \"show what happens to people who\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they are choked ... pleasures of this life", "text": "This can be stated in active form. AT: \"the cares and riches and pleasures of this life choke them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cares", "text": "\"the things that people worry about\""}, {"ref": "pleasures of this life", "text": "\"the things in this life that people enjoy\""}, {"ref": "they are choked by ... pleasures of this life", "text": "This metaphor refers to the way weeds cut off light and nutrients from plants and keep them from growing. AT: \"as weeds prevent good plants from growing, the cares, riches, and pleasures of this life keep these people from becoming mature\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their fruit does not mature", "text": "\"they do not bear ripe fruit.\" Mature fruit is a metaphor for good works. AT: \"so like a plant does not produce mature fruit, they do not produce good works\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the seed that fell on the good soil", "text": "Jesus speaks of what happens to the seeds as if he were speaking about the seeds themselves. AT: \"What happens to the seeds that fell on the good soil\" or \"The part of the parable about the seeds that fell on the good soil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are the ones who", "text": "Jesus speaks of the seeds showing something about people as if the seeds were the people. AT: \"show what happens to people who\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bear fruit with patient endurance", "text": "\"produce fruit by enduring patiently\" or \"produce fruit by continued effort.\" Fruit is a metaphor for good works. AT: \"like healthy plants that produce good fruit, they produce good works by persevering\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues with another parable then he finishes speaking to his disciples as he emphasizes the role of his family in his work."}, {"ref": "Now, no one", "text": "This marks the beginning of another parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "nothing is hidden that will not be made known", "text": "This double-negative can be written as a positive statement. AT: \"everything that is hidden will be made known\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "nor is anything secret that will not be known and come into the light", "text": "This double-negative can be written as a positive statement. AT: \"and everything that is secret will be made known and will come into the light\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "to the one who has, more will be given to him", "text": "It is clear from the context that Jesus is talking about understanding and believing. This can be stated clearly and changed to active form. AT: \"whoever has understanding will be given more understanding\" or \"God will enable those who believe the truth to understand even more\"  (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one who does not have ... will be taken away from him", "text": "It is clear from the context that Jesus is talking about understanding and believing. This can be stated clearly and changed to active form. AT: \"But whoever does not have understanding will lose even what understanding he thinks he has\" or \"But God will cause those who do not believe the truth not to understand even the little that they think they have understood\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "brothers", "text": "These were Jesus' younger brothers—the other sons of Mary and Joseph who were born after Jesus. Since the Father of Jesus was God, and their father was Joseph, they were technically his half-brothers. This detail is not normally translated."}, {"ref": "He was told", "text": "This can be stated in active form. AT: \"People told him\" or \"Someone told him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wanting to see you", "text": "\"and they want to see you\""}, {"ref": "My mother and my brothers are those who hear the word of God and do it", "text": "This metaphor expresses that the people who were coming to listen to Jesus were as important to him as his own family was. AT: \"Those who hear the word of God and obey it are like a mother and brothers to me\" or \"Those who hear the word of God and obey it are as important to me as my mother and brothers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and his disciples then use a boat to cross Lake Genneseret. The disciples learn more about Jesus' power through the storm that arises."}, {"ref": "the lake", "text": "This is the lake of Genneseret which is also called the Sea of Galilee."}, {"ref": "They set sail", "text": "This expression means they began to travel across the lake in their sailboat."}, {"ref": "as they sailed", "text": "\"as they went\""}, {"ref": "fell asleep", "text": "\"slept\""}, {"ref": "A terrible windstorm came down", "text": "\"a storm of very strong winds began\" or \"very strong winds suddenly began to blow\""}, {"ref": "their boat was filling with water", "text": "The strong winds caused high waves which pushed water over the sides of the boat. This can be stated clearly. AT: \"the winds caused high waves that started to fill up their boat with water\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "24", "tn": [{"ref": "rebuked", "text": "\"spoke sharply to\""}, {"ref": "the raging of the water", "text": "\"the violent waves\" (UDB)"}, {"ref": "they ceased", "text": "\"the wind and the waves stopped\" or \"they became still\" (UDB)"}, {"ref": "Where is your faith?", "text": "Jesus was rebuking them mildly because they did not trust him to take care of them. This can be written as a statement. AT: \"You should have had faith\" or \"You should have trusted me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who then is this ... obey him?", "text": "\"What kind of man is this ... obey him?\" This question expresses the shock and confusion over how Jesus was able to control the storm. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that he commands", "text": "This can be the beginning of a new sentence: \"He commands\""}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and his disciples come ashore at Gerasa where Jesus removes many demons from a man."}, {"ref": "region of the Gerasenes", "text": "Gerasenes were people from the city called Gerasa. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "across the lake from Galilee", "text": "\"on the other side of the lake from Galilee\""}, {"ref": "a certain man from the city", "text": "\"a man from the city of Gerasa\""}, {"ref": "a certain man from the city who had demons", "text": "The man had demons; it was not the city that had demons. AT: \"a certain man from the city, and this man had demons\""}, {"ref": "who had demons", "text": "\"who was controlled by demons\" or \"whom demons controlled\""}, {"ref": "For a long time he had worn no clothes ... but among the tombs", "text": "This is background information about the man who had demons. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "he had worn no clothes", "text": "\"he had not worn clothes\""}, {"ref": "tombs", "text": "These are places where people put dead bodies, possibly caves or small buildings that the man could use for shelter."}]}, {"id": "28", "tn": [{"ref": "When he saw Jesus", "text": "\"When the man who had the demon saw Jesus\""}, {"ref": "he cried out", "text": "\"he screamed\" or \"he shrieked\""}, {"ref": "fell down before him", "text": "\"lay down on the ground before Jesus.\" He did not fall accidentally. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he said with a loud voice", "text": "\"He said loudly\" or \"He shouted out\""}, {"ref": "What have you to do with me", "text": "This idiom means \"Why are you bothering me?\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of the Most High God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "many times it had seized him", "text": "\"many times it had taken control of the man\" or \"many times it had gone into him.\" This tells about what the demon had done many times before Jesus met the man."}, {"ref": "hough he was bound ... and kept under guard", "text": "This can be stated in active form. AT: \"though the people had bound him with chains and shackles and guarded him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be driven by the demon", "text": "This can be stated in active form. AT: \"the demon would make him go out\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "Legion", "text": "Translate this with a word that refers to a large number of soldiers or people. Some other translations say \"Army.\" AT: \"Battalion\" or \"Brigade\""}, {"ref": "kept begging him", "text": "\"kept begging Jesus\""}]}, {"id": "32", "tn": [{"ref": "Now a large herd of pigs was there feeding on the hillside", "text": "This is supplied as background information to introduce the pigs. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "was there feeding on the hillside", "text": "\"was nearby eating grass on a hill\""}, {"ref": "So the demons came out", "text": "The word \"so\" is used here to explain that the reason the demons came of out the man was because Jesus had told them that they could go into the pigs."}, {"ref": "rushed", "text": "\"ran very fast\""}]}, {"id": "34", "tn": [{"ref": "found the man from whom the demons had gone out", "text": "\"saw the man whom the demons had left\""}, {"ref": "and in his right mind", "text": "\"and sane\" or \"and behaving normally\""}, {"ref": "sitting at the feet of Jesus", "text": "\"sitting at the feet\" is an idiom that means \"sitting humbly nearby\" or \"sitting in front of.\" AT: \"sitting on the ground in front of Jesus\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were afraid", "text": "\"they were afraid of Jesus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "36", "tn": [{"ref": "those who had seen it", "text": "\"those who had seen what had happened\""}, {"ref": "the man who had been controlled by demons had been healed", "text": "This can be stated in active form. AT: \"Jesus had healed the man that demons had controlled\"(See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the region of the Gerasenes", "text": "\"that area of the Gerasenes\" or \"the area where the Gerasene people lived\""}, {"ref": "they were overwhelmed with great fear", "text": "This can be stated in active form. AT: \"they became very afraid\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "start back", "text": "The destination can be stated. AT: \"go back across the lake\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "38", "tn": [{"ref": "The man", "text": "The events in these verses happened before Jesus left in the boat. It may be helpful to state this clearly at the beginning. AT: \"Before Jesus and his disciples left, the man\" or \"Before Jesus and his disciples set sail, the man\""}, {"ref": "your home", "text": "\"your household\" or \"your family\""}, {"ref": "give a full account of what God has done for you", "text": "\"and tell them everything about what God has done for you\""}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "When Jesus and his disciples return to Galilee on the other side of the lake, he heals the 12 year old daughter of the ruler of the synagogue as well as a woman who has been bleeding for 12 years."}, {"ref": "General Information:", "text": "These verses give background information about Jairus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "the crowd welcomed him", "text": "\"the crowd joyfully greeted him\""}, {"ref": "one of the leaders of the synagogue", "text": "\"one of the leaders at the local synagogue\" or \"a leader of the people who met at the synagogue in that city\""}, {"ref": "fell down at Jesus' feet", "text": "Possible meanings are 1) \"bowed down at Jesus feet\" or 2) \"lay down on the ground at Jesus feet.\" Jairus did not fall accidentally. He did this as a sign of humility and respect for Jesus. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "was dying", "text": "\"was about to die\""}, {"ref": "As Jesus was on his way", "text": "Some translators may need to first say that Jesus had agreed to go with Jairus. AT: \"So Jesus agreed to go with him. As he was on his way\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the crowds of people pressed together around him", "text": "\"the people were crowding tightly around Jesus\""}]}, {"id": "43", "tn": [{"ref": "a woman was there", "text": "This introduces a new character in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "had been bleeding", "text": "\"had a flow of blood.\" She was probably bleeding from her womb even when it was not the normal time for it. Some cultures may have a polite way of referring to this condition. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "but could not be healed by any of them", "text": "This can be stated in active form. AT: \"but none of them could cure her\" or \"but none of them could heal her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "touched the edge of his coat", "text": "\"touched the fringe of his robe.\" Jewish men wore tassels on the edges of their robes as a part of their ceremonial dress as commanded in God's Law. This is likely what she touched."}]}, {"id": "45", "tn": [{"ref": "the crowds of people ... are pressing in against you", "text": "By saying this, Peter was implying that anyone could have touched Jesus. This implicit information can be made explicit if necessary. AT: \"there are many people crowding around you and pressing in against you, so any one of them might have touched you!\" (UDB) (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Someone did touch me", "text": "It may be helpful to distinguish this intentional \"touch\" from the accidental touches of the crowd. AT: \"I know that someone deliberately touched me\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I know that power has gone out from me", "text": "Jesus did not lose power or become weak, but his power healed the woman. AT: \"I know that healing power went out from me\" or \"I felt my power heal someone\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "47", "tn": [{"ref": "that she could not escape notice", "text": "\"that she could not keep secret what she had done.\" It may be helpful to state what she did. AT: \"that she could not keep it a secret that she was the one who had touched Jesus\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "she came trembling", "text": "\"she came trembling with fear\""}, {"ref": "falling down before him", "text": "Possible meanings are 1) \"She bowed down in front of Jesus\" or 2) \"She lay down on the ground at Jesus' feet.\" She did not fall accidentally. This was a sign of humility and respect for Jesus."}, {"ref": "in the presence of", "text": "\"in the sight of\" or \"among\""}, {"ref": "Daughter", "text": "This was a kind way of speaking to a woman. Your language may have another way of showing this kindness."}, {"ref": "your faith has made you well", "text": "\"because of your faith, you have become well.\" \"faith\" could be stated as an action. AT: \"because you believe, you are healed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Go in peace", "text": "This idiom is a way of saying, \"Goodbye\" and giving a blessing at the same time. AT: \"As you go, do not worry anymore\" or \"May God give you peace as you go\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "49", "tn": [{"ref": "While he was still speaking", "text": "\"While Jesus was still speaking to the woman\""}, {"ref": "synagogue leader", "text": "This refers to Jairus. (See: [[:en:bible:notes:luk:08:40|8:41]])"}, {"ref": "Do not trouble the teacher", "text": "This statement implies that Jesus will not be able to do anything to help now that the girl is dead. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the teacher", "text": "This refers to Jesus."}, {"ref": "she will be healed", "text": "\"she will be well\" or \"she will live again\" (UDB)."}]}, {"id": "51", "tn": [{"ref": "When he came to the house", "text": "\"When they came to the house.\" Jesus went their with Jairus. Also some of Jesus' disciples went with them."}, {"ref": "he allowed no one ... except Peter and John and James, and the father of the child and her mother", "text": "This could be stated positively. AT: \"Jesus allowed only Peter, John, and James, and the girl's father and mother to go inside with him\""}, {"ref": "the father of the child", "text": "This refers to Jairus."}, {"ref": "all were mourning and wailing for her", "text": "This was the normal way of showing grief in that culture. AT: \"all the people there were showing how sad they were and crying loudly because the girl had died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "knowing that she was dead", "text": "\"because they knew the girl was dead\" (UDB)"}]}, {"id": "54", "tn": [{"ref": "he, taking the girl by the hand", "text": "\"Jesus took hold of the girl's hand\""}, {"ref": "Child, arise", "text": "\"Little girl, get up\""}, {"ref": "Her spirit returned", "text": "\"Her spirit returned to her body.\" The Jews understood that life was the result of the spirit coming into a person. AT: \"She came back to life\" or \"She became alive again\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "spirit", "text": "\"breath\" or \"life\""}, {"ref": "that something be given to her to eat", "text": "This can be stated in active form. AT: \"that they give her something to eat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to tell no one", "text": "This could be stated differently. AT: \"not to tell anyone\""}]}]