[{"id": "01", "tn": [{"ref": "Kiriath Jearim", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abinadab ... Eleazar", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twenty years", "text": "\"20 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "03", "tn": [{"ref": "the entire house of Israel", "text": "The word \"house\" is a metonym for the people who live in the house and their descendants. AT: \"all of the descendants of Israel\" or \"all of the Israelite people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "return to Yahweh with your whole heart", "text": "Here \"with your whole heart\" is an idiom that means to be completely devoted to something. AT: \"become completely devoted to worshiping and obeying Yahweh only\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "all Israel", "text": "\"all the people of Israel\" or \"all the Israelites\""}, {"ref": "drew water and poured it out before Yahweh", "text": "Possible meanings are 1) the people denied themselves water as part of fasting or 2) they got water out of a stream or well and poured it on the ground as an outward sign of being sorry for their sin. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "the rulers of the Philistines attacked Israel", "text": "It can be stated plainly that it was the army and not the rulers by themselves who attacked Israel. AT: \"the Philistine rulers led their army and attacked Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "save us from the hand of the Philistines", "text": "The \"hand\" is a metonym for the power of the person. AT: \"save us from the Philistine army\" or \"keep the Philistine army from harming us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "nursing lamb", "text": "a lamb that is still drinking its mother's milk"}, {"ref": "cried out", "text": "\"cried out for help\""}, {"ref": "Yahweh answered him", "text": "\"Yahweh did what Samuel asked him to do\""}]}, {"id": "10", "tn": [{"ref": "As Samuel ... Bethcar", "text": "This explains what the writer means by \"Yahweh answered him\" in ([[:en:bible:notes:1sa:07:09|7:9]])."}, {"ref": "threw them into confusion", "text": "The word \"confusion\" here is used as a casual way of saying the Philistines were unable to think clearly.  AT: \"made them unable to think clearly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they were routed before Israel", "text": "This can be translated in active form. Possible meanings are 1) \"Yahweh routed them before Israel\" or 2) \"Israel routed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "routed", "text": "To rout people is to defeat them before they can cause any harm."}, {"ref": "Bethcar", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "took a stone and set it", "text": "The Israelites and other peoples in that land would place a large stone where important events had happened as a reminder of God's help."}, {"ref": "Mizpah ... Shen", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "So the Philistines were subdued", "text": "The writer has just finished telling how the Philistines were subdued. If your language has  a way of marking the end of a description, you could use it here."}, {"ref": "the Philistines were subdued", "text": "This can be translated in active form. AT: \"Yahweh subdued the Philistines\" or \"Yahweh kept the Philistines from causing harm\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they did not enter the border of Israel", "text": "The Philistines did not enter Israel's border to attack them."}, {"ref": "The hand of Yahweh was against the Philistines", "text": "The word \"hand\" is a metonym for power. AT: \"Yahweh used his power against the Philistines\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The towns ... from Israel were restored to Israel", "text": "Possible meanings are 1) \"Yahweh restored to the land of Israel the towns ... from Israel\" or 2) \"the people of Israel were able to reclaim the towns ... from Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "went on a circuit", "text": "traveled from place to place in a rough circle"}, {"ref": "He decided disputes", "text": "Disputes are arguments or disagreements between two or more people."}]}]