[{"id": "01", "tn": [{"ref": "Heaven is my throne, and the earth is my footstool", "text": "Yahweh compares heaven to a throne and the earth to a footstool to emphasize how great he is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Where then is the house you will build for me? Where is the place where I may rest?", "text": "Yahweh uses questions to emphasize that humans cannot build a place for him to dwell. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "My hand has made all these things", "text": "\"Hand\" refers to the power and authority of Yahweh, not his physical body. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh's declaration", "text": "Translate this as in [[:en:bible:notes:isa:14:21|14:22]]."}, {"ref": "the broken and contrite in spirit", "text": "Here \"broken\" and \"contrite\" refers to a person who is truly humble and who suffers for his faith."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "He who slaughters ... also blesses wickedness", "text": "These four clauses all describe different ways evil people act and come to the same meaning for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They have chosen their own ways", "text": "\"They have chosen to do evil things that violate the ways of Yahweh\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the wicked people."}, {"ref": "They did what was evil in my sight", "text": "Here \"sight\" refers to Yahweh considering their behavior. AT: \"They did what I consider to be evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "May Yahweh be glorified", "text": "This can be stated in active form. AT: \"Glorify Yahweh\" or \"May Yahweh glorify himself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but they will be put to shame", "text": "This can be stated in active form. AT: \"but I will put them to shame\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh describes the punishment for the hypocrisy of the worshipers."}, {"ref": "A sound of battle tumult", "text": "The sound represents the real fighting that is going on in the temple as Yahweh is carrying out the punishment. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Before she goes into labor, she gives birth; before pain is upon her, she gave birth to a son", "text": "Yahweh speaks about Zion as if it were a woman who is about to give birth. Although Zion was destroyed and the people no longer lived there, Yahweh promises that without delay and with little effort an entire nation will come from her. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who has heard of such a thing? Who has seen such things? Will a land be born in one day? Can a nation be established in one moment?", "text": "Yahweh uses questions to emphasize how unique this event will be. The series of questions builds tension until Zion is finally mentioned. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about Jerusalem as if it were a mother. (See: [[:en:bible:notes:isa:66:07|66:7-8]])"}, {"ref": "Do I bring a baby to the birth opening ... born?", "text": "Yahweh uses questions to emphasize that he will not fail to fulfill his promises to the people of Jerusalem. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about Jerusalem as if it were a mother and the inhabitants of Jerusalem as if they were newly born children. (See: [[:en:bible:notes:isa:66:07|66:7-8]])"}, {"ref": "For you will nurse and be satisfied; with her breasts you will be comforted", "text": "This means Jerusalem will be a place of safety and comfort for God's people. This can be stated in active form. AT: \"For she will satisfy you with her milk; she will comfort you with her breasts\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about Jerusalem as if it were a mother. (See: [[:en:bible:notes:isa:66:07|66:7-8]])"}, {"ref": "like a river ... like an overflowing stream", "text": "This means God will cause the people of the nations to bring a very large amount of riches, which will be permanent like a river and abundant. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "You will nurse at her side, be carried in her arms, and be dandled on her knees", "text": "This means Jerusalem will be a place of safety and comfort for God's people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be carried in her arms, and be dandled on her knees", "text": "This can be stated in active form. AT: \"she will carry you in her arms and bounce you on her knees with delight\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "so I will comfort you, and you will be comforted in Jerusalem", "text": "This can be stated in active form. AT: \"so I will comfort you in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking to God's faithful people."}, {"ref": "your bones will sprout", "text": "\"Bones\" refers to the whole body as a part of it. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will sprout like the tender grass", "text": "\"Tender grass\" grows fast and strong and compares to the health and vigor of God's faithful people. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The hand of Yahweh will be made known to his servants", "text": "Here \"hand\" refers to his power. This can be stated in active form. AT: \"Yahweh will reveal his power to his servants\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to God's faithful people."}, {"ref": "coming with fire", "text": "Yahweh's appearances in the Old Testament are often accompanied by fire that represents Yahweh's anger and judgment. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like the windstorm", "text": "Storms represent Yahweh's powerful actions to make his judgment effective. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "with his sword", "text": "\"Sword\" is one weapon that represents all of warfare and killing. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Those killed by Yahweh will be many", "text": "This can be stated in active form. AT: \"Yahweh will kill many people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "They consecrate themselves", "text": "\"They\" are those who worship Yahweh but go against his laws."}, {"ref": "enter the gardens", "text": "This is a place where people would go to worship idols. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the one in the middle", "text": "This describes the leader of those of go to worship idols."}, {"ref": "Yahweh's declaration", "text": "Translate this as in [[:en:bible:notes:isa:14:21|14:22]]."}]}, {"id": "18", "tn": [{"ref": "For I know", "text": "Here \"I\" refers to Yahweh."}, {"ref": "their deeds ... their thoughts", "text": "Here \"their\" refers to the worshipers that are hypocrites whom Yahweh has described before."}, {"ref": "Put ... Lud ... Tubal ... Javan", "text": "These are names of areas that are far from the land of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "20", "tn": [{"ref": "They will bring", "text": "Here \"they\" refers to the foreigners who survived and witnessed to the nations. They will return to Jerusalem with exiled Israelites."}, {"ref": "holy mountain", "text": "Translate this as in [[:en:bible:notes:isa:11:08|11:9]]."}]}, {"id": "22", "tn": [{"ref": "the new heavens and the new earth", "text": "Translate this as in [[:en:bible:notes:isa:65:17|65:17]]."}, {"ref": "Yahweh's declaration", "text": "Translate this as in [[:en:bible:notes:isa:14:21|14:22]]."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Yahweh finishes speaking."}, {"ref": "They will go out", "text": "Here \"they\" refers to all the people, the faithful Israelites and foreigners, who come to worship Yahweh."}, {"ref": "the worms ... and the fire", "text": "Both clauses describe the same idea to emphasize Yahweh's punishment. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the worms that eat them", "text": "The worms represent the horror of decay and rot that are Yahweh's punishment on the wicked. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fire that consumes", "text": "Fire also represents Yahweh's judgment. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will not be quenched", "text": "This can be expressed positively. AT: \"will burn forever\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "all flesh", "text": "This expression represents all created living beings that shrink from the dead. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]