[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of David the servant of Yahweh", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Sin speaks like an oracle", "text": "Sin is described as if it were a false prophet. AT: \"Sin is like a false prophet who speaks\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in the heart of the wicked man", "text": "Here \"heart\" refers to the inner being of a person. AT: \"to the inner being of the wicked man\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wicked man", "text": "This does not refer to a specific man, but to wicked people in general. AT: \"the wicked people\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "in his eyes", "text": "Here \"eyes\" refers to the wicked person. AT: \"in him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "he comforts himself, thinking", "text": "\"he prefers to believe\" or \"he wants to think\""}, {"ref": "his sin will not be discovered and be hated", "text": "This can be stated in active form. AT: \"God will not discover and hate his sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "003", "tn": [{"ref": "His words are", "text": "This refers to his statements. AT: \"What he says is\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do good", "text": "\"good\" can be stated in another form. AT: \"do things that are good\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he sets out on an evil way", "text": "The sinful actions of the man are spoken of as if he was walking along a path that was evil. AT: \"he begins to do evil things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he does not reject evil", "text": "\"evil\" can be stated in another form. AT: \"he does not reject evil behavior.\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "005", "tn": [{"ref": "reaches to the heavens", "text": "The greatness of God's covenant faithfulness is spoken of as if it was very high. AT: \"is as high as the heavens\" or \"is enormously great\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "reaches to the clouds", "text": "The greatness of God's loyalty is spoken of as if it was very high. AT: \"is as high as the clouds\" or \"is enormously great\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like the mountains of God ... like the great deep", "text": "These phrases describe the greatness of God's righteousness and judgments as if they were very high and deep. AT: \"as high as the highest mountains ... as deep as the deepest sea\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you preserve", "text": "\"you help\" or \"you save\""}]}, {"id": "007", "tn": [{"ref": "How precious is your covenant faithfulness", "text": "God's covenant faithfulness is spoken of as if it were rare and expensive jewels. AT: \"Your covenant faithfulness is as valuable as rare jewels\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Humanity takes refuge", "text": "\"People will seek protection\""}, {"ref": "Humanity takes refuge under the shadow of your wings", "text": "God does not really have wings. This is a metaphor for God's protection. AT: \"Humanity takes refuge with you like young birds seek protection under the wings of their mother\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be abundantly satisfied", "text": "This can be stated in active form. AT: \"You will abundantly satisfy them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with the richness of the food of your house", "text": "This does not mean that God has a house with food. This is a metaphor for abundant provision. AT: \"as if they were eating the rich food from your house\" or \"with your rich blessings\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will let them drink from the river of your precious blessings", "text": "There are two metaphors here. God's abundant blessings are spoken of as if they are the water in a flowing river. Also, those who receive those blessings are spoken of as if they are drinking them like water. AT: \"your precious blessings are like a river from which you will let them drink\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fountain of life", "text": "\"source of life\""}, {"ref": "in your light we will see light", "text": "Here \"light\" is a metaphor for true knowledge. AT: \"when you enlighten us, we will know the truth\" or \"your light is what enables us to know the truth about you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "Extend your covenant faithfulness fully", "text": "\"Continue your covenant faithfulness\""}, {"ref": "your defense to the upright of heart", "text": "The abstract noun \"defense\" can be stated as a verb. \"Continue\" is implied from the previous phrase. AT: \"Continue to protect the upright of heart\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the upright of heart", "text": "Here \"heart\" refers to the people. AT: \"the upright\" or \"people who act righteously\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the foot of the arrogant man ... the hand of the wicked", "text": "Here \"foot\" and \"hand\" refer to the evil people. These are not specific men. This refers to evil people in general. AT: \"arrogant people ... wicked people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "drive me away", "text": "\"send me away\" or \"make me leave my place\""}, {"ref": "evildoers have fallen; they are knocked down and are not able to get up", "text": "All three phrases describe the evildoers as defeated. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are knocked down", "text": "This can be stated in active form. AT:  \"you have knocked them down\" or \"you have destroyed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are not able to get up", "text": "\"cannot get up\""}]}]