[{"id": "01", "tn": [{"ref": "General Information:", "text": "If your language has a way of telling the reader that the writer is giving background information in these verses, you could use it here. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "a man of influence", "text": "Possible meanings are 1) he was a wealthy man or 2) he was a nobleman or 3) he was a mighty and brave man."}, {"ref": "Kish ... Abiel ... Zeror ... Becorath ... Aphiah", "text": "These are names of the men of Saul's family line. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Benjamite", "text": "A Benjamite is someone who belongs to the tribe of Benjamin."}, {"ref": "handsome", "text": "someone who looks good"}, {"ref": "From his shoulders upward he was taller than any of the people", "text": "The other tall people in Israel did not even come up to his shoulders."}]}, {"id": "03", "tn": [{"ref": "Now", "text": "The writer has ended the background information ([[:en:bible:notes:1sa:09:01|9:1-2]]) and starts a new main part of the story."}, {"ref": "arise", "text": "\"stop what you are doing\""}, {"ref": "the hill country of Ephraim ... the land of Shalishah ... the land of Shaalim ... the land of the Benjamites", "text": "These are all areas in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "did not find them ... they were not there ... did not find them", "text": "The words \"them\" and \"they\" all refer to the donkeys."}]}, {"id": "05", "tn": [{"ref": "land of Zuph", "text": "This is an area in Israel just north of Jerusalem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "man of God", "text": "This phrase usually means a prophet of Yahweh. Translate this as you did in [[:en:bible:notes:1sa:02:27|2:27]]. AT: \"a man who hears and tells words from God\""}, {"ref": "which way we should go on our journey", "text": "\"which way we should go to find the donkeys\""}]}, {"id": "07", "tn": [{"ref": "what can we bring the man?", "text": "Giving a gift is a sign of respect for the man of God."}, {"ref": "man of God", "text": "This phrase usually means a prophet of Yahweh. Translate this as you did in [[:en:bible:notes:1sa:02:27|2:27]]. AT: \"a man who hears and tells words from God\""}, {"ref": "one-fourth of a shekel", "text": "fourth of a shekel** - \"1/4 of a shekel.\" A shekel is a type of money used in the Old Testament. (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "09", "tn": [{"ref": "Formerly in Israel ... seer", "text": "This is cultural information added by the Hebrew author. If it is not natural in your language to state this information here, it can be moved to the end of verse 11. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "For today's prophet was formerly called a seer", "text": "\"Seer is the old name for what we call a prophet today\""}]}, {"id": "12", "tn": [{"ref": "the people are sacrificing today", "text": "These are likely the feast or first-fruit sacrifices, not the sin sacrifices, which must be held at the tabernacle."}]}, {"id": "14", "tn": [{"ref": "to go up to the high place", "text": "This is a place that the people had designated as holy to make sacrifices and offerings to Yahweh. The writer writes as though it were outside the wall that was around the city."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The writer stops telling the story and gives background information so the reader can understand what happens next. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "you will anoint him to be prince", "text": "The term prince is used here instead of king. This is the man whom God has chosen to be king of Israel. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the land of Benjamin", "text": "\"the land where people from the tribe of Benjamin live\""}, {"ref": "from the hand of the Philistines", "text": "Here the word \"hand\" is a metonym for control. AT: \"from the control of the Philistines\" or \"so the Philistines will no longer control them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For I have looked on my people with pity", "text": "\"My people are suffering and I want to help them\""}]}, {"id": "17", "tn": [{"ref": "Yahweh told him", "text": "\"Yahweh told Samuel\""}, {"ref": "the seer", "text": "\"the prophet of Yahweh\""}]}, {"id": "20", "tn": [{"ref": "Then on whom are all the desires of Israel set? Is it not on you and all your father's house?", "text": "These questions are an expression of deep conviction that Saul is the one whom Yahweh wants to be the king that the Israelites are looking for. The questions can be translated as statements. AT: \"You should know that it is on you that all the desires of Israel are set. They are set on you and your father's family.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am not I a Benjamite ... of Israel? Is not my clan ... Benjamin? Why then have you spoken to me in this manner?", "text": "Saul is expressing surprise because Benjamin was the smallest tribe in Israel, and other Israelites considered the tribe unimportant. Also, Benjamites considered the clan of which Saul was a member as unimportant. These questions can be translated as statements. AT: \"I am from the tribe of Benjamin, the least important of all tribes. And my clan is the least important clan in our tribe. I do not understand why you are saying that the Israelite people want me and my family to do something important.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "the hall", "text": "The writer assumes that the reader knows that near the place where they would offer sacrifices there was a large building in which people would eat together."}, {"ref": "head place", "text": "This is the seat of honor."}, {"ref": "thirty", "text": "\"30\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "23", "tn": [{"ref": "what was on it", "text": "Possible meanings are 1) the other food that Saul was to eat along with the meat or 2) other parts of the bull."}, {"ref": "Then Samuel said", "text": "In the original language it is not clear who is speaking. It is possible that the cook is speaking to Saul. AT: \"Then the cook said\""}]}, {"id": "25", "tn": [{"ref": "on the rooftop", "text": "This is a normal place for family and guests to eat, visit, and sleep. It tends to be cooler in the evening and at night than the inside of the house."}, {"ref": "Samuel called to Saul on the rooftop and said", "text": "What Saul was doing on the rooftop can be made explicit. AT: \"while Saul was sleeping on the rooftop, Samuel called to him and said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "ahead of us\"—and he went ahead—\"but you must stay", "text": "It is possible that Samuel speaks all of these words. AT: \"ahead of us, and when he has gone ahead, you must stay\""}, {"ref": "that I may announce the message of God to you", "text": "\"so that I can tell you God's message for you\""}]}]