[{"id": "01", "tn": [{"ref": "mine", "text": "This is a place where people dig rocks out of the earth. These rocks have metal in them."}, {"ref": "refine", "text": "This is the process of heating a metal to remove all of the impurities that are in it."}, {"ref": "Iron is taken out of the earth", "text": "This can be stated in active form. AT: \"People take iron out of the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "copper is smelted out of the stone", "text": "This can be stated in active form. AT: \"people smelt copper out of the stone\" or \"people heat stone to melt copper out of it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "copper", "text": "an important red-brown colored metal"}, {"ref": "smelted", "text": "This is a process of heating rocks to melt the metal in them in order to get the metal out of the rocks."}]}, {"id": "03", "tn": [{"ref": "A man sets an end to darkness", "text": "Here \"sets and end to darkness\" represents shining a light in the darkness. People would use a flame, either in a lantern or on a torch. AT: \"A man carries light into dark places\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to the farthest limit", "text": "\"to the farthest parts of the mine\""}, {"ref": "obscurity ... thick darkness", "text": "These two phrases are used together to emphasize that the darkness is extremely dark. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "shaft", "text": "a deep narrow hole dug into the ground or rock. People go down the hole to mine it."}, {"ref": "places that are forgotten by anyone's foot", "text": "Places where people do not walk are spoken of as if the feet of anyone who might have walked there long ago had forgotten the places. AT: \"where no one ever walks\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "He hangs far away from people", "text": "How and where he hangs can be stated clearly. AT: \"Far away from people, he hangs from a rope in the shaft\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "the earth, out of which comes bread", "text": "Here \"bread\" is a metonym for food in general. Food coming out of the ground is a metaphor for food growing in the ground. AT: \"the earth, where food grows,\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it is turned up below as if by fire", "text": "Possible meanings are that 1) people made fires under the ground to break apart the rock. AT: \"it is broken up below by the fires that the miners make\" or 2) \"turn\" is a metaphor for change. AT: \"it is broken up below so much it is as if it were destroyed by fire\""}, {"ref": "it is turned ... Its stones ... its dust", "text": "The word \"it\" refers to the earth."}, {"ref": "sapphires", "text": "This word refers to a type of rare and expensive blue gem stone."}]}, {"id": "07", "tn": [{"ref": "No bird of prey knows the path to it ... nor has the falcon's eye seen it", "text": "These clauses express similar meaning. AT: \"No bird of prey or falcon knows or has ever seen the path that goes to the mine\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "bird of prey", "text": "a bird that eats other animals"}, {"ref": "falcon", "text": "This may also be translated \"vulture.\" Both are large flying bird that eat smaller animals. You may translate this with a similar bird from your culture that is large and eats other animals."}, {"ref": "The proud animals have not walked such a path ... nor has the fierce lion passed there", "text": "These clauses also express similar meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The proud animals", "text": "This refers to very strong, wild animals."}]}, {"id": "09", "tn": [{"ref": "lays his hand on the flinty rock", "text": "This represents breaking up the rock. AT: \"digs into the flinty rock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flinty rock", "text": "\"hard rock\""}, {"ref": "overturns mountains by their roots", "text": "\"turns the mountains upside down by pulling out their roots.\" This hyperbole represents digging up the mountains and the ground underneath them. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "he overturns mountains by their roots", "text": "The ground underneath the mountains is spoken of as if the mountains were a tree and the ground beneath them were the roots. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his eye sees", "text": "Here \"his eye\" represents him. AT: \"He sees\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He ties up the streams so they do not run", "text": "Here \"ties up the streams\" represents damming or blocking the streams. AT: \"He blocks the streams so they do not flow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what is hidden there", "text": "This refers to things that people normally do not see because they are in the ground or under water."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "In 28:12-28, wisdom and understanding are spoken of as if they were precious objects that are in some place and people want to find them. Finding wisdom and understanding represents becoming wise and learning to understand things well. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Where will wisdom be found? Where is the place of understanding?", "text": "These questions mean the same thing and are used to show that it is very difficult to find wisdom and understanding. AT: \"But it is very difficult to find wisdom and understanding.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Where will wisdom be found? Where is the place of understanding", "text": "Becoming wise and understanding is spoken of as finding wisdom and understanding. AT: How do people become wise? How do people learn to understand things well?\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Man does not know its price", "text": "Possible meanings are 1) wisdom is spoken of as if it were something that people could buy. AT: \"People do not know what it is worth\" or 2) the word translated as \"price\" means \"place.\" AT: \"People do not know where it is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "neither is it found in the land of the living", "text": "\"and it is not found in the land of the living.\" The  \"land of the living\" refers to this world where people live. This can be stated in active form. AT: \"and no one can find wisdom in this world\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The deep waters ... say, 'It is not in me'; the sea says, 'It is not with me.'", "text": "The deep waters and the sea are presented as if they are people that could speak. AT: \"Wisdom is not in the deep waters under the earth, nor is it in the sea\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "15", "tn": [{"ref": "It cannot be gotten for gold", "text": "This can be stated in active form. This implies that wisdom is worth much more than gold. AT: \"People cannot pay for wisdom with gold\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "neither can silver be weighed as its price", "text": "This implies that wisdom is worth much more than silver. It can be stated in active form.  AT: \"and people cannot weigh out enough silver to pay for wisdom\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It cannot be valued with ... sapphire", "text": "This implies that wisdom is much more valuable than the gold of Ophir, precious onyx and sapphire. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Ophir", "text": "This is the name of a land where there was fine gold. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "onyx", "text": "a valuable black gemstone"}, {"ref": "sapphire", "text": "a valuable blue gemstone"}, {"ref": "Gold and crystal cannot equal it in worth", "text": "This implies that wisdom is much more valuable than gold and crystal."}, {"ref": "crystal", "text": "a valuable gemstone that is clear or lightly colored"}, {"ref": "neither can it be exchanged for jewels of fine gold", "text": "and it cannot be exchanged for jewels of fine gold.\" This implies that wisdom is much more valuable than jewels of fine gold."}, {"ref": "exchanged", "text": "\"traded\""}]}, {"id": "18", "tn": [{"ref": "No mention is worth making of coral or jasper", "text": "\"It is not worth making mention of coral and jasper.\" This implies that wisdom is worth so much more than coral and jasper that there is no need for Job to say anything about them. AT: \"I will not bother to mention coral or jasper\" or \"Coral and jasper are worthless compared to wisdom\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "coral", "text": "This is a beautiful, hard substance that grows on the bottom of the ocean. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "jasper ... rubies ... topaz", "text": "These are very expensive stones."}, {"ref": "The topaz of Ethiopia does not equal it", "text": "This implies that wisdom is much more valuable than topaz."}, {"ref": "neither can it be valued in terms of pure gold", "text": "\"and wisdom cannot be valued in terms of pure gold.\" This implies that wisdom is much more valuable than pure gold."}]}, {"id": "20", "tn": [{"ref": "From where, then, comes wisdom? Where is the place of understanding?", "text": "Job uses these questions to introduce how people get wisdom and understanding. AT: \"I will tell you where wisdom comes from and where understanding is.\" or \"I will tell you how to become wise and how to learn to understand things\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "From where, then, comes wisdom", "text": "Wisdom is spoken of as if it were in a place and comes to people. Its coming represents people becoming wise. AT: \"Then where do people get wisdom\" or \"Then how can people become wise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Where is the place of understanding", "text": "Understanding is spoken of as if it were in a place. AT: \"Where do people get understanding\" or \"How to people learn to understand things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Wisdom is hidden from the eyes of all living things", "text": "This represents living things being unable to see wisdom. It can be expressed in active form. AT: \"No living thing can see wisdom\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and is kept hidden from the birds of the heavens", "text": "This represents the birds being unable to see wisdom. This can be expressed in active form. AT: \"and even the birds that fly in the skies cannot see wisdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Destruction and Death say", "text": "Here \"Destruction\" and \"Death\" are metonyms for the place people go to when the die. They are spoken of as if they were people who could speak. (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "23", "tn": [{"ref": "God understands the way to it; he knows its place", "text": "Wisdom is spoken of as if it were in a certain place. AT: \"God knows how to find wisdom. He knows where it is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the very ends of the earth", "text": "\"the farthest places on the earth\""}, {"ref": "parceled out the waters by measure", "text": "This represents God deciding how much water should be in each place. Possible meanings are that this refers to deciding 1) how much rain should be in each cloud or 2) how much water should be in each sea. AT: \"decided how much water should be in each place\" or \"put the amount of water that he planned for each place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "and a way for the lightning of the thunder", "text": "Possible meanings are 1) he decided how the bolts of lightning should strike or 2) he decided where the thunderstorm should go."}, {"ref": "the fear of the Lord—that is wisdom", "text": "The abstract noun \"fear\" can be expressed with the verbs \"fear\" or \"respect.\" The abstract noun \"wisdom\" can be expressed with the word \"wise.\" AT: \"if you fear the Lord—you will be wise\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to depart from evil is understanding", "text": "Here \"depart from evil\" represents refusing to do evil things. The abstract noun \"understanding\" can be expressed with the verb \"understand.\" AT: \"to refuse to do evil things is understanding\" or \"if you refuse to do evil things, you will be able to understand things well\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]