[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This is a song about God's faithfulness."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on a stringed instrument", "text": "\"people should play a stringed instrument with this song\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Hear my cry, God; attend to my prayer", "text": "These clauses have a similar meaning. AT: \"God, listen to me and answer my prayer\" (UDB) (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "overwhelmed", "text": "\"overcome\""}, {"ref": "lead me to the rock that is higher than I", "text": "Here the writer speaks of God as if he were a high rock that he could climb for protection. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a strong tower from the enemy", "text": "The implied words \"that keeps me safe\" can be added to the translation. AT: \"you have been like a strong tower that keeps me safe from my enemy\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a strong tower", "text": "Here the writer speaks of God as if he were a \"strong tower\" that provides protection from his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "take refuge under the shelter of your wings", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. Here there is a second metaphor that speaks of Yahweh's protection as if he was a hen protecting her baby chicks under her wings. AT: \"go to you for protection as a chick is safe under the wings of its mother\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have given me the inheritance", "text": "The writer speaks of God's blessings as if they were an inheritance that he has received. AT: \"you have given to me the blessings\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who honor your name", "text": "Here \"your name\" means God himself. AT: \"who honor you\" or \"who have an awesome respect for you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "You will prolong ... many generations", "text": "These two clauses have similar meanings. The idea is repeated for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You will prolong the king's life", "text": "\"You will extend the king's life\" or \"You will cause the king's life to last a long time\""}, {"ref": "his years will be like many generations", "text": "Here \"years\" refers to how long the king will live. AT: \"he will live for many generations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will remain before God forever", "text": "Here \"to remain before God\" means to be in God's presence or to be with God. This can be stated clearly in the translation. AT: \"God will be with him forever\" or \"God will be with the king forever\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "008", "tn": [{"ref": "I will sing praise to your name forever", "text": "Here \"name\" stands for God himself. AT: \"I will always sing praise to you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my vows", "text": "These refer to the promise to offer sacrifices to God every day. (See UDB)"}]}]