[{"id": "01", "tn": [{"ref": "Nob", "text": "place name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ahimelech", "text": "a man's name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "trembling", "text": "shaking in fear"}, {"ref": "on a mission", "text": "\"to do work for him\""}, {"ref": "I have directed the young men to a certain place", "text": "\"I have told the young men to go to another place, and I will meet them there later\" (See UDB)"}]}, {"id": "03", "tn": [{"ref": "Now then", "text": "David is starting a new part of the conversation."}, {"ref": "what do you have on hand?", "text": "Here \"on hand\" is a metonymy that means available. AT: \"What food do you have that you can give me?\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Give me five loaves of bread", "text": "This is a polite request."}, {"ref": "ordinary bread", "text": "bread that the priests have not used in worship"}, {"ref": "holy bread", "text": "bread that the priests have used in worship"}, {"ref": "if the young men have kept themselves from women", "text": "This can be translated as a complete sentence. AT: \"Your men may eat it if they have not slept with women recently\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "05", "tn": [{"ref": "women have been kept from us", "text": "This can be translated in active form. AT: \"we have kept ourselves from women\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "three days", "text": "\"3 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "when I set out", "text": "\"when I begin a journey\""}, {"ref": "The things belonging to the men have been set apart", "text": "This can be translated in active form. AT: \"The men have set what belongs to them apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "How much more today will what they have be set apart", "text": "This is a statement, not a question. It can be translated in active form. AT: \"It is especially true today that they will set apart what they have\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the bread that was set apart", "text": "This can be translated in active form. AT: \"the bread that the priests had set apart\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which was removed from before Yahweh, in order to put", "text": "This can be translated in active form. AT: \"which the priests had removed from before Yahweh so that they could put\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "Doeg ... herdsmen", "text": "You may need to say clearly that Doeg saw what David did. AT: \"Doeg ... herdsmen, and he saw what Ahimelech did\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Doeg", "text": "man's name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "detained before Yahweh", "text": "Possible meanings are 1) \"for Yahweh had detained him there,\" perhaps so Doeg could finish doing something he had promised Yahweh he would do (see UDB) or 2) no one knows why he was there, \"for some reason\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "herdsmen", "text": "the keepers and protectors of a herd, especially of cattle or sheep"}]}, {"id": "08", "tn": [{"ref": "Now is there not here on hand any spear or sword?", "text": "Here \"on hand\" is a metonymy meaning \"available.\" AT: \"Do you have a spear or sword that you can give me?\" Translate as in [[:en:bible:notes:1sa:21:03|21:3]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "weapons", "text": "a general name for such things as swords, knives, bows and arrows, and spears"}, {"ref": "Valley of Elah", "text": "This is the name of a place in Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "10", "tn": [{"ref": "Is not this David, the king of the land?", "text": "They were probably exaggerating when they said that David was king of the land. They used this question to imply that David was a powerful enemy and Achish should not let him stay there. AT: \"You know that this is David, who is as dangerous as the king of the land\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Did they not sing to one another about him in dances, 'Saul ... thousands?'", "text": "This rhetorical question can be translated as a statement. AT: \"You know that when the people of the land were dancing, they sang to each other about him, 'Saul ... thousands.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "David took these words to heart", "text": "Here \"took ... to heart\" is a metonymy to think seriously about what was said. AT: \"David thought seriously about what the servants said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in their hands", "text": "Here \"hands\" are a metonym for the person. AT: \"in their presence\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Why have you brought him to me?", "text": "Possible meanings are 1) Achish demands that his servants explain why they have brought David to him or 2) Achish is scolding them with a rhetorical question. AT: \"You should have known not to bring him to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do I lack madmen, so that you have brought this fellow to behave like one in my presence?", "text": "This rhetorical question is a rebuke. AT: \"There are enough madmen here who waste my time. You should not have brought this fellow to behave like one in my presence.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Will this fellow really come into my house?", "text": "This rhetorical question can be translated as a statement. AT: \"Do not allow this fellow to enter my house.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]