[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the believers in Galatia that God gave them God's Spirit when they believed the gospel by faith, not by their doing God's law."}, {"ref": "General Information:", "text": "Paul is rebuking the Galatians by asking rhetorical questions."}, {"ref": "Who has put a spell on you?", "text": "Paul is using irony and a rhetorical question to say that the Galatians are acting as though someone has put a spell on them. He does not really believe that someone has put a spell on them. AT: \"You behave as if someone has put a spell on you!\" (See: [[:en:ta:vol1:translate:figs_irony]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "This is the only thing I want to learn from you", "text": "This continues the irony from verse 1.   Paul knows the answers to the rhetorical questions he is about to ask. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "Did you receive the Spirit by the works of the law or by believing what you heard?", "text": "Translate this rhetorical question as a question if you can, because the reader will be expecting a question here. Also, be sure that the reader knows that the answer to the question is \"by believing what you heard,\" not \"by doing what the law says.\" AT: \"You received the Spirit, not by doing what the law says, but by believing what you heard.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you so foolish?", "text": "This rhetorical question shows that Paul is surprised and even angry that the Galatians are foolish. AT: \"You are very foolish!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "by the flesh", "text": "The word \"flesh\" is a metonym for effort. AT: \"by your own effort\" or \"by your own work\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "Have you suffered so many things for nothing ... ?", "text": "Paul uses this question to remind the Galatians that when they were suffering, they believed that they would receive some benefit.  AT: \"Surely you did not think that you were suffering so many things for nothing ... !\" or \"Surely you knew that there was some good purpose for suffering so many things ... !\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you suffered so many things for nothing", "text": "It can be stated clearly that they had suffered these things because of people who opposed them for their faith in Christ. AT: \"Have you suffered so many things by those who opposed you for your faith in Christ for nothing\" or \"You believed in Christ, and you suffered many things by those who oppose Christ. Were your belief and suffering for nothing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for nothing", "text": "\"uselessly\" or \"without the hope of receiving something good\""}, {"ref": "if indeed it was for nothing?", "text": "Possible meanings are 1) Paul uses this rhetorical question to warn them not to let their experiences be for nothing. AT: \"Do not let it be for nothing!\" or \"Do not stop believing in Jesus Christ and let your suffering be for nothing.\" or 2) Paul uses this question to assure them that their suffering was not for nothing. AT: \"It was certainly not for nothing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Does he ... do so by the works of the law, or by hearing with faith?", "text": "Paul asks another rhetorical question to remind the Galatians how people receive the Spirit. AT: \"He ... does not do it by the works of the law; he does it by hearing with faith.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "by the works of the law", "text": "This represents people doing the works that the law requires. AT: \"because you do what the law tells us to do\""}, {"ref": "by hearing with faith", "text": "Your language may require that what the people heard and whom they trusted be stated explicitly. AT: \"because you heard the message and had faith in Jesus\" or \"because you listened to the message and trusted in Jesus\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds the Galatian believers that even Abraham received righteousness by faith and not by the law."}, {"ref": "it was credited to him as righteousness", "text": "God saw Abraham's faith in God, so then God considered Abraham righteous."}, {"ref": "those of faith", "text": "\"those who have faith.\" The meaning of the noun \"faith\" can be expressed with the verb \"believe\". AT: \"those who believe\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "children of Abraham", "text": "This represents people whom God views as he viewed Abraham. AT: \"righteous in the same way as Abraham\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "foreseeing", "text": "Because God made the promise to Abraham and they wrote it down before the promise came through Christ, the scripture is like someone who knows the future before it happens. AT: \"predicted\" or \"saw before it happened\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "In you", "text": "\"Because of what you have done\" (UDB) or \"Because I have blessed you.\" The word \"you\" refers to Abraham and is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "all the nations", "text": "\"all the people-groups in the world\" (UDB). God was emphasizing that he was not favoring only the Jewish people, his chosen group. His plan of salvation was for both Jews and non-Jews."}]}, {"id": "10", "tn": [{"ref": "All who rely on ... the law are under a curse", "text": "Being under a curse represents being cursed. Here it refers to being eternally punished. \"Those who rely on ... the law are cursed\" or \"God will eternally punish those who rely on ... the law\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Now it is clear", "text": "What is clear can be stated explicitly. AT \"The scriptures are clear\" or \"The scriptures teach clearly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no one is justified before God by the law", "text": "This can be stated with an active verb. AT: \"God justifies no one by the law\""}, {"ref": "no one is justified before God by the law", "text": "Paul is correcting their believe that if they obeyed the law, God would justify them. AT: \"no one is justified before God by obeying the law\" or \"God does not justify anyone for their obedience to the law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the righteous", "text": "This refers to righteous people. AT: \"righteous people\" or \"the people whom God considers righteous\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the works of the law", "text": "\"what the law says we must do\""}, {"ref": "must live by them", "text": "Possible meanings are 1) \"must obey them all\" (UDB) or 2) \"will be judged by his ability to do what the law demands.\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds these believers again that keeping the law could not save a person and that the law did not add a new condition to the promise by faith given to Abraham."}, {"ref": "from the curse of the law", "text": "The noun \"curse\" can be expressed with the verb \"curse.\" AT: \"from being cursed because of the law\" or \"from being cursed for not obeying the law\""}, {"ref": "by becoming a curse for us", "text": "The noun \"curse\" can be expressed with the verb \"curse.\" AT:  \"by being cursed for us\" or \"when God cursed him instead of us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "from the curse of the law ... becoming a curse for us ... Cursed is everyone", "text": "Curse here represents being condemned. AT: \"from being condemned by the law ... being condemned instead of us ... Condemned is everyone\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hangs on a tree", "text": "Paul expected his audience to understand that he was referring to Jesus hanging on the cross."}, {"ref": "might", "text": "\"will\""}, {"ref": "we", "text": "The word \"we\" includes the people who would read the letter. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "15", "tn": [{"ref": "Brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "in human terms", "text": "\"as a person\" or \"of things most people understand\""}, {"ref": "Now", "text": "This word shows that Paul has stated a general principle and is now beginning to introduce a specific case."}, {"ref": "referring to many", "text": "\"referring to many descendants\""}, {"ref": "to your descendant", "text": "The word \"your,\" is singular, and refers to a specific person, who is a particular descendant of Abraham (and that descendant is identified as \"Christ\"). See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "17", "tn": [{"ref": "For if the inheritance comes by the law, then it no longer comes by promise", "text": "Paul is speaking of a situation that did not exist to emphasize that the inheritance came only by means of the promise. AT: \"the inheritance comes to us by means of the promise, because we could not keep the demands of God's law\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were an inheritance of property and wealth from a family member, and eternal blessings and redemption. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells the believers in Galatia why God gave the law."}, {"ref": "What, then, was the purpose of the law?", "text": "Paul uses a rhetorical question to introduce the next topic he wants to discuss. It can also be translated as a statement. AT: \"I will tell you what the purpose of the law is\" or \"Let me tell you why God gave the law\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It was added", "text": "This can be stated in active form. AT: \"God added it\" or \"God added the law\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The law was put into force through angels by a mediator", "text": "This can be stated in active form. AT: \"God issued the law with the help of angels, and a mediator put it into force\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a mediator", "text": "\"a representative\""}, {"ref": "Now a mediator implies more than one person, but God is one", "text": "God gave his promise to Abraham without a mediator, but he gave the law to Moses with a mediator. As a result, Paul's readers may have thought that the law somehow made the promise to no effect. Paul is stating what his readers might have thought here, and he will respond to them in the verses that follow."}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "The word \"us\" in this section refers to all Christians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "against", "text": "\"opposed to\" or \"in conflict with\""}, {"ref": "if a law had been given that could give life", "text": "This can be stated in active form, and the abstract noun \"life\" can be translated with the verb \"live.\" AT: \"if God had given a law that enabled those who kept it to live\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "righteousness would certainly have come by the law", "text": "\"we could have become righteous by obeying that law\""}, {"ref": "scripture imprisoned everything under sin. God did this so that the promise to save us by faith in Jesus Christ might be given to those who believe", "text": "Other possible meanings are 1) \"because we all sin, God put all things under the control of the law, like putting them in prison, so that what he has promised to those who have faith in Christ Jesus he might give to those who believe\" or 2) \"because we sin, God put all things under the control of the law, like putting them in prison. He did this because what he has promised to those who have faith in Christ Jesus he wants to give to those who believe.\""}, {"ref": "scripture", "text": "Paul is treating scripture as though it were a person and is speaking of God, who wrote scripture. AT: \"God\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds those in Galatia that believers are free in God's family, not slaves under the law."}, {"ref": "we were held captive under the law, imprisoned", "text": "This can be stated in active form. AT: \"the law held us captive and we were in prison\" or \"the law held us captive in prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we were held captive under the law, imprisoned", "text": "The way the law controlled us is spoken of as if the law were a prison guard holding us as captives. AT: \"the law controlled us like a prison guard\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "until faith should be revealed", "text": "This can be stated in active form, and who this faith is in can be stated clearly. AT: \"until God would reveal that he justifies those who have faith in Christ\" or \"until God would reveal that he justifies those who trust in Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "guardian", "text": "More than simply \"one who gives oversight to a child,\" this was usually a slave who was responsible for enforcing rules and behaviors given by the parent and would report to the parent on the child's actions."}, {"ref": "until Christ came", "text": "\"until the time when Christ came\""}, {"ref": "so that we might be justified", "text": "Before Christ came, God had planned to justify us. When Christ came, he carried out his plan to justify us. This can be stated in active form. AT: \"so that God would declare us to be righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "you ... have clothed yourselves with Christ", "text": "Possible meanings are 1) \"you ... have become the same sort of person as Christ is\" (UDB) or 2) \"you ... have the same relationship to God as Christ.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There is neither Jew nor Greek, slave nor free, male nor female", "text": "\"God sees no difference between Jew and Greek, slave and free, male and female\""}, {"ref": "heirs", "text": "The people to whom God has made promises are spoken of as if they were to inherit property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]