[{"id": "01", "tn": [{"ref": "See", "text": "The word \"see\" here adds emphasis to what follows. It can also be translated as \"Listen\" or \"Indeed.\""}, {"ref": "support and staff", "text": "Both of these words refer to a walking stick, on which someone leans for support. This idea here stands for the things that people need the most in order to live: food and water. AT: \"everything that supports you\" or \"everything that you depend on\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mighty man ... the skillful enchanter", "text": "This is a list of categories of people that others depend on. Since they do not refer to particular individuals, they can all be translated with plural nouns as in the UDB. AT: \"the mighty men ... the skillful enchanters\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "omen reader", "text": "These are people who claim that they can tell the future by looking at things like animal parts and leaves. See how you translated this in [[:en:bible:notes:isa:02:05|2:6]]."}, {"ref": "the captain of fifty", "text": "This idiom refers to a captain who is in charge of fifty soldiers. It can be translated with a more general term. AT: \"the army officer\" or \"the military leader\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "fifty", "text": "\"50\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "04", "tn": [{"ref": "I will place mere youths as their leaders, and the young will rule over them", "text": "These phrases mean basically the same thing. Possible meanings are 1) \"I will place young people as their leaders, and those young people will rule over them\" or 2) \"youths\" is a metaphor for simple and foolish men. AT: \"I will place over them leaders who are immature, like young people, and those bad leaders will rule over them\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will place mere youths", "text": "Here the word \"I\" refers to Yahweh. This can also be stated clearly. AT: \"Yahweh says, \"I will place mere youths as their leaders\"\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The people will be oppressed, every one by another, and every one by his neighbor", "text": "This can be stated in active form. AT: \"Everyone will be cruel to others and will mistreat his neighbor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the degraded", "text": "\"the people who are without honor\" or \"the people whom no one respects\""}, {"ref": "the honorable", "text": "\"the people with honor\" or \"the people whom everyone respects\""}]}, {"id": "06", "tn": [{"ref": "let this ruin be in your hands", "text": "Here \"hands\" represents authority. AT: \"take charge of this ruin\" or \"rule over this ruin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this ruin", "text": "Possible meanings are 1) many or most of the buildings in the city of Jerusalem were destroyed or 2) the people in Jerusalem have no more prosperity or leadership. AT: \"this city, which is now ruined\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will not be a healer", "text": "Solving the people's troubles is spoken of as if it were healing them. AT: \"No, I cannot fix this problem\" or \"No, I cannot help you\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "The prophet begins to comment on this situation."}, {"ref": "Jerusalem has stumbled, and Judah has fallen", "text": "Disobeying God is spoken of as if it were stumbling and falling. (See:   [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the eyes of his glory", "text": "Here \"the eyes\" stands for God himself, who is glorious. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The look on their faces witnesses against them", "text": "Expressions of arrogance on people's faces are spoken of as if the expressions were persons who could testify against the proud people. AT: \"The prideful looks on their faces show that they oppose Yahweh\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "they tell of their sin like Sodom; they do not hide it", "text": "Here the people of Judah are said to be like the people of Sodom, because they openly boasted about their sins. AT: \"like the people of Sodom, they talk about their sins and let everyone know about them\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "For they have completed a catastrophe for themselves", "text": "The catastrophe is still coming, but the people have finished doing what will cause it to come. The catastrophe's causes are spoken of here as if they were the catastrophe itself. AT: \"For they have done everything that will cause a catastrophe to happen\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "Tell the righteous person that it will be well", "text": "\"Tell the one who is doing what is right that I will make things good for him\""}, {"ref": "the righteous person", "text": "This refers to righteous people in general. AT: \"righteous people\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "for they will eat the fruit of their deeds", "text": "Deeds are spoken of as if they were trees giving fruit that can be eaten. The fruit stands for the reward for doing good deeds. AT: \"for they will receive their reward for their good deeds\" or \"for they will receive their reward for the good things they have done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will eat the fruit of their deeds", "text": "The Hebrew text has these plural pronouns here, but they refer to any righteous person. Translators can choose to translate them as singular: \"he will eat the fruit of his deeds.\""}, {"ref": "for the recompense of his hands will be done to him", "text": "Here \"hands\" stands for the deeds that the person has done. AT: \"for what the wicked person has done to others will be done to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My people ... My people", "text": "Possible meanings are 1) Isaiah is talking and \"My\" refers to Isaiah, or 2) Yahweh is talking and \"My\" refers to Yahweh."}, {"ref": "children are their oppressors", "text": "Possible meanings are 1) \"young people have become their leaders and they oppress the people\" or 2) \"their leaders are immature like children and oppress the people.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "women rule over them", "text": "Possible meanings are 1) \"women rule over the people\" or 2) \"their leaders are weak like women.\""}, {"ref": "those who guide you lead you astray and confuse the direction of your path", "text": "It was common in the Ancient Middle East to speak of a nation's leaders as if they were shepherds. As shepherds lead the sheep along good paths to safety, leaders should teach the people the truth and help them do what is right. Judah's leaders were not doing this. AT: \"your leaders are like bad shepherds who lead you away from good paths and do not show you where to go\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Yahweh stands up for an accusation; he is standing to accuse the people", "text": "Isaiah speaks of Yahweh's decision to harm the people as if Yahweh were bringing a legal accusation in a courtroom against the people of Israel. The second part of this line means the same thing as the first part, but it says it a little more completely. AT: \"It is as though Yahweh had taken his place in a courtroom and were ready to accuse the people\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will come with judgment", "text": "Judgment is spoken of as if it were an object that one could bring to another person. AT: \"will announce his judgment\" or \"will declare his judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have ruined the vineyard", "text": "Here \"you\" refers to the elders and rulers. Yahweh is speaking of his people as if they were a vineyard. Like someone who fails to care for a vineyard so that the vines give no more grapes, the elders and leaders are discouraging the Israelites from serving God. AT: \"My people are like a vineyard, and you have ruined it\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the plunder from the poor is in your houses", "text": "\"the things you have taken from the poor are in your houses\""}, {"ref": "the poor", "text": "This nominal adjective can be stated as an adjective. AT: \"those who are poor\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Why do you crush my people and grind the faces of the poor?", "text": "Yahweh asks this question in order to accuse the leaders of the people. This accusation can be expressed as a statement. AT: \"I am angry with you evil men because you are crushing my people and grinding the faces of the poor!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "crush my people", "text": "Making people suffer is spoken of as if it were crushing them with a very heavy weight. AT: \"cruelly harm my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "grind the faces of the poor", "text": "Making people suffer is spoken of as if it were rubbing their faces into the ground. AT: \"harm the poor and make them suffer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "the daughters of Zion", "text": "Zion, meaning here the city of Jerusalem, is spoken of as if it were a woman with her daughters. AT: \"the women of Zion\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with their heads high", "text": "This means in an arrogant way. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "flirt with their eyes", "text": "Here \"their eyes\" represents how the women look at men. AT: \"try to impress men with the way they look at them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mincing along as they go", "text": "\"taking very small steps as they walk\""}, {"ref": "and making a tinkling with their feet", "text": "\"so the bracelets on their ankles jingle\" or \"so the bells on their ankles make a noise\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "This continues to describe how Yahweh will judge the women of Jerusalem. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "the Lord will remove", "text": "Here \"remove\" represents causing others to remove something. AT: \"the Lord will cause others to remove\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "ankle jewelry", "text": "a decoration that women wear on the ankle, just above the foot"}, {"ref": "head bands", "text": "a decoration that women wear over the head and hair"}, {"ref": "crescent ornaments", "text": "moon-shaped ornaments that people wear in the belief that they will protect the person from evil"}, {"ref": "ear pendants", "text": "jewelry that hangs from the ear or over the ear"}, {"ref": "bracelets", "text": "a decoration that women wear on the arm near the hands"}, {"ref": "veils", "text": "a very thin material used to cover a woman's head and face"}, {"ref": "headscarves", "text": "long, thin pieces of cloth that women tie around the head or hair"}, {"ref": "ankle chains", "text": "These are decorations that women wear near the feet. Often the chains hang down to make a gentle noise."}, {"ref": "sashes", "text": "a piece of cloth that people wear around the waist or across the chest"}, {"ref": "perfume boxes", "text": "a small box or bag containing perfume that women wore on chains or strings around their necks so they smelled good"}, {"ref": "lucky charms", "text": "jewelry that people wear in the belief that it will bring good luck"}]}, {"id": "21", "tn": [{"ref": "rings", "text": "a decoration worn around the finger"}, {"ref": "nose jewels", "text": "a decoration worn in or through the nose"}, {"ref": "festive robes", "text": "a long, loose garment with decorations that was worn over other clothes for everyone to see"}, {"ref": "mantles", "text": "a cloth worn over the shoulders on the outside of the clothes"}, {"ref": "veils", "text": "Translate this as in [[:en:bible:notes:isa:03:18|3:19]]."}, {"ref": "handbags", "text": "a bag to used to carry small things"}, {"ref": "hand mirrors", "text": "a small surface, held in one's hand and used to see oneself"}, {"ref": "fine linen", "text": "a soft cloth worn by rich people"}, {"ref": "head pieces", "text": "a cloth or small hat worn over the hair"}, {"ref": "wraps", "text": "a decorative cloth that a woman would wrap around herself to make her beautiful"}]}, {"id": "24", "tn": [{"ref": "sash", "text": "a piece of cloth that people wear around the waist or across the chest. See how you translated this in [[:en:bible:notes:isa:03:18|3:20]]."}, {"ref": "a rope", "text": "This may refer to a rope that enemies would tie on the people of Judah when they captured them. Or it might mean that Jerusalem's women would have nothing to wear but rough clothing secured with ropes."}, {"ref": "well-arranged hair, baldness", "text": "arranged hair, baldness** - \"pretty hair, their heads will be bald\""}, {"ref": "Your men will fall by the sword, and your strong men will fall in war", "text": "Falling represents being killed, and the sword represents battle. AT: \"Your men will be killed in battle, and your strong men will be killed in war\" or \"Enemies will kill your soldiers in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jerusalem's gates will lament and mourn", "text": "Isaiah speaks of the city gates weeping as if they were people as a metonym for the people who will weep at the public places near the gates. AT: \"The people of Jerusalem will sit at the city gates and cry and mourn\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she will be alone and sit upon the ground", "text": "Isaiah speaks of the people of Jerusalem, whom no one will save from their enemies, as if they were the city itself and as if they were a woman who sits on the ground because all her friends have deserted her. (UDB) (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]