[{"id": "01", "tn": [{"ref": "The word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "to me", "text": "to Jeremiah"}, {"ref": "Go and proclaim in the ears of Jerusalem", "text": "AT: \"Go and speak to the people in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "on your behalf", "text": "\"for your benefit\" or \"in your interest\""}, {"ref": "when we were engaged", "text": "\"when we first agreed that we would marry each other,\" when the Israelites loved him and were loyal to him (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the land that was not sown", "text": "AT: \"the land where no one has sown seed\" or \"the land where no food was growing\""}, {"ref": "Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "04", "tn": [{"ref": "house of Jacob and every family in the house of Israel", "text": "These two phrases mean the same thing and are combined for emphasis. AT: \"all you descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "What did your fathers find wrong with me, that they went far from following me? That they went after useless idols and became useless themselves?", "text": "AT: \"I did nothing wrong to your forefathers, so they have offended me by no longer obeying me and by starting to worship useless idols and becoming useless themselves!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "useless", "text": "\"worthless\""}, {"ref": "Where is Yahweh, who brought us ... Egypt? Where is Yahweh, who led us ... lives?", "text": "\"We should learn what Yahweh wants us to do. He is the one who brought us ... Egypt, and he is the one who led us ... lives.\""}]}, {"id": "07", "tn": [{"ref": "Yet when you came, you defiled my land, you made my inheritance an abomination!", "text": "AT: \"There you sinned and made the land I gave you filthy!\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The priest did not say, 'Where is Yahweh?' and the experts in the law did not care about me!", "text": "AT: The priests and other religious leaders did not want to know me.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Where is Yahweh?", "text": "\"We need to obey Yahweh!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The shepherds transgressed against me", "text": "\"Their leaders sinned against me\""}, {"ref": "shepherds", "text": "\"leaders\""}, {"ref": "and walked after unprofitable things.", "text": "AT: and prayed to gods that could not help them\""}, {"ref": "walked after", "text": "\"obeyed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "So I will still accuse you", "text": "\"Therefore, I will still accuse the house of Israel\" ((See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Yahweh's declaration", "text": "See how this is translated in [[:en:bible:notes:jer:01:07|1:8]]"}, {"ref": "your sons' sons", "text": "\"your future generations\""}, {"ref": "cross over to the coasts of Kittim", "text": "\"travel across the ocean and to the island of Kittim\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kittim", "text": "Cyprus (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Kedar", "text": "a land far to the east of Israel (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Has a nation exchanged gods ... gods?", "text": "\"You will see that no nation has ever exchanged ... gods.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "their glory", "text": "This expression refers to God himself, who was the \"glory\" of the people of Israel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what cannot help them", "text": "\"gods who cannot help them\""}]}, {"id": "12", "tn": [{"ref": "Shudder, heavens, because of this! Be shocked and horrified", "text": "The speaker is turning and talking to the heaven as if it were a person. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "abandoned the springs", "text": "AT: \"abandoned me, their spring\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by digging out cisterns for themselves", "text": "Idols are compared to broken cisterns. AT: by worshiping useless gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cisterns", "text": "\"deep hole for storing water\""}]}, {"id": "14", "tn": [{"ref": "Is Israel a slave? Was he not born at home? So why has he become plunder?", "text": "AT: \"You people of Israel were not born slaves; but now you have been plundered by your enemies.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "why has he become plunder?", "text": "AT: \"Everything you owned has been taken by force?\""}, {"ref": "Young lions roared against him. They made a lot of noise and made his land a horror. His cities are destroyed without any inhabitants.", "text": "AT: \"Your enemies attacked you roaring like young lions. They destroyed your land and burned your towns so that no one can live in them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Young lions roared", "text": "A roar is a loud sound made by a wild animal."}, {"ref": "inhabitants", "text": "people who live in a certain place"}, {"ref": "Memphis and Tahpanhes", "text": "cities in Egypt (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will shave your skull", "text": "The Egyptians shaved the head of their slaves to mark them as slaves."}, {"ref": "will shave your skull", "text": "The Hebrew text is interpreted by some modern versions as \"have cracked your skull.\""}, {"ref": "Did you not do this to yourselves when you abandoned Yahweh your God, while he was leading you along the way?", "text": "AT: \"You cause this yourselves by abandoning Yahweh your God, while he was leading you along the way.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "18", "tn": [{"ref": "So now, why take the road to Egypt and drink the waters of Shihor? Why take the road to Assyria and drink the waters of the Euphrates River?", "text": "AT: \"You should not travel to Shihor to make an alliance with the rulers of Egypt. You should not travel to the Euphrates River to make an alliance with Assyria! (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Shihor", "text": "the southwestern boundary of Canaan, a dry river bed"}, {"ref": "Your wickedness rebukes you, and your faithlessness punishes you.", "text": "Both of these phrases mean that their punishment is the result of their wicked behavior. AT: \"Because you have been wicked and unfaithful, I will punish you.\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "it is wicked and bitter", "text": "Here the word \"bitter\" describes \"wicked.\" AT: \"it is bitterly wicked\" or \"it is extremely wicked.\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "dread", "text": "great fear"}]}, {"id": "20", "tn": [{"ref": "For I broke your yoke that you had in ancient days; I tore your fetters off you. Still you said, 'I will not serve!'", "text": "AT: \"Long ago I released you from slavery, but still you refused to worship me!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "since you bowed down on every high hill and beneath every leafy tree, you adulterer", "text": "\"You bowed down to idols and worshiped them like an adulterous wife treats her husband\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fetters", "text": "chains used to restrain a person or an animal"}, {"ref": "beneath", "text": "below"}, {"ref": "But I myself had planted you as a choice vine, a completely true seed.", "text": "AT: \" I, Yahweh, started you with a very good beginning.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "planted", "text": "to place in the ground to grow"}, {"ref": "a disloyal one from a foreign vine!", "text": "AT: \"you have become like a rotten, worthless vine.\""}, {"ref": "disloyal", "text": "traitorous, faithless"}, {"ref": "your iniquity is a stain", "text": "AT: \"you are still guilty of sinning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stain", "text": "in this usage stain represents the constant reminder of Israel's sin"}, {"ref": "the declaration the Lord Yahweh", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "23", "tn": [{"ref": "walked after", "text": "\"worshiped\""}, {"ref": "Look at your behavior in the valleys! Understand what you have done, you swift camel running its own way!", "text": "AT: \"You must look at the things you have done in the valleys outside of Jerusalem. You run back and forth chasing this and that like a swift young camel who does not know where she is going.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "swift", "text": "\"fast\" or \"quick\""}, {"ref": "You are a wild donkey, accustomed to the wilderness, longing for life and panting after the useless wind! Who turns her around when she is in heat? Anyone seeking her does not tire himself. They go out to her in her month of heat.", "text": "AT: \"You are like a young female donkey, living in the desert. When she is in heat she is out of control and constantly sniffs the breeze to find a mate. The male donkeys do not even chase after her because she will come to them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "longing", "text": "\"strong desire for\""}, {"ref": "panting", "text": "breathing hard and quick"}, {"ref": "You must restrain your feet from becoming bare and your throat from being thirsty! But you have said, 'It is hopeless! No, I love strangers and go after them!'", "text": "AT: \"I have told you to stop running here and there chasing after false gods, because all that it does is wear out your sandals and make you very thirsty. But you say to me, 'We cannot stop ourselves. We must follow after these Baals and worship them!'\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "thirsty", "text": "in need of water"}, {"ref": "strangers", "text": "people we have not met before"}]}, {"id": "26", "tn": [{"ref": "when he is found", "text": "\"when he is caught\""}, {"ref": "they", "text": "\"the people\""}, {"ref": "These are the ones who say to the tree, 'You are my father,' and to the stone, 'You gave birth to me.'", "text": "AT: \"These people are the ones who say to a carved piece of wood, \"You are my father,\" and to a carved stone, \"You gave birth to me.\" \" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "their back faces me and not their faces", "text": "AT: \"they turn away and do not worship me\" or \"they turn so I see only their backs, not their faces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Arise and save us!", "text": "AT: \"Yahweh come and save us.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "So why do you accuse me of doing wrong? All of you have sinned against me", "text": "AT: \"Israel you claim that I was wrong when I did not rescue you when you called on me, even though you continue to sin against me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "destructive", "text": "capable of causing a very large amount of damage"}, {"ref": "You who belong to this generation! Pay attention to my word, the word of Yahweh", "text": "AT: \"House of Judah, you must pay attention to what I say to you.\""}, {"ref": "Have I been a wilderness to Israel? Or a land of deep darkness", "text": "AT: \"I never abandoned you in the desert or left you in very dark land?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why would my people say, 'Let us wander around, we will not go to you anymore'?", "text": "AT: \"Why do you say, 'We can go where we want to go and not worship Yahweh anymore'?\""}, {"ref": "wander", "text": "move around or go to different places usually without any particular purpose or direction"}]}, {"id": "32", "tn": [{"ref": "Will a virgin forget her jewelry, a bride her veils?", "text": "Yahweh is starting to rebuke his people for forgetting him (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "days without number", "text": "\"a very long time\""}, {"ref": "How well you make your way to look for love. You have even taught your ways to wicked women.", "text": "Yahweh is saying that the Israelites have become so good at chasing false gods that they could show a prostitute how to go after customers (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "The blood that was the life of innocent, poor people has been found on your clothes.", "text": "AT: \"You are guilty of killing poor and innocent people, people who did nothing to harm you.\" Yahweh is saying that the Israelites have killed people who have done nothing against them. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "These people were not discovered in acts of burglary.", "text": "AT: \"You did not discover these people stealing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "35", "tn": [{"ref": "I am", "text": "\"We are\""}, {"ref": "Surely Yahweh's anger will turn from me", "text": "AT: \"Surely Yahweh will stop being angry with us.\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "judged", "text": "\"punished severely\""}, {"ref": "since", "text": "\"because\""}, {"ref": "I have", "text": "\"We have\""}, {"ref": "Why do you treat so very lightly this change in your ways?", "text": "Yahweh is scolding the Israelites because they changed from one kingdom to another for help but did not rely on God for help. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "lightly", "text": "without care or concern"}, {"ref": "disappointed", "text": "feeling sad or unhappy because the king of Egypt did not agree to protect them."}, {"ref": "You will also go out from there", "text": "AT: \"You will go out from Egypt\""}, {"ref": "dejected", "text": "sad because you did not get what a promise of Egyptian help."}, {"ref": "hands on your head", "text": "this shows a people in mourning (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]