[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "poor and oppressed", "text": "\"weak and needy\" (UDB)"}, {"ref": "save your servant", "text": "David refers to himself as \"your servant,\" that is, God's servant. AT: \"save me, your servant\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "003", "tn": [{"ref": "all day long", "text": "This is an exaggeration. David does not literally cry out all day long. This emphasizes that he cries out continually. AT: \"continually\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Make your servant glad", "text": "David refers to himself as \"your servant,\" that is, God's servant. AT: \"Make me, your servant\" or \"Make me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "005", "tn": [{"ref": "In the day of my trouble", "text": "Here \"day\" represents a longer period of time. AT: \"During my times of difficulty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I call on you", "text": "\"I pray to you\""}]}, {"id": "008", "tn": [{"ref": "among the gods", "text": "The writer is not acknowledging these other gods exist. He is referring to false gods that people from other nations worship. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "All the nations", "text": "Here \"the nations\" represent the people. AT: \"The people from all nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will honor your name", "text": "Here \"name\" represents the whole person. AT: \"They will honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "010", "tn": [{"ref": "wonderful things", "text": "\"very good things that amaze me\""}, {"ref": "you only are God", "text": "\"you are the only God\""}, {"ref": "Teach me your ways, Yahweh. Then I will walk in your truth", "text": "A person who obeys what God wants is spoken of as if he were walking on God's way or road. AT: \"Teach me your truth, Yahweh. Then I will obey what you say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Unite my heart to reverence you", "text": "Here \"heart\" represents a person's thoughts, emotions, and motives. Asking God to cause a person to respect him completely is spoken of as if the person's heart were in many pieces and that God unites them together. AT: \"Cause me to respect you sincerely with all my heart\" or \"Cause me to respect you sincerely\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will praise you with my whole heart", "text": "Here \"heart\" represents a person's thoughts, emotions, and motives. AT: \"I will praise you completely and sincerely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will glorify your name", "text": "Here \"name\" represents the whole person. AT: \"I will glorify you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "013", "tn": [{"ref": "For great is your covenant faithfulness toward me", "text": "The abstract noun \"faithfulness\" can be stated as an adjective. AT: \"For you are faithful to me because of your covenant\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you have rescued my life from the depths of Sheol", "text": "This does not mean God brought him back to life after he died. It means God saved him when he was about to die."}, {"ref": "the arrogant", "text": "This nominal adjective can be stated as an adjective. AT: \"arrogant people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "have risen up against me", "text": "\"are coming together to harm me\""}, {"ref": "seek my life", "text": "This is a way of saying they want to kill him. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "015", "tn": [{"ref": "abundant in covenant faithfulness and trustworthiness", "text": "God constantly being faithful and trustworthy is spoken of as if faithfulness and trustworthiness were objects of which God has a large quantity. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Turn toward me", "text": "Asking God to consider him is spoken of as if he wanted God to turn and look at him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "give your strength to your servant", "text": "The abstract noun \"strength\" can be stated as a verb or an adjective. AT: \"strengthen your servant\" or \"make your servant strong\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your servant ... the son of your servant woman", "text": "The writer is speaking about himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "and be put to shame", "text": "This can be stated in active form. AT: \"and they will be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]