{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story where the writer tells of the ministry of John the Baptist. In verse 3, the writer quotes the prophet Isaiah to show that John the Baptist was God's appointed messenger to prepare for Jesus' ministry."}, {"ref": "In those days", "text": "This is many years after Joseph and his family left Egypt and went to Nazareth. This is probably near the time that Jesus begins his ministry. AT: \"Some time later\" or \"Some years later\""}, {"ref": "Repent", "text": "This is plural in form. John is speaking to the crowds. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the kingdom of heaven is near", "text": "The phrase \"kingdom of heaven\" refers to God ruling as king. This phrase is only in the book of Matthew. If possible, use the word \"heaven\" in your translation. AT: \"our God in heaven will soon show himself to be king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For this is he who was spoken of by Isaiah the prophet, saying", "text": "This can be stated in active form. AT: \"For Isaiah the prophet was speaking of John the Baptist when he said\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "The voice of one calling out in the wilderness", "text": "This can be expressed as a sentence. AT: \"The voice of one calling out in the wilderness is heard\" or \"They hear the sound of someone calling out in the wilderness\""}, {"ref": "Make ready the way of the Lord ... make his paths straight", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Make ready the way of the Lord", "text": "\"Get the road ready for the Lord.\" Doing this represents being prepared to hear the Lord's message when he comes. People do this by repenting of their sins. AT: \"Prepare to hear the Lord's message when he comes\" or \"Repent and be ready for the Lord to come\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}], "04": [{"ref": "Now ... wild honey", "text": "The word \"Now\" is used here to mark a break in the main storyline. Here Matthew tells background information about John the Baptist. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "wore clothing of camel's hair and a leather belt around his waist", "text": "This clothing symbolizes that John is a prophet like the prophets from long ago, especially the prophet Elijah. (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then Jerusalem, all Judea, and all the region", "text": "This refers to the people from those areas. Here the word \"all\" means \"many.\" Matthew is emphasizing how many people went to John the Baptist. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "They were baptized by him", "text": "This can be stated in active form. AT: \"John baptized them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They", "text": "This refers to the people coming from Jerusalem, Judea, and the region around the Jordan River."}], "07": [{"ref": "General Information:", "text": "John the Baptist begins to rebuke the Pharisees and Sadducees."}, {"ref": "You offspring of poisonous snakes, who", "text": "This is a metaphor. Here \"offspring\" means \"having the characteristic of.\" Poisonous snakes are dangerous and represent evil. This can be stated as a separate sentence. AT: \"You evil poisonous snakes! Who\" or \"You are evil like poisonous snakes! Who\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who warned you to flee from the wrath that is coming?", "text": "John uses a question to rebuke the Pharisees and Sadducees because they were asking him to baptize them so that God would not punish them, but they did not want to stop sinning. AT: \"you cannot flee from God's wrath like this.\" or \"do not think that you can flee from God's wrath just because I baptize you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "flee from the wrath that is coming", "text": "The word \"wrath\" is being used to refer to God's punishment because his wrath precedes it. AT: \"run away from the punishment that is coming\" or \"escape because God is about to punish you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Bear fruit worthy of repentance", "text": "The phrase \"bear fruit\" is a metaphor referring to a person's actions. AT: \"Let your actions show that you have truly repented\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We have Abraham for our father", "text": "\"Abraham is our ancestor\" or \"We are descendants of Abraham.\" The Jewish leaders thought that God would not punish them since they are descendants of Abraham. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For I say to you", "text": "This adds emphasis to what John is about to say."}, {"ref": "God is able to raise up children for Abraham even out of these stones", "text": "\"God could make physical descendants out of even these stones and give them to Abraham\""}], "10": [{"ref": "Connecting Statement:", "text": "John the Baptist continues to rebuke the Pharisees and Sadducees."}, {"ref": "Already the ax has been placed against the root of the trees. So every tree that does not produce good fruit is chopped down and thrown into the fire", "text": "This metaphor means God is ready to punish sinners. This can be stated in active form. AT: \"God has his axe and he is ready to cut down and burn any tree that grows bad fruit\" or \"As a person gets his axe ready to cut down and burn a tree that grows bad fruit, God is ready to punish you for your sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for repentance", "text": "\"to show that you have repented\""}, {"ref": "But he who comes after me", "text": "Jesus is the person who comes after John."}, {"ref": "is mightier than I", "text": "\"is more important than I am\""}, {"ref": "He will baptize you with the Holy Spirit and with fire", "text": "This metaphor compares John's baptism with water to the future baptism with fire. This means John's baptism only symbolically cleanses people of their sins. The baptism by Holy Spirit and fire will truly cleanse people of their sins. If possible, use the word \"baptize\" in your translation to keep the comparison to John's baptism. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His winnowing fork is in his hand to thoroughly clear off his threshing floor", "text": "This metaphor compares the way Christ will separate the righteous people from the unrighteous people to the way a man separates wheat grain from chaff. AT: \"Christ is like a man whose winnowing fork is in his hand\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His winnowing fork is in his hand", "text": "Here \"in his hand\" means the person is ready to act. AT: \"Christ is holding a winnowing fork because he is ready\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "winnowing fork", "text": "This is a tool for tossing wheat up into the air to separate the wheat grain from the chaff. The heavier grain falls back down and the unwanted chaff is blown away by the wind. It is similar in shape to a pitchfork but with wide tines made of wood. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "to thoroughly clear off his threshing floor", "text": "Christ is like a man with a winnowing fork who is ready to clear off his threshing floor."}, {"ref": "his threshing floor", "text": "\"his ground\" or \"the ground where he separates the grain from the chaff\""}, {"ref": "gather his wheat into the storehouse ... burn up the chaff with fire that can never be put", "text": "This is a metaphor showing how God will separate righteous people from evil people. The righteous will go to heaven like wheat into a farmer's storehouse, and God will burn the people who are like chaff with a fire that will never be put out. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "can never be put out", "text": "This can be stated in active form. AT: \"will never burn out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "13": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a later time when John the Baptist baptizes Jesus."}, {"ref": "to be baptized by John", "text": "This can be stated in active form. AT: \"so John could baptize him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I need to be baptized by you, and do you come to me?", "text": "John uses a question to show his surprise at Jesus' request. AT: \"You are more important than I am. I should not baptize you. You should baptize me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "for us", "text": "Here \"us\" refers to Jesus and John. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}], "16": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about John the Baptist and describes what happened after he baptized Jesus."}, {"ref": "After he was baptized", "text": "This can be stated in active form. AT: \"After John baptized Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "behold", "text": "The word \"behold\" here alerts us to pay attention to the surprising information that follows."}, {"ref": "the heavens were opened to him", "text": "This can be stated in active form. AT: \"Jesus saw the sky open\" or \"God opened the heavens to Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "coming down like a dove", "text": "Possible meanings are 1) this is simply a statement that the Spirit was in the form of a dove or 2) this is a simile that compares the Spirit coming down upon Jesus gently, the way a dove would. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a voice came out of the heavens saying", "text": "\"Jesus heard a voice from heaven.\" Here \"voice\" refers to God speaking. AT: \"God spoke from heaven\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}