[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "some of the first of all the harvest", "text": "\"some of the first fruits of the harvest\" or \"some of the first crops of the harvest.\" This \"first\" is the ordinal number for one. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "My ancestor was a wandering Aramean", "text": "This is the beginning of the statement that the Israelite male should make when bringing his basket."}, {"ref": "a wandering Aramean", "text": "This refers to Jacob, who was the ancestor of all the Israelites. He lived for many years in Aram-Nahairam, a region located in Syria."}, {"ref": "and stayed there", "text": "\"and lived the rest of his life there\""}, {"ref": "There he became", "text": "The word \"he\" is a metonym for \"Jacob's descendants.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a great, mighty", "text": "These words mean basically the same thing. They emphasize that Israel became a large and powerful nation. AT: \"very great\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This continues what the Israelite must say when he brings his first crops to Yahweh."}, {"ref": "treated us badly and afflicted us", "text": "These two phrases say basically the same thing. They emphasize that the Egyptians acted very harshly. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "treated us", "text": "Here \"us\" refers to the people of Israel that were living in Egypt. The speaker includes himself as one of the people whether he lived in Egypt or not. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "he heard our voice", "text": "Here \"voice\" refers to the whole person and his cries or prayers. AT: \"he heard our cries\" or \"he heard our prayers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "our affliction, our labor, and our oppression", "text": "\"that the Egyptians were afflicting us, that we were doing very hard work, and that the Egyptians were oppressing us\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This continues what the Israelite must say when he brings his first crops to Yahweh."}, {"ref": "Yahweh brought us", "text": "Here \"us\" refers to the people of Israel that were living in Egypt. The speaker includes himself as one of the people whether he lived in Egypt or not. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "with a mighty hand, with an outstretched arm", "text": "Here \"a mighty hand\" and \"an outstretched arm\" are metaphors for Yahweh's power. AT: \"by showing his mighty power.\" Similar words appear in [[:en:bible:notes:deu:04:34|4:34]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with great fearsomeness", "text": "\"with acts that terrified the people who saw them\""}, {"ref": "a land that flows with milk and honey", "text": "This is an idiom. See how you translated this in [[:en:bible:notes:deu:06:03|6:3]]. AT: \"a land where plenty of milk and honey flow\" or \"a land that is excellent for cattle and farming\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses continues telling the Israelites what they must say when they bring theire first crops to Yahweh. He speaks to them as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "first of the harvest", "text": "\"first fruits of the harvest\" or \"first crops of the harvest\""}, {"ref": "You must set it down", "text": "\"You must set the basket down.\""}, {"ref": "you must rejoice in all the good that Yahweh your God has done for you", "text": "\"you must rejoice and be grateful for all the good things that Yahweh your God has done for you\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "in the third year", "text": "This \"third\" is the ordinal number for three. Every three years the people of Israel gave a tenth of the harvest to the poor. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "fatherless", "text": "These are children whose parents have both died and do not have relatives to care for them."}, {"ref": "widow", "text": "This means a woman whose husband has died and has no children to care for her now that she is old."}, {"ref": "eat within your city gates and be filled", "text": "Here \"gates\" means towns or cities. AT: \"so that those within your towns may have enough food to eat\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I have brought out of", "text": "These are the first words of another statement that the Israelite was supposed to say."}, {"ref": "neither have I forgotten them", "text": "This means that he has obeyed all of God's commandments."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This continues what the Israelite must say to Yahweh when he gives his tithe to the poor."}, {"ref": "I have not eaten any of it in my mourning", "text": "\"I have not eaten any of the tithe while I was mourning\""}, {"ref": "when I was impure", "text": "Here \"impure\" means the person is unclean according to the Law. God does not allow an unclean person to touch the tithe he is giving to God. The full meaning of this statement can be made explicit. AT: \"when I was unclean according to the Law\" or \"when the law says I cannot touch it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have listened to the voice of Yahweh my God; I have obeyed everything you have commanded me to do", "text": "Here \"voice of Yahweh\" is a metonym for what Yahweh says. Both statements share similar meanings. They emphasize that the person has obeyed all of God's commands. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "from the holy place where you live, from heaven", "text": "These two phrases mean the same thing. AT: \"from heaven, your holy dwelling place\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "a land flowing with milk and honey", "text": "This is an idiom. See how you translated this in [[:en:bible:notes:deu:06:03|6:3]]. AT: \"a land where plenty of milk and honey flow\" or \"a land that is excellent for cattle and farming\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "with all your heart and with all your soul", "text": "The idiom \"with all ... heart\" means \"completely\" and \"with all ... soul\" means \"with all your being.\" These two phrases have similar meaning. AT: \"with all your being\" or \"with all your energy.\" Translate this as you did in [[:en:bible:notes:deu:04:29|4:29]]. (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "that you will walk in his ways and keep his statutes, his commandments, and his decrees, and that you will listen to his voice", "text": "The words \"walk,\" \"keep,\" and \"listen\" have similar meanings here. Here \"voice\" refers to what God has said. AT: \"that you will completely obey everything Yahweh commands\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "a people who are his own possession", "text": "\"a people who belong to him\""}, {"ref": "he will set you high above", "text": "This is an idiom. AT: \"he will make you more important than\" or \"he will make you greater than\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will set you high above all the other nations that he has made, in respect to praise, to reputation, and to honor", "text": "Possible meanings are 1) \"he will cause you to become greater than any other nation that he has established, and he will enable you to praise him and honor him\" (UDB) or 2) \"he will have people praise you more than they praise every other nation that he has made; people will say that you are better than any other nation, and they will honor you.\""}, {"ref": "You will be a people that is set apart to Yahweh your God", "text": "Yahweh choosing the people of Israel to belong to him in a special way is spoken of as if Yahweh set them apart from all other nations. This can be stated in active form. AT: \"Yahweh your God will set you apart from other nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]