[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "song of ascents", "text": "Possible meanings are 1) \"song people sang while going up to Jerusalem for a celebration\" or 2) \"song people sang while going up the steps into the temple\" or 3) \"song whose words are like steps.\" See how you translated this in [[:en:bible:notes:psa:120:001|120:1]]"}, {"ref": "Out of the depths", "text": "The author's sadness is spoken of as if it were a container. His sadness comes from the bottom of the container. Sadness is often spoken of as being a container that fills from the top to the bottom. AT: \"Because I am very sad,\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let your ears be attentive", "text": "The ears represent Yahweh, but because the author knows that Yahweh hears everything, he is really asking for Yahweh to respond. AT: \"please listen\" or \"please respond\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to my pleas for mercy", "text": "\"Mercy\" is not something that can physically be given to anyone. The author is asking for Yahweh to be merciful to him. AT: \"to my pleas and be merciful to me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "003", "tn": [{"ref": "who could stand?", "text": "The speaker uses this question to express the futility of thinking that anyone could stand in this situation. This rhetorical question can be translated as a statement. AT: \"no one could stand.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who could stand", "text": "\"Stand\" often represents escaping or surviving when someone attacks. In this case, it would be to escape from being being punished. AT: \"no one could escape from your punishment\" or \"no one could survive your punishment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "My soul", "text": "\"My soul\" represents the psalmist. AT: \"I\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "My soul waits", "text": "The psalmist is spoken of as if he were waiting on something with expectation. AT: \"I hope\" or \"I trust\" or \"I desire for something\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My soul waits ... more than watchmen wait for the morning", "text": "The psalmist speaks of his desire for the Lord to help him as being greater than the desire that those who work all night have for the morning to come. (See: [[:en:ta::vol1:translate:figs_simile]])"}, {"ref": "watchmen", "text": "These are men who guard towns or fields against enemies or robbers. Here it refers to men who have to stay awake at night doing this."}]}, {"id": "007", "tn": [{"ref": "Israel ... his sins", "text": "The people of Israel are spoken of as if they were a man. AT: \"the people of Israel ... their\" or \"us people of Israel ... our\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]