{"1": [{"a": "Nehemiah the son of Hacaliah wrote the book of Nehemiah.", "q": "Who wrote the book of Nehemiah?", "ref": ["01-01"]}, {"a": "He asked them in the month Kislev, in the twentieth year.", "q": "When did Nehemiah ask Hanani and some people from Judah about the Jews who had escaped, the remnant of the Jews who were there, and about Jerusalem?", "ref": ["01-01", "01-02"]}, {"a": "They replied that those who remained in the province were in great trouble and disgrace because Jerusalem's wall and gates were broken and burnt.", "q": "What did Hanani and some people from Judah reply?", "ref": ["01-03"]}, {"a": "He sat down and wept, and for days he continued grieving and fasting and praying.", "q": "What did Nehemiah do when he heard about the condition of Jerusalem?", "ref": ["01-04"]}, {"a": "Nehemiah confessed the sins of the people of Israel and his own sins and the sins of his family. Nehemiah said they had acted very wickedly against Yahweh and had not kept the commandments, the laws, and the decrees Yahweh commanded Moses.", "q": "What did Nehemiah confess while praying before the God of heaven?", "ref": ["01-06", "01-07"]}, {"a": "He requested that Yahweh would listen to his prayer; that Yahweh would call to mind the word he commanded Moses, promising to gather the scattered Israelites if they returned to him and followed and did his commandments, and that Yahweh would give success and grant mercy to him.", "q": "What did Nehemiah request while praying before the God of heaven?", "ref": ["01-04", "01- 8-11"]}, {"a": "Nehemiah served as cupbearer to the king.", "q": "To whom did Nehemiah serve as cupbearer?", "ref": ["01-11"]}], "2": [{"a": "He gave it to king in the month of Nisan, in the twentieth year of Artaxerxes.", "q": "At what date did Nehemiah, when he was sad, give wine to the king?", "ref": ["02-01"]}, {"a": "He was sad because the city was in ruins and its gates destroyed.", "q": "Why was Nehemiah sad?", "ref": ["02-03"]}, {"a": "Nehemiah prayed to the God of heaven.", "q": "When the king asked what Nehemiah wanted him to do, what did Nehemiah do?", "ref": ["02-04"]}, {"a": "Nehemiah wanted permission from the king to go to Judah to rebuild the city.", "q": "What did Nehemiah want the king to give him permission to do?", "ref": ["02-04", "02-05"]}, {"a": "They were displeased that someone had come who was seeking to help the people of Israel.", "q": "When the king sent Nehemiah with officers of the army and horsemen, why were Sanballat and Tobiah displeased?", "ref": ["02-09", "02-10"]}, {"a": "Nehemiah had not told anyone what his God had put into his heart to do for Jerusalem.", "q": "When Nehemiah arose in the night, who did he tell what God had put into his heart to do for Jerusalem?", "ref": ["02-12"]}, {"a": "They said that they would rise and build, and they strengthened their hands for the good work.", "q": "When Nehemiah told the rulers, the Jews, the priests, the nobles, the rest who did the work that the good hand of his God was on him and about the words the king had spoken to him, what did they say and do?", "ref": ["02-17", "02-18"]}, {"a": "Nehemiah responded by saying that God would give them success, that they were God's servants, and that Sanballat, Tobiah, and Geshem had no share, no right, and no historic claim in Jerusalem.", "q": "How did Nehemiah respond to Sanballat, Tobiah, and Geshem when they heard about the work, and mocked and ridiculed the workers?", "ref": ["02-19", "02-20"]}], "3": [{"a": "Eliashib with his brother priests built the Sheep Gate.", "q": "Who built and consecrated the Sheep Gate?", "ref": ["03-01"]}, {"a": "The sons of Hassenaah built the Fish Gate.", "q": "Who built the Fish Gate?", "ref": ["03-03"]}, {"a": "The leaders of the Tekoites refused to do the work.", "q": "Whose leaders refused to do the work ordered by their supervisors?", "ref": ["03-05"]}, {"a": "Joiada and Meshullam repaired the Old Gate.", "q": "Who repaired the Old Gate?", "ref": ["03-06"]}, {"a": "Uzziel and Hananiah repaired that portion of Jerusalem.", "q": "Who repaired Jerusalem as far as the Broad Wall?", "ref": ["03-08"]}, {"a": "Malchijah son of Harim and Hasshub repaired another section and the Tower of Ovens.", "q": "Who repaired another section along with the Tower of Ovens?", "ref": ["03-11"]}, {"a": "His daughters helped him.", "q": "Who helped Shallum repair the walls?", "ref": ["03-12"]}, {"a": "Hanun and the inhabitants of Zanoah repaired from the Valley Gate to the Dung Gate.", "q": "Who repaired the Valley Gate as far as the Dung Gate?", "ref": ["03-13"]}, {"a": "Malchijah son of Rechab repaired the Dung Gate.", "q": "Who repaired the Dung Gate?", "ref": ["03-14"]}, {"a": "Shallun repaired the Fountain Gate and the wall of the Pool of Siloam.", "q": "Who repaired the Fountain Gate and the wall of the Pool of Siloam?", "ref": ["03-15"]}, {"a": "Nehemiah, the son of Azbuk, repaired that section.", "q": "Who repaired from the place across from the tombs of David to the house of the mighty men?", "ref": ["03-16"]}, {"a": "Baruch energetically repaired it.", "q": "Who energetically repaired from the buttress to the door of the house of Elisahib the high priest?", "ref": ["03-20"]}, {"a": "They repaired the section opposite their own house.", "q": "Which section of the wall did Benjamin and Hasshub repair?", "ref": ["03-23"]}, {"a": "The priests repaired that section, each opposite his own house.", "q": "Who did the repairs on the section above the Horse Gate?", "ref": ["03-28"]}, {"a": "The goldsmiths and the merchants repaired that section.", "q": "Who repaired the wall between the upper changes of the corner and the Sheep Gate?", "ref": ["03-32"]}], "4": [{"a": "Sanballat and Tobiah mocked the Jews.", "q": "Who mocked the Jews when they heard the Jews were building the wall?", "ref": ["04-01", "04-03"]}, {"a": "Nehemiah asked God not to cover their iniquity because they despised the Jews and provoked the builders to anger.", "q": "Why did Nehemiah ask God not to cover over the iniquity of Sanballat and Tobiah?", "ref": ["04-04", "04-06"]}, {"a": "They prayed to their God and set a guard as protection.", "q": "When Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites came to fight against Jerusalem, what did the builders and people do?", "ref": ["04-07", "04-09"]}, {"a": "After the Nehemiah learned of the schemes against them, he positioned people in the lowest parts of the wall in the exposed areas. He positioned each family with their weapons. Nehemiah told the people to not be afraid of their enemies, remember the great and awesome Lord, and to fight for their families and homes.", "q": "What did Nehemiah do after the Jews warned him of the schemes being made against them?", "ref": ["04-12", "04-14"]}, {"a": "The plans became known because God had frustrated their plans.", "q": "Why did the plans of the enemies become known to the workers?", "ref": ["04-15"]}, {"a": "Nehemiah had half his servants work on rebuilding the wall and he had the other half held their weapons and wore armor.", "q": "What did Nehemiah have his servants do?", "ref": ["04-16"]}, {"a": "Nehemiah told the people that because the workers were separated on the wall, far from one another.", "q": "Why did Nehemiah tell the people that they must rush to the place where they heard the trumpet sound and assemble there?", "ref": ["04-19", "04-20"]}, {"a": "They did not go to their homes or change their clothes so that they could spend the night in the middle of Jerusalem, being a guard during the night and a worker in the day.", "q": "Why did the people not go to their homes to sleep or change their clothes?", "ref": ["04-21", "04-23"]}], "5": [{"a": "They raised an outcry because they had to mortgage their property and sell their children for food, yet the nobles and officials were exacting interest from them.", "q": "Why did the men and women raise a great outcry against their fellow Jews?", "ref": ["05-1-5", "05- 7"]}, {"a": "They were selling their brothers and sisters, that they might be sold back to the other Jewish men and women.", "q": "Although the men and women were buying back from slavery their Jewish brothers who had been sold to the nations, what were the nobles and officials doing?", "ref": ["05-08"]}, {"a": "He commanded them to do that because what they were doing was not good, and they were causing the nations that were their enemies to taunt them.", "q": "Why did Nehemiah command the nobles, officials, and priests to return the things they exacted from the people?", "ref": ["05-09", "05-11"]}, {"a": "They said they would do as he commanded, said \"Amen,\" and praised Yahweh.", "q": "How did the nobles, officials, and priests respond to Nehemiah's command?", "ref": ["05-12", "05-13"]}, {"a": "He did not do so because the former governors had laid heavy burdens on the people, but he feared God.", "q": "Why did neither Nehemiah nor his brothers take the food provided for the governor during the 12 years he was Judah's governor?", "ref": ["05-14", "05-15"]}, {"a": "Those who ate at Nehemiah's table were the Jews and the officials, 150 men, and also those who came to Nehemiah from among the nations who were around them.", "q": "Who ate at Nehemiah's table?", "ref": ["05-17"]}, {"a": "He asked God to do this because of all that Nehemiah had done for the people.", "q": "Why did Nehemiah ask God to call him to mind for good?", "ref": ["05-19"]}], "6": [{"a": "Sanballat, Tobiah, and Geshem intended to harm Nehemiah?", "q": "When Sanballat, Tobiah, and Geshem asked Nehemiah to meet with them in the plain of Ono, what was their intention?", "ref": ["06-02"]}, {"a": "Nehemiah sent messengers to them saying, \"I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?\"", "q": "How did Nehemiah respond to the requests of their enemies?", "ref": ["06-03"]}, {"a": "He said that all the nations had reported that Nehemiah and the Jews were planning to rebel, and the king would certainly hear these reports.", "q": "What did Sanballat say in his fifth message?", "ref": ["06-05", "06-06"]}, {"a": "Nehemiah responded by saying Sanballat had invented the reports in his heart.", "q": "How did Nehemiah respond to Sanballat's fifth message?", "ref": ["06-05", "06- 8"]}, {"a": "Nehemiah prayed that God would strengthen his hands.", "q": "What did Nehemiah pray when he realized that Sanballat and Jews' enemies were trying to make the work stop and the Jews afraid?", "ref": ["06-08", "06-09"]}, {"a": "Nehemiah refused because he thought a man like himself should not run away to save his own life.", "q": "Why did Nehemiah refuse to meet Shemaiah, the son of Delaiah, the son of Mehetabel, in the temple?", "ref": ["06-10", "06-11"]}, {"a": "He would have sinned, and then Tobiah and Sanballat would have given Nehemiah a bad name in order to humiliate him.", "q": "What would have happened if Nehemiah had gone into the temple?", "ref": ["06-13"]}, {"a": "He prayed God would call to mind Tobiah, Sanballat, the prophetess Noadiah, and the rest of the prophets who tried to make him afraid.", "q": "What did Nehemiah pray the second time?", "ref": ["06-14"]}, {"a": "They became afraid because they knew the work was done with the help of the Jews' God.", "q": "Why did Nehemiah's enemies become afraid and fall in their own esteem when the wall was finished?", "ref": ["06-15", "06-16"]}], "7": [{"a": "Nehemiah gave Hanani charge after he had finished the wall, set up the doors, and appointed the gatekeepers, singers, and Levites.", "q": "When did Nehemiah give his brother Hanani charge over Jerusalem?", "ref": ["07-01", "07-02"]}, {"a": "Nehemiah did so because Hanani was a faithful man and feared God more than many.", "q": "Why did Nehemiah appoint Hanani?", "ref": ["07-02"]}, {"a": "The gates were supposed to be open when the sun was hot.", "q": "When were the gates of Jerusalem supposed to be open?", "ref": ["07-03"]}, {"a": "There were few people within the city, and no houses.", "q": "Although the city was wide and large, were there people and houses within it?", "ref": ["07-04"]}, {"a": "God put into Nehemiah's heart to enroll the nobles, the officials, and the people by their families.", "q": "What did God put into Nehemiah's heart to do?", "ref": ["07-05"]}, {"a": "The priests who could not find their genealogical records were excluded from the priesthood and the governor said they should not be allowed to eat the priest's share of food from the sacrifices.", "q": "What was done concerning the priests who could not find their genealogical records and what did the governor restrict them from doing?", "ref": ["07-64", "07-65"]}, {"a": "They would be included when there rose up a priest with Urim and Thummim.", "q": "When would the priests who could not prove their genealogy be included in the priesthood again?", "ref": ["07-65"]}, {"a": "The whole assembly was counted to be 42,360 people.", "q": "How many people were counted in the enrollment of the assembly?", "ref": ["07-66"]}, {"a": "Some of the heads of ancestors' families gave gifts, as did the rest of the people.", "q": "Who gave gifts for the work?", "ref": ["07-70", "07-72"]}, {"a": "They lived in their cities by the seventh month.", "q": "When did the priests, Levites, gatekeepers, singers, temple servants, and people live in their cities?", "ref": ["07-73"]}], "8": [{"a": "The people gathered together to listen to the book of the law.", "q": "Why did the people gather together from the first day of the seventh month throughout the end of the month?", "ref": ["08-1-3", "08- 18"]}, {"a": "Men and women, and any who could understand, gathered to listen to it.", "q": "Who gathered together to listen to the book of the law?", "ref": ["08-02", "08-03"]}, {"a": "Ezra, others beside him, and the Levites read in it.", "q": "Who read in the book of the law of God?", "ref": ["08-05", "08- 7-8"]}, {"a": "They had to interpret and give the meaning so the people could understand the reading.", "q": "Why did Ezra, the others beside him, and the Levites have to interpret and give the meaning of the book?", "ref": ["08-07", "08-08"]}, {"a": "They were commanded to celebrate rather than mourn or weep because the day was holy to Yahweh their God and that the Joy of Yahweh was their strength.", "q": "Why were all of the people commanded by Nehemiah, Ezra, and the Levites to celebrate with great joy and not to mourn or weep?", "ref": ["08-09", "08-10"]}, {"a": "They learned that Yahweh had commanded the people of Israel to live in tents during the festival of the seventh month.", "q": "What insight did the leaders of the ancestors' families, the priests, and the Levites gain when they came together to learn from Ezra?", "ref": ["08-13", "08-14"]}, {"a": "The people made their tents on their own roofs, in their courtyards, in the courts of the house of God, in the open place by the water Gate, and in the square at the Gate of Ephraim.", "q": "Where did the people make their tents to celebrate the festival?", "ref": ["08-16", "08-17"]}, {"a": "The last time the festival had been celebrated was in the days of Joshua the son of Nun.", "q": "When was the last time the people of Israel had obeyed the command of Yahweh to celebrate the festival?", "ref": ["08-17"]}], "9": [{"a": "The people of Israel were fasting, wearing sackcloth, and they put dust on their heads. The Israelites separated themselves from all the foreigners, and they stood and confessed their own sins and the sins of their ancestors.", "q": "In general, what were the people of Israel doing as they gathered together on the twenty-fourth day of the same month?", "ref": ["09-01", "09-02"]}, {"a": "The people said he was Yahweh alone, and he had made heaven, the earth, the seas, and all that was in them, and gave them life.", "q": "What did the people say about Yahweh?", "ref": ["09-05", "09-06"]}, {"a": "The people said that Yahweh had chosen Abram, changed his name to Abraham, found his heart faithful, and made the covenant with him to give his descendants the land.", "q": "What else did the people say of Yahweh concerning Abram?", "ref": ["09-07", "09-08"]}, {"a": "The people told how Yahweh brought their forefathers out of Egypt, showed signs and wonders against Pharaoh and his people, and saved their forefathers at the Red Sea.", "q": "How did the people say that Yahweh kept his promise to them?", "ref": ["09-09", "09-10"]}, {"a": "Yahweh parted the sea so they could pass through on dry ground, and then he brought the sea back onto those that were pursuing them.", "q": "What did the people say that Yahweh did for the Israelites at the Red Sea?", "ref": ["09-11"]}, {"a": "Yahweh led them by a pillar of cloud during the day, a pillar of fire during the night, and at Mount Sinai, he gave them his commandments.", "q": "What other ways did they say Yahweh took care of the Israelites?", "ref": ["09-12", "09-13"]}, {"a": "Yahweh made his holy Sabbath known to them, gave them bread from heaven, water from a rock, and told them to possess the land he had promised them.", "q": "What else did the people say Yahweh provided to their forefathers?", "ref": ["09-14", "09-15"]}, {"a": "The Israelites were disrespectful, stubborn, refused to listen, rebelled, and appointed a leader to return them to their slavery.", "q": "How did the Israelites and their ancestors act toward God?", "ref": ["09-16", "09-17"]}, {"a": "God did not abandon the Israelites because he is a God who is full of forgiveness, gracious and compassionate, slow to anger, and abounding in steadfast love.", "q": "Why did God not abandon the Israelites when they were disrespectful, stubborn, rebellious, and disobedient?", "ref": ["09-16", "09-17"]}, {"a": "Yahweh gave his Spirit to instruct them, food and water; their clothes did not wear out, and their feet did not swell.", "q": "How did the people say God provided for their forefathers for forty years in the wilderness?", "ref": ["09-20", "09-21"]}, {"a": "The people said that Yahweh multiplied their families, told them to go in and possess the land he had promised them, and subdued the Canaanites.", "q": "What did the people say happened after their forefathers were in the wilderness?", "ref": ["09-23", "09-24"]}, {"a": "The Israelites took the land and all that was there for themselves and delighted in God's goodness.", "q": "How did the Israelites live after taking possession of the land God had promised them?", "ref": ["09-25"]}, {"a": "Yahweh handed them over to their enemies, who made them suffer.", "q": "What did the people say Yahweh did to their forefathers and ancestors after they became disobedient and rebelled against him?", "ref": ["09-26", "09-27"]}, {"a": "God rescued them from their enemies many times.", "q": "When the Israelites cried out to God, what did God do for them because of his great mercies?", "ref": ["09-27"]}, {"a": "The rich yield of the land went to their kings because of the Israelite's sins.", "q": "Why did the rich yield from the Israelite's land go to the kings God had set over them?", "ref": ["09-37"]}, {"a": "The Israelites were in great distress because their kings ruled over their bodies and their livestock as the kings pleased.", "q": "Why were the Israelites in great distress?", "ref": ["09-37"]}, {"a": "The Israelites made a firm covenant in writing with Yahweh.", "q": "What did the Israelites do because of their great distress?", "ref": ["09-38"]}, {"a": "The names of the Israelite's princes, Levites, and priests were written on the sealed covenant.\"", "q": "Whose names were written on the sealed covenant?", "ref": ["09-38"]}], "10": [{"a": "Those that pledged themselves were the rest of the people that were priests, Levites, gatekeepers, singers, temple servants, and all the others that bound themselves to God's law.", "q": "Who pledged themselves to the law of God that was given to Moses?", "ref": ["10-28", "10-29"]}, {"a": "They promised not to give their daughters to or let their sons take daughters from the people from whom they had separated; they would not buy any goods on the Sabbath or any holy day, and they would let their fields rest every seventh year.", "q": "What promises did they make to God?", "ref": ["10-30", "10-31"]}, {"a": "They would give money, bread, grain, and provide for all the offerings and feasts each year for the service of the house of God.", "q": "What commands did they accept?", "ref": ["10-32", "10-33"]}, {"a": "This would select which family would bring the wood into the house of God at selected times each year.", "q": "Why did the priests, the Levites, and the people cast lots for the wood offering?", "ref": ["10-34"]}, {"a": "They promised to bring the firstfruits of their harvests, the firstborn of their sons and their animals.", "q": "What did they promise to bring to the house of Yahweh?", "ref": ["10-35", "10-36"]}, {"a": "A priest, a descendant of Aaron, had to be with the Levites.", "q": "Who had to be with the Levites when the Levites received the tithes?", "ref": ["10-38"]}, {"a": "They were to bring the contributions to the storerooms where the articles of the sanctuary were kept and the priests that serve, the gatekeepers, and the singers stayed.", "q": "Where did the people of Israel and descendants of Levi bring the contributions of the harvest?", "ref": ["10-39"]}], "11": [{"a": "The leaders of the people lived in Jerusalem, and the rest of the people cast lots to see who the one in ten would be to live there.", "q": "Who lived in the holy city of Jerusalem?", "ref": ["11-01"]}, {"a": "They were living in all the towns of Judah on their own inherited property.", "q": "Where were the remainder of Israel, the priests, and the Levites living?", "ref": ["11-20"]}], "12": [{"a": "They were recorded in the book of the annals up to the days of Johanan.", "q": "In what book were the descendants of Levi and their leaders of families recorded?", "ref": ["12-23"]}, {"a": "The people brought the Levites to Jerusalem to celebrate the dedication.", "q": "Why did the people seek out the Levites at the dedication of the wall of Jerusalem?", "ref": ["12-27"]}, {"a": "The priests and Levites purified themselves, and then purified the people, the gates, and the wall.", "q": "What did the priests and Levites do for the celebration?", "ref": ["12-30"]}, {"a": "The leaders went up to the top of the wall.", "q": "Where did the leaders of Judah go on the day of celebration?", "ref": ["12-31"]}, {"a": "The two large choirs were supposed to give thanks.", "q": "What were the two large choirs, that Nehemiah appointed, supposed to do?", "ref": ["12-31"]}, {"a": "One choir went to the right on the wall toward the Dung Gate.", "q": "Where did the first choir go?", "ref": ["12-31"]}, {"a": "The singers sang with Jezrahiah as director.", "q": "Who directed the singers?", "ref": ["12-42"]}, {"a": "They offered great sacrifices that day, and rejoiced, for God had made them rejoice with great joy.", "q": "Why did they offer great sacrifices that day, and rejoice?", "ref": ["12-43"]}, {"a": "The men who were appointed to be in charge of the storerooms were assigned to work the fields near the towns.", "q": "Who was assigned to work the fields near the towns?", "ref": ["12-44"]}, {"a": "In the days of Zerubbabel and in the days of Nehemiah, all Israel gave the daily portions for the singers and the gatekeepers.", "q": "When did all Israel give the daily portions for the singers and the gatekeepers?", "ref": ["12-47"]}], "13": [{"a": "An Ammonite and a Moabite should not come into the assembly of God, forever, because they had not come to the people of Israel with bread and water, but had hired Balaam to curse Israel.", "q": "Why should an Ammonite and a Moabite not come into the assembly of God, forever?", "ref": ["13-01", "13-02"]}, {"a": "Eliashib prepared for Tobiah a large storeroom.", "q": "What did Eliashib prepare for Tobiah?", "ref": ["13-05"]}, {"a": "In the thirty-second year of Artaxerxes, Nehemiah went to the king.", "q": "Where did Nehemiah go in the thirty-second year of Artaxerxes?", "ref": ["13-06"]}, {"a": "Because he was angry, Nehemiah threw all the household articles of Tobiah out of the storeroom.", "q": "What did Nehemiah do because he was angry?", "ref": ["13-08"]}, {"a": "Because the portions assigned to give the Levites had not been distributed to them, they hurried to leave the temple, as the singers who did the work also had done.", "q": "Why did the Levites and singers hurry to leave the temple?", "ref": ["13-10"]}, {"a": "Shelemiah the priest, Zadok the scribe, Pedaiah, and Hanan were counted as trustworthy.", "q": "Who was counted as trustworthy?", "ref": ["13-13"]}, {"a": "People in Judah were treading winepresses on the Sabbath.", "q": "When were people in Judah treading winepresses?", "ref": ["13-15"]}, {"a": "Men from Tyre brought in fish and all kinds of goods, and they sold them on the Sabbath to the people of Judah and in the city!", "q": "What did men from Tyre do on the Sabbath?", "ref": ["13-16"]}, {"a": "As soon as it became dark, at the gates of Jerusalem before the Sabbath, Nehemiah commanded that the doors be shut and that they should not be opened until after the Sabbath. He stationed some of his servants at the gates so no load could be brought in on the Sabbath day.", "q": "How did Nehemiah prevent people from coming into Jerusalem on the Sabbath?", "ref": ["13-19"]}, {"a": "The Levites came and guarded the gates, to sanctify the Sabbath day.", "q": "Who came and guarded the gates, to sanctify the Sabbath day?", "ref": ["13-22"]}, {"a": "Half the children spoke the language of Ashdod, but they could not speak the language of Judah, but only the language of one of the other peoples.", "q": "What did half the children speak?", "ref": ["13-24"]}, {"a": "Nehemiah confronted them, and he cursed them, and he hit some of them and pulled out their hair.", "q": "How did Nehemiah confront the Jews who married women of Ashdod, Ammon, and Moab?", "ref": ["13-25"]}, {"a": "Nehemiah wanted God to call him to mind for good.", "q": "How did Nehemiah want God to call him to mind?", "ref": ["13-31"]}]}