[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins to tell many different things that happen when God makes believers right with him."}, {"ref": "Since", "text": "\"Because\""}, {"ref": "we ... our", "text": "All occurrences of \"we\" and \"our\" refer to all believers and should be inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "through our Lord Jesus Christ", "text": "\"because of our Lord Jesus Christ\""}, {"ref": "Lord", "text": "Here \"Lord\" means that Jesus is God."}, {"ref": "Through him we also have our access by faith into this grace in which we stand", "text": "Here \"by faith\" refers to our trust in Jesus, which allows us to stand before God. AT: \"Because we trust in Jesus, God allows us to come into his presence\""}]}, {"id": "03", "tn": [{"ref": "Not only this", "text": "The word \"this\" refers to the ideas described in [[:en:bible:notes:rom:05:01|5:1-2]]."}, {"ref": "we ... our ... us", "text": "All occurrences of \"we,\" \"our,\" and \"us\" refer to all believers and should be inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "approval", "text": "The word \"approval\" refers to God's acceptance of us."}, {"ref": "confidence for the future", "text": "This is the certainty that God will fulfill all his promises for those who trust in Christ."}, {"ref": "This confidence does not disappoint", "text": "Paul uses personification here as he speaks of \"confidence\" as if it were alive. AT: \"We are very confident that we will receive the things that we wait for\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "06", "tn": [{"ref": "we", "text": "The word \"we\" here refers to all believers and so should be inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "For one will hardly die for a righteous man", "text": "\"It is hard to find someone who is willing to die, even for a righteous man\""}, {"ref": "That is, perhaps someone would dare to die for a good person", "text": "\"But you might find someone who is willing to die for such a good person\""}]}, {"id": "08", "tn": [{"ref": "proves", "text": "You can translate this verb in past tense using \"demonstrated\" or \"showed.\""}, {"ref": "us ... we", "text": "All occurrences of \"us\" and \"we\" refer to all believers and should be inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Much more, then, now that we are justified by his blood", "text": "Here \"justified\" means that God puts us in a right relationship with himself. You can translate this in an active form. AT: \"How much more will God do for us now that he has made us right with himself because of the death of Jesus on the cross\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "blood", "text": "This is a metonym for the sacrificial death of Jesus on the cross. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "saved", "text": "This means that through Jesus' sacrificial death on the cross, God has forgiven us and rescued us from being punished in hell for our sin."}, {"ref": "the wrath of God", "text": "Here \"wrath\" is a metonym that refers to God's punishment of those who have sinned against him. AT: \"God's punishment\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "we were", "text": "All occurrences of \"we\" refer to all believers and should be inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "his Son ... his life", "text": "\"God's Son ... the life of God's Son\""}, {"ref": "we were reconciled to God through the death of his Son", "text": "The death of the Son of the God has provided eternal forgiveness and made us friends with God, for all who believe in Jesus. You can translate this in an active form. AT: \"God allowed us to have a peaceful relationship with him because his son died for us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "after having been reconciled", "text": "You can translate this in an active form. AT: \"now that God has made us his friends again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains why death happened even before God gave the law to Moses."}, {"ref": "through one man sin entered ... death entered through sin", "text": "Paul describes sin as a dangerous thing that came into the world through the actions of \"one man,\" Adam. This sin then became an opening through which death, pictured here as another dangerous thing, also came into the world. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "For until the law, sin was in the world", "text": "This means that the people sinned before God gave the law. AT: \"People in the world sinned before God gave his law to Moses\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but there is no accounting for sin when there is no law", "text": "This means that God did not charge the people with sinning before he gave the law. AT: \"but God recorded no sin against the law before he gave the law\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Nevertheless", "text": "\"Yet\" or \"There was no written law from the time of Adam to the time of Moses, but.\" The word \"Nevertheless\" links this section with the verses that came immediately before it. (See: [[:en:bible:notes:rom:05:12|5:13]])"}, {"ref": "death ruled from Adam until Moses", "text": "Paul is speaking of death as if it were a king who ruled. AT: \"people continued to die from the time of Adam until the time of Moses as a consequence of their sin\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even over those who did not sin like Adam's disobedience", "text": "\"even people whose sins were different from Adam's continue to die\""}, {"ref": "who is a pattern of him who was to come", "text": "Adam was a pattern of Christ, who appeared much later. He had much in common with him."}, {"ref": "For if by the trespass of the one the many died", "text": "Here \"one\" refers to Adam. AT: \"For if by one man's sin, many died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "much more did the grace of God and the gift by the grace of the one man, Jesus Christ, abound for the many", "text": "Here \"grace\" refers to God's free gift that he made available to everyone through Jesus Christ. AT: \"even more through the man Jesus Christ, who died for us all, did God kindly offer us this gift of everlasting life, although we do not deserve it\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "For the gift is not like the outcome of the one who sinned", "text": "Here \"the gift\" refers to God's freely erasing the record of our sins. AT: \"The gift is not like the result of Adam's sin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For on the one hand, the judgment of condemnation came because of the trespass of one man. But on the other hand", "text": "Here Paul gives two reasons why \"the gift is not like the result of Adam's sin.\" The phrases \"For on the one hand\" and \"but on the other hand\" introduce two different ways of thinking about something. The \"judgment of condemnation\" implies that we all deserve God's punishment for our sins. AT: \"Because on the one hand, God declared that all people deserve to be punished because of the sin of one man, but on the other hand\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the free gift resulting in justification", "text": "This refers to how God makes us right with him even when we do not deserve it. AT: \"God's kind gift to put us right with himself\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after many trespasses", "text": "\"after the sins of many\""}, {"ref": "trespass of one", "text": "This refers to the sin of Adam."}, {"ref": "death ruled", "text": "Here Paul speaks of \"death\" as a king who ruled. The \"rule\" of death causes everyone to die. AT: \"everyone died\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "life of the one", "text": "This refers to the life of Jesus Christ."}]}, {"id": "18", "tn": [{"ref": "through one trespass", "text": "\"through the one sin committed by Adam\" or \"because of Adam's sin\""}, {"ref": "all people came to condemnation", "text": "Here \"condemnation\" refers to God's punishment. AT: \"all people deserve God's punishment for sin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "one act", "text": "the sacrifice of Jesus Christ"}, {"ref": "the justification of life for all people", "text": "Here \"justification\" refers to God's ability to make people right with him. AT: \"God's offer to make all people right with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "one man's disobedience", "text": "the disobedience of Adam"}, {"ref": "the many were made sinners", "text": "You can translate this in an active form. AT: \"many people sinned\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the obedience of the one", "text": "the obedience of Jesus"}, {"ref": "will the many be made righteous", "text": "You can translate this in an active form. AT: \"God will make many people right with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "the law came in alongside", "text": "Here Paul speaks of the law as if it were a person. AT: \"God gave his law to Moses\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "that the trespass might abound", "text": "Paul speaks of \"trespass\" or sin as if it were alive. AT: \"that people might realize how greatly they had sinned\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "abounded", "text": "\"increased\""}, {"ref": "grace abounded even more", "text": "Here \"grace\" refers to God's undeserved blessings. AT: \"God continued to act even more kindly toward them, in a way that they did not deserve\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as sin ruled in death", "text": "Here Paul speaks of \"sin\" as if it were a king that ruled. AT: \"as sin resulted in death\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "even so grace might rule through righteousness for everlasting life through Jesus Christ our Lord", "text": "Paul speaks of \"grace\" here as if it were a king that ruled. AT: \"grace gave people everlasting life through the righteousness of Jesus Christ our Lord\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so grace might rule through righteousness", "text": "Paul speaks of \"grace\" here as if it were a king that ruled. The word \"righteousness\" refers to God's ability to make people right with him. AT: \"so God might give his free gift to people to make them right with him\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "our Lord", "text": "Paul includes himself, his readers, and all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}]