[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John gives greetings to Gaius."}, {"ref": "General Information:", "text": "This is a personal letter from John to Gaius. All instances of \"you\" and \"your\" refer to Gaius and are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "The elder", "text": "This refers to John, the apostle and disciple of Jesus. He refers to himself as \"elder\" either because of his old age or because he is a leader in the church. The name of the author can be made explicit: \"I, John the elder, am writing.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Gaius", "text": "This is a fellow believer to whom John is writing this letter. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "whom I love in truth", "text": "\"whom I truly love\" (UDB)"}, {"ref": "you may prosper in all things and be in health", "text": "\"you may do well in all things and be healthy\""}, {"ref": "just as your soul prospers", "text": "\"just as you are doing well spiritually\""}, {"ref": "brothers", "text": "\"fellow believers\""}, {"ref": "bore witness to your truth, just as you walk in truth", "text": "\"told me that you are living according to God's truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my children", "text": "John speaks of those he taught to believe in Jesus as though they were his children. This emphasizes his love and concern for them. It could also be that he himself led them to the Lord. AT: \"my spiritual children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "John's purpose in writing this letter is to compliment Gaius in the way he  took care of traveling Bible teachers; then he talks about two people, one evil and one good."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to John and those with him and possibly includes all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Beloved", "text": "Here this is used as a term of endearment for fellow believers."}, {"ref": "you practice faithfulness", "text": "\"you are doing what is faithful to God\" or \"you are being loyal to God\""}, {"ref": "work for the brothers and for strangers", "text": "\"help fellow believers and those you do not know\""}, {"ref": "strangers, who have borne witness of your love in the presence of the church", "text": "\"strangers, who have told the believers in the church about how you have loved them\""}, {"ref": "You do well to send them", "text": "\"I am politely requesting you to send them\""}, {"ref": "because it was for the sake of the name that they went out", "text": "Here \" the name\" refers to Jesus. AT: \"for they have gone out to tell people about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "taking nothing", "text": "receiving no gifts or help"}, {"ref": "the Gentiles", "text": "Here \"Gentiles\" does not just mean people who are not Jewish. It implies people who do not trust in Jesus."}, {"ref": "so that we will be fellow workers for the truth", "text": "\"so that we will cooperate with them in announcing God's truth to people\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The word \"us\" refers to John and those with him and does not include Gaius. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "congregation", "text": "This refers to Gaius and the group of believers who met together to worship God."}, {"ref": "Diotrephes", "text": "He was a member of the congregation. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who loves to be first among them", "text": "\"who loves to be the most important one among them\" or \"who loves to act as though he's their leader\""}, {"ref": "how he says ridiculous things against us with evil words", "text": "\"and how he says evil things about us that certainly are not true\""}, {"ref": "he himself", "text": "The word \"himself\" emphasizes that it is Diotrephes who does these things. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "does not receive the brothers", "text": "\"does not welcome the fellow believers\""}, {"ref": "forbids those who desire to do so", "text": "\"he stops those who want to welcome the believers\""}, {"ref": "and drives them out of the congregation", "text": "\"and he forces them to leave the congregation\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Here \"we\" refers to John and those with him and does not include Gaius. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Beloved", "text": "Here this is used as a term of endearment for fellow believers. See how you translated this in [[:en:bible:notes:3jn:01:05|1:5]]."}, {"ref": "do not imitate what is evil", "text": "\"do not copy the evil things that people do\""}, {"ref": "but what is good", "text": "There are words left out but they are understood. AT: \"but imitate the good things that people do\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "is of God", "text": "\"belongs to God\""}, {"ref": "has not seen God", "text": "\"does not belong to God\" or \"does not believe in God\""}, {"ref": "Demetrius is borne witness to by all", "text": "This can be stated in active form. AT: All who know Demetrius bear witness of him\" or \"Every believer who knows Demetrius speaks well of him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Demetrius", "text": "This is probably a man whom John wants Gaius and the congregation to welcome when he comes to visit. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and by the truth itself", "text": "\"and the truth itself speaks well of him.\" Here \"truth\" is described as a person speaking. AT: \"and everyone who knows the truth knows he is a good person\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We also bear witness", "text": "To whom John is referring is implied and can be made specific here. AT: \"We also speak well of Demetrius\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is the end of John's letter to Gaius. He gives some final remarks and a closing with a greeting."}, {"ref": "I do not wish to write them to you with pen and ink", "text": "John does not wish to write these other things at all. He is not saying that he would write them with something other than pen and ink."}, {"ref": "face to face", "text": "\"together\" or \"in person\""}, {"ref": "May peace be with you", "text": "\"May God give you peace\""}, {"ref": "The friends greet you", "text": "\"The friends here greet you\""}, {"ref": "Greet the friends by name", "text": "\"Greet each of the believers there personally for me\""}, {"ref": "the friends", "text": "\"your friends\" or \"the believers there\""}]}]