[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a prayer for help."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "on stringed instruments", "text": "\"people should play stringed instruments with this song\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]"}, {"ref": "Ziphites", "text": "people from the city of Ziph in the Judean mountains, southeast of Hebron. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Does David not hide himself with us?", "text": "This question is used to show that this is something important that Saul should know. AT: \"David is hiding himself with us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Save me, God, by your name", "text": "Here God's name represents his character. It may represent specifically his power or his justice. AT: \"Save me, God, by your power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "judge me in your might", "text": "Judging David here represents showing people that David is not guilty. When God uses his might to save David,  people will know that God has judged him as not guilty.  AT: \"In  your might, show people that I am not guilty\" or \"Show people that I am not guilty by using your power to rescue me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "give ear to the words", "text": "Giving one's ear represents listening. AT: \"listen to the words\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the words of my mouth", "text": "This expression represents what the speaker says. AT: \"my words\" or \"what I am saying to you\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have risen up against me", "text": "Rising up against someone represents preparing to attack him or actually attacking him. AT: \"have prepared to attack me\" or \"are attacking me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pitiless men", "text": "\"men who have no mercy\""}, {"ref": "have sought after my life", "text": "Seeking after someone's life represents trying to kill him. AT: \"have tried to kill me\" or \"want to kill me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they have not set God before them", "text": "Setting God before them represents paying attention to God. AT: \"they do not pay attention to God\" or \"they ignore God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "who upholds me", "text": "Defending David and keeping him safe is spoken of as upholding or supporting him. AT: \"who defends me\" or \"who keeps me safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will repay my enemies with evil", "text": "Punishment is spoken as if it were payment. AT: \"He will do the evil to my enemies that they have done to me\" or \"He will cause the evil that my enemies have done to me to be done to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in your faithfulness, destroy them", "text": "Here David changes from talking about God to talking to God. AT: \"God, destroy them because you are faithful to me\""}]}, {"id": "006", "tn": [{"ref": "I will give thanks to your name, Yahweh, for it is good", "text": "Yahweh's name represents him. AT: \"I will give thanks to you, Yahweh, for you are good\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my eye has looked", "text": "The eye represents the person. AT: \"I have looked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my eye has looked in triumph on my enemies", "text": "Possible meanings are 1) seeing that his enemies have been defeated. AT: \"I have seen that my enemies have been defeated\" or 2) defeating his enemies. AT: \"I have defeated my enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]