[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues with some specific instructions to the believers in Philippi on unity and then gives instructions to help them live for the Lord."}, {"ref": "General Information:", "text": "When Paul says, \"my true yokefellow,\" the word \"you\" is singular. Paul does not say the name of the person. He calls him that to show he worked with Paul to spread the gospel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Therefore, my beloved brothers whom I long for", "text": "\"My fellow believers, I love you and I greatly desire to see you\""}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "my joy and crown", "text": "Paul uses the word \"joy\" to mean that the Philippian church is the cause of his happiness. A \"crown\" was made of leaves, and a man wore it on his head as a sign of honor after he won an important game. Here the word \"crown\" means the Philippian church brought honor to Paul before God. AT: \"You give me joy because you have believed in Jesus, and you are my reward and honor for my work\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in this way stand firm in the Lord, beloved friends", "text": "\"So continue living for the Lord in the way that I have taught you, dear friends\""}, {"ref": "I am pleading with Euodia, and I am pleading with Syntyche", "text": "These are women who were believers and helped Paul in the church at Philippi. AT: \"I beg Euodia, and I beg Syntyche\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "be of the same mind in the Lord", "text": "The phrase \"be of the same mind\" means to have the same attitude or opinion. AT: \"agree with each other because you both believe in the same Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "entreating you also", "text": "Here \"you\" refers to the \"yokefellow\" and is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "yokefellow", "text": "This metaphor is from farming, where two animals would be bound to the same yoke. AT: \"fellow worker\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "along with Clement", "text": "Clement was a man who was a believer and worker in the church at Philippi. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "whose names are in The Book of Life", "text": "\"whose names God has written in The Book of Life\""}]}, {"id": "04", "tn": [{"ref": "Rejoice in the Lord", "text": "Translate this as you did in [[:en:bible:notes:php:03:01|3:1]]."}, {"ref": "The Lord is near", "text": "Possible meanings are 1) The Lord Jesus is near to the believers in spirit or 2) the day the Lord Jesus will return to the earth is near."}, {"ref": "in everything by prayer and requests, with thanksgiving, let your requests be known to God", "text": "\"whatever happens to you, ask God for everything you need with prayer and thanks\""}, {"ref": "which exceeds all understanding", "text": "\"which is more than we can understand\""}, {"ref": "will guard your hearts and your thoughts", "text": "This presents God's peace as a soldier who protects our emotions and thoughts from worrying. AT: \"will be like a soldier and guard your emotions and thoughts from worrying about the troubles of this life\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "Finally", "text": "As Paul ends his letter, he gives a summary of how believers should live to have peace with God."}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "whatever things are lovely", "text": "\"whatever things are pleasing\""}, {"ref": "whatever things are of good report", "text": "\"whatever things that people admire\" or \"whatever things that people respect\""}, {"ref": "if there is anything excellent", "text": "\"if they are morally good\""}, {"ref": "if there is anything to be praised", "text": "\"and if they are things that people praise\""}, {"ref": "that you have learned and received and heard and seen in me", "text": "\"that I have taught and shown you\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks about the Philippian believers having supported him financially and ends with greetings and thanks."}, {"ref": "to be content", "text": "\"to be satisfied\" or \"to be happy\""}, {"ref": "in all circumstances", "text": "\"no matter what my situation is\""}, {"ref": "I know what it is to be poor ... to have plenty", "text": "Paul knows how to live happily having either no possessions or many possessions. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "how to be well-fed or to be hungry, and how to have an abundance or to be in need", "text": "fed or to be hungry, and how to have an abundance or to be in need** - These two phrases mean basically the same thing. Paul uses them to emphasize that he has learned how to be content in any situation. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I can do all things through him who strengthens me", "text": "\"I can do all things because Christ gives me strength\""}]}, {"id": "14", "tn": [{"ref": "in my difficulties", "text": "Paul speaks of his hardships as if they were a place that he was in. AT: \"when things became difficult\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the beginning of the gospel", "text": "Paul refers to the gospel here as meaning his preaching of the gospel. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "no church supported me in the matter of giving and receiving except you only", "text": "This can be stated in the positive. AT: \"you were the only church that sent me money or helped me\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "I seek the fruit that increases to your credit", "text": "Paul is speaking of the Philippians' gift as if it were a person's bank account that increases more and more. In this case, it is God who acknowledges the good things done by the Philippian believers. Paul wants the Philippians to give gifts so they can receive spiritual blessings. AT: \"I do want to see God give you more and more spiritual blessings\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "I have received all the things", "text": "Possible meanings are 1) Paul has received everything that the Philippians sent or 2) Paul is using humor to continue the business metaphor from [[:en:bible:notes:php:03:08|3:8]] and saying that this part of the letter is a receipt for commercial goods that Epaphroditus delivered."}, {"ref": "I have plenty", "text": "Paul means plenty of the things that he needs for himself. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They are a sweet-smelling aroma, an acceptable sacrifice pleasing to God", "text": "smelling aroma, an acceptable sacrifice pleasing to God** - Paul speaks of the gift from the Philippian church as if it were a sacrifice offered to God on an altar. Paul implies that the church's gift is very pleasing to God, like the sacrifices that the priests burned, which had a smell that pleased God. AT: \"I assure you these gifts are very pleasing to God, like an acceptable sacrifice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will fill every need of yours", "text": "This is the same word translated \"have been filled\" in verse 18. It is an idiom meaning \"will provide everything you need\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "according to his riches in glory in Christ Jesus", "text": "\"from his glorious riches that he gives through Christ Jesus\""}, {"ref": "Now to our God", "text": "The word \"Now\" marks the closing prayer and the end of this section of the letter."}]}, {"id": "21", "tn": [{"ref": "The brothers", "text": "This refers to those people who were either ministering with or to Paul."}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:php:01:12|1:12]]."}, {"ref": "every believer ... All the believers", "text": "Some versions translate this using \"holy person\" and \"holy people.\""}, {"ref": "especially those of Caesar's household", "text": "This refers to servants who worked in Caesar's palace. \"especially the fellow believers who work in the palace of Caesar\" (UDB)"}, {"ref": "with your spirit", "text": "Paul refers to the believers by using the word \"spirit,\" which is what enables humans to relate to God. AT: \"with you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]