[{"id": "01", "tn": [{"ref": "General Information:", "text": "See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]]"}, {"ref": "The sin of Judah is written ... on the horns of your altars", "text": "The fact that the people never stop committing the same sins makes it seems as if a record of those sins has been carved onto their hearts and their idols' altars. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The sin of Judah is written", "text": "This may be expressed in active form. AT: \"The people of Judah have written their sin\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is engraved", "text": "This may be expressed in active form. AT: \"They have engraved it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "engraved on the tablet of their hearts", "text": "The ingrained sinful habits of the people are spoken of as their sins had been engraved on their own hearts and minds. The word \"hearts\" refers to the whole person, their thoughts, emotions, and actions. AT: \"engraved in their very beings\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "on the horns of your altars", "text": "The word \"horns\" refers to the projections on the corners of the altars."}, {"ref": "on the high hills", "text": "Some modern versions add the first phrase of the following verse to this phrase, translating \"on the high hills and the mountains in the open land.\""}]}, {"id": "03", "tn": [{"ref": "all your wealth along with all of your treasures", "text": "The words \"wealth\" and \"treasures\" mean the same thing and refer to anything that they consider valuable. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "plunder", "text": "This refers to things that people steal or take by force."}, {"ref": "the sin that is throughout all your territories", "text": "AT: \"you have sinned everywhere\""}, {"ref": "the inheritance", "text": "This refers to the land of Israel."}, {"ref": "you have ignited a fire in my wrath, which will burn", "text": "Yahweh compares his judgment to a fire that destroys. AT: \"by making me angry, it is as if you have started a fire that will burn you up\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "The person who trusts in mankind is accursed", "text": "AT: \"I will curse any person who trusts in mankind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he makes flesh his strength", "text": "Here the word \"flesh\" refers to people. AT: \"he depends on mere humans for strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "turns his heart away from Yahweh", "text": "Here the word \"heart\" refers to the thoughts and emotions. AT: \"turns his devotion away from Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a small bush", "text": "The person who trusts in man instead of Yahweh will be like a plant that struggles to survive in an infertile land. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "barren land", "text": "AT: \"he will be useless like a bush in the wilderness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "07", "tn": [{"ref": "he will be like a plant beside waters", "text": "The person who trusts in Yahweh will always prosper, just like a tree does when it is planted by a river. It is not affected when there is no rain. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He will not see that heat is coming", "text": "\"He will not be disturbed by hot weather is coming\""}, {"ref": "he will not be anxious", "text": "\"he will not be worried\""}]}, {"id": "09", "tn": [{"ref": "The heart is more deceitful", "text": "Here the word \"heart\" refers to the minds and thoughts of people. AT: \"The human mind is more deceitful\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who can understand it?", "text": "The speaker uses this question to emphasize that no one can understand the human heart. AT: \"no one can understand it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who tests the kidneys", "text": "The emotions are spoken of as if they are centered in the kidneys. AT: \"who tests people's desires\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his ways", "text": "Here a person's behavior is spoken of as it if were the paths that he habitually follows. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fruit of his deeds", "text": "Here the results of a person's actions are spoken of as if they were the fruit of a tree. AT: \"what he has done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "A partridge hatches an egg ... become rich unjustly", "text": "This analogy of a bird that hatches another bird's eggs is meant to illustrate a rich man who makes his money by robbing others."}, {"ref": "when half his days are over", "text": "Here \"days\" stands for someone's entire life. AT: \"when he has lived only half of his life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "riches will abandon him", "text": "The riches are spoken of as if they were servants who would abandon their owner. AT: \"he will loose his wealth\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "in the end", "text": "\"at the end of his life\""}, {"ref": "he will be a fool", "text": "\"he will be shown to be a fool\""}]}, {"id": "12", "tn": [{"ref": "The place of our temple is a glorious throne", "text": "Jeremiah compares the temple to a \"glorious throne\" because it is there that Yahweh dwells and rules. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The place of our temple", "text": "This refers to Zion in Jerusalem."}, {"ref": "All who abandon you", "text": "Here the word \"you\" refers to Yahweh."}, {"ref": "Those in the land who turn away from you will be cut off", "text": "AT: \"You will cut off those in the land who turn away from you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fountain of living waters", "text": "Jeremiah compares Yahweh to a fresh water spring. AT: \"fountain of fresh, running water\" or \"the source of all life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will be healed ... I will be rescued", "text": "AT: \"you really will have healed me ... you really will have recused me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my song of praise", "text": "\"the one whom I praise\""}]}, {"id": "15", "tn": [{"ref": "See", "text": "AT: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "they are saying to me", "text": "Here the word \"me\" refers to Jeremiah and the word \"they\" to his enemies."}, {"ref": "Where is the word of Yahweh?", "text": "The people use this question to ridicule Jeremiah because the things that he said had not yet happened. AT: \"Where are the things that Yahweh told you would happen?\" or \"The things that Yahweh told you would happen have not happened.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Let it come", "text": "AT: \"Let them happen\""}, {"ref": "a shepherd following you", "text": "Yahweh called Jeremiah to lead the people, like a shepherd leads his sheep. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I did not long for", "text": "\"I did not desire\""}, {"ref": "the proclamations that came from my lips", "text": "AT: \"the proclamations that I spoke\" or \"the things that I proclaimed\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "They were made", "text": "AT: \"I made them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "on the day of calamity", "text": "\"Day\" represents the span of time for God's judgment to take place. AT: \"in times of calamity\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "May my pursuers be ashamed, but do not let me be ashamed", "text": "AT: \"Bring shame on my pursuers, but do not bring shame on me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May they be dismayed, but do not let me be dismayed", "text": "This phrase means basically the same thing and the previous one and is used for emphasis. AT: \"Make them very afraid, but do not make me afraid\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shatter them with a double share of destruction", "text": "AT: \"shatter them with complete destruction\" or \"destroy them twice as much\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "21", "tn": [{"ref": "for the sake of your lives", "text": "AT: \"to protect your lives\" or \"if you value your lives\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They did not listen or pay attention", "text": "These two phrases mean basically the same thing and emphasize that the people refused to listen. AT: \"They refused to listen\" or \"They refused to obey.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "24", "tn": [{"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "who sit on David's throne", "text": "See how you translated this in [[:en:bible:notes:jer:13:12|13:13]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this city will be inhabited forever", "text": "This can be stated in active form. AT: \"people will inhabit this city forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "26", "tn": [{"ref": "I will light a fire in its gates", "text": "\"I will start a fire in the gates of Jerusalem\""}, {"ref": "that will not be extinguished", "text": "AT: \"that people cannot extinguish\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]