[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Sardis."}, {"ref": "Sardis", "text": "This is the name of a city in Asia, which is modern Turkey. See how you translated this in [[:en:bible:notes:rev:01:09|1:11]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the seven spirits", "text": "The number seven is a symbol of completeness and perfection.  The \"seven spirits\" refers either to the Spirit of God or to seven spirits who serve God. See how you translated this in [[:en:bible:notes:rev:01:04|1:4]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the seven stars", "text": "These stars are symbols. They appear to represent the seven angels of the seven churches. See how you translated this in [[:en:bible:notes:rev:01:14|1:16]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "alive ... dead", "text": "Obeying and honoring God is spoken of as being alive; disobeying and dishonoring him is spoken of as being dead. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Wake up", "text": "Being alert to danger is spoken of as waking up. AT: \"Be alert\" or \"Be careful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "strengthen what remains, but is about to die", "text": "The good deeds done by the believers in Sardis are spoken of as if they were alive but in danger of dying. AT: \"complete the work that remains, or what you have done will become worthless\" or \"if you do not finish what you have started to do, your previous work will have been useless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "what you have received and heard", "text": "This refers to God's word, which they believed. AT: \"God's word, which you heard and the truth that you believed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if you do not wake up", "text": "Being alert to danger is spoken of as waking up. AT: \"Be alert\" or \"Be careful.\" See how you translated \"wake up\" on [[:en:bible:notes:rev:03:01|3:2]] (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will come as a thief", "text": "Jesus will come at a time when people do not expect him, just as a thief comes when not expected. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a few names of the people", "text": "This refers to the people themselves. AT: \"a few people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "did not make their clothes dirty", "text": "Jesus speaks of sin in a person's life as if it were dirty clothes. AT: \"have not made their lives sinful like dirty clothes\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will walk with me", "text": "People commonly spoke of living as \"walking.\" AT: \"will live with me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dressed in white", "text": "White clothes represent a pure life without sin. AT: \"and they will be dressed in white, which shows that they are pure\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "The one who conquers", "text": "This refers anyone who conquers. AT: \"Anyone who resists evil\" or \"Those who do not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "will be clothed in white garments", "text": "This can be translated with an active verb. AT: \"will wear white garments\" or \"I will give him white clothes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will speak his name", "text": "He would not simply say the person's name, but announce that the person belongs to him. AT: \"I will announce that he belongs to me\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Let the one who has an ear listen", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Philadelphia."}, {"ref": "key of David", "text": "Jesus speaks of his authority to decide who may go into his kingdom as if it were King David's key. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "he opens and no one shuts", "text": "\"he opens the door to the kingdom and no one can close it\""}, {"ref": "he shuts and no one can open", "text": "\"he closes the door and no one can open it\""}, {"ref": "I have put before you an open door", "text": "\"I have opened a door for you\""}, {"ref": "my name", "text": "The word \"name\" is often used to refer to the person who has that name. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "synagogue of Satan", "text": "People who gather to obey or honor Satan are spoken of as if they were a synagogue, a place of worship and teaching for the Jews. See how you translated this in [[:en:bible:notes:rev:02:08|2:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bow down", "text": "This is a sign of submission, not worship. AT: \"bow down in submission\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "before your feet", "text": "\"before you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "they will come to know", "text": "\"they will learn\" or \"they will admit\""}, {"ref": "will also keep you from the hour of testing", "text": "\"will also keep you safe in the hour of testing\""}, {"ref": "hour of testing", "text": "\"time of testing.\" This probably  means \"the time when people try to make you disobey me.\""}, {"ref": "is coming", "text": "Existing in the future is spoken of as coming. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am coming soon", "text": "It is understood that he is coming in order to judge. AT: \"I am coming to judge soon\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Hold tight", "text": "\"Continue to believe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crown", "text": "A crown was a wreath, originally of olive branches or laurel leaves,  that was put on the head of a victorious athlete. Here \"crown\" stands for a reward. See how you translated \"crown\" in [[:en:bible:notes:rev:02:10|2:10]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "the one who conquers", "text": "This refers anyone who conquers. AT: \"anyone who resists evil\" or \"those who do not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "pillar in the temple of my God", "text": "The \"pillar\" represents becoming an important and permanent part of God's kingdom. AT: \"strong like a pillar in the temple of my God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let the one who has an ear", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This is the beginning of the Son of Man's message to the angel of the church in Laodicea."}, {"ref": "the words of the Amen", "text": "Here \"the Amen\" is a name for Jesus Christ. He guarantees God's promises by saying amen to them."}, {"ref": "the ruler over God's creation", "text": "Possible meanings are 1) \"the one who rules over everything that God created\" or 2) \"the one through whom God created everything.\""}, {"ref": "you are neither cold nor hot", "text": "\"Cold\" and hot\" represent two extremes of spiritual interest or love for God. To be \"cold\" is to be completely against God, and to be \"hot\" is to be zealous to serve him. AT: \"you are like water that is neither cold nor hot\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lukewarm", "text": "\"slightly warm.\" This describes someone who has only a small amount of spiritual interest or conviction. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am about to vomit you out of my mouth", "text": "Rejecting them is spoken of as vomiting them out of the mouth. AT: \"I will reject you as I would spit out lukewarm water\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "you are most miserable, pitiable, poor, blind, and naked", "text": "Jesus speaks of their spiritual condition as if he were speaking about their physical condition. AT: \"You are like people who are most miserable, pitiable, poor, blind, and naked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Buy from me gold refined by fire", "text": "Gold that is refined in fire is pure and very valuable. Here the salvation that Jesus offers mankind is spoken of as if it were gold. AT: \"Receive from me what is really most valuable, as if it were gold refined by fire\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may become rich", "text": "This refers to spiritual wealth, living a life that is most valuable in God's sight. AT: \"may be spiritually rich\" or \"may live a most valuable life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brilliant white garments", "text": "White garments represent righteousness. AT: \"righteousness, like white garments\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so you will see", "text": "Seeing stands for understanding the truth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "be earnest and repent", "text": "\"be serious and repent\""}, {"ref": "I am standing at the door and am knocking", "text": "Jesus speaks about wanting people to relate to him as if he wanted them to invite him into their home. AT: \"I am like one standing at the door and knocking\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and am knocking", "text": "When people want someone to welcome them into their home, they knock on the door. AT: \"and I want you to let me come inside\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "hears my voice", "text": "The phrase \"my voice\" refers to Christ speaking. AT: \"hears me speak\" or \"hears me call\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will come into his home", "text": "Some languages might prefer the verb \"go\" here. AT: \"I will go in to his home\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "and will eat with him", "text": "This represents being together as friends. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the Son of Man's messages to the angels of the seven churches."}, {"ref": "The one who conquers", "text": "This refers anyone who conquers. AT: \"Anyone who resists evil\" or \"Those who do not agree to do evil.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "to sit down with me on my throne", "text": "To sit on a throne means to rule. AT: \"to rule with me\" or \"to sit down on my throne and rule with me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Let the one who has an ear listen", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated this in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]