[{"id": "01", "tn": [{"ref": "The famine was severe in the land", "text": "The word \"Canaan\" is understood. This information can be made explicit. AT: \"The famine was severe in the land of Canaan\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "It came about", "text": "This phrase is used here to mark the beginning of a new part of the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "when they had eaten", "text": "\"when Jacob and his family had eaten\""}, {"ref": "they had brought", "text": "\"Jacob's older sons had brought\""}, {"ref": "buy us", "text": "Here \"us\" refers to Jacob, his sons, and the rest of the family. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "03", "tn": [{"ref": "Judah told him", "text": "\"Judah told his father Jacob\""}, {"ref": "The man", "text": "This refers to Joseph, but the brothers did not know it was Joseph. They referred to him as \"the man\" or \"the man, the lord of the land\" as in [[:en:bible:notes:gen:42:29|42:30]]."}, {"ref": "warned us, 'You will not see my face unless your brother is with you.'", "text": "This has a quotation within a quotation. It can be stated as an indirect quotation. AT: \"warned us that we would not see his face unless we brought our youngest brother with us\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "solemnly warned us", "text": "\"was very serious when he warned us, saying\""}, {"ref": "You will not see my face", "text": "Judah uses this phrase twice in 43:3-5 to emphasize to his father that they cannot return to Egypt without Benjamin. The phrase \"my face\" refers to the man, who is Joseph. AT: \"You will not see me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your brother is with you", "text": "Judah is referring to Benjamin, Rachel's last born before she died."}, {"ref": "we will not go down", "text": "It was common to use the phrase \"go down\" when speaking of traveling from Canaan to Egypt."}]}, {"id": "06", "tn": [{"ref": "Why did you treat me so badly", "text": "\"Why did you cause me so much trouble\""}, {"ref": "The man asked details", "text": "\"The man asked many questions\""}, {"ref": "about us", "text": "Here \"us\" is exclusive and refers to the brothers who went to Egypt and spoke with \"the man.\" (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "He said, 'Is your father still alive? Do you have another brother?'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"He asked us directly if our father was still alive and if we had another brother.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "We answered him according to these questions", "text": "\"We answered the questions he asked us\""}, {"ref": "How could we have known that he would say ... down?", "text": "The sons use a question emphasize that the did not know what the man would tell them to do. This rhetorical question can be translated as a statement. AT: \"We did not know he would say ... down!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he would say, 'Bring your brother down'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"he would tell us to bring our brother down to Egypt\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Bring your brother down", "text": "It was common to use the word \"down\" when speaking of traveling from Canaan to Egypt."}]}, {"id": "08", "tn": [{"ref": "We will rise and go that we may live and not die, both we, you, and also our children", "text": "The phrases \"we may live\" and \"not die\" mean the same thing. Judah is emphasizing that they have to buy food in Egypt in order to survive. AT: \"We will go now to Egypt and get grain so our whole family will live\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "We will rise", "text": "Here \"We\" refers to the brothers who will travel to Egypt. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "we may live", "text": "Here \"we\" refers to the brothers, Israel, and the whole family. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "both we", "text": "Here \"we\" refers to the brothers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "we, you", "text": "Here \"you\" is singular and refers to Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "also our children", "text": "Here \"our\" refers to the brothers. This refers to the small children who were most likely to die during a famine. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "I will be a guarantee for him", "text": "The abstract noun \"guarantee\" can be stated as the verb \"promise.\" AT: \"I will promise to bring him back\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "You will hold me responsible", "text": "How Jacob will hold Judah responsible can be stated clearly. AT: \"You will make me answer to you about what happens to Benjamin\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let me bear the blame", "text": "This speaks about \"blame\" as if it were an object that a person has to carry. AT: \"you may blame me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For if we had not delayed", "text": "Judah is describing something that could have happened in the past but did not. Judah is scolding his father for waiting so long to send his sons to Egypt to get more food. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "we would have come back here a second time", "text": "\"we would have returned twice\""}]}, {"id": "11", "tn": [{"ref": "If it be so, now do this", "text": "\"If this is our only choice, then do it\""}, {"ref": "Carry down", "text": "It was common to use the word \"down\" when speaking of traveling from Canaan to Egypt."}, {"ref": "balm", "text": "an oily substance with a sweet smell used for healing and protecting skin. See how you translated these words in [[:en:bible:notes:gen:37:25|37:25]]. AT: \"medicine\""}, {"ref": "spices", "text": "\"seasonings.\" See how you translated these words in [[:en:bible:notes:gen:37:25|37:25]]."}, {"ref": "pistachio nuts", "text": "a small, green tree nut (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "almonds", "text": "a tree nut with a sweet flavor (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "Take double money in your hand", "text": "Here \"hand\" stands for the whole person. AT: \"Take double the money with you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The money that was returned in the opening of your sacks, carry again in your hand", "text": "Here \"hand\" stands for the whole person. The phrase \"that was returned\" can be stated in active form. AT: \"take back to Egypt the money someone put in your sacks\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Take also your brother", "text": "\"Take also Benjamin\""}, {"ref": "go again", "text": "\"return\""}, {"ref": "May God Almighty give you mercy before the man", "text": "The abstract noun \"mercy\" can be stated as the adjective \"kind.\" AT: \"May God Almighty cause the man to be kind to you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your other brother", "text": "\"Simeon\""}, {"ref": "If I am bereaved of my children, I am bereaved", "text": "\"If I lose my children, then I lose my children.\" This means that Jacob knows he must accept whatever happens to his sons."}, {"ref": "in their hand they took", "text": "Here \"hand\" refers to the entire person. AT: \"they took\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "went down to Egypt", "text": "It was common to use the phrase \"went down\" when speaking of traveling from Canaan to Egypt."}]}, {"id": "16", "tn": [{"ref": "Benjamin with them", "text": "\"Benjamin with Joseph's older brothers\""}, {"ref": "the steward of his house", "text": "The \"steward\" was responsible for managing Joseph's household activities."}, {"ref": "He brought the men", "text": "Here \"brought\" can be translated as \"took.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "to Joseph's house", "text": "\"into Joseph's house\""}]}, {"id": "18", "tn": [{"ref": "The men were afraid", "text": "\"Joseph's brothers were afraid\""}, {"ref": "they were brought to Joseph's house", "text": "This can be stated in active form. AT: \"they were going into Joseph's house\" or \"the steward was taking them into Joseph's house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is because of the money that was returned in our sacks the first time we were brought in", "text": "This can be stated in active form. AT: \"The steward is bringing us into the house because of the money that someone put back in our sacks\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that he may seek an opportunity against us. He might arrest us", "text": "This can be translated as a new sentence. AT: \"He is waiting for the opportunity to accuse us, so that he might arrest us\""}, {"ref": "we came down", "text": "It is common to use the phrase \"came down\" when speaking of traveling from Canaan to Egypt."}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The brothers continue speaking to the steward of the house."}, {"ref": "It came about", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "when we reached the lodging place", "text": "\"when we came to the place that we were going to stay for the night\""}, {"ref": "behold", "text": "The word \"behold\" here shows that the brothers were surprised by what they saw."}, {"ref": "every man's money was in the opening of his sack, our money in full weight", "text": "\"each one of us found the full amount of his money in his sack\""}, {"ref": "We have brought it back in our hands", "text": "Here \"hands\" stands for the whole person. AT: \"We have brought the money back with us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Other money we have also brought down in our hand to buy food", "text": "Here \"hand\" stands for the whole person. AT: \"We have also brought more money to buy food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "brought down", "text": "It common to use the word \"down\" when speaking of traveling from Canaan to Egypt."}, {"ref": "Peace be to you", "text": "The abstract noun \"Peace\" can be stated as a verb. AT: \"Relax\" (UDB) or \"Calm yourselves\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Your God and the God of your father", "text": "The stewards is not speaking about two different Gods. AT: \"Your God, the God your father worships\" (UDB)"}]}, {"id": "24", "tn": [{"ref": "washed their feet", "text": "This custom helped tired travelers to refresh themselves after walking long distances. The full meaning of this statement may be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "feed to their donkeys", "text": "\"Feed\" is dry food that is set aside for animals"}]}, {"id": "26", "tn": [{"ref": "they brought the gifts which were in their hand", "text": "Here \"hand\" stands for the entire person. AT: \"the brothers brought the gifts they had with them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed down before him", "text": "This is a way of showing honor and respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "28", "tn": [{"ref": "Your servant our father", "text": "They refer to their father as \"Your servant\" to show respect. AT: \"Our father who serves you\""}, {"ref": "They prostrated and bowed down", "text": "These words basically mean the same thing. They laid down in front of the man to show him respect. AT: \"They bowed down in front of him\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he lifted up his eyes", "text": "This means \"he looked up.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his mother's son, and he said", "text": "This can be translated with a new sentence. AT: \"his mother's son. Joseph said\""}, {"ref": "Is this your youngest brother ... me?", "text": "Possible meanings are 1) Joseph is truly asking a question to confirm that this man is Benjamin, or 2) it is a rhetorical question. AT: \"So this is your youngest brother ... me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my son", "text": "This is a friendly way one man speaks to another man of lower rank. AT: \"young man\" (UDB)"}]}, {"id": "30", "tn": [{"ref": "hurried to go out of the room", "text": "\"hurried out of the room\""}, {"ref": "for he was deeply moved about his brother", "text": "The phrase \"deeply moved\" refers to having a strong feeling or emotion when something important happens. AT: \"for he had strong feelings of compassion for his brother\" or \"for he had strong feelings of affection for his brother\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "saying", "text": "It can be made explicit to whom Joseph is speaking. AT: \"and said to his servants\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Serve the food", "text": "This means to distribute the food so that people may eat."}]}, {"id": "32", "tn": [{"ref": "The servants served Joseph by himself and the brothers by themselves. The Egyptians there ate with him by themselves", "text": "This means that Joseph, the brothers, and the other Egyptians are eating in three different places within the same room. AT: \"The servants served Joseph by himself and the brothers by themselves and the Egyptians, who were eating with him, by themselves\""}, {"ref": "The Egyptians there ate with him by themselves", "text": "These are probably other Egyptian officials who ate with Joseph, but they still sat separately from him and the Hebrew brothers."}, {"ref": "because the Egyptians could not eat bread with the Hebrews, for that is detestable to the Egyptians", "text": "This can be translated as a new sentence: \"They did this because the Egyptians thought it was shameful to eat with the Hebrews\""}, {"ref": "could not eat bread", "text": "Here \"bread\" stands for food in general. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The brothers sat before him", "text": "It is implied that Joseph had arranged where each brother would sit. You can make clear the implied information. AT: \"The brothers sat across from the man, according to how he arranged their places\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the firstborn according to his birthright, and the youngest according to his youth", "text": "The \"firstborn\" and the \"youngest\" are used together to mean all the brothers were sitting in order according to their age. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "The men were astonished together", "text": "\"The men were very surprised when they realized this\""}, {"ref": "But Benjamin's portion was five times as much as any of his brothers", "text": "The phrase \"five times\" can be stated more generally. AT: \"But Benjamin received a portion that was much bigger than what his brothers received\""}]}]