[{"id": "01", "tn": [{"ref": "Set your house in order", "text": "\"House\" is metonymy for what was under Hezekiah's control. AT: \"Give final instructions to your household and government\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "call to mind", "text": "This is a common way of speaking, an idiom, urging Yahweh to remember. AT: \"remember\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "walked", "text": "To \"walk\" is metonymy for the conduct of life. AT: \"lived my life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "good in your sight", "text": "Here sight represents judgment or evaluation. AT: \"in your judgment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "the word of Yahweh came", "text": "\"Word\" is metonymy for the message Yahweh revealed to Isaiah. This is common way of speaking, an idiom. AT: \"Yahweh spoke his word\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have heard your prayer, and I have seen your tears", "text": "The second part reinforces the first part to make one message by using parallelism. AT: \"I have heard your prayers and seen your tears.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "on the third day", "text": "\"two days from now\" (UDB) The day Isaiah said this was the first day, so \"the third day\" would be the same as \"two days from now.\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The message from Yahweh to King Hezekiah through the prophet Isaiah continues."}, {"ref": "fifteen years", "text": "15 years (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "from the hand of the king of Assyria", "text": "\"Hand\" is metonymy for power, authority and control. AT: \"from the control of the king of Assyria\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lump of figs", "text": "\"paste made of boiled figs\" (UDB)"}, {"ref": "They did so and put it on his boil", "text": "\"Hezekiah's servants did this and put the paste on Hezekiah's sore\""}]}, {"id": "08", "tn": [{"ref": "Shall the shadow go forward ten steps, or go back ten steps?", "text": "The source of \"the shadow\" can be stated clearly. AT: \"Do you want Yahweh to make the shadow caused by the sunlight on the stairway to go forward ten steps or to go back ten steps?\" (See: [[:en:ta:vol1:translate:figs_explicit]])."}, {"ref": "ten steps", "text": "This expression refers to the \"stairway of Ahaz\" in [[:en:bible:notes:2ki:20:10|20:11]]. This was probably a special stairway built for King Ahaz in such a way that its steps marked the hours of daylight as the sun's rays advanced along them. In this way, the staircase served to tell the time during the day."}]}, {"id": "10", "tn": [{"ref": "It is an easy thing for the shadow to go forward ten steps", "text": "Why \"it is an easy thing\" can be stated clearly. \"It is easy to cause the shadow to move forward ten steps, because that is the normal thing for it to do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the stairway of Ahaz", "text": "This was probably a special stairway built for King Ahaz in such a way that its steps marked the hours of daylight as the sun's rays advanced along them. In this way, the staircase served to tell the time during the day. AT: \"the steps that had been built for King Ahaz\""}]}, {"id": "12", "tn": [{"ref": "Merodach Baladan ... Baladan", "text": "These are the names of the king of Babylon and his son. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "listened to those letters", "text": "1) \"carefully considered those letters\" or 2) \"heard the message from the king of Babylon\""}, {"ref": "There was nothing ... that Hezekiah did not show them", "text": "\"Nothing\" and \"not\" cancel each other out to make the idea positive. This exaggeration is used for emphasis. AT: \"Hezekiah showed him absolutely everything in his house and in all his kingdom.\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "14", "tn": [{"ref": "these men", "text": "This refers to the men sent to King Hezekiah with a message and gifts from Berodach Baladan."}, {"ref": "They have seen everything in my house. There is nothing among my valuable things that I have not shown them", "text": "Hezekiah repeats the same idea in two ways to emphasize his point. (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "There is nothing among my valuable things that I have not shown them", "text": "\"Nothing\" and \"not\" cancel each other out to make the idea positive. This exaggeration is used for emphasis. AT: \"I showed them absolutely every one of my valuable things\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "16", "tn": [{"ref": "So Isaiah said to Hezekiah", "text": "Why Isaiah spoke can be stated clearly. AT: \"So, because Isaiah knew Hezekiah had been foolish to show the men all his valuable things, Isaiah said to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the word of Yahweh", "text": "\"Word\" is synecdoche for the message that has the word in it. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Look, the days are about to come when", "text": "\"Listen to me, someday there will come a time when\"; \"Look\" is used to draw attention to what Isaiah is about to tell Hezekiah."}, {"ref": "the days", "text": "\"Days\" is synecdoche to refer to an undefined span of time. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "19", "tn": [{"ref": "For he thought", "text": "\"Because Hezekiah thought\""}, {"ref": "Will there not be peace and stability in my days?", "text": "Hezekiah asks this question for emphasis knowing the answer already. AT: \"I can be sure that there will be peace and stability in my days.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "pool", "text": "A small area of still water for storage"}, {"ref": "conduit", "text": "A tunnel for carrying the water"}, {"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This question is used to remind the reader that these things are recorded. See how this phrase is translated in [[:en:bible:notes:2ki:08:22|8:23]]. AT: \"they are written in the book of the History of the Kings of Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]