[{"id": "01", "tn": [{"ref": "Is not David hiding ... Jeshimon?", "text": "This rhetorical question can be translated as an exclamation. AT: \"David is hiding  ... Jeshimon!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "before Jeshimon", "text": "\"from which we can see Jeshimon\""}, {"ref": "Jeshimon", "text": "This is the name of a desert area near the Dead Sea. It can also be translated as \"the Judean Wilderness\" or \"the wasteland.\" Translate as in [[:en:bible:notes:1sa:23:19|23:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Then Saul arose and went", "text": "The word \"arose\" is an idiom for taking action. AT: \"Then Saul took action and he went\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "three thousand", "text": "3,000 (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "chosen men", "text": "men whom he had chosen because of their superior military abilities"}]}, {"id": "03", "tn": [{"ref": "before Jeshimon", "text": "\"from which they could see Jeshimon\""}, {"ref": "Jeshimon", "text": "This is the name of a desert area near the Dead Sea. It can also be translated as \"the Judean Wilderness\" or \"the wasteland.\" Translate as in [[:en:bible:notes:1sa:23:19|23:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "David arose and went", "text": "\"David took action and he went\""}, {"ref": "Abner ... Ner", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "Ahimelech ... Abishai", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zeruiah", "text": "These are the names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "go down ... to", "text": "David and his men were probably on higher ground than Saul."}, {"ref": "I! I will go down", "text": "\"I want to be the one who goes down\""}, {"ref": "God has put your enemy into your hand", "text": "Abishai speaks as if the enemy were a small object that God had put into David's hand. The word \"hand\" is a metonym for the power the hand can wield. AT: \"God has given you complete control over your enemy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pin him to the ground with the spear", "text": "This is a metonym that refers to \"kill with a spear\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will not strike him a second time", "text": "\"I will kill him the first time I strike him\" or \"I will not need to strike him a second time\""}]}, {"id": "09", "tn": [{"ref": "who can extend his hand against Yahweh's anointed one and be guiltless?", "text": "This rhetorical question can be translated as a statement. AT: \" No one can strike Yahweh's anointed one and be without guilt.\" This can also be stated in positive form. AT: \"Anyone who strikes Yahweh's anointed one will be guilty of murder.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "As Yahweh lives", "text": "\"as certainly as Yahweh lives\" or \"as surely as Yahweh lives\" (UDB)"}, {"ref": "his day will come to die", "text": "\"he will die a natural death\""}]}, {"id": "11", "tn": [{"ref": "extend my hand against", "text": "The hand is a metonym for the harm a hand can do. AT: \"do anything to harm\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and let us go", "text": "David includes Abishai, so the \"us\" here is inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "a deep sleep from Yahweh had fallen on them", "text": "Yahweh had caused them to sleep deeply."}]}, {"id": "13", "tn": [{"ref": "Do you not answer, Abner?", "text": "David uses a question to shame Abner into answering. This rhetorical question can be translated as a statement. AT: \"Answer me, Abner!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "shouted", "text": "\"spoke as loudly as he could\" so Saul and his men could hear him"}]}, {"id": "15", "tn": [{"ref": "Are not you a courageous man?", "text": "David uses a question to rebuke Abner for not guarding Saul. AT: \"You are a very brave man.\" (See [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who is like you in Israel?", "text": "David uses a question to rebuke Abner for not guarding Saul. AT: \"You are the greatest soldier in Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why then have you not kept watch over your master the king?", "text": "Possible meanings are 1) this is a real question and David wants Abner to answer him or 2) this is a rhetorical question and David is rebuking Abner. AT: \"Therefore you should have kept watch over your master the king!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "my son", "text": "Saul was not David's true father. Saul speaks as if he were David's father to show David that he wants David to trust and respect him as David would trust and respect his own father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why does my master pursue his servant?", "text": "Possible meanings are 1) David really does want Saul to answer the question or 2) this rhetorical question can be translated as a statement. AT: \"My master has no reason to pursue his servant.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why does my master pursue his servant?", "text": "Here David speaks of Saul in third person calling him \"my master,\" and he speaks of himself in third person calling himself \"his servant.\" David speaks this way to show respect to Saul. AT: \"Why are you, my master, pursuing me, your servant?\" or \"Why are you pursuing me?\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "What have I done?", "text": "Possible meanings are 1) David really does want Saul to answer the question or 2) this rhetorical question can be translated as a statement. AT: \"You know that I have done nothing to harm you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What evil is in my hand?", "text": "This speaks of evil as if it were an object that is held in the hand. Here \"hand\" represents a person acting or doing something. Possible meanings are 1) David really does want Saul to answer the question. AT: \"What have I done wrong?\" or 2) this rhetorical question can be translated as a statement. AT: \"I have done nothing wrong!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "you, let my master the king listen to the words of his servant ... the king of Israel", "text": "David speaks as if he and the king were other people to show respect to Saul. AT: \"you my king, listen to my words ... you\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "stirred you up against me", "text": "\"caused you to be angry with me\""}, {"ref": "let him accept an offering", "text": "You may need to make explicit the reason he will give an offering. AT: \"I will give him an offering so he will no longer cause you to be angry with me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "may they be cursed in the sight of Yahweh", "text": "This can be translated in active form. AT: \"may Yahweh decide to punish them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for they have today driven me out, that I should not cling to the inheritance of Yahweh; they have said to me, 'Go worship other gods.'", "text": "\"for they have today driven me out. It is as if they want me to stop clinging to the inheritance of Yahweh. It is as if they have said to me, 'Go worship other gods.'\""}, {"ref": "that I should not cling to the inheritance of Yahweh", "text": "\"so that I will no longer trust that Yahweh will give me what he has promised me\""}, {"ref": "do not let my blood fall to the earth", "text": "This is a polite way of saying \"do not kill me.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the one flea", "text": "David uses the word \"flea\" as a metaphor for a person, himself, who cannot do any great harm. AT: \"this single flea\" or \"me, and I cannot harm you any more than one flea can\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as when one hunts a partridge in the mountains", "text": "Saul is chasing David as if he were hunting a valuable wild bird. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "21", "tn": [{"ref": "Return", "text": "Possible meanings are 1) \"Return to serve me in my palace\" or \"Return to your home.\""}, {"ref": "my son", "text": "Saul was not David's true father. Saul speaks as if he were David's father to show David that he wants David to trust and respect him as David would trust and respect his own father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my life was precious in your eyes today", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. AT: \"today you have considered my life to be very valuable\" (UDB) or \"today you showed me that you really do respect me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "played the fool", "text": "\"been very foolish\""}]}, {"id": "22", "tn": [{"ref": "Yahweh put you into my hand today", "text": "The word \"hand\" is a metonym for the person's power. \"Yahweh gave me an opportunity to attack you today\" or \"Yahweh placed me where I could easily have killed you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pay", "text": "\"honor\" or \"reward\" (UDB)"}, {"ref": "his anointed", "text": "David speaks as if Saul were another person to show that he respects Saul because Saul is king. AT: \"the one he has chosen to be king\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "24", "tn": [{"ref": "your life was precious in my eyes today", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. Similar words appear in [[:en:bible:notes:1sa:26:21|26:21]]. AT: \"I have considered your life to be very valuable\" or \"I showed you today that I really do respect you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so may my life be much valued in the eyes of Yahweh", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. AT: \"so may Yahweh consider my life very valuable as well\" or \"so may Yahweh value my life as much as I have valued your life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "May you be blessed", "text": "This can be translated in active form. AT: \"May Yahweh bless you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my son", "text": "Saul was not David's true father. Saul speaks as if he were David's father to show David that he wants David to trust and respect him as David would trust and respect his own father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]