[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "If there arises among you", "text": "\"If there appears among you\" or \"If someone among you claims to be\""}, {"ref": "a dreamer of dreams", "text": "This is someone who receives messages from God through dreams."}, {"ref": "a sign or a wonder", "text": "These two words have similar meanings and refer to various miracles. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "comes about", "text": "\"takes place\" or \"happens\""}, {"ref": "of which he spoke to you and said, 'Let us go after other gods, that you have not known, and let us worship them'", "text": "This can be translated as an indirect quotation. AT: \"and he tells you to serve and worship other gods which you have not known\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Let us go after other gods", "text": "Worshiping other gods is spoken of as if they were going after or following other gods. AT: \"Let us follow other gods\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "go after other gods, that you have not known", "text": "The phrase \"gods, that you have not known\" refers to the gods that other people groups worship. The Israelites know Yahweh because he has revealed himself to them and they have experienced his power."}, {"ref": "do not listen to the words of that prophet, or to that dreamer of dreams", "text": "Here \"words\" represent what is said. AT: \"do not listen to what that prophet say nor to what the dreamer of dreams says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with all your heart and with all your soul", "text": "The idiom \"with all your heart\" means \"completely\" and \"with ... soul\" means \"with all your being.\" These two phrases have similar meaning. See how you translated this in [[:en:bible:notes:deu:04:29|4:29]]. AT: \"with all your being\" or \"with all your energy\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "04", "tn": [{"ref": "You will walk after Yahweh your God", "text": "Obeying and worshiping Yahweh is spoken of as if the people were walking after or following Yahweh. AT: \"You will obey Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "obey his voice", "text": "Here \"voice\" represents what Yahweh says. AT: \"obey what he says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cling to him", "text": "To have a good relationship with Yahweh and to completely rely on him is spoken of as if the person were clinging to Yahweh. AT: \"rely on him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be put to death", "text": "This can be stated in active form. AT: \"you must kill\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he has spoken rebellion", "text": "The abstract noun \"rebellion\" can be stated as a verb. AT: \"he has tried to make you rebel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who redeemed you out of the house of bondage", "text": "Yahweh rescuing the people of Israel from being slaves in Egypt is spoken of as if Yahweh paid money to redeem his people out of slavery. AT: \"who rescued you out of the place where you were slaves\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the house of bondage", "text": "Here \"house of bondage\" represents Egypt where the people of Yahweh had been slaves. AT: \"Egypt where you were slaves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "draw you out of the way in which Yahweh your God commanded you to walk", "text": "How God wants a person to live or behave is spoken of as if it were a way or road on which God wants his people to walk. A person trying to cause someone else to stop obeying God is spoken of as if the person were trying to get the other person to stop walking on God's way or road. AT: \"make you disobey what Yahweh your God commanded\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So put away the evil from among you", "text": "Here \"the evil\" refers to the evil person or the evil behavior. This nominal adjective can be stated as an adjective. AT: \"So you must remove from among the people of Israel the person who does this evil thing\" or \"So you must kill this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "wife of your bosom", "text": "A bosom is a person's chest. This is a idiom that he holds close to his chest, which means he loves and cherishes her. AT: \"wife you love\" or \"wife you dearly embrace\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "friend who is to you like your own soul", "text": "Here \"soul\" represents the person's life. This means the person cares for his friend as much as he cares for his own life. AT: \"your dearest friend\" or \"a friend you love as much as you love yourself\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "secretly entices you and says, 'Let us go and worship ... other end of the earth.'", "text": "This can be translated as an indirect quotation. AT: \"secretly tries to convince you to go and worship ... other end of the earth.\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "that are round about you", "text": "\"that are around you\""}, {"ref": "from the one end of the earth to the other end of the earth", "text": "Here the reference to the two extremes of the earth means \"everywhere on earth.\" AT: \"throughout the entire earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "08", "tn": [{"ref": "Do not consent to him", "text": "\"Do not agree to what he wants\""}, {"ref": "Neither must your eye pity him", "text": "Here \"your eye\" refers to the whole person. AT: \"Neither will you look at him with pity\" or \"Neither will you show him mercy\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "neither will you spare him or conceal him", "text": "\"neither will you show him mercy or hide from others what he has done\""}, {"ref": "your hand will be the first on him to put him to death", "text": "This means that he was to throw the first stone at the guilty person. The word \"hand\" represents the whole person. AT: \"you must be the first to strike him to kill him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the hand of all the people", "text": "Here \"hand\" represents the whole person. AT: \"the other people will join you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "he has tried to draw you away from Yahweh", "text": "\"to turn you away from Yahweh.\" A person trying to cause someone else to stop obeying Yahweh is spoken of as if the person were trying to cause someone to physically turn around and leave Yahweh. AT: \"he has tried to make you disobey Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "out of the house of bondage", "text": "Here \"house of bondage\" represents Egypt where the people of Yahweh had been slaves. AT: \"out from the place where you were slaves\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All Israel will hear and fear", "text": "It is implied that when the people hear about the person who was executed, they will be afraid to act like he did. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "Some wicked fellows have gone out from among you", "text": "The phrase \"from among you\" means that these wicked men were Israelites who lived in their communities."}, {"ref": "have drawn away the inhabitants of their city and said, 'Let us go and worship other gods that you have not known'", "text": "This can be translated as an indirect quotation. AT: \"have persuaded those who live in their city to go and worship other gods that they have not known\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "have drawn away the inhabitants of their city", "text": "A person causing someone else to stop obeying Yahweh is spoken of as if the person has caused the other person to physically turn and leave Yahweh. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "examine the evidence, make search, and investigate it thoroughly", "text": "All of these phrases mean basically the same thing. Moses is emphasizing that they must carefully find out what truly happened at the city. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "that such an abominable thing has been done among you", "text": "This can be stated in active form. AT: \"that the people of the city have done such a terrible thing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "with the edge of the sword", "text": "Here \"edge\" represents the whole sword. AT: \"with your swords\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all the spoil", "text": "\"all the plunder.\" This refers to the possessions and treasures that an army collects after winning a battle."}, {"ref": "heap of ruins", "text": "\"pile of ruins\""}, {"ref": "it must never be built again", "text": "This can be stated in active form. AT: \"no one must ever rebuild the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "None of those things set apart for destruction must stick in your hand", "text": "Yahweh cursing something and promising to destroy it is spoken of as if Yahweh were setting the object apart from other things. This can be stated in active form. AT: \"You must not keep any of the things God has commanded you to destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must stick in your hand", "text": "This is a way of saying a person keeps something. AT: \"must you keep\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh will turn from the fierceness of his anger", "text": "Yahweh no longer being angry is spoken of as his anger were an object and Yahweh physically turns away from it. AT: \"Yahweh will stop being angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to your fathers", "text": "Here \"fathers\" means ancestors or forefathers."}, {"ref": "you are listening to the voice of Yahweh", "text": "Here \"voice\" represents what Yahweh says. AT: \"you are obeying what Yahweh says\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which is right in the eyes of Yahweh your God", "text": "Here \"eyes\" represents thoughts or opinions. AT: \"which is right according to Yahweh your God\" or \"what Yahweh your God considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]