[{"id": "01", "tn": [{"ref": "in the eighteenth year of Jehoshaphat king of Judah", "text": "This describes the time that Joram began to reign by stating how long the current king of Judah had reigned. The meaning of this statement can be made clear. AT: \"in the eighteenth year that Jehoshaphat was king of Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the eighteenth year", "text": "\"the 18th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Joram son of Ahab", "text": "Sometimes this man is referred to as \"Jehoram.\" This is not the same person as the man mentioned in [[:en:bible:notes:2ki:01:17|1:17]] named \"Jehoram.\""}, {"ref": "He did what was evil in the sight of Yahweh", "text": "The nominal adjective \"evil\" can be translated as a relative clause. Here Yahweh's \"sight\" refers to what he thinks. AT: \"He did things that Yahweh said were evil\" or \"He did the things that Yahweh considers evil\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but not like his father and his mother", "text": "This compares how much evil he did to being less that the amount that his parents did. AT: \"but he did not do as much evil as his father and mother had done\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the sacred stone pillar of Baal", "text": "This pillar was used in the worship of Baal, though it is unknown what the pillar looked like. AT: \"the sacred stone pillar for worshiping Baal\" (See: [[:en:ta:vol2:translate:figs_possession]])"}, {"ref": "he held on to the sins", "text": "This is an idiom. Here \"holding on\" to something means to continue doing it. AT: \"he continued to commit the sins\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Nebat", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "he did not turn away from them", "text": "\"Turning away\" from something is an idiom which means to stop doing it. AT: \"he did not stop committing those sins\" (UDB) or \"he continued committing those sins\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "He had to give to the king of Israel 100,000 lambs and the wool of 100,000 rams", "text": "Mesha had to give these things to the king of Israel because his kingdom was controlled by the king of Israel. The full meaning of this statement can be made explicit. AT: \"Every year he was forced to give 100,000 lambs and the wool from 100,000 rams to the king of Israel, because his kingdom was controlled by the king of Israel\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to mobilize all Israel for war", "text": "\"to prepare the people of Israel for war.\" Here \"all Israel\" refers to all of the Israelite soldiers. AT: \"to mobilize all of the Israelite soldiers for war\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "King Joram continues speaking to King Jehoshaphat."}, {"ref": "Will you go with me against Moab to battle?", "text": "The word \"you\" refers to Jehoshaphat, but refers to both him and his army. Here \"Moab\" stands for \"the army of Moab.\" AT: \"Will you and your army go with me to fight against the army of Moab?\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will go", "text": "Jehoshaphat is saying that he and his entire army will fight with King Joram against Moab. AT: \"We will go with you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I am as you are, my people as your people, my horses as your horses", "text": "Jehoshaphat is letting Joram use himself, his people, and his horses for his purposes. He speaks of this as if they belonged to Joram. The full meaning of this statement can be made clear. AT: \"We are ready to do whatever you want us to. My soldiers and my horses are ready to help you\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "By way of the wilderness of Edom", "text": "\"By going through the wilderness of Edom\""}]}, {"id": "09", "tn": [{"ref": "the kings of Israel, Judah, and Edom", "text": "This refers to the kings accompanied by their armies. AT: \"the kings of Israel, Judah, and Edom and their armies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "marched in a semicircle", "text": "This describes the indirect way they traveled as mentioned in [[:en:bible:notes:2ki:03:07|3:08]]."}, {"ref": "semicircle", "text": "An arc that is shaped like half a circle."}, {"ref": "There was no water found", "text": "This can be stated in active form. AT: \"They found no water\" or \"They did not find any water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What is this? Has Yahweh called three kings to give them into the hand of Moab?", "text": "The king uses a rhetorical question to emphasize how ridiculous and terrible their situation is. This can be written as a statement. AT: \"It looks like Yahweh will allow all three of us to be captured by Moab!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to give them into the hand of Moab", "text": "Here \"Moab\" refers to his army. Also, \"the hand of Moab\" refers to Moab's \"control.\" AT: \"to give us over to Moab's control\" or \"so the army of Moab will defeat us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]]))"}]}, {"id": "11", "tn": [{"ref": "Is there not here a prophet of Yahweh, that we may consult Yahweh by him?", "text": "Jehoshaphat uses a rhetorical question here to state that he is certain that there is a prophet there and to find out where he is. This may be written as a statement. AT: \"I am sure there is a prophet of Yahweh here! Tell me where one is, so we may consult Yahweh by him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Shaphat", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who poured water on the hands of Elijah", "text": "This idiom means that he was Elijah's helper. The phrase \"poured water on the hands\" is a description of one of the ways he served Elijah. AT: \"who was a helper to Elijah\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The word of Yahweh is with him", "text": "This means that he is a prophet and that Yahweh tells him what to say. AT: \"He speaks what Yahweh tells him to say\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "went down to him", "text": "They went to see Elijah and to consult with him about what they should do. The full meaning of this statement can be made clear. AT: \"went to see Elisha to ask him what they should do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "What have I to do with you?", "text": "Elisha uses this rhetorical question to emphasize that he and the king have nothing in common. This question can be translated as a statement. AT: \"I have nothing to do with you.\" or \"I have nothing in common with you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to give them into the hand of Moab", "text": "Here the \"hand of Moab\" refers the Moab's \"control.\" AT: \"to give them over to the control of Moab\" or \"to allow them to be captured by the Moabite army\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "As Yahweh of hosts lives, before whom I stand, surely", "text": "\"As I know that Yahweh of hosts lives, before whom I stand, surely.\" Here Elisha compares the certainty that Yahweh is alive to the certainty that, if it were not for Jehoshaphat being there, he would not pay attention to Joram. This is a way of making a solemn promise. AT: \"As surely as Yahweh of hosts lives, before whom I stand, I promise you, if it\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "before whom I stand", "text": "Here serving Yahweh is spoken of as standing in his presence. AT: \"whom I serve\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "were it not for the fact that I honor the presence of Jehoshaphat king of Judah, I would not pay any attention to you", "text": "This can be written in positive form. AT: \"I pay attention to you only because I honor the presence of Jehoshaphat king of Judah\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "I honor the presence of Jehoshaphat", "text": "Here Jehoshaphat is referred to by his presence. AT: \"I honor Jehoshaphat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I would not pay any attention to you, or even look at you", "text": "These two phrases have similar meaning and are used together to emphasize that he would not pay any attention to Joram. AT: \"I would not have anything at all to do with you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "15", "tn": [{"ref": "Then it came to pass", "text": "\"And it happened that\""}, {"ref": "harpist", "text": "someone who plays the harp"}, {"ref": "the hand of Yahweh came upon Elisha", "text": "Here Yahweh's \"hand\" refers to his \"power.\" AT: \"the power of Yahweh came upon Elisha\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "trenches", "text": "A trench is a long ditch that workers dig in the ground to collect water."}, {"ref": "this river valley will be filled with water", "text": "This can be stated in active form. AT: \"I will fill this river valley with water\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will drink", "text": "This refers to drinking the water that Yahweh provides. AT: \"you will drink the water\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "This is an easy thing in the sight of Yahweh", "text": "Here Yahweh's \"sight\" refers to what he thinks. AT: \"Yahweh considers this as an easy thing to do\" or \"This is an easy thing for Yahweh to do\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "fortified city", "text": "A fortified city is well protected from enemies by such things as high walls or a easily defensible location."}, {"ref": "ruin every good piece of land with rocks", "text": "This means to put rocks on the fertile land so that it is difficult to use. The meaning of this statement can be made clear. AT: \"ruin every good piece of land by covering them with rocks\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "there came water", "text": "\"water began flowing\""}, {"ref": "the country was filled with water", "text": "\"and soon the country became filled with water\""}, {"ref": "country", "text": "\"land\" or \"ground\""}]}, {"id": "21", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the author tells background information about the Moabite army preparing to meet the three kings and their armies in battle. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "all who were able to put on armor", "text": "Here \"armor\" represents ability to fight. AT: \"all the men who could fight\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the kings had come", "text": "Here the word \"kings\" refers to both the kings and their armies. AT: \"the kings had come with their armies\" or \"the kings and their armies had come\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "it looked as red as blood", "text": "This compares the red appearance of the water to the color of blood. AT: \"it was red like blood\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "So now, Moab", "text": "The soldiers are referring to themselves here as \"Moab.\" AT: \"soldiers of Moab\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "plunder them", "text": "\"steal their belongings.\" After an army defeated their enemies, they would often plunder their towns by stealing whatever was left of value."}]}, {"id": "24", "tn": [{"ref": "camp of Israel", "text": "Here \"Israel\" refers only to the Israelite soldiers and not to the whole nation of Israel. AT: \"the area where the Israelite soldiers had set up their tents\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the Israelites surprised", "text": "Here \"Israelites\" refers only to the Israelite soldiers and not to the whole nation of Israel. AT: \"the Israelite soldiers surprised\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "fled before them", "text": "\"ran away from them\""}, {"ref": "Kir Hareseth", "text": "This is the capital of Moab. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "was left with its rocks in place", "text": "The walls and buildings of the city were made of stones. The meaning of this can be made clear. AT: \"still had its stone walls and buildings in place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "with slings", "text": "A \"sling\" is piece of animal skin with long cords at both ends in which a person can put a stone or other small, hard object and throw it a long distance."}]}, {"id": "26", "tn": [{"ref": "King Mesha", "text": "Translate the name of this king the same as you did in [[:en:bible:notes:2ki:03:04|3:4]]."}, {"ref": "that the battle was lost", "text": "\"that his army was being defeated\""}, {"ref": "seven hundred swordsmen", "text": "\"700 swordsmen\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "swordsmen", "text": "soldiers who fight with swords"}, {"ref": "break through", "text": "\"force their way through.\" There were many soldiers fighting on the battlefield which made it difficult to move though the crowd."}, {"ref": "offered him as a burnt offering", "text": "King Mesha burned his son with fire until he died. He did this as an offering to Chemosh, the false god of Moab. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So there was great anger against Israel", "text": "Here the word \"anger\" can be expressed as a verb. There are two possibilities for who is angry here: 1) The Moabite soldiers. AT: \"So the Moabite soldiers were very angry with Israel\" or 2) God. AT: \"So God was very angry with Israel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]