[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh begins speaking again to the people of Israel in verse 1, but the prophet Malachi begins speaking in verse 2."}, {"ref": "See", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "he will prepare the way before me", "text": "Here getting people ready to welcome Yahweh is spoken of as if a road were being cleared for Yahweh to travel on. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Then the Lord, whom you seek ... The messenger of the covenant in whom you delight", "text": "Some modern versions translate so as to imply that these two expressions refer to the same person. Other modern versions leave this question ambiguous. We recommend that translations leave this matter ambiguous, as do the ULB and UDB."}, {"ref": "The messenger of the covenant", "text": "Almost all versions leave ambiguous the sense of this expression. But translators may need to make explicit the relationship between \"messenger\" and \"the covenant.\" The UDB presents \"the messenger\" as one promised by the covenant that Yahweh had with Israel. Another choice is to present the messenger as a person who will either confirm that covenant or announce a new covenant."}, {"ref": "But who will be able to endure the day of his coming? And who will be able to stand when he appears?", "text": "These rhetorical questions imply that no one will be able to resist Yahweh when he comes. They can be combined into one statement. AT: \"However, no one will be able to resist Yahweh when he comes to judge them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the day of his coming", "text": "Here \"day\" stands for \"time.\" AT: \"the time when he comes\""}, {"ref": "be able to stand", "text": "Here standing represents resisting someone's attack or accusations. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For he will be like a refiner's fire and like laundry soap", "text": "This sentence gives the reason why no one will be able to resist God when he comes. God's power to judge the people and to stop them from sinning is spoken of as if it were the power of strong soap to clean clothes, or the power of fire to melt an object. These are ways of saying that God's power to do these things cannot be stopped. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and he will purify the sons of Levi", "text": "Forgiving the sons of Levi and persuading them not to sin any longer is spoken of as if it were purifying metal. AT: \"and he will correct the sons of Levi and forgive them for having sinned\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sons of Levi", "text": "Here \"sons\" refers to descendants. The male descendants of Levi were the priests and workers in the temple. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will sit", "text": "Here sitting implies the action of a metalworker, who sits down in order to purify small amounts of gold or silver. It also implies the action of a king, who sits down to judge people and give decrees. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He will refine them like gold and silver", "text": "Here persuading people not to sin any longer is spoken of as if a metalworker were making gold and silver more pure. (See: [[:en:ta:vol1:translate:figs_simile]])."}, {"ref": "and they will bring offerings of righteousness to Yahweh", "text": "Here \"of righteousness\" means \"motivated by righteous desires to worship God.\" AT: \"and they will bring acceptable offerings to Yahweh in order to worship Yahweh\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Malachi continues speaking in verse 4, but Yahweh begins speaking again in verse 5."}, {"ref": "the offering of Judah and Jerusalem", "text": "Here \"Judah\" and \"Jerusalem\" stand for the people in those places. AT: \"the offerings brought by the people of Judah and Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as in the days of old, and as in ancient years", "text": "These two phrases mean basically the same thing and emphasize that the offering was once pleasing to Yahweh. AT: \"as it was in the distant past\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then I will approach you for judgment", "text": "Here \"judgment\" refers to the act of judging. AT: \"Then I will approach you in order to judge you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "oppress the hired worker in his wages", "text": "\"cause the hired worker to suffer by not paying him for his work\""}, {"ref": "turn away the foreigner", "text": "That is, turning away the foreigner from gaining his rights. Depriving people of their rights is spoken of as if it were physically turning them away from oneself. Perhaps the idea is turning away someone who comes for a wrong to be set right. AT: \"deny foreigners living in Israel the rights that they should have\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel."}, {"ref": "have not come to an end", "text": "\"have not perished\""}, {"ref": "From the days of your fathers you have turned aside from my ordinances and have not kept them", "text": "Disobeying God's ordinances is spoken of as if it were turning away from them. AT: \"You have disobeyed my ordinances ever since the days of your ancestors\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Return to me, and I will return to you", "text": "Here loving each other and being faithful to each other is spoken of as if it were returning to each other. AT: \"Love me and honor me, and I will always help you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How will we return?", "text": "The people ask this question in order to claim that they have never stopped obeying God. This can be expressed as a statement. AT: \"We have never gone away from you, so we cannot return to you.\" or \"We have never gone away from you, so it makes no sense to speak of us as returning to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel."}, {"ref": "Would a person rob God?", "text": "This question implies that the idea of robbing God is very wicked. This can be expressed as a statement. AT: \"A man should certainly not rob God.\" or \"No one should ever rob me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How have we robbed you?", "text": "This question implies that the people do not think they have robbed God. AT: \"We have certainly not robbed you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "In tithes and offerings", "text": "This reply from Yahweh implies a fuller answer. AT: \"You have robbed me by withholding from me your tithes and offerings\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You are cursed with a curse", "text": "This can be stated in active form. AT: \"I have certainly cursed you!\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you are robbing me, the whole nation", "text": "Here \"nation\" stands for the people to whom Yahweh is speaking. AT: \"all of you in the whole nation are robbing me\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak to the people of Israel."}, {"ref": "the full tithe", "text": "\"all the tithes\""}, {"ref": "my house", "text": "Here \"house\" stands for the temple. AT: \"my temple\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and test me now in this ... if I do not open to you the windows of heaven", "text": "Here the command \"test me\" stands for something that the people can do and should do: \"if you test me.\" This can be divided into two sentences also. AT: \"And if you test me ... I will open up the windows of heaven\" or \"And you should test me ... If you do, I will open up the windows of heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "All the nations will call you blessed", "text": "Here to be called blessed stands for being blessed. AT: \"All the nations will know that you have been blessed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "All the nations", "text": "This expression stands for the people in all the nations. AT: \"The people in all the nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a land of delight", "text": "Here \"delight\" stands for the condition in which the inhabitants of a land take delight in their land. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These verses begin a new section in the book. Here Yahweh is speaking to the people of Israel."}, {"ref": "Your words against me have been strong", "text": "Here \"strong\" stands for \"harsh\" or \"terrible.\" And \"Your words\" stands for \"What you have said.\" AT: \"What you have said about me is terrible\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "What have we said among ourselves against you?", "text": "The people ask this question in order to claim that they have said nothing against God. This can be expressed as a statement. AT: \"We have not said anything among ourselves against you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What profit is it that we have kept his requirements or walked mournfully before Yahweh of hosts?", "text": "The people ask this question among themselves in order to make a statement. AT: \"It is useless that we have kept his requirements and walked mournfully before Yahweh of hosts.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "walked mournfully before Yahweh of hosts", "text": "Here \"walk mournfully\" stands for \"behave in a sorrowful manner,\" probably in order to indicate sorrow over their sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "before Yahweh of hosts", "text": "Here this expression refers to God being aware of what the people were doing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we call the arrogant blessed", "text": "Here to be called \"blessed\" stands for being blessed. AT: \"we say that the arrogant are blessed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "we call the arrogant blessed", "text": "This may be stated in active form. AT: \"we say that the arrogant are well off\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "escape", "text": "That is, \"they escape God's punishment.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The event described here may have taken place after the godly people in Israel repented of their sins. (See UDB)"}, {"ref": "and a book of remembrance was written before him about those who feared Yahweh", "text": "This can mean 1) the Israelites wrote a book so they would remember what they had promised and listed the names of people who feared Yahweh or 2) Yahweh caused someone in heaven to write a book with the names of people who feared him."}, {"ref": "book of remembrance", "text": "This expression refers to any book that helps people remember important things, such as events or people who lived in the past. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "honored his name", "text": "Here \"his name\" stands for God himself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "They will be mine", "text": "\"They will be my people\""}, {"ref": "my own treasured possession", "text": "Here \"possession\" refers to one's personal property. This idea can be expressed with a verb. AT: \"they will belong completely to me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I act", "text": "This expression refers to the time when Yahweh will judge and punish the rebellious Israelites, giving victory to the faithful Israelites. (See [[:en:bible:notes:mal:04:01|4:1-3]])"}, {"ref": "distinguish between", "text": "\"see a difference between\" or \"treat differently\""}]}]