[{"id": "01", "tn": [{"ref": "Be fruitful, multiply, and fill the earth", "text": "This is God's blessing. He told Noah and his family to produce more humans like themselves, so that there would be many of them. The word \"multiply\" explains how they are to be \"fruitful.\" See how you translated these commands in [[:en:bible:notes:gen:01:28|1:28]]. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "The fear of you and the dread of you will be upon every living animal ... and upon all the fish of the sea", "text": "The writer speaks of fear and dread as if they were physical objects that could be upon the animals. AT: \"Every living animal ... and all the fish of the sea will be dreadfully afraid of you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The fear of you and the dread of you", "text": "The words \"fear\" and \"dread\" mean basically the same thing and emphasize how afraid the animals will be of mankind. AT: \"A dreadful fear of you\" or \"A terrible fear of you\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "every living animal on the earth", "text": "This is the first of the four categories of animals that the writer lists, and not a summary of the rest of the animals that he mentions next."}, {"ref": "bird", "text": "This is a general term for things that fly. See how you translated this in [[:en:bible:notes:gen:01:20|1:21]]."}, {"ref": "upon everything that goes low on the ground", "text": "This includes all types of small animals. See how you translated this in [[:en:bible:notes:gen:01:24|1:25]]."}, {"ref": "They are given into your hand", "text": "The hand is a metonym for the control that the hand has. This can be made active. AT: \"They are given into your control\" or \"I have put them under your control\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "God continues speaking to Noah and his sons."}, {"ref": "life ... blood", "text": "Translators may add a footnote such as this: \"The blood is a symbol for life.\" They may also add a footnote that says something like this: \"God was commanding people not to eat meat while the blood was still in it. They had to drain out the blood first.\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "God continues speaking to Noah and his sons."}, {"ref": "But for your blood", "text": "This contrasts man's blood with the blood of animals ([[:en:bible:notes:gen:09:01|9:4]])."}, {"ref": "for your blood, the life that is in your blood", "text": "It is implied that the blood is shed, or poured out, or spilled out. AT: \"if anyone causes your blood to pour out\" or \"if anyone spills your blood\" or \"if anyone kills you\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "life", "text": "This refers to physical life."}, {"ref": "I will require payment", "text": "This payment refers to the death of the murderer, not to money. AT: \"I will require anyone who kills you to pay\""}, {"ref": "from the hand", "text": "Here the word \"hand\" refers to the one who is responsible for something happening. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "From the hand of every animal I will require it", "text": "\"I will require any animal that takes your life to pay\""}, {"ref": "From the hand of any man, that is, from the hand of one who has murdered his brother, I will require an accounting for the life of that man", "text": "\"I will require anyone who takes the life of another person to pay\""}, {"ref": "From the hand of", "text": "This phrase refers to the person in a very personal way. AT: \"From that very man\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "brother", "text": "Here \"brother\" is used as a general reference to relatives, such as members of the same tribe, clan, or people group."}, {"ref": "Whoever sheds man's blood, by man will his blood be shed", "text": "The shedding of blood is a metaphor for killing someone. This means that if a person murders someone, someone else must kill the murderer. However, \"blood\" is very significant in this passage and should be used in the translation if possible. Translate \"sheds blood\" with words that indicate a major loss of blood that causes death. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for it was in the image of God that he made man", "text": "\"because God made people to be like him\" or \"because I made people in my own image\""}, {"ref": "be fruitful and multiply", "text": "This is God's blessing. He told Noah and his family to produce more humans like themselves, so that there would be many of them. The word \"multiply\" explains how they are to be \"fruitful.\" See how you translated this in [[:en:bible:notes:gen:01:28|1:28]]. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "Then God spoke to Noah and to his sons with him", "text": "God was already speaking to them. This phrase marks a change in what God was going to speak about. AT: \"God continued speaking to Noah and his sons\" or \"Then God went on to say\""}, {"ref": "As for me", "text": "This phrase is used in English to mark the change from God talking about what Noah and his sons must do to talking about what God would do."}, {"ref": "confirm my covenant with you", "text": "\"make a covenant between you and me.\" Translate this as in [[:en:bible:notes:gen:06:18|6:18]]."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "God continues speaking to Noah and his sons."}, {"ref": "I hereby confirm my covenant with you", "text": "\"By saying this, I make my covenant with you.\" See how similar words are translated in [[:en:bible:notes:gen:06:18|6:18]]."}, {"ref": "all flesh", "text": "Possible meanings are 1) all human beings or 2) all physical beings, including humans and animals. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Never again will there be a flood to destroy the earth", "text": "\"There will never again be a flood that destroys the earth.\" There would be floods, but they would not destroy the whole earth."}, {"ref": "sign", "text": "This means a reminder of something that was promised."}, {"ref": "covenant ... for all future generations", "text": "The covenant applies to Noah and his family and also to all generations that follow."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "God continues speaking to Noah and his sons."}, {"ref": "It will come about when", "text": "\"Whenever.\" It is something that would happen many times."}, {"ref": "the rainbow is seen", "text": "It is not clear who will see the rainbow, but because the covenant is between Yahweh and people, if you need to say who it is who will see the rainbow, it would be best to name both Yahweh and people. This can be translated in active form. AT: \"people and I see the rainbow\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rainbow", "text": "the colorful strip of light that appears in the rain when the sun shines from behind the viewer"}, {"ref": "I will call to mind my covenant", "text": "This does not mean that God would first forget. AT: \"I will think about my covenant\""}, {"ref": "me and you", "text": "The word \"you\" is plural. God was speaking to Noah and Noah's sons."}, {"ref": "every living creature of all flesh", "text": "\"every kind of living being\""}, {"ref": "all flesh", "text": "Possible meanings are 1) all human beings or 2) all physical beings, including humans and animals. See how this is translated in [[:en:bible:notes:gen:06:11|6:12]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "God continues speaking to Noah and his sons."}, {"ref": "in order to remember", "text": "\"so that I will remember\" or \"so that I will think about\""}, {"ref": "between God and every living creature", "text": "God is speaking here. AT: \"between me and every living creature\""}, {"ref": "every living creature of all flesh", "text": "\"every kind of living being.\" See how you translated this in [[:en:bible:notes:gen:09:14|9:15]]."}, {"ref": "Then God said to Noah", "text": "God was already talking to Noah. This phrase marks the final part of what God was saying. AT: \"God finished by saying to Noah\" or \"So God said to Noah\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Verses 18-19 introduce the three sons of Noah, who will be an important part of the next story."}, {"ref": "father", "text": "Ham was Canaan's true father."}]}, {"id": "20", "tn": [{"ref": "farmer", "text": "\"man of the soil\""}, {"ref": "became drunk", "text": "\"drank too much wine\""}, {"ref": "uncovered", "text": "The text does not specify how much of Noah's body was uncovered as he lay drunk. His sons' reactions show us that it was shameful."}]}, {"id": "22", "tn": [{"ref": "his father", "text": "This refers to Noah."}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "In verses 25-27 Noah pronounced a curse on Ham's son and blessings on Ham's brothers. What Noah said about them also applied to their descendants, as shown in the UDB."}, {"ref": "General Information:", "text": "Alternate phrases in these verses are indented to show that this is poetry. If you can, format these verses as they are formatted here to show your readers that this is poetry."}, {"ref": "awoke from his drunkenness", "text": "\"became sober\""}, {"ref": "his youngest son", "text": "This refers to Ham. AT: \"his youngest son, Ham\""}, {"ref": "Cursed be Canaan", "text": "\"I curse Canaan\" or \"May bad things happen to Canaan\""}, {"ref": "Canaan", "text": "This was one of Ham's sons. AT: \"Ham's son Canaan\""}, {"ref": "a servant to his brothers' servants", "text": "\"the lowest servant of his brothers\" or \"the least important servant of his brothers\""}, {"ref": "his brothers", "text": "This could refer either to Canaan's brothers or to his relatives in general."}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "If you can, format these verses as they are formatted here to show your readers that this is poetry."}, {"ref": "May Yahweh, the God of Shem, be blessed", "text": "\"Praised be Yahweh, the God of Shem,\" or \"Yahweh, the God of Shem, is worthy of praise\" or \"I praise Yahweh, the God of Shem\" (UDB)"}, {"ref": "May Canaan be his servant", "text": "\"And let Canaan be Shem's servant.\" This includes Canaan's and Shem's descendants."}, {"ref": "May God extend the territory of Japheth", "text": "Possible meanings are 1) \"May God make Japheth's territory larger\" (UDB) or 2) \"May God cause Japheth to have many descendants.\""}, {"ref": "and let him make his home in the tents of Shem", "text": "\"and let him leave peacefully with Shem.\" This includes Japheth's and Shem's descendants."}, {"ref": "May Canaan be his servant", "text": "\"Let Canaan be Japheth's servant.\" This includes Canaan's and Japheth's descendants."}]}]