[{"id": "01", "tn": [{"ref": "have nothing but mockery for me", "text": "The abstract noun \"mockery\" can be expressed with the verb \"mock.\"  AT: \"only mock me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "whose fathers I would have refused to allow to work beside the dogs of my flock", "text": "This shows how much he despised those fathers. They were not even good enough to be with his dogs. AT: \"whose fathers I despised and would not have allowed to work beside the dogs of my flock\""}, {"ref": "the dogs of my flock", "text": "The dog's relationship to the flock can be stated clearly. AT: the dogs that guarded my flock\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Indeed, the strength of their fathers' hands, how could it have helped me ... perished?", "text": "Job uses this question to mock the weakness of those men. AT: \"The strength of their fathers' hands could not have helped me ... perished.\" or \"(See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "men in whom the strength of their mature age had perished", "text": "Their strength perishing is a metaphor that represents no longer being strong but weak. The phrase \"mature age\" refers to them being old. AT: \"men who had become old and had no strength\" or \"men who had become old and weak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They were thin from poverty and hunger", "text": "The word \"They\" refers to the fathers of the young mockers."}, {"ref": "They were thin from poverty and hunger", "text": "The abstract noun \"poverty\" can be expressed with the word \"poor.\" The abstract noun \"hunger\" can be expressed with the words \"hungry\" or \"starving.\" AT: \"They were very thin because they were poor and starving\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they gnawed at the dry ground", "text": "Possible meanings are that 1) \"dry ground\" is a metonym for the dry roots that grow in the ground. AT: \"they chewed on the dry roots they found in the ground\" or 2) \"gnawed at the dried ground\" is a metonym for eating whatever they could find in the dry ground. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "Connecting Statement", "text": "Job continues to talk about the fathers of the mockers."}, {"ref": "saltwort ... bushes' leaves ... the roots of the broom tree", "text": "These are plants that people would eat only if they could find nothing better."}, {"ref": "the roots of the broom tree were their food", "text": "Possible meanings are 1) the people ate the roots of the broom tree or 2) the people warmed themselves by burning the roots of broom trees."}, {"ref": "They were driven out from among people who shouted after them as ... a thief", "text": "The phrase \"were driven out\" means \"were forced to leave.\" These phrases can be reordered and stated in active form. AT: \"The people shouted after them as ... a thief and forced them to leave\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shouted after them as one would shout after a thief", "text": "\"shouted at them as though they were thieves\""}]}, {"id": "07", "tn": [{"ref": "brayed like donkeys", "text": "AT: \"cried out in their hunger;\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "They were descendants of fools, indeed, of worthless men", "text": "AT: \"They acted like people without good sense.\""}, {"ref": "they were driven out of the land by whips", "text": "AT: \"they were driven out of the land like criminals\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "they do not refrain from spitting in my face.", "text": "AT: \"they even spit in my face!\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "God has unstrung the string to my bow and has afflicted me", "text": "AT: \"God has taken aware my power to defend myself.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "Upon my right hand rise the rabble", "text": "\"Gangs of young people attack my strength\" or \"Mobs attack my honor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pile up against me their siege mounds", "text": "Job knows that his enemies are preparing to attack him, just as an army prepares to attack a wall of protection around a city. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "like an army through a wide hole in a city wall", "text": "Job compares his situation to a city under attack with a hole in its defensive wall. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "my honor is driven away as if by the wind", "text": "AT: \"the wind has blown away my honor;\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my prosperity passes away as a cloud", "text": "Job's belongings have disappeared like a cloud that suddenly appears and then vanishes from the sky. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "16", "tn": [{"ref": "Now my life is pouring out from within me", "text": "Job feels he is about to die. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the pains that gnaw at me take no rest", "text": "Job speaks of his pain as if it is alive. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "18", "tn": [{"ref": "He has thrown me into the mud", "text": "Job says that God has humiliated him."}]}, {"id": "20", "tn": [{"ref": "cruel", "text": "This word means unkind."}, {"ref": "with the strength of your hand you persecute me", "text": "The word \"hand\" represents God's power. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "lift me up to the wind ... throw me back and forth in a storm", "text": "These expressions represent the extreme suffering that God made Job endure. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the house destined for all living things", "text": "The \"house\" represents the place where dead people go. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all living things", "text": "That is, all things now alive, but that will die one day. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "does no one reach out with his hand to beg for help when he falls? Does no one in trouble call out for help?", "text": "Possible meanings are 1) \"I helped people who had fallen when they begged for my help. I helped those in trouble when they called for help.\" or 2) \"I have fallen, and so God should not think I am doing wrong when I beg for his help. I am in trouble, so of course I call out for help!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did not I weep ... trouble? Did I not grieve ... man?", "text": "\"You know that I wept ... trouble, and I grieved ... man!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I waited for light ... darkness came", "text": "Here \"light\" represents God's blessing and favor and \"darkness\" represents trouble and suffering. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "My heart is troubled and does not rest", "text": "Job speaks of his heart as if it were a person. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I go about with darkened skin but not because of the sun", "text": "Here Job refers to the darkness of his gloom and despair. AT: \"I am always in gloom and darkness.\""}, {"ref": "a brother to jackals, a companion of ostriches", "text": "Job compares his calling out in misery to the cries of jackals and ostriches. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "my bones are burned with heat", "text": "Here \"bones\" refers to the whole body, which suffers from fever. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "wail", "text": "A \"wail\" is a loud, long cry of sadness or pain."}]}]