[{"id": "01", "tn": [{"ref": "A call went out to the men of Ephraim", "text": "Here the abstract noun \"call\" can be expressed as a verb. AT: \"The men of Ephraim were called together\" or \"The men ... of Ephraim called together their soldiers\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Zaphon", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "passed through ... pass through", "text": "or \"traveled through ... travel\" or \"journeyed through ... journey\""}, {"ref": "We will burn your house down over you", "text": "This idiom means to burn down a house with people inside it. AT: \"We will burn your house down with you still in it\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "When I called you, you", "text": "Here the word \"you\" is plural and refers to the people of Ephraim. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "did not rescue me", "text": "Here Jephthah is referring to the people of Gilead as himself. AT: \"do not rescue us\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "you did not rescue me", "text": "The word \"you\" is plural and refers to the men of Ephraim. Jephthah is referring to the people of Gilead, including himself, when he says \"me.\" AT: \"you did not rescue us\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I put my life in my own strength", "text": "This is an idiom which means to risk one's life and to rely only on one's own strength. Jephthah continues to refer to the people of Gilead as himself. AT: \"We risked our lives, relying on our own strength\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Yahweh gave me victory", "text": "Jephthah is referring to Yahweh giving the men of Gilead victory over the Ammonites. The full meaning of this statement can be made clear. AT: \"Yahweh gave us victory over them\" or \"Yahweh allowed us to defeat them in battle\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he fought against Ephraim", "text": "The word \"he\" refers to Jephthah and all the fighting men of Gilead. AT: \"they fought against Ephraim\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Why have you come to fight against me", "text": "The word \"you\" is plural and refers to the men of Ephraim. Jephthah is referring to the people of Gilead, including himself, when he says \"me.\" AT: \"Why have you come to fight against us\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You Gileadites are fugitives", "text": "You can make the meaning of this insult explicit. AT: \"You Gileadites do not really belong here. You are just people who came here to live\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "passed through against the people of Ammon", "text": "This means that they fought against the Ammonites as they passed through Ammon. The full meaning of this statement can be made clear. AT: \"fought against the people of Ammon as we passed through their region\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Gileadites", "text": "\"people from Gilead\""}, {"ref": "in Ephraim—in Ephraim and Manasseh", "text": "\"in the regions of Ephraim and Manasseh\" or \"in the land of Ephraim and Manasseh.\" Here \"Ephraim\" and \"Manasseh\" refer to regions and are named after the tribes which live there."}]}, {"id": "05", "tn": [{"ref": "to Ephraim", "text": "\"to the land of Ephraim\""}, {"ref": "The Gileadites captured", "text": "\"The Gileadites controlled\" or \"The Gileadites occupied\""}, {"ref": "fords", "text": "These are places where you can cross the river on foot because the water is shallow."}, {"ref": "Ephraimite", "text": "\"person from the tribe of Ephraim\""}, {"ref": "Shibboleth ... Sibboleth", "text": "These words have no meaning. Copy these words into your language, and make sure that the beginning of the words, that is the letters \"Sh\" and \"S\" are translated differently. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "pronounce", "text": "\"say\""}, {"ref": "Forty-two thousand", "text": "two thousand** - \"42,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Forty-two thousand Ephraimites were killed", "text": "two thousand Ephraimites were killed** - This can be stated in active form. AT: \"They killed forty-two thousand Ephraimites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "Jephthah the Gileadite died and was buried", "text": "This can be stated in active form. AT: \"Jephthah the Gileadite died and they buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Ibzan of Bethlehem", "text": "This is the name of a man from Bethlehem. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He gave away thirty daughters in marriage", "text": "Here \"give away ... in marriage\" is an idiom which means that he allowed his daughters to get married. AT: \"He had thirty daughters and arranged a marriage for each of them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he brought in thirty daughters of other men for his sons, from the outside", "text": "The idiom \"bring them in from the outside\" means that he had women from other clans marry his sons.  AT: \"he arranged for thirty daughters of other men from outside of his clan to marry his sons\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "was buried at Bethlehem", "text": "This can be stated in active form. AT: \"they buried him in Bethlehem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Elon", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zebulunite", "text": "someone from the tribe of Zebulun"}, {"ref": "Aijalon", "text": "Translate the name of this place the same way you did in [[:en:bible:notes:jdg:01:34|1:35]]."}, {"ref": "was buried in Aijalon", "text": "This can be stated in active form. AT: \"they buried him in Aijalon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "Abdon ... Hillel", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Pirathonite ... Pirathon", "text": "Pirathon is the name of a place, someone who is from that place is called a Pirathonite. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They rode on seventy donkeys", "text": "These men owned seventy donkeys, which they did ride. Here the word \"rode\" is used instead of \"owned.\" AT: \"They owned  seventy donkeys\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forty sons ... thirty grandsons ... seventy donkeys", "text": "\"40 sons ... 30 grandsons ... 70 donkeys (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]