[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Because of what Paul has been writing to the Ephesians, he tells them how they should live their lives as believers and again emphasizes that believers are to agree with each other."}, {"ref": "as the prisoner for the Lord", "text": "\"as someone who is in prison because of his choice to serve the Lord\""}, {"ref": "walk worthily of the calling", "text": "Walking is a common way to express the idea of living one's life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "live with great humility and gentleness and patience", "text": "\"Learn to be humble, gentle, and patient\""}, {"ref": "keep the unity of the Spirit in the bond of peace", "text": "\"seek to live together in peace to maintain the unity of the Spirit\""}]}, {"id": "04", "tn": [{"ref": "one body", "text": "The church is often referred to as the body of Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "one Spirit", "text": "\"only one Holy Spirit\" (UDB)"}, {"ref": "you were called in one certain hope of your calling", "text": "\"God called you to have one confident hope in your calling\" or \"there is one thing that God also chose you to be confident in and expect him to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Father of all ... over all ... through all ... and in all", "text": "The word \"all\" here means \"everything.\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds believers of the gifts that Christ gives believers to use in the church, which is the whole body of believers."}, {"ref": "General Information:", "text": "The quote here is from a song that King David wrote."}, {"ref": "To each one of us grace has been given", "text": "This can be stated using an active form. AT: \"God has given grace to each one of us\" or \"God gave a gift to each believer\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When he ascended to the heights", "text": "\"When Christ went up into heaven\""}]}, {"id": "09", "tn": [{"ref": "He ascended", "text": "\"Christ went up\""}, {"ref": "he also descended", "text": "\"Christ also came down\""}, {"ref": "into the lower regions of the earth", "text": "Possible meanings are 1) the lower regions are a part of the earth or 2) \"the lower regions\" is another way of referring to the earth. AT: \"into the lower regions, the earth.\""}, {"ref": "that he might fill all things", "text": "\"so that he might be present everywhere in his power\""}, {"ref": "fill", "text": "\"complete\" or \"satisfy\""}]}, {"id": "11", "tn": [{"ref": "He gave these offices", "text": "The one to whom Christ gave the gifts can be stated clearly. AT: \"Christ gave these offices to the church\" or \"He gave people with these responsibilities to the church (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to equip his holy people", "text": "\"to prepare the people he has set apart\" or \"to provide the believers\""}, {"ref": "for the work of service", "text": "\"so they can serve others\""}, {"ref": "for the building up of the body of Christ", "text": "Paul is speaking of people who grow spiritually as if they were doing exercises to increase the strength of their physical bodies. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "building up", "text": "\"improvement\""}, {"ref": "body of Christ", "text": "The \"body of Christ\" refers to all of the individual members of Christ's Church."}, {"ref": "reach the unity of faith and knowledge of the Son of God", "text": "The believers need to know Jesus as the Son of God if they are to be united in faith and mature as believers."}, {"ref": "reach the unity of faith", "text": "\"become equally strong in faith\" or \"become united together in faith\""}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "become mature", "text": "\"become mature believers\""}, {"ref": "mature", "text": "\"fully developed,\" \"grown up,\" or \"complete\""}]}, {"id": "14", "tn": [{"ref": "be children", "text": "Paul refers to believers who have not grown spiritually as if they were children who have had very little experience in life. AT: \"be like children\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tossed back and forth ... carried away by every wind of teaching", "text": "This speaks of a believer who has not become mature and follows wrong teaching as if that believer were a boat that the wind is blowing in different directions on the water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by the trickery of people in their deceitful schemes", "text": "\"by crafty people who trick believers with clever lies\""}, {"ref": "into him who is the head ... makes the body grow so that it builds itself up in love", "text": "Paul uses the human body to describe how Christ causes believers to work together in harmony as the head of a body causes the body parts to work together to grow healthy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by every supporting ligament", "text": "A \"ligament\" is a strong band that connects bones or organs in place in the body."}, {"ref": "in love", "text": "\"as the members love one another\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul tells them what they should no longer do now that they as believers are sealed by the Holy Spirit of God."}, {"ref": "Therefore, I say and insist on this in the Lord", "text": "\"Because what I have just said, I will say something more to strongly encourage you because we all belong to the Lord\""}, {"ref": "you must no longer live as the Gentiles live, in the futility of their minds", "text": "Walking is a metaphor for the way people live their lives. AT: \"stop living like the Gentiles with their worthless thoughts\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They are darkened in their understanding", "text": "They no longer think or reason clearly. AT: \"They have darkened their thoughts\" or \"They are not able to understand\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "alienated from the life of God because of the ignorance that is in them", "text": "This can be stated in active form. AT: \"Because they do not know God, they cannot live the way God wants his people to live\" or \"They have cut themselves off from the life of God by their ignorance\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "alienated", "text": "\"cut off\" or \"separated\""}, {"ref": "ignorance", "text": "\"lack of knowledge\" or \"lack of information\""}, {"ref": "because of the hardness of their hearts", "text": "They refuse to listen to God and follow his teachings. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have handed themselves over to sensuality", "text": "Paul speaks of these people as if they were objects that they themselves were giving to other people, and he speaks of the way they want to satisfy their physical desires as if it were the person to whom they give themselves. AT: \"only want to satisfy their physical desires\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "But that is not how you learned about Christ", "text": "The word \"that\" refers to the way the Gentiles live, as described in [[:en:bible:notes:eph:04:17|4:17-19]]. This emphasizes that what the believers learned about Christ was the opposite of that . AT: \"But what you learned about Christ was not like that\""}, {"ref": "I assume that you have heard ... and that you were taught", "text": "Paul knows that the Ephesians have heard and been taught. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "you were taught in him", "text": "Possible meanings are 1) \"Jesus' people have taught you\" or 2) \"someone has taught you because you are Jesus' people.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as the truth is in Jesus", "text": "\"as everything about Jesus is true\""}, {"ref": "to put off what belongs to your former manner of life", "text": "Paul is speaking of moral qualities as if they were pieces of clothing. AT: \"to stop living according to your former manner of life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to put off the old man", "text": "Paul is speaking of moral qualities as if they were pieces of clothing. AT: \"to stop living as your former self did\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "old man", "text": "The \"old man\" refers to the \"old nature\" or \"former self.\""}, {"ref": "that is corrupt because of its deceitful desires", "text": "Paul speaks of the sinful human nature as if it were a dead body falling apart in its grave. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "to be renewed in the spirit of your minds", "text": "This may be translated with an active form. AT: \"to allow God to change your attitudes and thoughts\" or \"to allow God to give you new attitudes and thoughts\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to put on the new man that is created in the image of God", "text": "Paul is speaking of moral qualities as if they were pieces of clothing.  AT: \"to live your new life, which is created in the image of God\" or \"to start living in the new way because you were created in the image of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in true righteousness and holiness", "text": "\"truly righteous and holy\""}]}, {"id": "25", "tn": [{"ref": "get rid of lies", "text": "\"stop telling lies\""}, {"ref": "we are members of one another", "text": "\"we belong to one another\" or \"we are members of God's family\""}, {"ref": "Be angry and do not sin", "text": "\"You may get angry, but do not sin\" or \"If you become angry, do not sin\""}, {"ref": "Do not let the sun go down on your anger", "text": "\"You must stop being angry before night comes\" or \"Let go of your anger before the day ends\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not give an opportunity to the devil", "text": "\"Do not give the devil an opportunity to lead you into sin\""}]}, {"id": "28", "tn": [{"ref": "filthy talk", "text": "This refers to speech that is cruel or rude."}, {"ref": "for building others up", "text": "\"for encouraging others\" or \"for strengthening others\""}, {"ref": "their needs, that your words would be helpful to those who hear you", "text": "\"their needs. In this way you will help those who hear you\""}, {"ref": "do not grieve", "text": "\"do not distress\" or \"do not upset\""}, {"ref": "for it is by him that you were sealed for the day of redemption", "text": "The Holy Spirit assures believers that God will redeem them. Paul speaks of the Holy Spirit as if he were a mark that God puts on believers to show that he owns them. AT: \"for he is the seal that assures you that God will redeem you on the day of redemption\" or \"for he is the one who assures you that God will redeem you on the day of redemption\" or (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes his instructions on what believers should not do and ends with what they must do."}, {"ref": "You must put away", "text": "Possible meanings are 1) you must do it yourself or 2) \"You must allow God to take away.\""}, {"ref": "put away all bitterness", "text": "\"stop being angry about the bad things others have done to you\""}, {"ref": "rage", "text": "times of intense anger"}, {"ref": "anger", "text": "the more general term for anger"}, {"ref": "Be kind", "text": "\"Instead, you must be kind\""}, {"ref": "tenderhearted", "text": "\"gentle\" or \"full of compassion\""}]}]