[{"id": "01", "tn": [{"ref": "have not separated themselves", "text": "have married people from other lands and have adopted their religion"}]}, {"id": "03", "tn": [{"ref": "When I heard this", "text": "When Ezra heard that many Israelites had married foreign women and were worshiping their gods"}, {"ref": "I tore apart my clothing and robe and pulled out hair from my head and beard", "text": "Ezra was showing everyone how unhappy he was that people were doing things that offended God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "evening offering", "text": "a sacrifice that the priests would offer around the time the sun was going down"}]}, {"id": "05", "tn": [{"ref": "my position of humiliation", "text": "another way of saying he was \"sitting ashamed\" (﻿﻿[[:en:bible:notes:ezr:09:03|9:4]]). \"where I was sitting on the ground to show how ashamed I was\""}, {"ref": "knelt down and spread my hands", "text": "\"got on my knees and stretched out my arms with my hands open toward the sky\""}, {"ref": "our iniquities increase over our head, and our guilt grows to the heavens", "text": "These words are two ways of speaking of iniquity and guilt as if they were physical objects that could grow to be larger than people. The abstract nouns \"iniquity\" and \"guilt\" can be expressed as a noun and an adjective, respectively. AT: \"we have committed wicked deeds and we are very guilty\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "07", "tn": [{"ref": "the days of our ancestors", "text": "\"the time our ancestors were alive\""}, {"ref": "in great guilt ... In our iniquities", "text": "The abstract nouns \"guilt\" and \"iniquity\" can be translated as an adjective and a verb, respectively. AT: \"very guilty ... Because of the evil deeds we did\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "we ... were given into the hand of kings", "text": "This can be translated in active form. AT: \"you gave us ... into the hand of kings\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the hand of kings of this world", "text": "The writer speaks of God allowing the kings to do whatever they wanted to do to the Jews as if God had put small objects into the hands of the kings of this world. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the sword", "text": "The sword is a metonym for people killing other people. God allowed people to kill the Jews. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to captivity", "text": "This abstract noun can be translated as a verb phrase. God allowed people to catch the Jews and take them away. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to plunder", "text": "This abstract noun can be translated as a verb phrase. God allowed people to take the Jews' property. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "ashamed faces", "text": "The face is a metonym for the shame that the person feels and that others who see that person's face know he feels. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "mercy from Yahweh our God has come", "text": "God deciding to be merciful is spoken of as if mercy were a person who could move. AT: \"Yahweh our God has decided to be merciful to us and\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has extended covenant faithfulness to us", "text": "Covenant faithfulness is spoken of as if it were an object that someone could hold in his hand and hold out for another person to take. AT: \"has offered to be faithful to us and keep his covenant\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the sight of the king of Persia", "text": "The king could not literally see the temple, but he did know about what was happening in Jerusalem. Here \"sight\" is a metonym for what a person knows. AT: \"so that the king of Persia knows about it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God's house", "text": "the temple"}, {"ref": "could give us a wall of safety", "text": "The wall that keeps people safe is a metaphor for Yahweh protecting his people. AT: \"could keep us safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "for all time", "text": "\"until the end of the ages\""}]}, {"id": "13", "tn": [{"ref": "for our evil practices and our great guilt", "text": "The abstract nouns \"practices\" and \"guilt\" can be translated as a noun and an adjective, respectively. AT: \"because of the bad things we did and because we were so guilty\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "have held back what our iniquities deserve and left us survivors", "text": "\"you would be just if you killed us all, but you have not punished us and instead left some of us alive\""}, {"ref": "should we again break your commandments and make ... people?", "text": "This can be translated as a statement. AT: \"it is very wrong that some of us have broken your commandments and made ... people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you not be angry ... escape?", "text": "This can be translated as a statement. AT: \"I am afraid that you will be angry ... escape.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "15", "tn": [{"ref": "Look", "text": "\"Pay attention to what I am about to say\""}, {"ref": "We are here before you in our guilt", "text": "\"You can see that we are all guilty\""}, {"ref": "there is no one who can stand before you", "text": "\"you do not think that any person is innocent\""}]}]