[{"id": "01", "tn": [{"ref": "General Information:", "text": "Solomon talks with King Hiram about building the Temple."}, {"ref": "Hiram had always loved David", "text": "\"Hiram had always been a close friend of King David\" (UDB)"}, {"ref": "Yahweh was putting his enemies under the soles of his feet", "text": "To put an enemy under someone's foot means to conquer them. AT: \"Yahweh was helping David to defeat his enemies\" or \"David was busy since Yahweh was giving him victory over his enemies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for the name of Yahweh", "text": "The word \"name\" is a metonym for the person, and \"for the name\" refers to worshiping the person.Translate as in [[:en:bible:notes:1ki:03:01|3:2]]. AT: \"in which people would worship Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because of the wars that surrounded him", "text": "Another possible meaning is \"because of the wars with which his enemies surrounded him\" or \"because he was fighting enemies on all sides\""}, {"ref": "Yahweh was putting his enemies under the soles of his feet", "text": "The soles of the feet are a metonym for complete control over a person. AT: \"Yahweh was enabling David to completely defeat his enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Solomon continues to talk with King Hiram about building the Temple."}, {"ref": "has given me rest on every side", "text": "Before Solomon became king, King David and the people of Israel had been at war, but now King Solomon and the people were at rest and in a time of peace."}, {"ref": "There is neither adversary nor disaster", "text": "neither humans who cause harm nor natural events that cause harm. This can be stated positively. AT: \"We are safe from our enemies and from natural disasters\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "adversary", "text": "enemy"}, {"ref": "disaster", "text": "event that causes harm to people and their property"}, {"ref": "So", "text": "This is to emphasize the words that follow. \"Listen! This is what I am going to do:\" or \"Because of what Yahweh has done for me, this is what I am going to do:\""}, {"ref": "for the name of Yahweh my God ... for my name", "text": "The word \"name\" is a metonym for the person. AT: \"where Yahweh my God will live ... where I will live\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "set on your throne in your place", "text": "Here \"throne\" refers to ruling as king. AT: \"make to be the king after you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Solomon continues to talk with King Hiram about building the temple."}, {"ref": "there is no one among us who knows how to cut timber like the Sidonians", "text": "\"your workers know how to cut timber better than my men\""}, {"ref": "Sidonians", "text": "\"people of Sidon\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "King Hiram answers Solomon."}, {"ref": "the words of Solomon", "text": "\"what Solomon said\""}, {"ref": "May Yahweh be blessed today", "text": "This can be stated in active form. AT: \"I praise Yahweh today\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cypress", "text": "Cypress is another kind of valuable wood that would be used for building the temple."}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "King Hiram continues to answer Solomon."}, {"ref": "make them into rafts", "text": "\"tie them together so they will float in groups\""}, {"ref": "them broken up there", "text": "This can be translated in active form. AT: \"my workers untie the logs from each other\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will do what I desire", "text": "\"You can do what I want\" or \"You can pay me\""}]}, {"id": "10", "tn": [{"ref": "fir", "text": "The word \"fir\" refers to many kinds of trees, including cypress trees."}, {"ref": "measures of wheat", "text": "This was a dry measurement whereas the oil was a liquid measurement. It was not clear which measure was intended. The UDB takes an educated guess. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "year by year", "text": "\"every year\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Solomon forces men to build the Temple."}, {"ref": "conscripted labor out of all Israel", "text": "\"forced men from all over Israel to work\""}, {"ref": "in shifts", "text": "That is, there were three groups that took turns spending one month in Lebanon and two months at home."}, {"ref": "One month they were in Lebanon and two months at home", "text": "Each of the three groups spent one month working in Lebanon and then two months at home in Israel."}, {"ref": "the men who were subjected to forced labor", "text": "This can be translated in active form. AT: \"the men whom Solomon was forcing to work for him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Solomon continues to force men to build the Temple."}, {"ref": "burdens", "text": "\"heavy things\""}, {"ref": "stonecutters", "text": "\"men who dug stones out of the ground and cut them\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Solomon continues to force men to build the temple."}, {"ref": "quarried large stones of high quality", "text": "\"dug large, good stones out of the mountain and cut them to be the right shape\""}, {"ref": "Gebalites", "text": "men from the city of Gebal (UDB) (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}]