[{"id": "01", "tn": [{"ref": "make himself unclean", "text": "A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "among his people", "text": "\"among the Israelites\""}, {"ref": "virgin", "text": "This can also be translated as \"young woman\""}]}, {"id": "04", "tn": [{"ref": "corners", "text": "\"edges\" (UDB) or \"any part\""}, {"ref": "They must be holy", "text": "\"They must be set apart\""}, {"ref": "not disgrace the name of their God", "text": "This word \"name\" is used to represent Yahweh's character. AT: \"not disgrace God's reputation\" or \"not disgrace their God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the bread of their God", "text": "Here \"bread\" represents food in general. Yahweh does not actually eat these offerings. It is the sincerity of those offering the food that pleases God. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "They must not", "text": "\"The priests must not\""}, {"ref": "for they are separated", "text": "\"for they are set apart\" (UDB)"}, {"ref": "You will set him apart", "text": "\"You people must treat the priest as holy\""}, {"ref": "for he is the one who offers bread to your God", "text": "Here \"bread\" represents food in general. Yahweh does not actually eat these offerings. Translate this in a way that makes it clear that Yahweh does not actually eat the food. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He must be holy to you", "text": "This can be stated in active form. AT: \"You must regard him as holy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "She must be burned", "text": "This can be stated in active form. AT: \"You must burn her to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the priests must do."}, {"ref": "anointing oil", "text": "This is a reference to the anointing oil used in the ceremony consecrating a new the high priest. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on whose head the anointing oil has been poured, and who has been consecrated", "text": "This can be stated in active form. AT: \"on whose head they poured anointing oil and consecrated him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must not wear his hair loose or tear his clothes", "text": "Loose hair and torn clothes were signs of mourning. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "must not leave the sanctuary area", "text": "This does not mean the high priest could never leave. God did not allow him to leave in order to grieve over someone who died. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "from his own people", "text": "\"from among his own tribe, the tribe of Levi\""}, {"ref": "he will not defile his children among his people", "text": "By marrying an unholy or ungodly woman, the priest would have children unworthy to be priest. AT: \"that he will not have unworthy children by marrying an ungodly woman\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "he must not approach to offer the food to his God", "text": "The full meaning of this statement can be made explicit. AT: \"he must not come to burn the burnt offering of food on God's altar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "must not approach Yahweh", "text": "A priest had to meet specific physical standards in order to approach Yahweh. This does not imply that physical defects were the result of immorality or that all people with physical defects are unable to approach Yahweh."}, {"ref": "one who is disfigured or deformed", "text": "\"one whose body or face is deformed\""}, {"ref": "to offer the bread of his God", "text": "Here \"bread\" represents food in general.  AT: \"to make burnt offering of food on God's altar\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "22", "tn": [{"ref": "He may", "text": "Here \"he\" refers to the priest with the bodily defect."}, {"ref": "eat the food of his God", "text": "\"eat the food offering of his God.\" Parts of the sacrifices belonged to the priests and could be eaten."}, {"ref": "some of the most holy or some of the holy", "text": "This also refers to the food that was sacrificed. The full meaning of this statement can be made clear. AT: \"some of the sacrifices offered in the most holy place or some of the sacrifices offered in the holy place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to his sons", "text": "\"to Aaron's sons\""}]}]