{"01": [{"ref": "General Information:", "text": "This begins an encounter between Jesus and the Pharisees and Sadducees."}, {"ref": "tested him", "text": "Here \"tested\" is used in a negative sense. AT: \"challenged him\" or \"wanted to trap him\""}, {"ref": "When it is evening", "text": "\"When the sun is setting\""}, {"ref": "fair weather", "text": "This means clear, calm, and pleasant weather."}, {"ref": "for the sky is red", "text": "As the sun is setting, Jews knew that if the color of the sky changes to red, it is a sign the next day will be clear and calm."}], "03": [{"ref": "Connecting Statement:", "text": "Jesus continues his response to the Pharisees and Sadducees."}, {"ref": "When it is evening ... When it is morning", "text": "\"When the sun is going down ... When the sun is coming up\""}, {"ref": "foul weather", "text": "\"cloudy, stormy weather\""}, {"ref": "red and overcast", "text": "\"red and cloudy\""}, {"ref": "You know how to interpret the appearance of the sky", "text": "\"You know how to look at the sky and understand what kind of weather you will have\""}, {"ref": "but you cannot interpret the signs of the times", "text": "\"but you do not know how to look at what is happening right now and understand what it means\""}, {"ref": "An evil and adulterous generation", "text": "Here \"adulterous\" is a metaphor for people who are not faithful to God. AT: \"unfaithful generation\" or \"godless generation.\" See how you translated this in [[:en:bible:notes:mat:12:38|12:39]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "seeks for a sign", "text": "This request angers Jesus because of the religious leaders skeptical attitude about Jesus. He had already performed many miracles, but they still did not believe him. See how you translated this in [[:en:bible:notes:mat:12:38|12:39]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no sign will be given to it", "text": "This can be stated in active form. AT: \"God will not give a sign.\" See how you translated this in [[:en:bible:notes:mat:12:38|12:39]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "except the sign of Jonah", "text": "\"except the same sign God gave to Jonah the prophet.\" See how you translated this in [[:en:bible:notes:mat:12:38|12:39]]."}], "05": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a later time. Jesus uses an opportunity to warn his disciples about the Pharisees and Sadducees."}, {"ref": "the other side", "text": "You can make clear the understood information. AT: \"the other side of the lake\" or \"the other side of the Sea of Galilee\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the yeast of the Pharisees and Sadducees", "text": "Here \"yeast\" is a metaphor that refers to evil ideas and wrong teaching. Translate as \"yeast\" here and do not explain its meaning in your translation. This meaning will be made clear in 16:12. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "reasoned among themselves", "text": "\"discussed with each other\""}, {"ref": "You of little faith", "text": "\"You who have such little faith.\" Jesus is scolding the people because they have little faith in God. See how you translated this in [[:en:bible:notes:mat:06:30|6:30]]."}, {"ref": "why do you reason ... taken no bread?", "text": "Jesus uses a question to rebuke his disciples for not understanding what he just said. AT: \"I am disappointed that you think it was because you forgot to bring bread that I talked about the yeast of the Pharisees and Sadducees\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "09": [{"ref": "Connecting Statement:", "text": "Jesus continues to warn his disciples about the Pharisees and Sadducees."}, {"ref": "Do you not yet perceive or remember ... you gathered up?", "text": "Jesus uses a question to rebuke the disciples. AT: \"Surely you remember ... you gathered up!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "five thousand ... four thousand", "text": "\"5,000 ... 4,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Or the seven loaves ... you took up?", "text": "\"Do you also not remember the seven loaves ... you took up?\" Jesus uses a question to rebuke his disciples. AT: \"Surely you also remember the seven loaves ... you took up!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus continues to warn his disciples about the Pharisees and Sadducees."}, {"ref": "How is it that you do not understand that I was not speaking to you about bread?", "text": "Jesus uses this question to rebuke the disciples. AT: \"You should have understood that I was not really speaking about bread\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the yeast of the Pharisees and Sadducees", "text": "Here \"yeast\" represents evil ideas and wrong teaching. Translate as \"yeast\" and do not explain the meaning in your translation. In 16:12 the disciples will understand the meaning. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they ... them", "text": "These refer to the disciples."}], "13": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to a later time. Jesus asks his disciples if they understand who he is."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline or to introduce a new person. Here Matthew starts to tell a new part of the story."}, {"ref": "the Son of Man", "text": "Jesus is referring to himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the Son of the living God", "text": "This is an important title for Jesus that shows his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "the living God", "text": "Here \"living\" contrasts the God of Israel to all the false gods and idols that people worshiped. Only the God of Israel is alive and has power to act."}], "17": [{"ref": "Simon Bar Jonah", "text": "\"Simon, son of Jonah\" (UDB) (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "flesh and blood have not revealed", "text": "Here \"flesh and blood\" refers to a human being. AT: \"a human did not reveal\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "this to you", "text": "Here \"this\" refers to Peter's statement that Jesus is the Christ and the Son of the Living God."}, {"ref": "but my Father who is in heaven", "text": "The understood information can be made clear. AT: \"but it was my Father in heaven who revealed this to you\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I also say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "you are Peter", "text": "The name Peter means \"rock.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "upon this rock I will build my church", "text": "This is a metaphor that means Peter will be the leader for the community of people who believe in Jesus. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The gates of Hades will not prevail against it", "text": "Here \"Hades\" is spoken of as if it were a city surrounded by walls with gates that keep dead people in and other people out. Here \"Hades\" represents death, and its \"gates\" represent its power. Possible meanings are 1) \"the powers of death will not overcome my church\" or 2) \"my church will break down the power of death the way an army breaks into a city.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}], "19": [{"ref": "I will give to you", "text": "Here \"you\" is singular and refers to Peter. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the keys of the kingdom of heaven", "text": "Here \"keys\" represent Jesus giving Peter authority. This does not make Peter the owner of the kingdom, but he has authority to decide who will enter God's kingdom. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the kingdom of heaven", "text": "This refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in the book of Matthew. If possible, use \"heaven\" in your translation. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "keys", "text": "objects used to lock or unlock doors"}, {"ref": "bind on earth shall be bound in heaven ... loose on earth shall be loosed in heaven", "text": "This metaphor means that God in heaven will approve of what Peter allows or forbids on earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shall be bound ... shall be loosed", "text": "These can be stated in active form. AT: \"God will bind ... God will loose\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "21": [{"ref": "Connecting Statement:", "text": "Jesus foretells his death and begins to tell his disciples what it will cost to follow him."}, {"ref": "From that time", "text": "After Jesus commanded his disciples not to tell anyone that he was the Christ, he began sharing with them what must happen in Jerusalem."}, {"ref": "suffer many things at the hand of  the elders and chief priests and scribes", "text": "Here \"hand\" refers to power. AT: \"where the elders, chief priests, and scribes will cause him to suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "be killed", "text": "This can be stated in active form. AT: \"they will kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be raised back to life on the third day", "text": "This can be stated in active form. AT: \"on the third day, God would make him alive again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "third day", "text": "(See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "May this be far from you", "text": "This is an idiom that means \"may this never happen.\" AT: \"No\" or \"Never\" or \"May God forbid this\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Get behind me, Satan! You are a stumbling block to me", "text": "Jesus means that Peter is acting like Satan because Peter is trying to prevent Jesus from accomplishing what God sent him to do. AT: \"Get behind me, because you are acting like Satan! You are a stumbling block to me\" or \"Get behind me, Satan! I call you Satan because you are a stumbling block to me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Get behind me", "text": "\"Get away from me\""}], "24": [{"ref": "follow me", "text": "Following Jesus here represents being one of his disciples. AT: \"be my disciple\" or \"be one of my disciples\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "must deny himself", "text": "\"must not give in to his own desires\" or \"must forsake his own desires\""}, {"ref": "take up his cross, and follow me", "text": "\"carry his cross and follow me.\" The cross represents suffering and death. Taking up the cross represents being willing to suffer and die. AT: \"must obey me even to the point of suffering and dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and follow me", "text": "Following Jesus here represents obeying him. AT: \"and obey me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For whoever wants", "text": "\"For anyone who wants\""}, {"ref": "will lose it", "text": "This does not mean the person must necessarily die. It is a metaphor that means the person will consider obeying Jesus as being more important than his own life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for my sake", "text": "\"because he trusts me\" or \"on my account\" or \"because of me\""}, {"ref": "will find it", "text": "This metaphor means the person will experience spiritual life with God. AT: \"will find true life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For what does it profit a person ... his life?", "text": "Jesus uses a question to teach his disciples. AT: \"It does not profit a person ... his life\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "if he gains the whole world", "text": "Jesus uses a hyperbole to emphasize that nothing in the world is as valuable as having true life with God. AT: \"if he gains everything in the world\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "but forfeits his life", "text": "\"but he loses his life\""}, {"ref": "What can a person give in exchange for his life?", "text": "Jesus uses a question to teach his disciples. AT: \"There is nothing that a person can give to regain his life\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "27": [{"ref": "the Son of Man ... his Father ... Then he", "text": "Here Jesus refers to himself in the third person. AT: \"I, the Son of man ... my Father ... Then I\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "in the glory of his Father", "text": "\"having the same glory as his Father\""}, {"ref": "with his angels", "text": "\"and the angels will be with him.\" If you translate the first part of the sentence with Jesus speaking in the first person, you can translate this as \"and my Father's angels will be with me.\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "his Father", "text": "This is an important title for God that describes the relationship between God and the Son of Man, Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "you", "text": "All occurrences of this word are plural and refer to the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "will not taste death", "text": "Here \"taste\" means to experience. AT: \"will not experience death\" or\" will not die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "until they see the Son of Man coming in his kingdom", "text": "Here \"kingdom\" refers to the Son of Man ruling as king. AT: \"until they see the Son of Man coming to rule as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "until they see", "text": "Jesus is still talking about the disciples. AT: \"until you see\""}]}