[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of the sons of Korah; a song", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "gates of Zion", "text": "Here \"gates of Zion\" represents the entire city of Jerusalem. AT: \"city of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "all the tents of Jacob", "text": "The people lived in tents while they wandered in the desert. Here the writer uses \"tents of Jacob\" to represent where the Israelites live now. AT: \"any of the other dwelling places of the Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Glorious things are said of you, city of God", "text": "The writer speaks to the city of Jerusalem as if it were listening to him. This can be stated in active form. AT: \"You people in Jerusalem, other people say wonderful things about your city\" (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}]}, {"id": "004", "tn": [{"ref": "I mention", "text": "\"I tell about.\" Here \"I\" refers to Yahweh."}, {"ref": "Rahab and Babylon", "text": "Here \"Rahab\" is a poetic way of referring to Egypt. Both \"Rahab\" and \"Babylon\" represent the people. AT: \"the people of Egypt and Babylon\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to my followers", "text": "\"to those who worship me\""}, {"ref": "Philistia, and Tyre, along with Ethiopia", "text": "The names of these nations represent the people. AT: people from Philistia and Tyre, along with people from Ethiopia\""}, {"ref": "This one was born there", "text": "\"This one\" refers to the people from the nations that the writer mentions. Although they were not physically born in Zion, those who follow God are natives of Jerusalem spiritually. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "Of Zion it will be said", "text": "This can be stated in active form. AT: \"People will say about Zion\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Each of these was born in her", "text": "People from other nations that worship Yahweh are spoken of as if they were born in Jerusalem. AT: \"It is as though all of these people were born in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in her", "text": "It was common to refer to cities as \"her.\" AT: \"in Jerusalem\" or \"in Zion\""}, {"ref": "the Most High himself", "text": "The writer uses the reflexive pronoun \"himself\" to emphasize that it is the Most High who is doing this. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "will establish her", "text": "\"will make Jerusalem strong\""}, {"ref": "Yahweh writes in the census book of the nations", "text": "Yahweh acknowledging that the people from other nations belong to him is spoken of as if he were a king writing down the names of the people who live in his city. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This one was born there", "text": "\"This one\" refers to the people from the nations that the writer mentions. Although they were not physically born in Zion, those who follow God are natives of Jerusalem spiritually. See how you translated this in [[:en:bible:notes:psa:087:004|87:4]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "All my fountains are in you", "text": "Jerusalem being a place where people receive all their blessings is spoken of as if Jerusalem were a spring that provided water to the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]