[{"id": "01", "tn": [{"ref": "Even today my complaint is bitter", "text": "Here \"Even today\" emphasizes that his friends arguments have not changed Job's situation at all. AT: \"In spite of what you have said, my complaint is still bitter\""}, {"ref": "my complaint is bitter", "text": "Job speaks of his unanswered complaint against God as if it was a bitter taste in his mouth. AT: \"my unanswered complaint is as bad as bitter food in my mouth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my hand is heavy because of my groaning", "text": "Possible meanings are 1) \"I can barely lift my hand because of my suffering\" or 2) \"his hand continues to make me suffer despite my groaning\" where \"hand\" refers to God's power to punish. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "Oh, that I knew where ... Oh, that I might come", "text": "These two lines mean the same thing and emphasize Job's desire to meet with God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I might find him", "text": "\"I might find God\""}, {"ref": "I would lay my case ... fill my mouth", "text": "These two lines mean the same thing and emphasize Job's desire to explain his situation to God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "fill my mouth with arguments", "text": "Here \"fill my mouth\" refers to speaking. AT: \"I would speak all of my arguments\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I would learn the words ... what he would say to me", "text": "These two lines mean basically the same thing and emphasize Job's desire to hear God's answer. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the words with which he would answer me", "text": "\"the answer that he would give me\""}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "Would he", "text": "\"Would God\""}, {"ref": "There", "text": "This refers to the place where God is."}, {"ref": "I would be acquitted forever by my judge", "text": "This can be stated in active form. AT: \"my judge would acquit me forever\" or \"God, who is my judge, would say that I am innocent once and for all\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "eastward ... westward ... north ... south", "text": "By mentioning these four directions, Job emphasizes that he has looked everywhere."}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "he knows the way that I take", "text": "Job's actions are spoken of as a path that he walks. AT: \"God knows what I do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will come out like gold", "text": "Job believes that the test will prove that he is as pure as refined gold. AT: \"he will see that I am as pure as gold whose impurities have all been burned out\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "My foot has held fast to his steps", "text": "Here \"My foot\" refer to Job AT: \"I have followed the path he has shown me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I have kept to his way", "text": "Job's obedience is spoken of as if he was walking in a path that God showed him. AT: \"I have done what he told me to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turned not aside", "text": "This can be stated in positive form. AT: \"followed it precisely\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "I have not gone back from", "text": "This can be stated in positive form. AT: \"obeyed what he commanded\" (UDB) (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "of his lips", "text": "This phrase refers to the message that God spoke. AT: \"that he spoke\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have treasured up in my heart", "text": "Here \"my heart\" refers to Job's inner being. AT: I have stored in my inner being\" or \"I constantly think of\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the words of his mouth", "text": "This refers to God's speech. AT: \"what he said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "But he is one of a kind, who can turn him back?", "text": "Job uses this question to emphasize that God is unique. AT: \"But there is no one like him, and nobody can make him change his mind.\" or \"But he alone is God, and no one can influence him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What he desires, he does", "text": "\"He accomplishes whatever he wants to do\""}, {"ref": "he carries out his decree against me", "text": "\"he is doing to me what he said he would do\""}, {"ref": "there are many like them", "text": "\"he has many similar plans for me\""}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Job continues speaking."}, {"ref": "General Information:", "text": "Each of these verses has the form of a parallelism to emphasize the main point Job makes there. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For God has made my heart weak; the Almighty has terrified me", "text": "These two lines mean basically the same thing and emphasize that Job is very afraid of God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "made my heart weak", "text": "A person whose heart is weak is a person who is timid or fearful. AT: \"made me afraid\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I have not been brought to an end by darkness", "text": "This can be stated in active form. Possible meanings are 1) AT: \"The thick darkness in front of me has not made me silent\" (UDB) or 2) AT: \"It is not darkness that has cut me off\" or \"God has cut me off, not the darkness.\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my face", "text": "This refers to Job. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]