[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Yahweh uses four questions to emphasize that he is greater than Job because Yahweh takes care of the wild mountain goats and deer and Job does not. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you know at what time ... bear their young?", "text": "This can be translated as a statement. AT: \"Surely you do not know when ... bear their young!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can you watch when the deer are having their fawns?", "text": "This can be translated as a statement. AT: \"You are not able to watch to make sure everything goes well when the deer give birth to their fawns!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are having their fawns", "text": "\"give birth to their fawns\""}, {"ref": "Can you count the months that they gestate?", "text": "This can be translated as a statement. AT: \"You cannot count the months that they are pregnant.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that they gestate", "text": "\"to complete their pregnancy\""}, {"ref": "they", "text": "The word \"they\" refers to the goats and the deer."}, {"ref": "gestate", "text": "\"are pregnant\""}, {"ref": "Do you know the time when they bear their young?", "text": "This can be translated as a statement. AT: \"Of course you do not know when they give birth to their young\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "They crouch down", "text": "The word \"They\" refers to the wild mountain goats and the deer."}, {"ref": "birth their young", "text": "\"give birth to their offspring\""}, {"ref": "then they finish their labor pains", "text": "Possible meanings are 1) their labor pains are over when the birth is finished or 2) \"labor pains\" is a metonym that refers to the offspring of the goats and deer because they are the result of the mother's labor and pain. AT: \"send out their offspring from their womb\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the open fields", "text": "\"the countryside\" or \"the wild\""}, {"ref": "do not come back again", "text": "\"do not come back to them\" or \"come back to their mothers\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Who let ... the salt land?", "text": "Yahweh uses two questions to emphasize that he greater than Job because Yahweh takes care of the wild donkeys and Job does not. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who let the wild donkey go free?", "text": "This can be translated as a statement. AT: \"I am the one who let the wild donkey go free.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the wild donkey ... the swift donkey", "text": "These are different names for the same kind of donkey."}, {"ref": "Who has untied the bonds ... in the salt land?", "text": "This can be translated as a statement. AT: \"I untied the bonds ... in the salt land.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "bonds", "text": "ropes, chains, or straps that hold an animal and keep it from running away"}, {"ref": "whose home I have made in the Arabah", "text": "Yahweh describes the donkey as though he were a person that had a house. \"I gave him the Arabah as a place to live\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the salt land", "text": "the land around the Salt Sea that has a lot of salt in it"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "He", "text": "The word \"He\" refers to the wild donkey."}, {"ref": "laughs in scorn", "text": "Yahweh describes the donkey as though he were a person. The donkeys laughs because those in the city have to hear loud noise, but he lives in quiet place. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the driver's", "text": "someone who forces an animal to work"}, {"ref": "pastures", "text": "Places where animals can eat plants growing in the field."}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Here Yahweh uses four questions to emphasize that Job is not like Yahweh because Job cannot control the wild ox. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will the wild ox be happy to serve you?", "text": "This question can be translated as a statement. AT: \"The wild ox not be happy to serve you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the wild ox", "text": "Possible meanings are 1) a type of ox that used to live in the wild or 2) some kind of buffalo that looked like oxen."}, {"ref": "be happy", "text": "\"be willing\""}, {"ref": "Will he consent to stay by your manger?", "text": "This question can be translated as a statement. AT: \"He will not consent to stay by your manger.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "consent to stay by your manger", "text": "\"stay by your manger through the night\""}, {"ref": "manger", "text": "something that holds food so that animals can eat it"}, {"ref": "With a rope, can you control the wild ox to plow the furrows?", "text": "This question can be translated as a statement. AT: \"You cannot control the wild ox with a rope in order to plow furrows in your fields.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "With a rope", "text": "a rope was tied to the animal's head or neck in order to lead it"}, {"ref": "furrows", "text": "Long channels made in the dirt while plowing. Translate this as in [[:en:bible:notes:job:31:38|31:38]]."}, {"ref": "Will he harrow the valleys for you?", "text": "This question can be translated as a statement. AT: \"He will never harrow the valleys for you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "harrow", "text": "to smooth and break up the soil"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Here Yahweh uses three questions to continue his argument that Job is not like Yahweh because Job cannot control the wild ox. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will you trust him because his strength is great?", "text": "This question can be translated as a statement. AT: \"You cannot trust him because his strength is great.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "trust him", "text": "The word \"him\" refers to the \"wild ox.\""}, {"ref": "Will you leave your work to him to do?", "text": "This question can be translated as a statement. AT: \"You will not be able to make him do your work for you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "leave your work to him to do", "text": "\"have him do your hard work for you\""}, {"ref": "Will you depend on him ... grain for your threshing floor?", "text": "These two clauses basically mean the same thing. This question can be translated as a statement. AT: \"You will not be able to depend on him ... grain for your threshing floor.\" (See: [[:en:ta:vol1:translate:figs_rquestion]]and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "The wings of the ostrich ... pinions and plumage of love?", "text": "Yahweh uses this question to emphasize that Job cannot explain why ostriches behave the way they do. AT: \"You do not know whether the pinions and plumage of the ostrich represent love when they wave their wings proudly.\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "ostrich", "text": "a very large bird that can run very fast but cannot fly"}, {"ref": "wave proudly", "text": "\"move with joy\""}, {"ref": "pinions", "text": "the very long feathers on the wings of birds"}, {"ref": "plumage", "text": "the smaller feathers that cover the body of a bird"}, {"ref": "of love", "text": "The Hebrew word is uncertain. Possible meanings are 1) \"of faithfulness\" or 2) \"of a stork.\" The name of the stork meant \"the faithful one\" or \"the loving one\" because people knew that storks take very good care of their chicks."}, {"ref": "on the earth", "text": "\"on the ground\""}, {"ref": "crush them", "text": "The word \"them\" refers to the eggs."}, {"ref": "trample them", "text": "\"step on them\""}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "She deals roughly", "text": "The word \"She\" refers to the female ostrich."}, {"ref": "her labor", "text": "the work that she does when she lays the eggs"}, {"ref": "might have been in vain", "text": "If the chicks die, all of her work was a useless. AT: \"might have been useless if the chicks die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "deprived her of wisdom", "text": "\"made her forget wisdom\" or \"not given her wisdom\""}, {"ref": "understanding", "text": "Translate this as in [[:en:bible:notes:job:11:04|11:6]]."}, {"ref": "When she runs", "text": "This verse is in contrast to her weakness in caring for her chicks. AT: \"However, when she runs\""}, {"ref": "she laughs ... its rider", "text": "It is implied that she laughs because she is faster than the horse. AT: \"she laughs ... its rider because she can run faster than the horse\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Yahweh uses three questions to emphasize that Job is not like Yahweh because Job cannot control the wild horse. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you given the horse his strength?", "text": "This question can be translated as a statement. AT: \"You have never given the horse his strength.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did you clothe his neck with his flowing mane?", "text": "This question can be translated as a statement. AT: \"You cannot clothe his neck with his flowing mane.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "clothe his neck with his flowing mane", "text": "The horse's \"mane\" is spoken of as if it was clothing for the neck of the horse. AT: \"made his flowing main to cover his neck like clothes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his flowing mane", "text": "the long hair on the top of the neck of a horse"}, {"ref": "Have you ever made him jump like a locust?", "text": "This question can be translated as a statement. AT: \"You are not able to make him jump like a locust.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a locust", "text": "a large kind of grasshopper that can jump very far and very quickly"}, {"ref": "snorting", "text": "a very loud sound that horses make with their nose"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "He paws", "text": "The word \"He\" refers to the horse. The horse paws the ground because he is very excited to begin the fight. AT: \"He paws with excitement\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "paws", "text": "\"digs at the ground with his hooves\""}, {"ref": "to meet the weapons", "text": "Here \"the weapons\" represent the battle in which they are used. AT: \"to join in the battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He mocks fear", "text": "\"He is not afraid at all\""}, {"ref": "mocks", "text": "\"laughs at\""}, {"ref": "dismayed", "text": "\"discouraged\""}, {"ref": "does not turn back", "text": "\"does not run away\""}, {"ref": "quiver", "text": "a container that holds arrows"}, {"ref": "rattles", "text": "\"shakes and makes noise\""}, {"ref": "flank", "text": "the side of a horse"}, {"ref": "javelin", "text": "a long stick with a sharp end that people throw at their enemies"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "He", "text": "The word \"He\" refers to the horse."}, {"ref": "swallows up ground", "text": "The horse runs over the ground so quickly that the ground passes by like water that a person drinks. AT: \"runs very fast over the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with fierceness and rage", "text": "The horse is very excited, so he moves quickly and strongly."}, {"ref": "at the trumpet's sound", "text": "It can be stated that someone blows the trumpet. AT: \"when someone blows a trumpet to announce that a battle has begun\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he cannot stand in one place", "text": "\"he is too excited to stand still\""}, {"ref": "he says, 'Aha", "text": "The word \"Aha\" is a sound people make when they discover something. The horse makes a sound because he has discovered the battle. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the thunderous shouts", "text": "It is implied that the horse hears these things. AT: \"he hears the thunderous shouts\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the outcries", "text": "\"the battle cries.\" People have special shouts that they use in war to show their great strength and bravery and to scare the enemy."}]}, {"id": "26", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Is it by your wisdom ... for the south?", "text": "Yahweh uses this question to prove that Job is not as great as Yahweh. The implicit answer to this question is \"no.\" AT: \"It is not by your wisdom ... for the south.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "stretches out his wings for the south", "text": "Here the stretching out of his wings refers to flying. AT: \"flies to the south\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the south", "text": "In the biblical geography, birds fly south during the winter in order to live in warmer climates."}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Is it at your orders ... nest in high places?", "text": "Yahweh uses this question to prove that Job is not powerful enough to command the eagles. The implicit answer to this question is \"no.\" AT: \"You are not able to command the eagle to mount up and build his nest in high places.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "at your orders", "text": "The abstract noun \"orders\" can be stated as a verb. AT: \"because you tell it to do so\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "mounts up", "text": "This means he flies upward. AT: \"flies up into the sky\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a stronghold", "text": "The high cliffs are strongholds for eagles because the animals that would want to eat them cannot reach them."}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "he searches for victims", "text": "Here the word \"he\" refers to the eagle."}, {"ref": "victims", "text": "\"animals that he can kill and eat\""}, {"ref": "his eyes see them", "text": "Here \"his eyes\" refer to the eagle. AT: \"he sees them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "His young", "text": "\"The baby eagles.\" It may be helpful to state that this happens after the eagle kills and animal. AT: \"After an eagle kills an animal, the baby eagles\""}, {"ref": "drink up blood", "text": "\"drink the blood of the animal that he killed\""}, {"ref": "where killed people are", "text": "\"where there are dead people.\" This phrase refers to dead bodies that are lying out in the open, not to bodies that are buried in the ground."}, {"ref": "there he is", "text": "It can be made explicit that he comes to eat the dead bodies. AT: \"he is there to eat them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]