[{"id": "01", "tn": [{"ref": "General Information:", "text": "Peter begins to talk about the last days."}, {"ref": "to stir up your sincere mind", "text": "Peter speaks of causing his readers to think about these things as if he were waking them from sleep. AT: \"to cause you to think pure thoughts\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the words spoken in the past by the holy prophets", "text": "This can be stated in active form. AT: \"the words that the holy prophets spoke in the past\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the command of our Lord and Savior given through your apostles", "text": "This can be stated in active form. AT: \"the command of our Lord and Savior, which your apostles gave to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "Know this first", "text": "\"Know this as the most important thing.\" See how you translated this in [[:en:bible:notes:2pe:01:19|1:20]]."}, {"ref": "proceed according to their own desires", "text": "Here the word \"desires\" refers to sinful desires that are opposed to God's will. AT: \"living according to their own sinful desires\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "proceed", "text": "act, behave"}, {"ref": "Where is the promise of his return?", "text": "The mockers ask this rhetorical question to emphasize that they do not believe that Jesus will return. The word \"promise\" refers to the fulfillment of the promise that Jesus will return. AT: \"The promise that Jesus would return is not true! He will not return!\" (See [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "our fathers fell asleep", "text": "Here \"fathers\" refers to ancestors who lived long ago. \"Fell asleep\" is an idiom that means they died. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all things have stayed the same, since the beginning of creation", "text": "The mockers argue that since nothing in the world has ever changed, it cannot be true that Jesus will return. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "since the beginning of creation", "text": "This can be translated as a verbal phrase. AT: \"since God created the world\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "05", "tn": [{"ref": "the heavens and the earth came to exist ... long ago, by God's command", "text": "This can be stated in active form. AT: \"God established the heavens and the earth ... long ago by his word\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "came to exist out of water and through water", "text": "This means that God caused the land to come up out of the water, gathering the bodies of water together to make the land appear."}, {"ref": "through these things", "text": "Here \"these things\" refers to God's word and water."}, {"ref": "the world of that time was destroyed, being flooded with water", "text": "This can be stated in active form. AT: \"God flooded the world that existed at that time with water and destroyed it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the heavens and the earth are reserved for fire by that same command", "text": "This can be stated in active form. AT: \"God, by that same word, has reserved the heavens and the earth for fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that same command", "text": "Here \"command\" stands for God, who will give the command: AT \"God, who will give a similar command\""}, {"ref": "are reserved for the day of judgment", "text": "This can be stated in active form and can begin a new sentence. AT: \"He is reserving them for the day of judgment\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the day of judgment and the destruction of the ungodly people", "text": "This can be stated with verbal phrases. AT: \"for the day when he judges and destroys ungodly people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "It should not escape your notice", "text": "\"You should not fail to understand this\" or \"Do not ignore this\""}, {"ref": "that one day with the Lord is like a thousand years", "text": "\"that from the Lord's point of view, one day is like a thousand years\""}, {"ref": "The Lord does not move slowly concerning his promises", "text": "\"The Lord does not move slowly to fulfill his promises\""}, {"ref": "as some consider slowness to be", "text": "Some people think that the Lord is slow to fulfill his promises because their perspective of time is different than God's."}]}, {"id": "10", "tn": [{"ref": "However", "text": "Although the Lord is being patient and wants people to repent, he will indeed return and bring judgment."}, {"ref": "the day of the Lord will come as a thief", "text": "Peter speaks of the day when God will judge everyone as if it is a thief who comes unexpectedly and takes people by surprise. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The heavens will pass away", "text": "\"The heavens will disappear\""}, {"ref": "The elements will be burned with fire", "text": "This can be stated in active form. AT: \"God will burn the elements with fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The elements", "text": "Possible meanings are 1) the heavenly bodies, such as the sun, moon, and stars or 2) the things that make up heaven and earth, such as soil, air, fire, and water."}, {"ref": "the earth and the deeds in it will be revealed", "text": "God will see all the earth and all the deeds of everyone, and he will then judge everything. This can be stated in active terms. AT: \"God will expose the earth and everything that people have done in it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Peter begins to tell the believers how they should live as they wait for the day of the Lord."}, {"ref": "Since all these things will be destroyed in this way", "text": "This can be stated in active form. AT: \"Since God will destroy all these things in this way\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what kind of people should you be?", "text": "Peter uses this rhetorical question to emphasize what he will say next, that they \"should live holy and godly lives.\" AT: \"you know what kind of people you should be.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the heavens will be destroyed by fire, and the elements will be melted in great heat", "text": "This can be stated in active form. AT: \"God will destroy the heavens by fire, and he will melt the elements in great heat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the elements", "text": "Possible meanings are 1) the heavenly bodies, such as the sun, moon, and stars or 2) the things that make up heaven and earth, such as soil, air, fire, and water. See how you translated this in [[:en:bible:notes:2pe:03:10|3:10]]."}, {"ref": "where righteousness will dwell", "text": "Peter speaks of \"righteousness\" as if it were a person. This is a metonym for people who are righteous. AT: \"where righteous people dwell\" or \"where people will live righteously\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "do your best to be found spotless and blameless before him, in peace", "text": "This can be stated in active form. AT: \"do your best to live in a way so that God will find you spotless and blameless and at peace with him and each other\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "spotless and blameless", "text": "The words \"spotless\" and \"blameless\" mean basically the same thing and emphasize moral purity. AT: \"completely pure\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "spotless", "text": "Here this stands for \"faultless.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "consider the patience of our Lord to be salvation", "text": "Because the Lord is patient, the day of judgment has not yet happened. This gives people an opportunity to repent and be saved, as he explained in [[:en:bible:notes:2pe:03:08|3:9]]. AT: \"Also, think about the patience of our Lord as giving you an opportunity to repent and be saved\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "according to the wisdom that was given to him", "text": "This can be stated in active form. AT: \"according to the wisdom that God gave to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Paul speaks of these things in all his letters", "text": "\"Paul speaks of the patience of God leading to salvation in all his letters\""}, {"ref": "in which there are things that are difficult to understand", "text": "There are things in Paul's letters that are difficult to understand."}, {"ref": "Ignorant and unstable men distort these things", "text": "Ignorant and unstable men misinterpret the things in Paul's letters that are difficult to understand."}, {"ref": "Ignorant and unstable", "text": "\"Unlearned and unsteady.\" These men have not been taught how to properly interpret scripture and are not well established in the truth of the gospel."}, {"ref": "to their own destruction", "text": "\"resulting in their own destruction\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes instructing the believers and ends his letter."}, {"ref": "Therefore, beloved, since you know these things", "text": "\"These things\" refers to the truths about the patience of God and the teachings of these false teachers."}, {"ref": "guard yourselves", "text": "\"protect yourselves\""}, {"ref": "so that you are not led astray by the deceit of lawless people", "text": "This can be stated in active form. AT: \"so that lawless people do no lead you astray with their deceitful words\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "led astray ... deceit", "text": "Being persuaded to disobey God is spoken of as it were being led off the right path to follow. Deceitful or false teachings are spoken of as if they were someone who could lead another person off the right path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you lose your own faithfulness", "text": "Faithfulness is spoken of as if it were a possession that believers could lose. AT: \"you stop being faithful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "grow in the grace and knowledge", "text": "\"increase in the grace and knowledge\""}, {"ref": "the grace and knowledge of our Lord and Savior Jesus Christ", "text": "You can translate \"grace\" and \"knowledge\" using verbal phrases. See how you translated similar phrases in [[:en:bible:notes:2pe:01:01|1:2]] and [[:en:bible:notes:2pe:01:08|1:8]] and [[:en:bible:notes:2pe:02:20|2:20]]. AT: \"experience more and more our Lord and Savior Jesus Christ acting kindly toward you, and that you get to know him better and better\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])."}]}]