[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh, through the prophet Jeremiah, has just talked about the adultery of the people."}, {"ref": "the word of Yahweh that came to", "text": "\"the message that God spoke to\" See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "fall apart", "text": "\"fall into pieces\""}, {"ref": "their cries for Jerusalem are going up", "text": "\"They are calling out loudly in prayer for Jerusalem\"."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh, through the prophet Jeremiah, has continued to tell the people about the drought."}, {"ref": "the doe leaves her young in the fields and abandons them", "text": "AT: \"the deer leaves her young in the field\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "jackals", "text": "fierce, wild dogs"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh, through the prophet Jeremiah, has just told the people about the drought."}, {"ref": "for the sake of your name", "text": "\"in order that everyone can see that you are very great and keep your promises. \" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hope of Israel", "text": "This is another name for Yahweh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the one who saves him", "text": "\"the savior\" or \"the one who rescues him\""}, {"ref": "why will you be like ... like a warrior who is not able to rescue anyone?", "text": "The word \"like\" here means \"similar to.\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])."}, {"ref": "confused", "text": "unable to understand or to think clearly"}, {"ref": "", "text": "*"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Jeremiah has been praying and asking Yahweh not to leave them alone."}, {"ref": "they love to wander", "text": "\"they love to act in a way that is against God's will\""}, {"ref": "calls to mind", "text": "\"remembers\" or \"recalls\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "on behalf of", "text": "\"to assist\" or \"to help\""}, {"ref": "wailing", "text": "See how you translated this in [[:en:bible:notes:jer:14:01|14:01]]"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh has just told Jeremiah not to pray for the people of Judah."}, {"ref": "You will not see sword", "text": "Here \"sword\" stands for warfare, and \"see\" stands for \"experience\" or \"suffer.\" AT: \"You will not experience any war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "security", "text": "Living in prosperity with the absence of any threatening enemies is spoken of as if it were an object that someone could give to another person. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "prophesy deceit", "text": "The quality that marks false prophecies is spoken of as if it were itself a prophecy. AT: \"prophesy deceitfully\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I did not send them out", "text": "Translators may decide to include the unstated destination and purpose of this action. AT: \"I did not send them to prophesy to other people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "deceitful visions and useless, deceitful divination coming from their own minds", "text": "Here visions and divination are spoken of as if they were objects that could go from one place to another. AT: \"deceitful visions and useless, deceitful divination that these prophets themselves have imagined\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "visions ... divination", "text": "These expressions stand for actions that are spoken of as if they were things. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "their own minds", "text": "Here minds are spoken of as if they were a place instead of the ability to think of ideas.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Jeremiah has just been talking to Yahweh about the things the false prophets have been prophesying."}, {"ref": "prophesying in my name", "text": "Here \"name\" stands for the idea of authority. AT: \"prophesying while claiming my authority to do so\" (See: [[:en:ta:vol2:translate:figs_metonymy]] )"}, {"ref": "there will be no sword", "text": "Here \"sword\" stands for the idea of warfare. AT: \"there will be no war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will pour out their wickedness on them", "text": "Moral qualities such as wickedness are often spoken of in Hebrew as if they were liquids. Also, the quality of wickedness stands here for the punishment deserved by wicked people. AT: \"I will punish them the way the deserve to be punished\". (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "incurable wound", "text": "a cut or break in skin that cannot be cured"}, {"ref": "wander", "text": "move around without purpose"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Jeremiah continues his prayer to Yahweh."}]}]