[{"id": "01", "tn": [{"ref": "gate", "text": "\"gate of the city\" or \"gate of Bethlehem.\" This was the main entrance to the walled town of Bethlehem. There was an open area by the gate that was used as a meeting place to discuss community matters."}, {"ref": "the near kinsman", "text": "This was the closest living relative to Elimelech."}, {"ref": "elders of the city", "text": "\"leaders of the city\""}]}, {"id": "03", "tn": [{"ref": "Naomi ... is selling the parcel of land", "text": "It was the responsibility of the kinsman to buy back his relative's land and to care for his family. In this case, it meant the man must buy Naomi's land, marry Ruth, and care for Naomi."}, {"ref": "in the presence of", "text": "This would make the transaction legal and binding."}, {"ref": "redeem it", "text": "This meant to buy the land to keep it within their family."}, {"ref": "I am after you", "text": "Boaz was the next kinsman in line to redeem the land."}]}, {"id": "05", "tn": [{"ref": "On the day that you buy ... you must also", "text": "Boaz uses this expression to inform his relative of the additional responsibility he will have if he buys the land."}, {"ref": "from the hand of Naomi", "text": "\"from the ownership of Naomi\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you must also take Ruth", "text": "\"you must also marry Ruth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Ruth ... the wife of the dead man", "text": "\"Ruth ... the widow of Elimelech's son\""}, {"ref": "to raise up the name of the dead", "text": "\"that she may have a son to inherit the property and carry on the name of her dead husband\" (UDB)"}, {"ref": "damaging my own inheritance", "text": "He would have to give some of his own wealth to the children that Ruth might bear."}, {"ref": "You take my right of redemption for yourself", "text": "\"You redeem it yourself\" or \"You yourself redeem it instead of me\""}]}, {"id": "07", "tn": [{"ref": "Now this was the custom", "text": "The writer of the book explains of the custom of exchange during the time of Ruth. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "in former times", "text": "\"in earlier times.\" This implies that the customs had changed from when the story took place until the book was written. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "shoe", "text": "\"sandal\""}, {"ref": "his neighbor", "text": "This refers to the person with whom he was making the agreement. In this situation the near kinsman gave Boaz his shoe."}]}, {"id": "09", "tn": [{"ref": "to the elders and to all the people", "text": "This refers to all the people who were present at the meeting place, not to everyone in the town."}, {"ref": "all that was Elimelech's and all that was Chilion's and Mahlon's", "text": "This refers to all the land and possessions of Naomi's dead husband and sons."}, {"ref": "from the hand of Naomi", "text": "The hand of Naomi represents Naomi. She was responsible for the money exchange. AT: \"from Naomi\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in order that I might raise up the name of the dead man on his inheritance", "text": "The first son that Ruth bore would be legally considered Mahlon's son and would inherit the land that Boaz bought from Naomi. AT: \"so that I might give her a son who will inherit the dead man's property\""}, {"ref": "so that his name will not be cut off from among his brothers and from the gate of his place", "text": "Being forgotten is spoken of as if one's name were being cut off from a list of people who had lived earlier. AT: \"so that he will not be forgotten by his brothers' descendants and the people of this town\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the gate of his place", "text": "The gate of the town is where important legal decisions were made, such as decisions about who owns a piece of land."}]}, {"id": "11", "tn": [{"ref": "people who were in the gate", "text": "\"people who were meeting together near the gate\""}, {"ref": "come into your house", "text": "This has literal and figurative meaning. As Ruth marries Boaz, she will move into his house. House can also refer to becoming part of Boaz's family by being his wife. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like Rachel and Leah", "text": "These were the two wives of Jacob, whose name was changed to Israel."}, {"ref": "built up the house of Israel", "text": "\"bore many children who became the nation of Israel\""}, {"ref": "and may you prosper in Ephrathah", "text": "Ephrathah is the name of the clan to which Boaz belonged in Bethlehem."}, {"ref": "May your house be like", "text": "God abundantly blessed Judah through his son Perez. The people were asking God to bless Boaz in a similar way through Ruth's children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Tamar bore to Judah", "text": "Tamar was also a widow. Judah fathered a son with her, which continued the family name."}, {"ref": "through the offspring that Yahweh will give you", "text": "Yahweh would give Boaz children through Ruth."}]}, {"id": "13", "tn": [{"ref": "Boaz took Ruth", "text": "\"Boaz married Ruth\" or \"Boaz took Ruth as a wife\""}, {"ref": "He slept with her", "text": "\"He had sex with her\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "who has not left you today without a near kinsman", "text": "\"who has provided you today with a very good near kinsman\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "May his name be famous", "text": "This refers to the reputation and character of Naomi's grandson."}, {"ref": "a restorer of life", "text": "This phrase probably refers to how Naomi will again experience joy and hope in her life as a result of having a new grandson. AT: \"one who brings joy to you again\" or \"one who will make you feel young again\" (UDB)"}, {"ref": "a nourisher of your old age", "text": "\"he will take care of you when you become old\" (UDB)"}, {"ref": "better to you than seven sons", "text": "\"Seven\" was the Hebrew number of completeness. Naomi's sons both died before they produced any offspring, but Ruth bore a grandson to Naomi by Boaz. AT: \"better to you than any son\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "Naomi took the child", "text": "This refers to Naomi holding the child. Make sure it does not sound like she took him away from Ruth."}, {"ref": "laid him in her bosom", "text": "\"held him close against her chest.\" This is a statement of love and affection for the child."}, {"ref": "A son has been born to Naomi", "text": "\"The child is like a son to Naomi.\" It was understood that the child was Naomi's grandson, not her physical son."}, {"ref": "father of David", "text": "\"father of King David.\" Though \"king\" is not stated, it was clear to the original audience that David was King David. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "the descendants of Perez", "text": "\"the successive descendants.\" Because it was mentioned earlier that Perez was the son of Judah, the writer continues listing the family line that came from Perez."}, {"ref": "Hezron ... Ram", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}]}]