[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to the Gittith", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:008:001|8:1]]."}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote\""}, {"ref": "How lovely", "text": "\"How beautiful\""}, {"ref": "I long for the courts of Yahweh", "text": "\"I really want to be in the courts of Yahweh\""}, {"ref": "the courts of Yahweh", "text": "Here \"courts\" represent the temple. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "my desire for it has made me exhausted", "text": "\"my desire has exhausted me\" or \"I am tired because I want it so much\""}, {"ref": "My heart and all of my being call out", "text": "Here \"heart\" represents the whole person. AT: \"I call out with all of my being\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the living God", "text": "This means God is living and he also has the power to cause other things to live."}]}, {"id": "003", "tn": [{"ref": "sparrow ... swallow", "text": "These are types of birds. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "found her a house", "text": "\"found her a home\" or \"made her a home\""}, {"ref": "the swallow a nest", "text": "Here the words \"has found\" or \"has made\" are understood. AT: \"the swallow has found a nest\" or \"the swallow has made a nest\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "where she may lay her young", "text": "\"where she may lay her eggs and care for her babies\""}, {"ref": "they who live in your house", "text": "Possible meanings are 1) \"they\" refers to the priests who permanently serve at the temple or 2) \"they\" refers to people in general who come and worship at the temple."}, {"ref": "continually", "text": "\"again and again\""}]}, {"id": "005", "tn": [{"ref": "Blessed is the man", "text": "Here \"man\" refers to people in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "whose strength is in you", "text": "God is spoken of as if strength was actually found in him. AT: \"whom you strengthen\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in whose heart are the highways up to Zion", "text": "This expression is about heart-felt desire. AT: \"Who love to go up to Zion\" or \"Who earnestly wish go up to Zion\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "highways", "text": "\"main roads\""}, {"ref": "up to Zion", "text": "The temple was in Jerusalem on the top of the highest hill, called Mount Zion."}, {"ref": "the Valley of Tears", "text": "This refers to a dry, arid place. Some Bible versions have \"the Valley of Baca.\" The word \"Baca\" means \"weeping.\""}, {"ref": "The early rains", "text": "This means the rain that falls in autumn before the cold season. This is during the months of October and November on Western calendars."}, {"ref": "blessings", "text": "\"pools of water\" (See UDB)"}]}, {"id": "007", "tn": [{"ref": "They go from strength to strength", "text": "This is a way of saying they get stronger. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They go", "text": "Here \"They\" refers to those who strongly desire to go to the temple to worship God."}, {"ref": "Selah", "text": "This may be a musical term that tells people how to sing or play their instruments here. Some translations write the Hebrew word, and some translations do not include it. See how you translated this in [[:en:bible:notes:psa:003:001|3:2]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "God, watch over our shield", "text": "The king who protects his people is spoken of as if he were a shield. AT: \"God, watch over our king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For one day in your courts is better than a thousand elsewhere", "text": "This can be stated with the understood information. AT: \"I would rather be in your courts for one day than to be somewhere else for a thousand days\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "a thousand", "text": "\"1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "be a doorkeeper", "text": "\"be a guard at the door\" or \"stand at the door\""}, {"ref": "the wicked", "text": "This nominal adjective can be stated as an adjective. AT: \"wicked people\" or \"those who are wicked\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "011", "tn": [{"ref": "For Yahweh God is our sun and shield", "text": "Yahweh who guides and protects his people is spoken of as if he were the sun and a shield. AT: \"For Yahweh God guides us like the light from the sun, and he protects us like a shield\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh will give grace and glory", "text": "The abstract nouns \"grace\" and \"glory\" can be stated as verbs. AT: \"Yahweh will be kind to us and honor us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "who walk in integrity", "text": "The way a person conducts their lives or behaves is spoken of as if the person were walking. AT: \"who live honestly\" or \"who are honest\""}, {"ref": "blessed is the man", "text": "Here \"man\" means people in general. AT: \"blessed are those\" (See: [[:en:ta:vol2:translate:figs_genericnoun]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}]}]