[{"id": "01", "tn": [{"ref": "Look ... look", "text": "The writer is telling the reader that he is about to say something surprising. Your language may have a way of doing this."}, {"ref": "how will Jacob survive?", "text": "\"Jacob cannot survive!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "Look", "text": "The writer is telling the reader that something surprising is about to happen. Your language may have a way of doing this."}, {"ref": "how will Jacob survive?", "text": "AT: \"Jacob will certainly not survive!\" or \"please tell Jacob what he needs to do so he can survive!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "07", "tn": [{"ref": "plumb line", "text": "thin rope with a weight at one end used in building to make sure walls stand straight up and down"}]}, {"id": "09", "tn": [{"ref": "Isaac ... Israel", "text": "the people of the northern kingdom of Israel (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "the priest", "text": "Possible meanings: 1) Amaziah was the only priest at Bethel or 2) Amaziah was the leader of the priests at Bethel."}, {"ref": "Amos has conspired against you in the middle of the house of Israel", "text": "AT: \"Amos is right here in the land of Israel, and he is planning to do bad things to you\""}, {"ref": "The land cannot bear all his words", "text": "\"The people might believe him and then do things that destroy the nation\""}]}, {"id": "12", "tn": [{"ref": "there eat bread and prophesy", "text": "\"see if you can get the people there to pay you for prophesying\""}]}, {"id": "14", "tn": [{"ref": "herdsman", "text": "This here probably means \"one who takes care of sheep\" since he is called a \"shepherd\" in [[:en:bible:notes:amo:01:01|1:1]]."}]}, {"id": "16", "tn": [{"ref": "an unclean land", "text": "This expression stands here for any foreign land, where the people are not acceptable to God.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]