[{"id": "01", "tn": [{"ref": "host", "text": "large assembly of armies"}, {"ref": "So you will know ... So I will", "text": "The word \"so\" shows that the speaker agrees with what the other person has just said. AT: \"Yes, I will go with you so that you will know ... Very well, I will\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "you will know what your servant can do", "text": "David probably wanted Achish to think that David would kill many Israelites, but \"what your servant can do\" could also mean that David was planning to kill Philistines instead. Try to translate so that the reader can see both of these possible meanings."}, {"ref": "your servant", "text": "David speaks as if he is another person so that Achish will think David respects him. AT: \"I\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "make you", "text": "The word \"you\" refers to David and so is singular. (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "bodyguard", "text": "a person who protects another person"}]}, {"id": "03", "tn": [{"ref": "Now Samuel ... with spirits", "text": "The writer provides background information to prepare the reader for the events that follow. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "banned from the land", "text": "officially removed from the country or region, or prevented from entering AT: \"expel from Israel\" (UDB)"}, {"ref": "those who talked with the dead or with spirits", "text": "The words \"those who talked with the dead\" translate as one word in the original language, and the words \"those who ... talked with spirits\" also translate as one word in the original language. If your language has one word for those who talk with the dead and one word for those who talk with spirits, or if your language has only one word for those who talk with the dead and with spirits, you should use those words here."}, {"ref": "Then the Philistines gathered", "text": "after David and Achish spoke ([[:en:bible:notes:1sa:28:01|28:02]])"}, {"ref": "gathered all Israel together", "text": "\"gathered all his armies in Israel together\""}, {"ref": "Shunem ... Gilboa", "text": "these are names of places (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "he was afraid, and his heart trembled very much", "text": "These two phrases mean basically the same thing and emphasize the intensity of his fear. AT: \"he was terrified\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Urim", "text": "The high priest carried the sacred lots called Urim and Thummin in his breastplate, in a marked pouch, next to his heart."}, {"ref": "who talks with the dead", "text": "These words translate as one word in the original language. If your language has one word for a person who talks to the dead, you should use it here. Similar words appear in [[:en:bible:notes:1sa:28:03|28:3]]."}, {"ref": "Endor", "text": "place name  (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Saul disguised himself ... and went ... to the woman by night", "text": "Saul disguised himself because the way from Gilboa ([[:en:bible:notes:1sa:28:03|28:4]]) to Endor ([[:en:bible:notes:1sa:28:05|28:7]]) was through land that the Philistines were living in. He traveled all day and reached the woman after the sun had gone down."}, {"ref": "disguised", "text": "changed his usual appearance no one would know who he was"}, {"ref": "Divine for me ... with a spirit", "text": "\"Talk to the dead for me\""}, {"ref": "those who talk with the dead or with spirits", "text": "The words \"those who talk with the dead\" translate as one word in the original language, and the words \"those who ... talk with spirits\" also translate as one word in the original language. If your language has one word for those who talk with the dead and one word for those who talk with spirits, or if your language has only one word for those who talk with the dead and with spirits, you should use those words here. Similar words appear in [[:en:bible:notes:1sa:28:03|28:3]]."}, {"ref": "my life", "text": "The word \"life\" is a metonym for the person. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "13", "tn": [{"ref": "a god", "text": "Other possible meanings are 1) \"one like God\" or 2) \"a judge\" (see [[:en:bible:notes:1sa:07:15|7:15]])."}]}, {"id": "16", "tn": [{"ref": "torn the kingdom out of your hand", "text": "Samuel speaks as if the kingdom were a physical object that could be held in the hand and grabbed out by another person. AT: \"made you so you are no longer king\" or \"made another person king in your place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "Yahweh will hand over Israel and you into the hand of the Philistines", "text": "Samuel speaks as if the people of Israel were a small object that Yahweh would give to the Philistines, whom he speaks of as if they were one person. AT: \"Yahweh will allow the Philistines to do whatever they want to do to you and the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be with me", "text": "This is a polite way to say that Saul will die. AT: \"will be dead\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Yahweh will also hand over the army of Israel into the hand of the Philistines", "text": "Samuel speaks as if the army of Israel were a small object that Yahweh would give to the Philistines, whom he speaks of as if they were one person. AT: \"Yahweh will allow the Philistines to do whatever they want to do to the army of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "he had eaten no food all that day, neither that whole night", "text": "Saul had not eaten during the night before he traveled from Gilboa ([[:en:bible:notes:1sa:28:03|28:4]]) to Endor ([[:en:bible:notes:1sa:28:05|28:7]]), nor during the day as he journeyed, nor during the night on which he visited the woman."}, {"ref": "I have put my life in my hand and have listened", "text": "This is an idiom. \"I could die because I listened\" or \"Someone could kill me because I listened\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "22", "tn": [{"ref": "the voice of your woman servant", "text": "The woman speaks as if she is another person to show that she respects Saul. AT: \"my voice\" (See: [[:en:ta:vol2:translate:figs_pronouns]] or [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "refused", "text": "\"did not accept\" or \"would not do what they asked\""}, {"ref": "compelled", "text": "\"forced\""}]}, {"id": "24", "tn": [{"ref": "fatted calf", "text": "a calf that has been grown and fed to be available for a special feast"}, {"ref": "she ... kneaded it", "text": "She mixed flour and oil, working and rolling the mixture thoroughly with her hands to produce dough for baking."}]}]