[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Having just reminded the people not to be proud concerning who taught them about the Lord and who had baptized them, Paul reminds the Corinthian believers that all believers are to be humble servants."}, {"ref": "In this connection", "text": "\"Because we are these stewards\""}, {"ref": "it is a requirement for stewards that they be", "text": "Paul is speaking of himself as if he were speaking of someone else. AT: \"we are required to be\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "03", "tn": [{"ref": "it is a very small thing that I should be judged by you", "text": "Paul is comparing the difference between human judgment and God's judgment. Man's judgment is not important compared to God's true judgment upon man."}, {"ref": "I am not aware of any charge being made against me", "text": "\"I have not heard anyone accuse me of doing wrong\""}, {"ref": "that does not mean I am innocent. It is the Lord who judges me", "text": "\"that lack of accusation does not prove I am innocent. The Lord knows if I am innocent or guilty\""}]}, {"id": "05", "tn": [{"ref": "Therefore do not pronounce judgment", "text": "Since God will judge when he comes, we are not to judge."}, {"ref": "bring to light the hidden things of darkness and reveal the purposes of the heart", "text": "God will make known people's thoughts and intentions. Nothing will remain hidden before the Lord."}, {"ref": "of the heart", "text": "\"of people's hearts\""}]}, {"id": "06", "tn": [{"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "for your sakes", "text": "\"for your welfare\""}, {"ref": "between you ... do you have that you did not ... you have freely ... do you boast ... you had not", "text": "Paul is speaking to the Corinthians as if they were one person, so all instances of \"you\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "For who sees any difference between you and others?", "text": "Paul is rebuking the Corinthians who think they are better than those who heard the gospel from someone else. AT: \"You are not superior to other men\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What do you have that you did not freely receive?", "text": "Paul emphasizes that God gave them what they have for free. AT: \"God gave to you everything that you have for free!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "why do you boast as if you had not done so?", "text": "Paul was rebuking them for boasting in what they received. AT: \"You do not have the right to boast\" or \"Do not boast at all\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Paul uses irony here to shame the Corinthians and make them realize that they are sinning when they are proud of themselves and their teachers. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "God has put us apostles on display", "text": "Paul expresses two ways how God has put his apostles on display for the world to see. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "has put us apostles on display", "text": "God has displayed the apostles just like prisoners at the end of a Roman military parade, who are humiliated before their execution. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like men sentenced to death", "text": "God put the apostles on display like men who are about to be executed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to the world—to angels, and to human beings", "text": "Possible meanings are 1) \"the world\" consists of both supernatural (\"angels\") and natural (\"human beings\") or 2) the list consists of three items: \"to the world, to angels, and to human beings.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "10", "tn": [{"ref": "We are fools ... in dishonor", "text": "Paul uses irony to shame the Corinthians so they will think about what he is saying. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "You are held in honor", "text": "\"People treat you Corinthians as though you are important people\""}, {"ref": "we are held in dishonor", "text": "\"people shame us apostles\""}, {"ref": "Up to this present hour", "text": "\"Until now\" or \"Up to now\""}, {"ref": "we are brutally beaten", "text": "This refers to hitting with the hand, not with whips or clubs. This can be stated in active form. AT: \"people beat us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we are homeless", "text": "Paul means that they had places to stay, but they had to move around from place to place. They had no fixed home."}]}, {"id": "12", "tn": [{"ref": "When we are reviled, we bless", "text": "\"When people revile us, we bless them\" or \"When people scorn us, we bless them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When we are persecuted", "text": "\"When people persecute us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When we are slandered", "text": "\"When people slander us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We have become, and are still considered to be, the refuse", "text": "\"People began to consider us—and they still consider us—to be the garbage\""}]}, {"id": "14", "tn": [{"ref": "I do not write these things to shame you, but to correct you", "text": "\"I do not intend to shame you, but to improve you\" or \"I am not trying to shame you, but I want to correct you\" (UDB)"}, {"ref": "correct", "text": "\"warn\""}, {"ref": "ten thousand guardians", "text": "This is an exaggeration of the number of people guiding them, to emphasize the importance of the one spiritual father. AT: \"very many guardians\" or \"a large crowd of guardians\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "children ... father", "text": "Because Paul had led them to Christ, he is like a father to the Corinthians. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I became your father in Christ Jesus through the gospel", "text": "Paul is emphasizing firstly that his relationship with the Corinthians is most importantly \"in Christ,\" secondly that it came because he told them the good news, and thirdly that he is the one who is like a father to them. \"it was because God joined you to Christ when I told you the good news that I was the one who became your father\""}]}, {"id": "17", "tn": [{"ref": "my beloved and faithful child in the Lord", "text": "\"whom I love and whom I teach about the Lord as if he were my own child\""}, {"ref": "Now", "text": "This word indicates that Paul is shifting his topic to rebuking the arrogant behavior of the Corinthian believers."}]}, {"id": "19", "tn": [{"ref": "I will come to you", "text": "\"I will visit you\""}, {"ref": "What do you want?", "text": "Paul was making a last appeal to the Corinthians, as he has been rebuking them for the errors they had made. AT: \"Tell me what you want to happen now\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Shall I come to you with a rod or with love and in a spirit of gentleness", "text": "Paul is offering the Corinthians two opposing attitudes he could use when approaching them. AT: \"If you want, I can come to punish you, or I can come to show you how much I love you by being gentle with you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "gentleness", "text": "\"kindness\" or \"tenderness\""}]}]