[{"id": "01", "tn": [{"ref": "the sons of the prophets", "text": "This does not mean that they were the sons of prophets, but rather, that they were a group of prophets. See how you translated this phrase in [[:en:bible:notes:2ki:02:03|2:3]]. AT: \"the group of the prophets\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in your hand", "text": "The phrase \"in your hand\" is an idiom meaning for him to take the bottle with him. AT: \"with you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Ramoth Gilead", "text": "Translate the name of this city the same as you did in [[:en:bible:notes:2ki:08:28|8:28]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jehu son of Jehoshaphat son of Nimshi", "text": "This means that Jehoshaphat is Jehu's father and that Nimshi is Jehoshapat's father. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "companions", "text": "These are the people with whom Jehu was sitting."}, {"ref": "conduct him to", "text": "\"go along with him to\" or \"take him along to\""}, {"ref": "an inner chamber", "text": "\"a private room\""}]}, {"id": "04", "tn": [{"ref": "behold", "text": "The writer uses the word \"behold\" to direct attention to what follows. If you have a way of doing this in your language, you can use it here."}, {"ref": "the captains of the army were sitting", "text": "Jehu was sitting among the captains. You may introduce Jehu to the storyline here if this is necessary in your language. AT: \"Jehu and some other army officers were sitting together\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "To which of us", "text": "The word \"us\" refers to Jehu and the other army captains."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The young prophet continues to speak to Jehu, whom he had just anointed as king over Israel."}, {"ref": "I may avenge the blood of my servants the prophets, and the blood of all the servants of Yahweh", "text": "Here the prophets' and the servants' \"blood\" refers to their deaths. AT: \"I may avenge the deaths of my servants the prophets and all the servants of Yahweh\" or \"so that I may punish them for murdering my servants the prophets and all the servants of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and the blood", "text": "The missing word \"avenge\" may be added. AT: \"and avenge the blood\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "who were murdered by the hand of Jezebel", "text": "This can be stated in active form. AT: \"whom Jezebel commanded her servants to murder\" or \"whose deaths were commanded by Jezebel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the hand of Jezebel", "text": "This means that Jezebel commanded the people to be killed. AT: \"by an order from Jezebel\" or \"by Jezebel's command\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For the whole family of Ahab will perish, and I will cut off from Ahab every male child", "text": "Here to be \"cut off\" means to be killed. AT: \"For the whole family of Ahab will perish, and I will cause every male child in his family to be killed\" or \"Every member of Ahab's family will die, including every male child\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "every male child", "text": "This phrase is used to refer to every male, but it specifies \"child\" to emphasize that it includes children. AT: \"every male\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "The young prophet continues to speak the words of Yahweh to Jehu, whom he had just anointed as king over Israel."}, {"ref": "I will make the house of Ahab like", "text": "This means that God will destroy Ahab and his family just as he destroyed Jeroboam and Baasha and their families. AT: \"I will get rid of the house of Ahab like I got rid of\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the house of", "text": "This phrase is used in this verse three times. Each time, the word \"house\" refers to the \"family\" of the man specified. AT: \"the family of\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Nebat ... Ahijah", "text": "These are the names of men. Translate the name \"Nebat\" the same as you did in [[:en:bible:notes:2ki:03:01|3:3]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "The dogs will eat Jezebel", "text": "This means that the dogs will eat her dead body. AT: \"Dogs will eat the dead body of Jezebel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "the servants of his master", "text": "This refers to the other officers who were serving King Ahab."}, {"ref": "mad fellow", "text": "\"crazy man\""}, {"ref": "You know the man and the kinds of things he says", "text": "Jehu says that he is a young prophet and they all are familiar with the kinds of things young prophets generally say. AT: \"You know what kinds of things young prophets like him say\" (UDB)"}, {"ref": "Tell us", "text": "\"Tell us what he said\""}, {"ref": "He said this and that to me", "text": "\"He talked about some things\""}, {"ref": "took off his outer garment and put it under Jehu", "text": "In this culture, putting clothing on the ground was a way of honoring the king, so that his feet would not touch the dirty ground. AT: \"took off their outer clothes and put them in front of Jehu for him to walk on\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They blew the trumpet and said", "text": "Not every man blew a trumpet. It is likely only one man blew a trumpet. AT: \"One of them blew the trumpet and they all said\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "14", "tn": [{"ref": "Nimshi", "text": "Translate the name of this man the same as you did in [[:en:bible:notes:2ki:09:01|9:2]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Now Joram", "text": "This word is used here to mark a break in the main storyline. Here the author tells background information about about how Joram was wounded and went to recover in Jezreel. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "all Israel", "text": "These refers only to the Israelite army and not to everyone who lives in Israel. AT: \"he and his army\" or \"he and the Israelite army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to be healed of", "text": "This can be stated in active form. AT: \"to recover from\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the wounds that the Arameans had given him", "text": "This means that he was wounded in battle with the Arameans. AT: \"wounds that Joram got during the battle with the Aramean army\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "against Hazael king of Aram", "text": "This refers to Hazael and his army. AT: \"against Hazael king of Aram and his army\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hazael", "text": "Translate the name of this man the same as you did in [[:en:bible:notes:2ki:08:07|8:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jehu said to the servants of Joram", "text": "This refers to the officers who were with Joram at Ramoth Gilead."}, {"ref": "If this is your opinion", "text": "\"If you are in agreement with me\" Jehu uses this phrase to refer to if people are supportive of him being king and of his decisions. AT: \"If you truly want me to be your king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in order to go tell this news in Jezreel", "text": "This refers to telling Joram and his army of Jehu's plans. AT: \"to warn king Joram and his army in Jezreel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Now Ahaziah", "text": "The word \"now\" is used here to mark a break in the main storyline. Here the author tells background information about Ahaziah visiting Joram. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "17", "tn": [{"ref": "watchman", "text": "\"guard\""}, {"ref": "the company of Jehu as he came at a distance", "text": "\"Jehu and his men as they were still far away\""}, {"ref": "What have you to do with peace?", "text": "Jehu uses this rhetorical question to tell the messenger that it is none of his concern if he comes in peace or not. This may be written as a statement. AT: \"It is not your concern if I have come in peace!\" or \"It is not for you to know if I have come in peace!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The messenger has met them, but he is not coming back", "text": "The watchman told King Joram that the man he sent out is not coming back with a reply to the king's question."}]}, {"id": "19", "tn": [{"ref": "Then he sent out a second man on horseback, who came to them", "text": "\"Then king Joram sent a second messenger riding a horse, who went out to meet Jehu and his army\""}, {"ref": "second man", "text": "\"2nd man\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "What have you to do with peace?", "text": "Jehu uses this rhetorical question to tell the messenger that it is none of his concern if he comes in peace or not. This may be written as a statement. Translate this question the same as you did in [[:en:bible:notes:2ki:09:17|9:18]]. AT: \"It is not your concern if I have come in peace!\" or \"It is not for you to know if I have come in peace!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For the way that the chariot is being driven is the way that Jehu son of Nimshi drives", "text": "This may be stated in active form. AT: \"Because the driver of the chariot drives the same way that Jehu son of Nimshi drives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "each in his chariot", "text": "\"each in his own chariot\" (UDB)"}, {"ref": "They found him at", "text": "\"When they reached Jehu, he was at\""}, {"ref": "Naboth", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jezreelite", "text": "This refers to a person from Jezreel. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "What peace is there, when the idolatrous acts of prostitution and witchcraft of your mother Jezebel are so many?", "text": "Jehu uses this rhetorical question to state why he is not coming in peace. This can be stated in active form. AT: \"There can be no peace as long as your mother Jezebel practices and promotes so much idolatry in the form of prostitution and witchcraft.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "turned his chariot and fled", "text": "\"turned his chariot around to try to flee\""}, {"ref": "treachery", "text": "trickery or deception"}, {"ref": "with his full strength", "text": "\"with all of his strength\" or \"with all of his power\""}, {"ref": "he sank down in his chariot", "text": "Joram died from being shot with arrow. AT: \"Joram fell down dead in his chariot\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "Bidkar", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Pick him up and throw him", "text": "\"Pick up his dead body and throw it\" or \"Take his corpse and throw it\" (UDB)"}, {"ref": "Think about how", "text": "\"Remember\""}, {"ref": "after Ahab his father", "text": "This means that they rode in the chariot behind Ahab's chariot. AT: \"behind his father Ahab's chariot\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh placed this prophecy against him", "text": "\"Yahweh spoke this prophecy against Ahab\""}, {"ref": "the blood of Naboth and the blood of his sons", "text": "Here the word \"blood\" refers to \"murder\" AT: \"the murder of Naboth and the murder of his sons\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will repay you", "text": "This means that he will punish Ahab as he deserves for the evil he has done. AT: \"I will give you what you deserve for the evil you have done\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "take him and throw him into that place, that field", "text": "\"take Joram's dead body and throw it into that same field, the field of Naboth\""}, {"ref": "to bring to pass what we were told would happen", "text": "\"to fulfill the prophecy spoken to us\""}, {"ref": "we were told would happen by the word of Yahweh", "text": "This can be stated in active form. AT: \"what Yahweh said would happen\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "This is the account of what happened to Ahaziah, the king of Judah, after Jehu killed Joram."}, {"ref": "saw this", "text": "\"saw what happened to Joram\""}, {"ref": "Beth Haggan ... Gur ... Ibleam ... Megiddo", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "at the ascent of Gur", "text": "The word \"ascent\" means that they were going up hill while travelling on the road to Gur. AT: \"on the road leading up to Gur\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his fathers", "text": "\"his ancestors\""}]}, {"id": "29", "tn": [{"ref": "in the eleventh year of Joram son of Ahab", "text": "This describes the time that Ahaziah began to reign by stating how long the current king of Israel had reigned. AT: \"in the eleventh year that Joram son of Ahab was king of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "eleventh year", "text": "\"11th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "30", "tn": [{"ref": "painted her eyes, arranged her hair", "text": "\"put on makeup, made her hair look nice\""}, {"ref": "Are you coming in peace, you Zimri, your master's murderer?", "text": "Jezebel uses this rhetorical question to accuse Jehu of not coming peacefully. This can be written as a statement. AT: \"You are certainly not coming in peace, you Zimri, your master's murderer!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you Zimri, your master's murderer", "text": "Here Jezebel calls Jehu \"Zimri\" to say that he is a murderer. Zimri was a commander of the army of Israel who murdered the king of Israel because he wanted to be king. AT: \"you murdered your master, just like Zimri murdered his master\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Zimri", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Who is on my side", "text": "To \"be on someone's side\" means to be loyal to them and supportive of them. AT: \"Who is loyal to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "33", "tn": [{"ref": "Throw her down", "text": "Jehu was telling the eunuchs to throw Jezebel out of the window."}, {"ref": "So they threw Jezebel down", "text": "The eunuchs threw Jezebel out of the high window and she died when she hit the ground. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and Jehu trampled her under foot", "text": "This means that he drove his horses over her body. AT: \"and Jehu's horses that were pulling his chariot trampled her body under their feet\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See now to", "text": "The phrase \"see now to\" means to give your attention to whatever is specified. AT: \"Now go to\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for she is a king's daughter", "text": "Since Jezebel was the daughter of a king, it was necessary to bury her properly. AT: \"because she is a king's daughter and therefore should be buried properly\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "they found no more of her than", "text": "\"they found no more of her body than\" This can be stated in positive form. AT: \"all they found that was left of her body were\""}, {"ref": "the palms of her hands", "text": "The palm is the inner part of the hand."}, {"ref": "the Tishbite", "text": "This refers to someone from the city of Tishbe. See how you translated this in [[:en:bible:notes:2ki:01:03|1:3]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the body of Jezebel shall be like dung on the surface of the fields, so no one will be able to say", "text": "This speaks of the pieces of Jezebel's body being scattered in the field as if they were dung spread in the field. Since the pieces of her body were so small and spread out there was nothing that could be collected and buried. AT: \"the pieces of Jezebel's body shall be scattered like dung in the fields, so that no one will be able to recognize them and say\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "dung", "text": "\"manure.\" This refers specifically to dung used as a fertilizer."}, {"ref": "so no one will be able to say, \"This is Jezebel.\"", "text": "\"so no one will be able to recognize her body.\" or \"so no one will be able to tell this was Jezebel.\""}]}]