[{"id": "01", "tn": [{"ref": "General Information:", "text": "The writer speaks as a father teaching his child using poetry. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "do not forget my commands", "text": "The word \"commands\" can be translated as a verb. AT: \"do not forget what I command you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "keep my teachings in your heart", "text": "This phrase says in positive terms what the previous phrase says in negative terms. Here the word \"heart\" represents the mind. The word \"teachings\" can be translated as a verb. AT: \"always remember what I teach you\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "length of days and years of life", "text": "These two phrases share similar meanings and refer to living a long life. AT: \"a long life\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "03", "tn": [{"ref": "Do not let covenant faithfulness and trustworthiness ever leave you", "text": "The writer speaks of \"covenant faithfulness\" and \"trustworthiness\" as if they were people who could leave someone. The negative command can be stated positively. AT: \"Make sure always to practice covenant faithfulness and to be trustworthy\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "tie them together about your neck", "text": "The writer speaks of faithfulness and trustworthiness as if they were objects that a person could tie around the neck like a necklace. The image suggests that these are valuable things that the person displays outwardly. AT: \"display them proudly like one would wear a necklace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "write them on the tablet of your heart", "text": "Here the heart represents a person's mind. The mind is spoken of as if it were a tablet upon which someone can write messages and commands. AT: \"always remember them, as if you had written them permanently on a tablet\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the sight of God and man", "text": "Here sight represents judgment or evaluation. AT: \"in the judgment of God and man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "all your heart", "text": "Here the word \"heart\" represents the inner person. AT: \"your whole being\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do not lean on your own understanding", "text": "The writer speaks of relying on one's own understanding as if \"understanding\" were an object on which a person can lean. AT: \"do not rely on your own understanding\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in all your ways", "text": "The writer speaks of a person's actions as if they were paths on which the person walks. AT: \"in everything you do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will make your paths straight", "text": "The writer speaks of Yahweh making a person's actions prosperous as if that person's actions were paths on which he walks and which Yahweh makes free of obstacles. AT: \"he will give you success\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Do not be wise in your own eyes", "text": "The writer speaks of a person's opinion as if that person were seeing something with his eyes. AT: \"Do not be wise in your own opinion\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "turn away from evil", "text": "The writer speaks of not committing evil actions as if it were turning away from evil. AT: \"do not commit evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It will be healing to your flesh", "text": "The word \"it\" refers to the instructions that the writer gives in the previous verse. The full meaning of this can be made clear. The word \"flesh\" represents the whole body. AT: \"If you do this, it will be healing for your body\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "produce", "text": "\"harvest\""}, {"ref": "your storehouses will be filled up", "text": "This can be stated in active form. AT: \"your storehouses will be full\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "storehouses", "text": "buildings or rooms where food is stored"}, {"ref": "your vats will be bursting", "text": "your storage containers will be extremely full, as if ready to break open."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "The writer writes as a father teaching his son."}, {"ref": "a son who pleases him", "text": "\"a son in whom he delights.\" This refers to the father's affection for the son, and not to the father's approval of the son's behavior. AT: \"a son whom he loves\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "The one who finds wisdom", "text": "The writer speaks of \"wisdom\" as if it were an object that one finds. AT: \"The one who attains wisdom\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "what silver will give in return", "text": "This refers to the profit that one can make from trading or investing silver."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The author speaks of wisdom as if it were a woman. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "precious", "text": "\"valuable\" or \"costly\""}, {"ref": "She has length of days in her right hand; in her left hand are riches and honor", "text": "The writer speak of the benefits that one gains from having wisdom as if wisdom were a woman who held these qualities in her hands and offered them to people. AT: \"Wisdom gives a person length of days and riches and honor\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "length of days", "text": "This idiom refers to a long life. AT: \"long life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "Her ways are ways of kindness and all her paths are peace", "text": "The writer speaks of wisdom as if it were a woman and of the benefits that wisdom gives a person as if wisdom were leading that person along a path. AT: \"Wisdom will always treat you kindly and give you peace\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She is a tree of life to those who take hold of it", "text": "The writer speaks of wisdom as if it were a tree that bears life-giving fruit and of a person who benefits from wisdom as if that person ate of the fruit. AT: \"Wisdom is like a tree that sustains the life of those who eat of its fruit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a tree of life", "text": "\"a tree that gives life\" or \"a tree whose fruit sustains life\""}, {"ref": "those who hold on to it", "text": "\"those who hold on to its fruit\""}]}, {"id": "19", "tn": [{"ref": "Yahweh founded the earth ... established the heavens", "text": "The writer speaks of Yahweh creating the earth and the heavens as if he were laying the foundation of a building. AT: \"Yahweh created the earth ... made the heavens\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the depths broke open", "text": "In ancient thought, water existed under the earth. This phrase refers to Yahweh causing that water to come out of the earth and make the oceans and rivers exist. AT: \"he caused the rivers to flow\" or \"he caused the oceans to exist\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "dew", "text": "water that forms on the ground at night"}]}, {"id": "21", "tn": [{"ref": "do not lose sight of them", "text": "The writer speaks of not forgetting something as if it were always being able to see it. AT: \"do not forget them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will be life to your soul", "text": "Here the word \"soul\" represents the person. AT: \"They will be life for you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "an adornment of favor to wear around your neck", "text": "The writer speaks of \"sound judgment\" and \"discernment\" as if they were objects that a person could tie around the neck like a necklace. The image suggests that these are valuable things that the person displays outwardly. AT: \"a display of favor like one would adorn themselves with a necklace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "adornment of favor", "text": "Possible meanings are 1) \"a favorable adornment\" or 2) \"an adornment that displays Yahweh's favor.\""}]}, {"id": "23", "tn": [{"ref": "you will walk on your way in safety", "text": "The writer speaks of living one's life as if the person were walking along a path. AT: \"you will live your life in safety\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your foot will not stumble", "text": "The word \"foot\" represents the whole person. The writer speaks of doing wrong as if a person stumbled over an object in his path. AT: \"you will not do things that are wrong\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when you lie down", "text": "It is implied that a person lies down in order to sleep. The meaning of this can be made clear. AT: \"when you lie down to sleep\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your sleep will be sweet", "text": "The writer speaks of sleep that is peaceful and refreshing as if it tasted sweet to the person sleeping. The word \"sleep\" can be translated as a verb. AT: \"your sleep will be pleasant\" or \"you will sleep peacefully\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "25", "tn": [{"ref": "devastation caused by the wicked, when it comes", "text": "This can be stated in active form. AT: \"when the wicked cause devastation\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh will be on your side", "text": "\"Yahweh will be by your side.\" A person standing by another person's side is an idiom that means that the one person will help and support the other. AT: \"Yahweh will support and defend you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will keep your foot from being caught in a trap", "text": "The writer speaks of a person experiencing harm from \"terror\" and \"devastation\" as if the person were caught in a trap. The word \"foot\" represents the whole person. AT: \"will protect you from those who want to harm you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "27", "tn": [{"ref": "Do not withhold good", "text": "\"Do not withhold good things\" or \"Do not withhold good actions\""}, {"ref": "when it is in your power to act", "text": "\"when you are able to help\""}, {"ref": "when you have the money with you", "text": "\"when you have the money with you now.\" The meaning here is that the person has the money to help today, but tells his neighbor to come back tomorrow."}]}, {"id": "31", "tn": [{"ref": "Do not ... choose any of his ways", "text": "It is implied that he is not to choose to imitate the actions of the violent person. AT: \"Do not ... choose to imitate any of his ways\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the devious person is detestable to Yahweh", "text": "\"Yahweh detests the devious person\""}, {"ref": "the devious person", "text": "the person who is dishonest or deceitful"}, {"ref": "he brings the upright person into his confidence", "text": "Yahweh shares his thoughts with the those who do right as with a close, trusted friend. AT: \"Yahweh is a close friend to the upright\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "The curse of Yahweh is on the house of the wicked person", "text": "The writer speaks of Yahweh's curse as if it were an object that he placed on top of the wicked person's house. The word \"house\" is a metonym for family. AT: \"Yahweh has cursed the family of the wicked person\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he blesses the home of righteous people", "text": "The word \"home\" represents the family. AT: \"he blesses the families of righteous people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he gives his favor to humble people", "text": "The writer speaks of Yahweh's favor as if it were an object that he gives to people. AT: \"he shows his favor to humble people\" or \"he is gracious to humble people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "35", "tn": [{"ref": "Wise people inherit honor", "text": "The writer speaks of wise people obtaining a reputation of honor as if they inherited honor as a permanent possession. AT: \"Wise people will obtain honor\" or \"Wise people will gain an honorable reputation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fools will be lifted up in their shame", "text": "The writer speaks of Yahweh making the shame of fools evident to everyone as if Yahweh were lifting fools up for everyone to see them. This can be stated in active form. AT: \"Yahweh will cause everyone to see the shame of fools\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]