{"1": [{"a": "Isaiah was the son of Amoz.", "q": "Who was Isaiah?", "ref": ["01-01"]}, {"a": "Isaiah's vision was about Judah and Jerusalem.", "q": "What was Isaiah's vision about?", "ref": ["01-01"]}, {"a": "Isaiah had his vision in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.", "q": "When did Isaiah have his vision?", "ref": ["01-01"]}, {"a": "The heavens should hear and the earth should listen because Yahweh has spoken.", "q": "Why should the heavens hear and the earth listen?", "ref": ["01-02"]}, {"a": "He has nourished and brought up children", "q": "What has Yahweh done?", "ref": ["01-02"]}, {"a": "They have rebelled against Yahweh", "q": "What have Yahweh's children done?", "ref": ["01-02"]}, {"a": "They are described as sinners, people full of iniquity, offspring of evil doers and sons that act corruptly.", "q": "How is the nation described?", "ref": ["01-04"]}, {"a": "They have abandoned Yahweh, estranging themselves from and despising the Holy One of Israel", "q": "What has the nation done?", "ref": ["01-04"]}, {"a": "Their country is desolate and their cities are burned", "q": "What is the condition of their country and cities?", "ref": ["01-07"]}, {"a": "He has left them a very small remnant.", "q": "What has Yahweh left them?", "ref": ["01-09"]}, {"a": "He does not delight in the blood of bullocks, lambs and male goats.", "q": "What does not delight Yahweh?", "ref": ["01-11"]}, {"a": "He hates their new moons and appointed feasts", "q": "What does Yahweh hate?", "ref": ["01-14"]}, {"a": "He will not hear because their hands are full of blood.", "q": "Why will Yahweh not hear their prayers?", "ref": ["01-15"]}, {"a": "Yahweh tells them to stop being evil; learn to do good; seek justice, help the oppressed, give justice to the fatherless and defend the widow.", "q": "What does Yahweh tell them to do?", "ref": ["01-16", "01-17"]}, {"a": "They must be willing and obedient.", "q": "What must they do to eat the good of the land?", "ref": ["01-19"]}, {"a": "The sword will devour them", "q": "What will happen if they refuse and rebel?", "ref": ["01-20"]}, {"a": "The faithful city was full of justice and righteousness.", "q": "What was the faithful city like before she became a prostitute?", "ref": ["01-21"]}, {"a": "The faithful city became full of murderers.", "q": "What did the faithful city become full of?", "ref": ["01-21"]}, {"a": "He will take vengeance against his adversaries.", "q": "What will Yahweh do?", "ref": ["01-24"]}, {"a": "They will be ashamed of the sacred oak trees they desired and embarrassed by the gardens they have chosen", "q": "What will make them ashamed and embarrassed?", "ref": ["01-29"]}, {"a": "They will both burn together", "q": "What will happen to the strong man and his work?", "ref": ["01-31"]}], "2": [{"a": "The word Isaiah saw concerned Judah and Jerusalem.", "q": "What did the word that Isaiah saw concern?", "ref": ["02-01"]}, {"a": "In the latter days the mountain of Yahweh's house will be established.", "q": "What will happen in the latter days?", "ref": ["02-02"]}, {"a": "All nations will flow to it.", "q": "Who will come into Yahweh's house?", "ref": ["02-02"]}, {"a": "They will go up to be taught some of Yahweh's ways.", "q": "Why will many people go up to the mountain of Yahweh?", "ref": ["02-03"]}, {"a": "Yahweh will judge them and render decisions.", "q": "What will Yahweh do for the nations and many peoples?", "ref": ["02-04"]}, {"a": "They will not lift up the sword against one another or train for war.", "q": "What will the nations not do?", "ref": ["02-04"]}, {"a": "They are told to walk in the light of Yahweh.", "q": "What is the house of Jacob told to do?", "ref": ["02-05"]}, {"a": "He has abandoned his people, the house of Jacob.", "q": "What has Yahweh done?", "ref": ["02-06"]}, {"a": "He has abandoned them because they are filled with customs from the east and are omen readers like the Philistines, and they shake hands with sons of foreigners.", "q": "Why has Yahweh abandoned the house of Jacob?", "ref": ["02-06"]}, {"a": "They should hide because of the terror of Yahweh and the glory of his majesty.", "q": "Why should the house of Jacob enter into the rocky places and hide in the dust?", "ref": ["02-10"]}, {"a": "They will be brought low and brought down.", "q": "What will happen to the lofty gaze and pride of men?", "ref": ["02-11"]}, {"a": "Yahweh alone will be exalted on that day.", "q": "Who will be exalted on that day?", "ref": ["02-11"]}, {"a": "They will completely pass away.", "q": "What will happen to the idols?", "ref": ["02-18"]}, {"a": "They will go into caves of the rocks and holes of the ground.", "q": "Where will men go on that day?", "ref": ["02-19"]}, {"a": "They are told to stop trusting in man.", "q": "Who is the house of Jacob told to stop trusting?", "ref": ["02-22"]}], "3": [{"a": "Yahweh is about to take away their support and staff.", "q": "What is Yahweh about to take away from Jerusalem and Judah?", "ref": ["03-01"]}, {"a": "Youths will lead them and the young will rule over them.", "q": "Who will lead Judah and Jerusalem?", "ref": ["03-04"]}, {"a": "The people will be oppressed by each other and everyone by his neighbor.", "q": "Who will oppress the people?", "ref": ["03-05"]}, {"a": "They are ruined and fallen because their speech and actions are against Yahweh.", "q": "Why is Jerusalem ruined and Judah fallen?", "ref": ["03-08"]}, {"a": "The look on their faces witnesses against them.", "q": "What witnesses against Judah and Jerusalem?", "ref": ["03-09"]}, {"a": "It will be well with the righteous.", "q": "What will happen to the righteous?", "ref": ["03-10"]}, {"a": "It will go badly for the wicked.", "q": "What will happen to the wicked?", "ref": ["03-11"]}, {"a": "Their leaders lead them astray and confuse the direction of their path.", "q": "Where do their leaders lead them?", "ref": ["03-12"]}, {"a": "Yahweh will pronounce judgment on them.", "q": "What will Yahweh do to the elders and officials of his people?", "ref": ["03-14"]}, {"a": "Yahweh will form diseased scabs on their heads and make them bald.", "q": "What will the Lord, Yahweh do to the daughters of Zion?", "ref": ["03-17"]}, {"a": "The men will fall by the sword", "q": "What will happen to the men?", "ref": ["03-25"]}], "4": [{"a": "They will want to take his name and remove their shame.", "q": "Why will seven women take hold of one man?", "ref": ["04-01"]}, {"a": "The survivors who are left in Zion and Jerusalem will be called holy.", "q": "What will those survivors left in Zion and Jerusalem be called?", "ref": ["04-03"]}, {"a": "The Lord will wash away the filth of the daughters of Zion and cleanse the blood stains from Jerusalem's midst.", "q": "What will the Lord do by the spirit of justice and by the spirit of burning fire?", "ref": ["04-04"]}, {"a": "He will create a cloud and smoke by day and the shining of a flaming fire by night; a canopy over all the glory", "q": "What will Yahweh create over the whole site of Mount Zion and over her place of assembly?", "ref": ["04-05"]}], "5": [{"a": "The singer wants to sing for his beloved", "q": "For whom does the singer want to sing?", "ref": ["05-01"]}, {"a": "The song is about the vineyard of his beloved.", "q": "What is the song of the singer about?", "ref": ["05-01"]}, {"a": "He spaded it, removed the stones, planted it with the choicest vine, and built a tower and a winepress in it.", "q": "What did he do to the vineyard?", "ref": ["05-02"]}, {"a": "The vineyard brought forth wild grapes.", "q": "What did the vineyard bring forth?", "ref": ["05-02"]}, {"a": "They are to judge between the beloved and his vineyard.", "q": "What are the inhabitants of Jerusalem and the men of Judah to judge?", "ref": ["05-03"]}, {"a": "He will remove the hedge, turn the vineyard into a pasture, and break down its wall so it will be laid waste and no rain will fall on it.", "q": "What will the beloved do to his vineyard?", "ref": ["05-05", "05-06"]}, {"a": "Yahweh's vineyard is the house of Israel.", "q": "Who is the vineyard of Yahweh of Hosts?", "ref": ["05-07"]}, {"a": "Yahweh waited for justice and righteousness.", "q": "What did Yahweh wait for?", "ref": ["05-07"]}, {"a": "Yahweh got killing and a cry for help.", "q": "What did Yahweh get instead of justice and righteousness?", "ref": ["05-07"]}, {"a": "Many houses will be empty and without inhabitant.", "q": "What will happen to many houses?", "ref": ["05-09"]}, {"a": "They went into captivity because they lacked understanding.", "q": "Why have the people of Israel and Judah gone into captivity?", "ref": ["05-13"]}, {"a": "Yahweh's justice exalts him", "q": "What exalts Yahweh of Hosts?", "ref": ["05-16"]}, {"a": "God is recognized by his righteous dealings.", "q": "How is God the Holy one recognized?", "ref": ["05-16"]}, {"a": "Israel's root will rot, and their blossom will blow away like dust because they have rejected the law of Yahweh and despised the word of the Holy One of Israel.", "q": "Why will Israel's root rot, and their blossom blow away like dust?", "ref": ["05-24"]}, {"a": "He will call them by lifting up a signal flag and whistling for them.", "q": "How will Yahweh call a far away nation to come?", "ref": ["05-26"]}, {"a": "That far away nation will come speedily and promptly.", "q": "How will that far away nation come?", "ref": ["05-26"]}], "6": [{"a": "Isaiah saw the Lord in the year that king Uzziah died.", "q": "When did Isaiah see the Lord sitting on a high and elevated throne?", "ref": ["06-01"]}, {"a": "The seraphim were above the Lord.", "q": "Who was above the Lord?", "ref": ["06-02"]}, {"a": "When the seraphim called to each other, the doors and thresholds shook and the house was filled with smoke.", "q": "What happened when the seraphim called to each other?", "ref": ["06-04"]}, {"a": "Isaiah said he was doomed because he had unclean lips and lived among people with unclean lips and because he had seen the King, Yahweh.", "q": "What did Isaiah say when he saw all these things?", "ref": ["06-05"]}, {"a": "He said, \"See, this has touched your lips; your guilt has been taken away, and your sin atoned for.\"", "q": "What did the seraphim say when he touched Isaiah's lips with a coal from the altar?", "ref": ["06-07"]}, {"a": "The Lord said, \"Whom shall I send; who will go for us?\"", "q": "What did Isaiah hear the Lord ask?", "ref": ["06-08"]}, {"a": "Isaiah said, \"Here I am; send me.\"", "q": "How did Isaiah respond to what the Lord asked?", "ref": ["06-08"]}, {"a": "The Lord told Isaiah to tell the people to listen but not to understand; to see, but not to perceive.", "q": "What did the Lord tell Isaiah to tell the people?", "ref": ["06-09"]}, {"a": "Isaiah was to tell the people the Lord's message until the cities were in ruins without inhabitants and the houses were without people and the land fell into a desolate waste, and until Yahweh sent the people far away and the solitude of the land was great.", "q": "How long was Isaiah supposed to tell the Lord's message to the people?", "ref": ["06-11", "06-12"]}], "7": [{"a": "Ahaz was the son of Jotham, the son of Uzziah, a king of Judah.", "q": "Who was Ahaz?", "ref": ["07-01"]}, {"a": "Rezin the king of Syria and Pekah the son of Remaliah, king of Israel went up to war against Jerusalem.", "q": "During the days of Ahaz, which kings went up to Jerusalem in Judah to war against it?", "ref": ["07-01"]}, {"a": "The hearts of Ahaz and his people trembled when they heard this.", "q": "How did Ahaz and his people react when they heard that Syria was allied with Ephraim?", "ref": ["07-02"]}, {"a": "Yahweh told Isaiah to go out with his son and meet Ahaz.", "q": "What task did Yahweh tell Isaiah to do?", "ref": ["07-03"]}, {"a": "Yahweh's said Ahaz should not be afraid or intimidated by Rezin and Pekah.", "q": "Who did Yahweh say Ahaz shouldn't be afraid of?", "ref": ["07-03", "07-04"]}, {"a": "These men planned evil against Ahaz and Judah. They planned to attack and terrify Judah, and set up the son of Tabeel as king.", "q": "What did Aram, Ephraim and the son of Remaliah plan to do?", "ref": ["07-05", "07-06"]}, {"a": "Yahweh told Ahaz, \"Within sixty-five years, Ephraim will be shattered and will no longer be a people.", "q": "What did Yahweh tell Ahaz about Ephraim?", "ref": ["07-08"]}, {"a": "Ahaz will not remain secure unless his faith is firm.", "q": "What does Yahweh tell Ahaz will happen if his faith isn't firm?", "ref": ["07-09"]}, {"a": "Ahab said, \"I will not ask, nor will I test Yahweh.\"", "q": "What was Ahaz's response when the Lord told him to ask for a sign from Yahweh?", "ref": ["07-12"]}, {"a": "Isaiah said he was not only testing the patience of the people but he was also testing the patience of God.", "q": "What did Isaiah say Ahab was doing?", "ref": ["07-13"]}, {"a": "Isaiah told Ahaz that Yahweh would bring the king of Assyria against him and his people.", "q": "Who did Isaiah tell Ahaz that Yahweh would bring against him?", "ref": ["07-17"]}, {"a": "The king of Assyria would shave Ahaz's head, legs and beard.", "q": "What would the king of Assyria do?", "ref": ["07-20"]}, {"a": "The land would be filled with briers and thorns and it would be a place where sheep and cattle graze.", "q": "What would happen to the land?", "ref": ["07-23", "07-25"]}], "8": [{"a": "He told Isaiah to take a large tablet and write on it, 'Maher-shalal-hash-baz'.", "q": "What did Yahweh tell Isaiah to do?", "ref": ["08-01"]}, {"a": "Yahweh's witnesses were to be Uriah the priest and Zechariah the son of Jeberekiah.", "q": "Who were to be Yahweh's faithful witnesses?", "ref": ["08-02"]}, {"a": "He was to be named 'Maher-shalal-hash-baz' because before he knew how to cry 'My father' and 'My mother,' the king of Assyria would come and carry away the riches of Damascus and the plunder of Samaria.", "q": "Why did Yahweh tell Isaiah to name his son 'Maher-shalal-hash-baz'?", "ref": ["08-03", "08-04"]}, {"a": "Isaiah was warned not to call conspiracy anything that people called conspiracy and not to fear what they feared or be in awe of those things.", "q": "In what specific ways of the people was Isaiah warned not to walk?", "ref": ["08-12"]}, {"a": "Isaiah was told to fear and be in awe of Yahweh of Hosts and to treat him as holy.", "q": "Who was Isaiah told to treat as holy and to fear?", "ref": ["08-13"]}, {"a": "He was going to be a stone that makes people trip and a rock that makes people stumble to Israel, and a trap and snare to the inhabitants of Jerusalem.", "q": "What was Yahweh going to be to both houses of Israel and to the inhabitants of Jerusalem?", "ref": ["08-14"]}, {"a": "Isaiah's testimony was that he would wait for Yahweh and that Isaiah and his sons were given by Yahweh for signs and wonders in Israel.", "q": "What was Isaiah's testimony that was to be given to his disciples?", "ref": ["08-16", "08-18"]}, {"a": "They were going to tell Isaiah's disciples to consult with the mediums and magicians.", "q": "According to Isaiah what were the people of Israel going to tell Isaiah's disciples?", "ref": ["08-19"]}, {"a": "The people should consult their God.", "q": "Who does Isaiah say the people should consult?", "ref": ["08-19"]}, {"a": "They are commanded to pay attention to the law and the testimony.", "q": "To what does Isaiah command his disciples to pay attention?", "ref": ["08-20"]}, {"a": "They will turn their faces upward and curse their king and their God.", "q": "What will the people of Israel do when they are greatly distressed and hungry and become angry?", "ref": ["08-21"]}, {"a": "They will be driven into a land of darkness.", "q": "What will happen to the people of Israel?", "ref": ["08-22"]}], "9": [{"a": "Her gloom will be dispelled.", "q": "What will happen to the one who was in anguish?", "ref": ["09-01"]}, {"a": "God humiliated the land of Zebulun and the land of Naphtali.", "q": "What lands did God humiliate in earlier times?", "ref": ["09-01"]}, {"a": "He will make them glorious.", "q": "What will God do to Zebulun and Naphtali in the later time?", "ref": ["09-01"]}, {"a": "The light has shone on those who have lived in the land of the shadow of death.", "q": "On whom has the light shone?", "ref": ["09-02"]}, {"a": "His name will be called Wonderful Counselor, Mighty God, Everlasting Father, and Prince of Peace.", "q": "What is the name of the one who will bear the rule on his shoulder?", "ref": ["09-06"]}, {"a": "He will rule with justice and with righteousness.", "q": "How will he rule?", "ref": ["09-07"]}, {"a": "He will rule from this time onward and for evermore.", "q": "How long will he rule?", "ref": ["09-07"]}, {"a": "Israel says, \"The bricks have fallen, but we will rebuild with chiseled stone; the sycamores have been cut down, but we will put cedars in their place.\"", "q": "What did Israel say in pride and with an arrogant heart?", "ref": ["09-09", "09-10"]}, {"a": "Yahweh raised up Rezin, the Arameans and the Philistines against Israel.", "q": "Who did Yahweh raise up against Israel?", "ref": ["09-11", "09-12"]}, {"a": "The people did not turn to Yahweh or seek him.", "q": "Did the people turn to Yahweh?", "ref": ["09-13"]}, {"a": "The leader and the noble man were the head; and the prophet that teaches lies was the tail.", "q": "Who were the \"head\" and \"tail\" that Yahweh was going to cut off in one day?", "ref": ["09-15"]}, {"a": "He didn't have compassion on them because everyone was a godless evildoer and every mouth spoke foolish things.", "q": "Why didn't the Lord have compassion on their fatherless and widows?", "ref": ["09-17"]}, {"a": "Yahweh caused the land to be scorched and the people to become like fuel for the fire.", "q": "What happened as a result of Yahweh's overflowing anger?", "ref": ["09-19"]}, {"a": "Manasseh and Ephraim devoured each other and they both attacked Judah.", "q": "What happened to Manasseh, Ephraim and Judah?", "ref": ["09-21"]}, {"a": "No, Yahweh's anger didn't subside. His hand was still stretched out to strike Israel.", "q": "After all this did Yahweh's anger subside?", "ref": ["09-12", "09-17", "09-21"]}], "10": [{"a": "The Assyrian was the club of Yahweh's anger and the rod by whom he wielded his fury.", "q": "Who was the club of Yahweh's anger and the rod by whom Yahweh wielded his fury?", "ref": ["10-05"]}, {"a": "He ordered the Assyrian to take the spoil, take the prey and to trample Israel like mud in the streets.", "q": "What did Yahweh order the Assyrian to do?", "ref": ["10-06"]}, {"a": "It was in the Assyrian's heart to destroy and eliminate many nations.", "q": "What did the Assyrian intend?", "ref": ["10-07"]}, {"a": "The Lord said he would punish the speech of the arrogant heart of the king of Assyria and his prideful looks.", "q": "What did the Lord say he would do when he finished his work on Mt. Zion and in Jerusalem?", "ref": ["10-12"]}, {"a": "The king of Assyria thought he was successful because of his strength, wisdom, and understanding.", "q": "Why did the king of Assyria think he was successful?", "ref": ["10-13"]}, {"a": "The Lord God was going to send emaciation among them.", "q": "What was the Lord God going to do among Assyria's elite warriors?", "ref": ["10-16"]}, {"a": "Yahweh said he would consumed the glory of his forest and of his fruitful land.", "q": "What did Yahweh say he would consume in Assyria?", "ref": ["10-18"]}, {"a": "The remnant that escaped would no longer rely on him who struck them, but would indeed depend on Yahweh.", "q": "What would the remnant of Israel rely upon after they escape?", "ref": ["10-20"]}, {"a": "He told them not to fear the Assyrian because in a very short time the Lord's anger against those in Zion would end and the Lord's anger would be toward Assyria's destruction.", "q": "Why did the Lord God tell the people who lived in Zion not to fear the Assyrian?", "ref": ["10-24", "10-25"]}, {"a": "On that day the burden would be lifted from their shoulder and the yoke from off their neck.", "q": "What was to happen on the day when Yahweh would wield his whip against Assyria and on the day Yahweh would raise his rod over the sea to lift it up?", "ref": ["10-27"]}], "11": [{"a": "A shoot and a branch was to come from the root of Jesse.", "q": "What was going to come from the root of Jesse?", "ref": ["11-01"]}, {"a": "The Spirit of Yahweh was to rest on him.", "q": "What was going to rest on him?", "ref": ["11-02"]}, {"a": "The Spirit of Yahweh will give him wisdom and understanding, counsel and might, knowledge, and the fear of Yahweh.", "q": "What will the Spirit of Yahweh give him?", "ref": ["11-02"]}, {"a": "He will not judge by what his eyes see or his ears hear. He will judge with righteousness and decide fairly.", "q": "What standard will he use to judge the poor and humble?", "ref": ["11-04"]}, {"a": "He will slay them with the breath of his lips.", "q": "What will he do to the wicked?", "ref": ["11-04"]}, {"a": "They will not hurt nor destroy on all his holy mountain.", "q": "How will the animals act differently?", "ref": ["11-09"]}, {"a": "The animals will not hurt nor destroy because the earth will be full of the knowledge of Yahweh.", "q": "Why will the animals not hurt or destroy?", "ref": ["11-09"]}, {"a": "He will extend his hand to recover the remnant of his people who remain in Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the islands of the sea.", "q": "On that day why will the Lord extend his hand?", "ref": ["11-11"]}, {"a": "Those who are hostile to Judah will be cut off.", "q": "What will happen to those who are hostile to Judah?", "ref": ["11-13"]}, {"a": "Ephraim will not envy Judah, and Judah will no longer be hostile to Ephraim.", "q": "What will happen between Ephraim and Judah?", "ref": ["11-13"]}, {"a": "They will swoop down on the Philistine hills on the west and plunder the people of the east. They will also attack Edom and Moab..", "q": "What will Ephraim and Judah do together?", "ref": ["11-14"]}, {"a": "Yahweh will divide the gulf of the sea of Egypt and will divide the Euphrates river into seven streams.", "q": "What will Yahweh do to the gulf of the sea of Egypt and the Euphrates River?", "ref": ["11-15"]}, {"a": "He will divide them so it can be crossed over in Sandals.", "q": "Why will Yahweh divide the gulf of the sea of Egypt and divide the Euphrates river?", "ref": ["11-15"]}], "12": [{"a": "They will give thanks because although Yahweh was angry with them, he turned his wrath away from them and he comforted them.", "q": "On that day, why will they give thanks to Yahweh?", "ref": ["12-01"]}, {"a": "The people will say Yahweh is their strength, their song, and their salvation.", "q": "On that day what will people say Yahweh is to them?", "ref": ["12-01", "12-02"]}, {"a": "They will be told to sing to Yahweh for he has done glorious things and so that it will be known throughout the earth.", "q": "Why will people be told to sing to Yahweh?", "ref": ["12-05"]}], "13": [{"a": "He received a declaration about Babylon.", "q": "What message did Isaiah receive from Yahweh?", "ref": ["13-01"]}, {"a": "He has called them to execute his anger.", "q": "What has Yahweh called his mighty men to do?", "ref": ["13-03"]}, {"a": "They come from a far country, from way over the horizon.", "q": "From where does Yahweh's army come?", "ref": ["13-05"]}, {"a": "They are going to destroy the whole land.", "q": "What are Yahweh's instruments of judgement going to do?", "ref": ["13-05"]}, {"a": "Their hands will hang limp, and their hearts will melt; they will be terrified; pangs and sorrows will seize them. They will have looks of astonishment and their faces will be aflame.", "q": "What will the people do when the land is destroyed?", "ref": ["13-07", "13-08"]}, {"a": "The land will be made desolate and the sinners will be destroyed from it. The stars, constellations, sun and moon will not give their light; they will be darkened.", "q": "What else will happen during the day of Yahweh?", "ref": ["13-09", "13-10"]}, {"a": "No! Yahweh will make men more rare than fine gold.", "q": "Will there be many men left?", "ref": ["13-12"]}, {"a": "Yahweh is going to stir up the Medes to attach the Babylonians.", "q": "Who is Yahweh going to stir up to attack the Babylonians?", "ref": ["13-17"]}, {"a": "God will overthrow them like Sodom and Gomorrah and they will not be inhabited or lived in from generation to generation.", "q": "What will happen to Babylon?", "ref": ["13-19", "13-20"]}, {"a": "Wild animals of the desert will lie there.", "q": "What will lie in Babylon?", "ref": ["13-21"]}, {"a": "Babylon's time is near and her days will not be delayed.", "q": "When will these things happen to Babylon?", "ref": ["13-22"]}], "14": [{"a": "Yahweh will again choose Israel and restore them into their own land.", "q": "What will Yahweh do to Israel?", "ref": ["14-01"]}, {"a": "Foreigners will join with them and attach themselves to the house of Jacob.", "q": "Will anyone else go with the Israelites back to their land?", "ref": ["14-01"]}, {"a": "The nations will bring them to their own place.", "q": "Who will bring the Israelites back to their own land?", "ref": ["14-02"]}, {"a": "The house of Israel will take them as male and female servants. They will take captive those who had captured them and they will rule over their oppressors.", "q": "What will the house of Israel do to those nations that took Israel captive?", "ref": ["14-02"]}, {"a": "They will sing a song taunting the king of Babylon.", "q": "What will happen on the day that Yahweh gives Israel rest from their suffering, anguish, and hard labor?", "ref": ["14-03", "14-04"]}, {"a": "The oppressor has come to an end.", "q": "What has happened to the oppressor?", "ref": ["14-04"]}, {"a": "He had struck the people in wrath with unceasing blows. He had ruled the nations in anger, with an attack that was unrestrained.", "q": "What had the king of Babylon done?", "ref": ["14-06"]}, {"a": "They will say, \"You have become as weak as us...\" and \"Your pomp has been brought down to Sheol....\"", "q": "What will the dead kings of the earth say to the king of Babylon?", "ref": ["14-10", "14-11"]}, {"a": "He has fallen from heaven and been cut down to the ground.", "q": "What has happened to the son of the morning?", "ref": ["14-12"]}, {"a": "He said he would exalt his throne above the stars of God and make himself like the Most High God.", "q": "What did the son of the morning say in his heart?", "ref": ["14-13", "14-14"]}, {"a": "He will not join them because he destroyed his land and killed his people.", "q": "Why will the king of Babylon not join the other kings of the nations in burial?", "ref": ["14-20"]}, {"a": "He declares,\"I will rise up against them\" and further, \"I will cut off from Babylon name, descendant, and posterity.\"", "q": "What is the declaration of Yahweh of Hosts against Babylon?", "ref": ["14-22"]}, {"a": "He said he would break the Assyrian in his land and on his mountains trample him under foot.", "q": "What has Yahweh of Host sworn concerning the Assyrian in Yahweh's land?", "ref": ["14-25"]}, {"a": "It was declared that Philistia should not rejoice, for Yahweh was going to kill Philistia's root with famine that will put to death all Philistia's survivors.", "q": "What was the declaration against Philistia?", "ref": ["14-29", "14-30"]}, {"a": "Yahweh founded Zion.", "q": "Who founded Zion?", "ref": ["14-32"]}, {"a": "The afflicted of Yahweh's people will find refuge in Zion.", "q": "What will the afflicted of Yahweh's people find in Zion?", "ref": ["14-32"]}], "15": [{"a": "The declaration is about Moab.", "q": "Who is the declaration about?", "ref": ["15-01"]}, {"a": "They will each be destroyed and laid waste in one night.", "q": "What will happen to Ar and Kir of Moab?", "ref": ["15-01"]}, {"a": "They will flee to Zoar and to Eglath Shelishiyah.", "q": "Where will Moab's fugitives go?", "ref": ["15-05"]}, {"a": "The waters of Dimon are full of blood; but Yahweh will bring even more upon Dimon.", "q": "What has happened to the waters of Dimon and what will happen to Dimon?", "ref": ["15-09"]}, {"a": "A lion will attack both those who escape from Moab and those who remain in Moab.", "q": "What will happen to those who escape from Moab and also those who remain in the land?", "ref": ["15-09"]}], "16": [{"a": "The rams are to be sent to the ruler of the land at the mount of the daugther of Zion.", "q": "To whom are rams to be sent?", "ref": ["16-01"]}, {"a": "They are like wandering birds or a scattered nest.", "q": "To what are the women of Moab at the fords of the Arnon River compared?", "ref": ["16-02"]}, {"a": "They are to hide and not betray the fugitives and let the refugees live among them; be a hiding place from the destroyer.", "q": "What is Judah supposed to do with the fugitives and refugees of Moab?", "ref": ["16-03", "16-04"]}, {"a": "He will judge as he seeks justice and does righteousness.", "q": "What will the one from David's tent who sits on the throne do?", "ref": ["16-05"]}, {"a": "Moab will accomplish nothing with his prayers.", "q": "What will Moab accomplish when he enters his temple to pray?", "ref": ["16-12"]}, {"a": "Yahweh said the glory of Moab would disappear within three years.", "q": "What was going to happen to the glory of Moab?", "ref": ["16-14"]}, {"a": "The remnant of Moab will be very few and insignificant.", "q": "How many from Moab will be left?", "ref": ["16-14"]}], "17": [{"a": "It will no longer be a city, but will be a heap of ruins.", "q": "What will happen to the city of Damascus?", "ref": ["17-01"]}, {"a": "Fortified cities will disappear from Ephraim.", "q": "What will disappear from Ephraim?", "ref": ["17-03"]}, {"a": "The glory of Jacob will become thin and the fatness of his flesh will become lean on that day.", "q": "What will happen to the glory of Jacob on that day?", "ref": ["17-04"]}, {"a": "Men will look toward their Maker and their eyes will look to the Holy One of Israel.", "q": "To whom will men look on that day?", "ref": ["17-07"]}, {"a": "On that day their strong cities will be like the abandoned wooded slopes on the hill summits.", "q": "On that day what will their strong cities be like?", "ref": ["17-09"]}, {"a": "God will rebuke the nations and they will flee away and be chased.", "q": "What will happen when the nations roar like the rushing of mighty waters?", "ref": ["17-13"]}, {"a": "Their portion will be to see terror in the evening and to be gone before the morning.", "q": "What is the portion of those who rob Israel?", "ref": ["17-14"]}], "18": [{"a": "The land of rustling wings is beyond the rivers of Ethiopia.", "q": "Where is the land of rustling wings?", "ref": ["18-01"]}, {"a": "They send ambassadors to a nation tall and smooth, to a people feared, a nation strong and conquering, whose land the rivers divide.", "q": "To whom does the land of the rustling of wings send ambassadors?", "ref": ["18-02"]}, {"a": "They are to look and listen when a signal is lifted up on the mountains and when the trumpet is blown.", "q": "When are the inhabitants of the world supposed to look and listen?", "ref": ["18-03"]}, {"a": "Yahweh will cut off the sprigs with pruning hooks and he will cut down and take away the spreading branches.", "q": "What will Yahweh do before the harvest, when the blossoming is over?", "ref": ["18-05"]}, {"a": "At that time tribute will be brought to Mount Zion for Yahweh from a people tall and smooth.", "q": "What will happen when the birds summer on the branches and all the animals of the earth winter on them?", "ref": ["18-06", "18-07"]}], "19": [{"a": "This chapter is a declaration about Egypt.", "q": "Who is the declaration in this chapter about?", "ref": ["19-01"]}, {"a": "Yahweh will stir up the Egyptians.", "q": "Who will stir up the Egyptians?", "ref": ["19-01", "19-02"]}, {"a": "They will be stirred up against each other.", "q": "Who will the Egyptians be stirred up against?", "ref": ["19-02"]}, {"a": "Yahweh will give the Egyptians into the hands of a harsh master, and a strong king will rule over them.", "q": "Who will Yahweh cause to lead the Egyptians?", "ref": ["19-04"]}, {"a": "The waters of the sea will dry up and the river will dry up and become empty.", "q": "What will happen to the waters of Egypt?", "ref": ["19-05"]}, {"a": "The cloth workers will be crushed.", "q": "What will happen to the cloth workers in Egypt?", "ref": ["19-10"]}, {"a": "Their counsel has become senseless.", "q": "What has happened to the counsel of Pharoah's counselors?", "ref": ["19-11"]}, {"a": "Their counsel has become senseless because Yahweh has mixed a spirit of distortion into Egypt's midst.", "q": "Why has the counsel of Pharoah's counselors become senseless?", "ref": ["19-14"]}, {"a": "In that day the Egyptians will be like women. They will tremble and fear.", "q": "In that day what will the Egyptians be like?", "ref": ["19-16"]}, {"a": "They will swear alligiance to Yahweh of Hosts.", "q": "In that day what will five cities in Egypt do?", "ref": ["19-18"]}, {"a": "In that day there will be an altar to Yahweh in the middle of the land of Egypt.", "q": "In that day what will be in the middle of the land of Egypt?", "ref": ["19-19"]}, {"a": "The Egyptians and the Assyrians will worship Yahweh together.", "q": "In that day who will worship Yahweh together?", "ref": ["19-23"]}, {"a": "Israel, Egypt and Assyria will be a blessing in the midst of the earth.", "q": "In that day who will be a blessing in the midst of the earth?", "ref": ["19-24"]}], "20": [{"a": "Tartan fought against Ashdod and took it.", "q": "What happened when Tartan came to Ashdod?", "ref": ["20-01"]}, {"a": "Sargon the king of Assyria sent Tartan to Ashdod.", "q": "Who sent Tartan to Ashdod?", "ref": ["20-01"]}, {"a": "Yahweh told Isaiah to remove his sackloth and sandals and walk naked and barefoot.", "q": "What did Yahweh tell Isaiah to do when Tartan took Ashdod?", "ref": ["20-02"]}, {"a": "This was to be a sign that the captives of Egypt and the exiles of Ethiopia were going to be lead away naked and barefoot by the king of Assyria.", "q": "Why was Isaiah told to walk naked?", "ref": ["20-03", "20-04"]}, {"a": "They will be dismayed and ashamed.", "q": "What will happen to those who put their hope in Ethiopia and Egypt?", "ref": ["20-05", "20-06"]}], "21": [{"a": "A distressing vision was given to him.", "q": "What kind of vision was given to Isaiah?", "ref": ["21-02"]}, {"a": "Isaiah's vision is about an attack on Elam and a siege of Media.", "q": "What is the vision about?", "ref": ["21-02"]}, {"a": "It gave Isaiah pain in his loins. He was bowed down and disturbed. His heart was pounding. He was shuddering and trembling.", "q": "How did this vision affect Isaiah?", "ref": ["21-03", "21-04"]}, {"a": "The Lord told Isaiah to post a watchman and have the watchman report what he sees.", "q": "What did the Lord say to Isaiah?", "ref": ["21-06"]}, {"a": "Then the watchman must pay attention and be very alert.", "q": "What is the watchman to do when he sees a chariot, horsemen in pairs and riders on donkeys and camels?", "ref": ["21-07"]}, {"a": "He calls out, \"Babylon has fallen, fallen, and all the carved figures of its gods are broken to the ground.\"", "q": "When a charioteer comes, what does he call out?", "ref": ["21-09"]}, {"a": "Caravans of Dedanites spend the night there.", "q": "Who spends the night in the wilderness of Arabia?", "ref": ["21-13"]}, {"a": "They are told to bring water for the thirsty.", "q": "What are the caravans of Dedanites told to do?", "ref": ["21-14"]}, {"a": "They are told to meet the fugatives with bread.", "q": "What are the inhabitants of the land of Tema told to do?", "ref": ["21-14"]}, {"a": "The Lord told Isaiah that within a year the glory of Kedar would end and only a few archers and warriors would remain.", "q": "What did the Lord tell Isaiah about Kedar?", "ref": ["21-16", "21-17"]}], "22": [{"a": "It is a declaration about the valley of vision.", "q": "What is the topic of chapter 22?", "ref": ["22-01"]}, {"a": "They have all gone up to the housetops.", "q": "What have all the people gone?", "ref": ["22-01"]}, {"a": "The city is noisy and the town full of revelry.", "q": "What is happening in the city and town?", "ref": ["22-02"]}, {"a": "No the dead did not die by the sword or in battle.", "q": "Did the dead die by the sword or in battle?", "ref": ["22-02"]}, {"a": "Their rulers fled away together and were caught and captured together.", "q": "What happened to their rulers?", "ref": ["22-03"]}, {"a": "He was weeping because of the destruction of the daughter of his people.", "q": "Why was Isaiah weeping bitterly?", "ref": ["22-04"]}, {"a": "Elam takes up the quiver and Kir lays the shield bare.", "q": "Who is taking up the quiver and shield against them?", "ref": ["22-06"]}, {"a": "Their valleys will be full of chariots.", "q": "What will happen in Judah's choicest valleys?", "ref": ["22-07"]}, {"a": "He took away their protection", "q": "What did God to with the protection of Jerusalem?", "ref": ["22-08"]}, {"a": "He called for weeping and mourning, for shaved heads and the wearing of sackcloth.", "q": "What did Yahweh of Hosts call for on that day?", "ref": ["22-12"]}, {"a": "The people celebrated and were glad. They killed cattle and sheep, eating meat and drinking wine.", "q": "What did the people do instead of weeping and mourning?", "ref": ["22-12", "22-13"]}, {"a": "The Lord will not forgive them even when they die.", "q": "Will the Lord forgive the people for their response?", "ref": ["22-14"]}, {"a": "Shebna had a grave hewn for himself in the rock as a resting place.", "q": "What did Shebna, the administrator, do for himself?", "ref": ["22-15", "22-16"]}, {"a": "Yahweh said he would throw Shebna down, and remove him from his office and station.", "q": "What did Yahweh say he would do to Shebna?", "ref": ["22-17", "22-19"]}, {"a": "Eliakim, the son of Hilkiah was to take Shebna's place of authority.", "q": "Who was to take Shebna's place of authority?", "ref": ["22-20", "22-21"]}, {"a": "The peg driven in a firm place will give way, break off and fall and the weight that was on it will be cut off.", "q": "On that day what will happen to the peg driven into a firm place?", "ref": ["22-25"]}], "23": [{"a": "The declaration in chapter 23 was about Tyre.", "q": "About whom was the declaration in chapter 23 spoken?", "ref": ["23-01"]}, {"a": "They should howl because they have neither home nor harbor.", "q": "Why should the ships of Tarshish howl?", "ref": ["23-01"]}, {"a": "Tyre was the marketplace of nations.", "q": "What was the city of Tyre?", "ref": ["23-03"]}, {"a": "Egypt will grieve when they hear the report about Tyre.", "q": "What will Egypt do when they hear the report concerning Tyre?", "ref": ["23-05"]}, {"a": "The Lord of Hosts planned this against Tyre.", "q": "Who planned this against Tyre?", "ref": ["23-08", "23-09"]}, {"a": "He has planned this to dishonor her pride and all her glory, to shame all her honored ones of the earth.", "q": "Why has the Lord of Hosts planned this against Tyre?", "ref": ["23-09"]}, {"a": "In that day, Tyre will be forgotten for seventy years.", "q": "How long will Tyre be forgotten?", "ref": ["23-15"]}, {"a": "Yahweh will help Tyre, and she will return to her hire and prostitute herself with all the kingdoms on earth.", "q": "What will happen to Tyre after being forgotten for seventy years?", "ref": ["23-17"]}, {"a": "Her profits and earnings will be reserved for Yahweh.", "q": "What will happen to the Tyre's profits and earnings?", "ref": ["23-18"]}, {"a": "It will be for those who live in Yahweh's presence, for them to eat and have lasting clothing.", "q": "What will happen to Tyre's merchandise?", "ref": ["23-18"]}], "24": [{"a": "He is about to empty the earth, to devastate it, mar its surface and scatter its inhabitants.", "q": "What is Yahweh about to do?", "ref": ["24-01"]}, {"a": "The earth has been polluted because its inhabitants have transgressed the laws, violated the statutes and broken the everlasting covenant.", "q": "How has the earth been polluted by its inhabitants?", "ref": ["24-05"]}, {"a": "They will burn up and few people will be left.", "q": "What happens to the inhabitants of the earth?", "ref": ["24-06"]}, {"a": "He compares conditions on the earth at that time to how it is when an olive tree is beaten or as the gleanings when the grape harvest is done.", "q": "What image does Isaiah use to show how it will be at that time on the whole earth among the nations?", "ref": ["24-13"]}, {"a": "They will lift up their voices and shout the majesty oh Yahweh and will joyfully shout from the sea.", "q": "In the midst of all this calamity what will \"they\" do?", "ref": ["24-14"]}, {"a": "Isaiah responds by saying, \"I have wasted away, I have wasted away, woe is me! The treacherous have dealt treacherously; yes, the treacherous have dealt very treacherously.", "q": "What is Isaiah's response to the shouting and calls to glorify Yahweh, the God of Israel?", "ref": ["24-16"]}, {"a": "Yahweh will punish the host of the high ones on high and the kings of the earth on the earth.", "q": "On that day who will Yahweh punish?", "ref": ["24-21"]}, {"a": "They will be gathered together, prisoners in a pit and will be shut up in prison and after many days they will be sentenced.", "q": "What will be the punishment for the host of the high ones on high and the kings of the earth on the earth?", "ref": ["24-22"]}, {"a": "This will be because Yahweh of Hosts will reign on Mount Zion and in Jerusalem, and before his elders in glory.", "q": "Why will the moon be ashamed and the sun disgraced?", "ref": ["24-23"]}], "25": [{"a": "Isaiah exalted and praised Yahweh because Yahweh had done wonderful things, things planned long ago, in perfect faithfulness.", "q": "Why did Isaiah exalt and praise Yahweh?", "ref": ["25-01"]}, {"a": "Yahweh made the city a heap, a fortified city a ruin and a fortress of strangers into no city.", "q": "What wonderful things had Yahweh done?", "ref": ["25-02"]}, {"a": "A strong people will glorify Yahweh and a city of ruthless nations will fear him.", "q": "What will be the response after Yahweh makes the city a heap, etc.?", "ref": ["25-03"]}, {"a": "He will make a feast of fat things for all peoples and he will destroy the coverings of all peoples, the web woven over all nations.", "q": "What will Yahweh do for and to all peoples on that mountain?", "ref": ["25-06", "25-07"]}, {"a": "He will swallow up death, wipe away tears from all faces and he will take away the disgrace of His people.", "q": "What will Yahweh swallow up, wipe away and take away from his people?", "ref": ["25-08"]}, {"a": "This will be said: \"Look, this is our God: we have waited for him and he will save us. This is Yahweh; we have waited for him. We will be glad and rejoice in his salvation.\"", "q": "What will be said on that day?", "ref": ["25-09"]}, {"a": "Moab's fate is compared to straw that is trampled down in a pit filled with manure.", "q": "What is Moab's fate likened to?", "ref": ["25-10"]}], "26": [{"a": "This song will be sung in the land of Judah.", "q": "In that day where will this song be sung?", "ref": ["26-01"]}, {"a": "He has made it strong by making salvation its walls and ramparts.", "q": "How has God made the city strong?", "ref": ["26-01"]}, {"a": "The gates will be opened for the righteous nation that keeps faith.", "q": "For whom will the gates of the city be opened?", "ref": ["26-02"]}, {"a": "We should trust in Yahweh forever.", "q": "Who should we trust in and for how long should we trust?", "ref": ["26-04"]}, {"a": "Yahweh will lay them low; he will level the fortified city to the dust. It will be trampled down by the feet of the poor and the treading of the needy.", "q": "What will happen to those who live proudly; the fortified city?", "ref": ["26-05", "26-06"]}, {"a": "The name and memory of Yahweh are the desire of our soul.", "q": "What is the desire of our soul?", "ref": ["26-08"]}, {"a": "When judgments come the inhabitants of the world learn righteousness.", "q": "What happens when judgments come on the earth?", "ref": ["26-09"]}, {"a": "He will not learn righteousness.", "q": "What will the wicked one do when he is shown favor?", "ref": ["26-10"]}, {"a": "Yahweh has accomplished all our works for us and will bring about peace for Judah.", "q": "What has Yahweh done for Judah and what will he bring about for Judah?", "ref": ["26-12"]}, {"a": "They are dead, they will not live; they are deceased and will not rise. Yahweh came in judgment and destroyed them.", "q": "What happened to the other lords who ruled over Judah?", "ref": ["26-13", "26-14"]}, {"a": "They looked to Yahweh when they were in trouble; when Yahweh disciplined them.", "q": "When did Judah look to Yahweh?", "ref": ["26-16"]}, {"a": "They should awake and sing for joy because the dead, they will live, they will arise.", "q": "Why should the dwellers in the dust awake and sing for joy?", "ref": ["26-19"]}, {"a": "They are to do this so they can hide until the indignation has passed by.", "q": "Why are the people supposed to go into their rooms and shut their doors.", "ref": ["26-20"]}, {"a": "He is about to come out of his place to punish the inhabitants of the earth for their iniquity.", "q": "What is Yahweh about to do?", "ref": ["26-21"]}], "27": [{"a": "Yahweh will punish Leviathan the serpent, and he will kill the monster that is in the sea.", "q": "On that day what will Yahweh do with his sword?", "ref": ["27-01"]}, {"a": "He will protect it, water it every moment and guard it day and night.", "q": "In that day what will Yahweh do with a vineyard of wine?", "ref": ["27-02", "27-03"]}, {"a": "Yahweh will march against them and burn them altogether.", "q": "What will Yahweh do if the briars and thorns don't grasp his protection and make peace with him?", "ref": ["27-04", "27-05"]}, {"a": "Jacob will take root; Israel will blossom and bud; and they will fill the surface of the ground with fruit.", "q": "What will Jacob and Israel do in the coming day?", "ref": ["27-06"]}, {"a": "He will make all the altar stones as chalk and pulverized, and no Asherim or incense altars will remain standing.", "q": "What will be the full fruit of Jacob turning away from his sin?", "ref": ["27-09"]}, {"a": "Because they are not a people of understanding Yahweh will not have compassion on them.", "q": "Why will the Maker of Israel not have compassion on them?", "ref": ["27-11"]}, {"a": "They will be gathered one by one.", "q": "On that day how will the people of Israel be gathered?", "ref": ["27-12"]}, {"a": "The perishing ones in the land of Assyria and the outcasts in the land of Egypt will worship Yahweh on the holy moutain in Jerusalem.", "q": "Who will worship Yahweh on the holy mountain in Jerusalem?", "ref": ["27-13"]}], "28": [{"a": "Ephraim is characterized as proud and as a drunkard.", "q": "How is Ephraim characterized?", "ref": ["28-01"]}, {"a": "Epraim's beauty is fading.", "q": "What is happening to Ephraim's beauty?", "ref": ["28-01"]}, {"a": "He is compared to a hail storm, a destroying storm, and a cloudburst of might and overwhelming.", "q": "To what is the Lord's mighty and strong one compared?", "ref": ["28-02"]}, {"a": "He will strike the earth with his hand.", "q": "What will the Lord's mighty and strong one do?", "ref": ["28-02"]}, {"a": "It will be as the first ripe fig before the summer, that, when someone sees it, while it is yet in his hand, he gulps it down.", "q": "What will the fading flower of Ephraim's glorious beauty be likened to?", "ref": ["28-04"]}, {"a": "Yahweh will be a beautiful crown and a diadem of beauty, a spirit of justice for him who sits in judgment, and strength for those who turn back their enemies at their gates.", "q": "In that day what will Yahweh be for the remainder of his people?", "ref": ["28-05", "28-06"]}, {"a": "The remainder of Yahweh's people, the priest and prophet.", "q": "Who reels with wine and staggers with strong drink?", "ref": ["28-07"]}, {"a": "They stagger in vision and reel in decision.", "q": "What do the priest and prophet stagger and reel in?", "ref": ["28-07"]}, {"a": "He will speak to them with a mocking lips and a foreign tongue.", "q": "How will Yahweh speak to this people?", "ref": ["28-11"]}, {"a": "They would not listen.", "q": "What happened in the past when Yahweh spoke to them?", "ref": ["28-12"]}, {"a": "They will go and fall backward and be broken, ensnared and captured.", "q": "Now what will be the result when this people hear the word of Yahweh?", "ref": ["28-13"]}, {"a": "They said they that they had made a covenant with death and reached an agreement with Sheol that when judgment passes through it wouldn't reach them. They said they had made a lie their refuge and had hidden in falsehood.", "q": "What did the rulers of the people in Jerusalem say?", "ref": ["28-15"]}, {"a": "He will lay a foundation stone, a tried stone, a precious cornerstone, a sure foundation.", "q": "What will the Lord Yahweh lay in Zion?", "ref": ["28-16"]}, {"a": "If they believe in this foundation stone they will not be ashamed.", "q": "What happens if they believe in this foundation stone?", "ref": ["28-16"]}, {"a": "Hail will sweep away the refuge of lies and the floodwaters will overwhelm the hiding place.", "q": "What will happen to the refuge of lies and the hiding place?", "ref": ["28-17"]}, {"a": "That covenant and agreement will be dissolved and when the raging flood passes through they will be overwhelmed by it.", "q": "What will happen the covenant with death and the agreement with Sheol that the rulers of the people in Jerusalem have made?", "ref": ["28-18"]}, {"a": "He warns them not to mock or their bonds will be tightened.", "q": "What does Isaiah say will be the consequences for mocking?", "ref": ["28-22"]}], "29": [{"a": "Ariel is the city where David encamped.", "q": "What is Ariel?", "ref": ["29-01"]}, {"a": "He will besiege Ariel and she will be brought down.", "q": "What will Yahweh do to Ariel?", "ref": ["29-03", "29-04"]}, {"a": "It will happen suddenly, in an instant.", "q": "How long will it take for Ariel to be brought down?", "ref": ["29-05"]}, {"a": "A horde of all the nations will fight against Ariel.", "q": "Who will fight against Ariel and her stronghold?", "ref": ["29-07"]}, {"a": "He has poured on them the spirit of deep sleep.", "q": "What has Yahweh poured out on Ariel?", "ref": ["29-10"]}, {"a": "It has closed the prophets and covered the seers.", "q": "What does this pouring out of the spirit of deep sleep do to them?", "ref": ["29-10"]}, {"a": "The Lord said, \"This people draws near to me with their mouth and honor me with their lips, but their heart is far from me. Their honoring me is a commandment taught by men.", "q": "What is the Lord's complaint against this people?", "ref": ["29-13"]}, {"a": "He will cause the wisdom of the wise men to perish and the understanding of the prudent men to disappear.", "q": "Since their hearts are far from the Lord and they don't honor him, what will the Lord do to them?", "ref": ["29-14"]}, {"a": "Lebanon will be turned into a field and the field will become a forest.", "q": "What is going to happen to Lebanon in just a little while?", "ref": ["29-17"]}, {"a": "The deaf will hear the words of a book and the eyes of the blind will see out of deep darkness.", "q": "On that day what will the deaf and blind do?", "ref": ["29-18"]}, {"a": "They will rejoice in Yahweh the Holy One of Israel.", "q": "What will the oppressed and the poor among men do?", "ref": ["29-19"]}, {"a": "They will be eliminated.", "q": "What will happen to those who love to do evil?", "ref": ["29-20"]}, {"a": "They will honor Yahweh's name when he sees his children in his midst, the work of Yahweh's hands.", "q": "When will the house of Jacob honor Yahweh's name?", "ref": ["29-23"]}, {"a": "The complainers will learn Knowledge and those who err in spirit will gain understanding.", "q": "What will happen to complainers and those who err in spirit?", "ref": ["29-24"]}], "30": [{"a": "He said they make plans but not from him and make webs but not by his spirit, that they may add sin to sin.", "q": "What did Yahweh say the rebellious children do?", "ref": ["30-01"]}, {"a": "They seek protection from Pharaoh and take refuge in the shadow of Egypt.", "q": "Who do the rebellious children seek to protect them?", "ref": ["30-02"]}, {"a": "Pharoah's protection will be their shame and Egypt's shade will be their humiliation.", "q": "What will Pharaoh's protection and Egypt's shade be to the rebellious children?", "ref": ["30-03"]}, {"a": "Egypt's help is worthless.", "q": "How valuable is Egypt's help to the rebellious children?", "ref": ["30-07"]}, {"a": "Yahweh wants it to be preserved for the time to come as a testimony.", "q": "Why does Yahweh want Isaiah to write it in their presence on a tablet, and inscribe it on a scroll?", "ref": ["30-08"]}, {"a": "They will not hear the instruction of Yahweh.", "q": "What do the rebellious people not hear?", "ref": ["30-09"]}, {"a": "They want to hear smooth things and deceptive prophesies.", "q": "What do the rebellious children want to hear?", "ref": ["30-10"]}, {"a": "Yahweh says they can be saved by returning and resting, and in quietness and trust will be their strength.", "q": "How does Yahweh say the rebellious children can be strong and be saved?", "ref": ["30-15"]}, {"a": "They said, \"No, we will flee on horses.\" and, \"We will ride on swift horses.\"", "q": "What was the reply of the rebellious children to Yahweh?", "ref": []}, {"a": "Yahweh responds by telling the rebellious children they will flee and that those who pursue them will be swift.", "q": "What is Yahweh's response to the rebellious children's statement about fleeing on horses and riding on swift horses?", "ref": ["30-16"]}, {"a": "Yahweh said one thousand would flee at the threat of one.", "q": "How many did Yahweh say would flee at the threat of one?", "ref": ["30-17"]}, {"a": "He is waiting to be gracious to the rebellious children and to have mercy on them.", "q": "What is Yahweh waiting and ready to do?", "ref": ["30-18"]}, {"a": "They will be blessed.", "q": "What happens to all those who wait for Yahweh?", "ref": ["30-18"]}, {"a": "Their teacher will not hide himself anymore, but they will see him with their own eyes.", "q": "Though Yahweh gives them the bread of adversity and the water of affliction what will their teacher not do anymore?", "ref": ["30-20"]}, {"a": "They will desecrate them and throw them away.", "q": "What will the rebellious children do with their carved figures and cast gold figures?", "ref": ["30-22"]}, {"a": "Yahweh will bind up the breaking of his people and heal the bruises of his wounding them.", "q": "What will Yahweh do to his people after the day of the great slaughter when the towers fall?", "ref": ["30-26"]}, {"a": "He will manifest them in storming anger and flames of fire, with windstorm, rainstorm and hailstones.", "q": "How will Yahweh manifest the splendor of his voice and show the motion of his arm?", "ref": ["30-30"]}, {"a": "They will directed toward Assyria. For at the voice of Yahweh, Assyria will be shattered; he will strike them with a staff.", "q": "Who will Yahweh's voice and motion of his arm be directed toward?", "ref": ["30-31"]}, {"a": "The music of tambourines and harps will accompany every stroke as Yahweh battles and fights with Assyria.", "q": "What will accompany every stroke of the appointed rod that Yahweh will lay on him?", "ref": ["30-32"]}, {"a": "A place of burning has been prepared for the king of Assyria.", "q": "What has been prepared for the king of Assyria?", "ref": ["30-33"]}, {"a": "The breath of Yahweh will kindle it.", "q": "What or who will kindle the fire prepared for the king of Assyria?", "ref": ["30-33"]}], "31": [{"a": "Woe is pronounced on them because they trust in chariots and horsemen but are not concerned about the Holy One of Israel, nor do they seek Yahweh.", "q": "Why is woe pronounced on those who go down to Egypt for help?", "ref": ["31-01"]}, {"a": "He will arise against the evil house and against the helpers of those who commit sin.", "q": "Who will Yahweh arise against?", "ref": ["31-02"]}, {"a": "Both of them will perish together.", "q": "What will happen to him who helps and him who is helped?", "ref": ["31-03"]}, {"a": "He will protect, deliver and preserve it.", "q": "What will Yahweh do for Jerusalem?", "ref": ["31-05"]}, {"a": "He tells them to return to Yahweh from whom they have deeply turned away.", "q": "What does Isaiah tell the people of Israel to do?", "ref": ["31-06"]}, {"a": "Assyria's young men will be forced to do hard labor.", "q": "After Assyria falls by the sword, what will their young men be forced to do?", "ref": ["31-08"]}], "32": [{"a": "They will be like a shelter from the wind and a refuge from the storm, like streams of water in a dry place, like the shade of a great rock in a land of weariness.", "q": "What will a righteous king and just princes be like?", "ref": ["32-02"]}, {"a": "The rash will think carefully with understanding, and the stutterer will speak distinctly and with ease. The fool will no longer be called honorable, nor the deceiver be called principled.", "q": "What will the rash and the stutterer do when a king reigns in righteousness and princes rule with justice?", "ref": ["32-04"]}, {"a": "He speaks folly, his heart plans evil godless actions and he speaks wrongly against Yahweh.", "q": "What does the fool do?", "ref": ["32-06"]}, {"a": "He uses evil methods. He devises wicked schemes to ruin the poor with lies.", "q": "What does the deceiver do?", "ref": ["32-07"]}, {"a": "The honorable man will stand because of his honorable actions.", "q": "What will happen to the honorable man?", "ref": ["32-08"]}, {"a": "They were told to listen to Isaiah's voice because in a little more than a year their confidence would be broken, the grape harvest would fail, the ingathering would not come.", "q": "Why were the women who were at ease told to listen to Isaiah's voice?", "ref": ["32-09", "32-10"]}, {"a": "The palace was going to be forsaken and the crowded city deserted.", "q": "What was going to happen to the palace and the crowded city?", "ref": ["32-14"]}, {"a": "It will last until the Spirit is poured out from on high and the wilderness becomes a fruitful field and the fruitful field is considered a forest.", "q": "How long will the devastation last?", "ref": ["32-15"]}, {"a": "The work of rightousness will be peace and the result of righteousness, quietness and confidence forever.", "q": "What will be the work and result of righteousness?", "ref": ["32-17"]}, {"a": "Blessed are the ones who sow beside all streams and who send out their ox and ass to graze.", "q": "Who is it that will be blessed?", "ref": ["32-20"]}], "33": [{"a": "The destroyer will be destroyed and the betrayer will be betrayed.", "q": "What will happen to the destroyer and the betrayer when they stop destroying and betraying?", "ref": ["33-01"]}, {"a": "The nations are scattered.", "q": "What happens when Yahweh arises?", "ref": ["33-03"]}, {"a": "He will fill Zion with justice and righteousness.", "q": "With what will Yahweh fill Zion?", "ref": ["33-05"]}, {"a": "In their times he will be the stability, abundance of salvation and wisdom and knowledge.", "q": "What will Yahweh be in their times?", "ref": ["33-06"]}, {"a": "They cried and wept because the highways were deserted; there were no more travelers. Treaties were broken, witnesses were despised and cities were disrespected.", "q": "Why did their envoys cry and the diplomats weep bitterly?", "ref": ["33-08"]}, {"a": "Yahweh will be lifted up and exalted.", "q": "What will be the result when Yahweh arises?", "ref": ["33-10"]}, {"a": "Their breath is a fire that will consume them. The peoples will be burned to lime.", "q": "What happens to those in Zion who conceive chaff, and give birth to stubble?", "ref": ["33-11", "33-12"]}, {"a": "The sinners in Zion are afraid; trembling has seized the godless ones.", "q": "What is the response of the sinners in Zion?", "ref": ["33-14"]}, {"a": "The ones who can dwell with this fire and burning are the ones who walk righteously and speak honestly; who despise the gain of oppression, who refuse to take a bribe, who do not plot violent crime and do not look on evil.", "q": "Who among those in Zion can dwell with the devouring fire and the everlasting burnings?", "ref": ["33-15"]}, {"a": "He who walks righteously and speaks honestly will make his home on the heights.", "q": "Where will he who walks righteously and speaks honestly make his home ?", "ref": ["33-15", "33-16"]}, {"a": "Yahweh is our judge, our lawgiver and our king; he will save us.", "q": "Who is Yahweh and what will he do?", "ref": ["33-22"]}, {"a": "Even the lame will drag off the spoil.", "q": "When the great spoil is divided who will be among those dragging it off?", "ref": ["33-23"]}], "34": [{"a": "The nations, the earth and all that fills it, the world and all things that come from it must come near, listen and pay attention.", "q": "Who is supposed to come near, listen and pay attention?", "ref": ["34-01"]}, {"a": "They must do this because Yahweh is angry with all the nations and furious against all their armies.", "q": "Why must the nations, the earth and all that fills it, the world and all things that come from it come near, listen and pay attention?", "ref": ["34-02"]}, {"a": "He has completely destroyed them. He has delivered them to the slaughter.", "q": "What has Yahweh done to the nations and their armies?", "ref": ["34-02"]}, {"a": "All the stars of the sky will fade away and the sky will be rolled up like a scroll; and all their stars will fade away.", "q": "What will happen to the stars and sky?", "ref": ["34-04"]}, {"a": "Then his sword will come down on Edom and on the people of his exclusive belonging in judgment.", "q": "What will Yahweh do after his sword has drunk its fill in heaven?", "ref": ["34-05"]}, {"a": "Yahweh has a great sacrifice in Bozrah and a great slaughter in the land of Edom.", "q": "What does Yahweh have in Bozrah and Edom?", "ref": ["34-06"]}, {"a": "Her streams will be turned to pitch and her dust into brimstone. She will become burning pitch. It will be a wasteland; no one will pass through it.", "q": "What will happen to the land of Edom?", "ref": ["34-09", "34-10"]}, {"a": "Wild birds and animals will live in Edom.", "q": "In general what will live in Edom?", "ref": ["34-11"]}, {"a": "They will possess it for ever; from generation to generation they will live there.", "q": "How long will the birds and animals possess Edom?", "ref": ["34-17"]}], "35": [{"a": "It will rejoice and blossom like the rose.", "q": "What will happen to the desert?", "ref": ["35-01"]}, {"a": "The glory of Lebanon will be given to it, the splendor of Carmel and Sharon.", "q": "What will be given to the desert?", "ref": ["35-02"]}, {"a": "They will see the glory of Yahweh, the splendor of our God.", "q": "What will the wilderness, the Arabah and the desert see?", "ref": ["35-02"]}, {"a": "Because their God is coming with vengeance, with the recompense of God. He will come and save them.", "q": "Why should those with a fearful heart be strong and not fear?", "ref": ["35-04"]}, {"a": "The blind will see. The dead will hear. The lame man will leap. The mute will sing. There will be water in the Arabah and streams in the wilderness. The burning sand will become a pool and the thirsty ground springs of water. There will be reeds and rushes where jackals once lay.", "q": "What are some of the things that will happen when their God comes?", "ref": ["35-05", "35-07"]}, {"a": "A highway will be there called The Way of Holiness.", "q": "What will be the name of the highway that will appear at that time?", "ref": ["35-08"]}, {"a": "The unclean will not travel it and no fool will go on it. No lion or ferocious beast will be on it . The highway will be for him who walks in the way of holiness. The redeemed will walk there.", "q": "Who will and will not be on the highway?", "ref": ["35-08", "35-09"]}, {"a": "Everlasting joy will be on their heads; gladness and joy will overtake them; sorrow and sighing will flee away.", "q": "What will happen to the ransomed of Yahweh when they return?", "ref": ["35-10"]}], "36": [{"a": "Sennacherib, king of Assyria, marched against all the fortified cities of Judah and captured them.", "q": "What happened in the fourteenth year of king Hezekiah?", "ref": ["36-01"]}, {"a": "The king of Assyria sent the Rabshakeh.", "q": "Who did the king of Assyria send from Lachish to Jersualem to Hezekiah?", "ref": ["36-02"]}, {"a": "He stopped at the conduit of the upper pool, on the highway to the washers field.", "q": "Where did the Rabshakeh stop?", "ref": ["36-02"]}, {"a": "Eliakim the son of Hilkiah, Shebna the scribe and Joah the recorder, the son of Asaph went out to meet the Rabshakeh.", "q": "Who went out ot meet the Rabshakeh?", "ref": ["36-03"]}, {"a": "The Rabshakeh said the Pharaoh was a splintered reed that if used as a walking stick would pierce your hand.", "q": "Who did the Rabshakeh say that Pharaoh, king of Egypt, was to anyone who trusted in him?", "ref": ["36-06"]}, {"a": "The Rabshakeh said that Yahweh had told him to march against Judah and destroy it.", "q": "Who did the Rabshakeh say had told him to march against Judah and destroy it?", "ref": ["36-10"]}, {"a": "The Rabshakeh said the king of Assyria would give Hezekiah two thousand horses.", "q": "What did the Rabshakeh say the king of Assyria would do if Hezekiah would make an agreement with the king of Assyria?", "ref": ["36-08"]}, {"a": "They did not want the people on the wall to hear and understand what was being said.", "q": "Why did Eliakim, Shebna and Joah ask the Rabshakeh to speak to them in Aramaic?", "ref": ["36-11", "36-12"]}, {"a": "He responded by standing and shouting in a loud voice in the Jew's language.", "q": "How did the Rabshakeh respond to the request for him to speak to Eliakim, Shebna and Joah in Aramaic?", "ref": ["36-13"]}, {"a": "He said not to let Hezekiah deceive them because Hezekiah wouldn't be able to rescue them and he said not to trust in Yahweh.", "q": "Briefly what did the Rabshakeh say were the words of the king of Assyria with regards to Hezekiah?", "ref": ["36-13", "36-15"]}, {"a": "He said the Jews would eat from their own vine and from their own fig tree, and drink water from their own cistern, until he would come and take the Jews away to a land like their own land, a land of grain and new wine, a land of bread and vineyards.", "q": "What did the king of Assyria say would happen if the Jews would make peace with him and come out to him?", "ref": ["36-16", "36-17"]}, {"a": "They remained silent and did not respond, for the kings order was, \"Do not answer him\".", "q": "What was the response to the Rabshekah's speech?", "ref": ["36-21"]}, {"a": "They came to Hezekiah with their clothes torn and reported to Hezekiah the words of Rabshakeh.", "q": "What did Eliakim, Shebna and Joah do after the Rabshekah's speech?", "ref": ["36-22"]}], "37": [{"a": "Hezekiah tore his clothes, covered himself with sackcloth and went into the house of Yahweh. He also sent Eliakim, Shebna and the elders of the priests to Isaiah the prophet.", "q": "What did Hezekiah do when he heard the report from Eliakim, Shebna and Joah?", "ref": ["37-01", "37-02"]}, {"a": "He asked Isaiah to pray to Yahweh for the remnant that was still to be found there.", "q": "What did Hezekiah ask Isaiah to do?", "ref": ["37-04"]}, {"a": "Isaiah's message to Hezekiah was to not fear the words of the king of Assyria's servant, the Rabshakeh. Yahweh was going to put a spirit in The king of Assyria, and he would hear a report and go back to his own land and would be killed by the sword there.", "q": "What message did Isaiah give to Hezekiah's servants to take back to Hezekiah?", "ref": ["37-06", "37-07"]}, {"a": "The king of Assyria told Hezekiah in a letter not to let God deceive Hezekiah by saying, Jerusalem would not be given over into the hand of the king of Assyria.", "q": "After the king of Assyria heard that Tirhakah, king of Ethiopia, was coming out to fight against him, what message did the king of Assyria send to Hezekiah?", "ref": ["37-10"]}, {"a": "Hezekiah went up to the house of Yahweh and spread the letter out and prayed to Yahweh.", "q": "What did Hezekiah do after he received the letter from the king of Assyria and read it?", "ref": ["37-14", "37-15"]}, {"a": "First, Hezekiah asked Yahweh to hear and listen and to open his eyes and see all the words in Sennacherib's letter. Second, Hezekiah asked Yahweh to save Jerusalem from Sennacherib's hand.", "q": "What did Hezekiah pray for Yahweh to do?", "ref": ["37-17", "37- 20"]}, {"a": "Hezekiah wanted Yahweh to save Jerusalem from Sennacheri so that all the kingdoms of the earth may know that Yahweh alone is God.\"", "q": "What reason did Hezekiah give as motivation for God to save Jerusalem from Sennacherib?", "ref": ["37-20"]}, {"a": "Yahweh responded by sending a message to Hezekiah through Isaiah.", "q": "How did Yahweh respond to Hezekiah's prayer?", "ref": ["37-21"]}, {"a": "Yahweh said Sennacherib had defied, blasphemed, exalted his voice and lifted up his eyes against the Holy one of Israel.", "q": "In Yahweh's message to Hezekiah what did Yahweh say Sennacherib had done wrong?", "ref": ["37-23"]}, {"a": "He determined and worked out that Sennacherib would reduce impregnable cities into heaps of ruins.", "q": "What did Yahweh determine long ago and work out in ancient times?", "ref": ["37-26"]}, {"a": "Yahweh knew when Sennacherib sat down, went out, came in, and his raging against Yahweh.", "q": "What else did Yahweh know about Sennacherib?", "ref": ["37-28"]}, {"a": "Yahweh turned Sennacherib back the way he came.", "q": "What was the result of Sennacherib's raging against Yahweh?", "ref": ["37-29"]}, {"a": "Yahweh said the king of Assyria would not enter Jerusalem or shoot an arrow there and that he would not confront it with a shield or build siege works against it.", "q": "What did Yahweh say about the king of Assyria concerning Jerusalem?", "ref": ["37-33", "37-34"]}, {"a": "He said he would defend and save Jerusalem for his own sake and for the sake of David his servant.", "q": "What reason did Yahweh give for defending and saving Jerusalem?", "ref": ["37-35"]}, {"a": "He went out and struck down 185,000 troups in the camp of the Assyrians.", "q": "What did the angel of Yahweh do?", "ref": ["37-36"]}, {"a": "While he was worshiping in the house of Nisroch his god, his sons, Adrammelech and Sharezer, struck Sennacherib with the sword.", "q": "What happened to Sennacherib after he departed and went home to Nineveh?", "ref": ["37-38"]}], "38": [{"a": "He became very ill and neared death.", "q": "In those days what happened to Hezekiah?", "ref": ["38-01"]}, {"a": "Isaiah told Hezekiah, \"Yahweh says, 'Set your house in order, for you will die and not get well.'\".", "q": "What did Isaiah tell Hezekiah?", "ref": ["38-01"]}, {"a": "He prayed to Yahweh asking Yahweh to remember how he had faithfully walked before Yahweh with his whole heart and how he had done good in Yahweh's sight. And Hezekiah wept loudly.", "q": "What did Hezekiah do after receiving Yahweh's message through Isaiah?", "ref": ["38-03"]}, {"a": "He said to tell Hezekiah that he had heard Hezekiah's prayer and his tears. Yahweh told Hezekiah he would add fifteen years to Hezekiah's life and in addition he would rescue Hezekiah and Jerusalem from the king of Assyria and would defend Jerusalem.", "q": "What did Yahweh tell Isaiah to say to Hezekiah?", "ref": ["38-05", "38-06"]}, {"a": "Yahweh said he would cause the shadow on the stairs of Ahaz to go back ten steps.", "q": "What sign did Yahweh say he would give so that Hezekiah would know Yahweh would do what he had spoken?", "ref": ["38-08"]}, {"a": "He said he would go through the gates of Sheol.", "q": "In Hezekiah's written prayer what did Hezekiah say would happen halfway through his life?", "ref": ["38-10"]}, {"a": "Hezekiah said he would no longer see Yahweh in the land of the living.", "q": "At the beginning of Hezekiah's written prayer what did he say concerning Yahweh?", "ref": ["38-11"]}, {"a": "Hezekiah said the sufferings the Lord sent were good for him and that it was for Hezekiah's benefit that he experienced such grief.", "q": "What did Hezekiah say to the Lord concerning his sufferings and grief?", "ref": ["38-16", "38-17"]}, {"a": "Hezekiah said the Lord had thrown all of Hezekiah's sins behind his back.", "q": "What did Hezekiah say the Lord had done with his sins?", "ref": ["38-17"]}, {"a": "Hezekiah said they would celebrate with music all the days of their lives in the house of Yahweh.", "q": "How was Hezekiah going to celebrate Yahweh saving him?", "ref": ["38-20"]}, {"a": "He said, \"Let them take a cake of figs and lay it as plaster on the boil and he will recover.", "q": "What did Isaiah say to do so that Hezekiah would recover?", "ref": ["38-21"]}], "39": [{"a": "Merodach-baladan the son of Baladan, king of Babylon sent letters and a present to Hezekiah.", "q": "Who sent letters and a present to Hezekiah?", "ref": ["39-01"]}, {"a": "Hezekiah showed them his treasury—the silver, the gold, the spices, the precious oil, the storehouse of his weapons, and all that was found in his storehouses. Hezekiah showed them everything in his house and kingdom.", "q": "What did Hezekiah show to those who brought the letters and present from Merodach-baladan?", "ref": ["39-02"]}, {"a": "He asked Hezekiah what the men had said to him, where they had come from, and what they had seen in Hezekiah's house.", "q": "What did Isaiah ask Hezekiah?", "ref": ["39-03", "39-04"]}, {"a": "Yahweh told Hezekiah that all he and his ancestors had stored up until that day would be carried off to Babylon.", "q": "What things did Isaiah say to Hezekiah would be taken to Babylon?", "ref": ["39-05", "39-06"]}, {"a": "He thought it was good because he thought there would be peace and stability in his days.", "q": "Why did Hezekiah think the word of Yahweh that Isaiah spoke was good?", "ref": ["39-08"]}], "40": [{"a": "He says to comfort them by speaking tenderly to Jerusalem, telling her that her warfare has ended and her iniquity is pardoned and that she has received double from Yahweh's hand for all her sins.", "q": "How does God say to comfort his people?", "ref": ["40-02"]}, {"a": "It cries, \"In the wilderness prepare the way of Yahweh; make straight in the Arabah a highway for our God.\"", "q": "What does a voice cry out?", "ref": ["40-03"]}, {"a": "Every valley lifted up, every mountain and hill leveled, the rugged land made level and the rough places made into a plain.", "q": "What will happen to the land in Israel?", "ref": ["40-04"]}, {"a": "Yahweh's glory will be seen by all people together.", "q": "To whom will the glory of Yahweh be revealed?", "ref": ["40-05"]}, {"a": "The word of our God will stand forever.", "q": "What will stand forever?", "ref": ["40-08"]}, {"a": "The good news was, \"Here is your God!\"", "q": "What good news was to be proclaimed to Jerusalem and the cities of Judah?", "ref": ["40-09"]}, {"a": "He comes as a victorious warrior.", "q": "How does the Lord Yahweh come?", "ref": ["40-10"]}, {"a": "Yahweh brings his reward with him and his recompense goes before him.", "q": "What does Yahweh bring with him when he comes?", "ref": ["40-10"]}, {"a": "The nations are like a drop in a bucket to Yahweh and are regarded like the dust on the scales.", "q": "What are the nations like to Yahweh?", "ref": ["40-15"]}, {"a": "God sits above the horizon of the earth.", "q": "Where does God sit?", "ref": ["40-22"]}, {"a": "God reduces rulers to nothing and makes the rulers of the earth insignificant.", "q": "What does God do to rulers?", "ref": ["40-23"]}, {"a": "He leads out their formations and calls them all by name and by the greatness of his might and the strength of his power, not one is missing.", "q": "What does Yahweh do with the stars?", "ref": ["40-26"]}, {"a": "Yahweh is the everlasting God, the creator of the ends of the earth. He does not get tired or weary and there is no limit to his understanding.", "q": "Who is Yahweh, and what is he like?", "ref": ["40-28"]}, {"a": "Yahweh gives strength to the tired and renewed energy to the weary.", "q": "What does Yahweh do for the tired and weary?", "ref": ["40-29"]}, {"a": "Those who wait on Yahweh will renew their strength; they will soar with wings like eagles; they will run and not be weary; they will walk and not faint.", "q": "What will happen to those who wait on Yahweh?", "ref": ["40-31"]}], "41": [{"a": "Yahweh says for them to come near together so that they may argue a dispute.", "q": "For what purpose does Yahweh say, \"let us come near together\"?", "ref": ["41-01"]}, {"a": "It is Yahweh who has done these things.", "q": "Who has called forth the generations from the beginning?", "ref": ["41-04"]}, {"a": "Their response is to approach and come and they encourage one another to build an idol.", "q": "What is the response of the isles who have seen and are afraid and the ends of the earth that tremble?", "ref": ["41-05", "41-07"]}, {"a": "Yahweh calls Israel his servant, the offspring of Abraham his friend and he calls Israel chosen.", "q": "What does Yahweh call Israel?", "ref": ["41-08", "41-09"]}, {"a": "Yahweh says he is bringing back Israel from the ends of the earth.", "q": "What does Yahweh say he is doing for Israel?", "ref": ["41-09"]}, {"a": "Yahweh tells Israel not to fear for Yahweh is with them and to not be anxious because he is their God.", "q": "What does Yahweh tell Israel not to do and why?", "ref": ["41-10"]}, {"a": "Yahweh says he will strengthen and help them and will uphold them with the right hand of his deserved victory.", "q": "What further does Yahweh say he will do for Israel?", "ref": ["41-10"]}, {"a": "They will be ashamed and disgraced and will be as nothing and will perish.", "q": "What will happen to those who are angry with and oppose Israel?", "ref": ["41-11"]}, {"a": "Israel will rejoice in Yahweh, in the Holy One of Israel.", "q": "What will Israel do when they winnow those who war against them and contend with them?", "ref": ["41-16"]}, {"a": "Yahweh says he will respond to their prayers by making streams flow down the slopes and making springs in the middle of the valleys, by making the desert into a pool of water and the dry land into springs of water. He will not forsake them.", "q": "What will Yahweh do when the oppressed and needy look for water?", "ref": ["41-17", "41-18"]}, {"a": "He says to present their case, bring forth their best arguments for their idols.", "q": "What does Yahweh say to those who follow idols?", "ref": ["41-21"]}, {"a": "For evidence Yahweh says to tell what will happen, and to tell of earlier predictions so we can reflect on them and know how they were fulfilled.", "q": "What evidence does Yahweh say those who follow idols should present so we can know if we can believe in them or not", "ref": ["41-22"]}, {"a": "Yahweh says their idols are of nothing and their deeds are nothing; he who chooses them is abominable.", "q": "What is Yahweh's assessment of the idols and the people who choose them?", "ref": ["41-24"]}, {"a": "None of those who worship idols decreed it and no one heard them say anything.", "q": "Who among those who worship idols decreed or declared that one would come from the north and would trample the rulers like mud, like a potter who is treading clay?", "ref": ["41-25", "41-26"]}, {"a": "He said first to Zion, 'Look here they are;' He sent a herald to Jerusalem.", "q": "What did Yahweh say concerning the one he raised up from the north?", "ref": ["41-27"]}, {"a": "Here are his words: \"When I look, there is no one, not one among them who can give counsel, who, when I ask, can answer a word. Look all of them are nothing, and their deeds are nothing; their cast-poured figures are wind and emptiness.", "q": "In this chapter what are Yahweh's final words about those who follow idols?", "ref": ["41-28", "41-29"]}], "42": [{"a": "Yahweh says he has chosen his servant, that he delights in him and that he has put his spirit upon him.", "q": "What does Yahweh say he has done for his servant?", "ref": ["42-01"]}, {"a": "Yahweh says his servant will faithfully bring forth justice to the nations.", "q": "What does Yahweh's say his servant will bring to the nations?", "ref": ["42-01"]}, {"a": "Yahweh says his servant will not break a crushed reed or quench a dimly burning wick.", "q": "What will Yahweh's servant not do to a crushed reed or a dimly burning wick?", "ref": ["42-03"]}, {"a": "He describes himself as the one who created the heavens and stretched them forth; who spread out the earth and gives life in it; who gives breath to the people on the earth and life to those who live on it.", "q": "How does Yahweh describe himself?", "ref": ["42-05"]}, {"a": "Yahweh wanted his servant to open the eyes of the blind, to release the prisoners from the dungeon, and from the house of confinement those who sit in darkness.", "q": "What did Yahweh want his chosen servant to do for blind people and prisoners?", "ref": ["42-07"]}, {"a": "He says he will not share his glory with another nor his praise with carved idols.", "q": "What does Yahweh say he will not share?", "ref": ["42-08"]}, {"a": "In contrast to carved idols, things came to pass when Yahweh declared them.", "q": "How does Yahweh contrast himself with carved idols?", "ref": ["42-08", "42-09"]}, {"a": "He said he was going to delare new events. He was going to tell about them before they occurred.", "q": "To further declare his glory what did Yahweh say he would do?", "ref": ["42-09"]}, {"a": "He will show them his power.", "q": "What will Yahweh do to his enemies?", "ref": ["42-13"]}, {"a": "He will bring the blind by a way they do not know; in paths that they do not know he will lead them. He will turn the darkness into light before them and make the crooked places straight and he will not abandon them.", "q": "What will Yahweh do for the blind?", "ref": ["42-16"]}, {"a": "They will be turned back and completely put to shame.", "q": "What will happen to those who trust in idols and say to cast metal figures, \"You are our gods\"?", "ref": ["42-17"]}, {"a": "The deaf are commanded to listen and the blind are commanded to look that they may see.", "q": "What are the deaf and blind commanded to do?", "ref": ["42-18"]}, {"a": "He commands them to listen and see because although they saw many things, but did not comprehend; their ears were open but no one really heard.", "q": "Why does Yahweh command them to listen and see?", "ref": ["42-20"]}, {"a": "Yahweh said the people were robbed and plundered; they were all trapped in pits, held captive in prisons; they had become plunder with none to deliver them.", "q": "What does Yahweh say is the peoples' condition?", "ref": ["42-22"]}, {"a": "It was Yahweh who gave them over.", "q": "Who gave Jacob over to the robber, and Israel to the looters?", "ref": ["42-24"]}, {"a": "Yahweh gave them over because they sinned against Yahweh in whose ways they refused to walk and whose law they refused to obey.", "q": "Why did Yahweh give Jacob over to the robber and Israel to the looters?", "ref": ["42-24"]}, {"a": "No! It blazed around them, yet they did not realize it; it burned them, but they did not take it to heart.", "q": "Did Israel realize who had inflicted them with the devestation of war and why he had done it?", "ref": ["42-25"]}], "43": [{"a": "He told Jacob, Israel, not to be afraid.", "q": "In general what did Yahweh tell Jacob, Israel, to do?", "ref": ["43-01"]}, {"a": "Yahweh said rivers would not overwhelm Israel and that they wouldn't be harmed or burned by fire or flames.", "q": "What did Yahweh say he would do for Israel to protect them?", "ref": ["43-02"]}, {"a": "He has given Egypt as ransom and Ethiopia and Seba in exchange for Israel.", "q": "What has Yahweh given in ransom and exchange for Israel?", "ref": ["43-03"]}, {"a": "Yahweh said he would bring them from the east and gather them from the west.", "q": "What did Yahweh say he would do for Israel's offspring?", "ref": ["43-05"]}, {"a": "Yahweh did this so that they might know him, believe in him and understand that he is God.", "q": "Why did Yahweh predict the gathering of his sons and daughters from the east and the west and announce to them earlier events?", "ref": ["43-10"]}, {"a": "Before Yahweh no god was formed and there will be none after him. He is Yahweh and there is no savior but him.", "q": "Is there any other god or savior than Yahweh?", "ref": ["43-10", "43-11"]}, {"a": "No one can deliver us from God's hand.", "q": "Who can deliver us out of God's hand?", "ref": ["43-13"]}, {"a": "Yahweh did this for Israel's sake.", "q": "For whose sake did Yahweh send to Babylon and lead them all down as fugitives, turning the Babylonian's expressions of joy into songs of lamentation?", "ref": ["43-14"]}, {"a": "Yahweh had opened a way through the sea and a path in the mighty waters. He led out the chariot and horse, the army and the mighty host. They fell down together never to rise again. They were extinguished, quenched like a burning wick.", "q": "What former things had Yahweh done that he tells them not to remember or consider?", "ref": ["43-16", "43-17"]}, {"a": "Yahweh said he would make a road in the desert and a stream of water in the wilderness.", "q": "What new thing does Yahweh say he was about to do in the desert and in the wilderness?", "ref": ["43-19"]}, {"a": "Israel failed to call on Yahweh. They did not bring him any sheep as burnt offerings and they did not honor him with their sacrifices.", "q": "What did this people, Israel, whom Yahweh formed for himself fail to do for Yahweh?", "ref": ["43-22", "43-23"]}, {"a": "Israel burdened Yahweh with their sins and wearied him with their evil deeds.", "q": "What did Israel do to Yahweh?", "ref": ["43-24"]}, {"a": "Yahweh does this for his own sake.", "q": "Why does Yahweh blot out Israel's offenses and not remember their sins?", "ref": ["43-25"]}, {"a": "Yahweh was doing this because their first father sinned and their spokesmen had transgressed against Yahweh.", "q": "Why was Yahweh going to defile the officials of the sanctuary; handing Jacob over to the destructive ban and Israel to abusive humiliation?", "ref": ["43-27", "43-28"]}], "44": [{"a": "Yahweh said he was going to pour out his spirit on their offspring.", "q": "Why did Yahweh tell Jacob he was going to pour out on Jacob's offspring?", "ref": ["44-03"]}, {"a": "To prove that to Yahweh you would have to explain to him the events that occurred since Yahweh established his ancient people and they would have to declare the events to come.", "q": "How could someone prove to Yahweh that there was someone else like him; another god?", "ref": ["44-07"]}, {"a": "Yahweh says they are nothing and that the things they delight in are worthless and they will be put to shame.", "q": "What does Yahweh say concerning those who fashion idols?", "ref": ["44-09"]}, {"a": "Craftsmen and their associates who form a god or cast an idol will be put to shame.", "q": "What will happen to the craftsmen and their associates who form a god or cast an idol?", "ref": ["44-11"]}, {"a": "He cuts down cedar trees, or chooses a cyprus tree or an oak tree.", "q": "How does a carpenter start to make an idol?", "ref": ["44-14"]}, {"a": "The man uses part of it for a fire and warms himself with it, bakes bread with it and roasts his meat over it and with part of it he makes an idol, a god, and bows down to it.", "q": "What does the man do with the wood from the tree he has cut down?", "ref": ["44-15", "44-16"]}, {"a": "First, they don't ask themselves if they should make the other part of the wood into something disgusting to worship. Second, they don't ask themselves if it is reasonable to bow down to a block or wood.", "q": "Because those who make and worship idols are without understanding or knowledge and their eyes are blind and their hearts are unperceiving, what two questions do they not ask themselves?", "ref": ["44-19"]}, {"a": "They are to remember these things because Yahweh formed them, they are his servants and he will not forget them. Also Yahweh has blotted out their sins and rebellious deeds.", "q": "Why are Jacob and Israel told to think about Yahweh as the only God and idols as nothing ?", "ref": ["44-21", "44-22"]}, {"a": "They are commanded to sing because Yahweh has redeemed Jacob and will show his glory in Israel.", "q": "Why are the heavens, the mountains, the forest and every tree commanded to sing?", "ref": ["44-23"]}, {"a": "Yahweh frustrates the omens of the empty talkers and disgraces those who read omens.", "q": "What does Yahweh do to omens and to those who read them?", "ref": ["44-25"]}, {"a": "Yahweh fulfills the declarations of his servant and brings to pass the counsel of his messengers.", "q": "What does Yahweh do for his servant and messengers?", "ref": ["44-26"]}, {"a": "He said that Jerusalem would be inhabited and the cities of Judah would be built again and that he would raise up her waste places.", "q": "What did Yahweh say about Jerusalem and the cities of Judah?", "ref": ["44-26"]}, {"a": "Yahweh said of Cyrus, \"He is my shepherd, he will do my every wish—he will decree about Jerusalem, 'Let her be rebuilt,' and about the temple, 'Let your foundations be laid.'\"", "q": "What did Yahweh say about Cyrus and what he would do?", "ref": ["44-28"]}], "45": [{"a": "In this chapter, Yahweh says Cyrus is his anointed.", "q": "In this chapter, who is the Lord's annointed?", "ref": ["45-01"]}, {"a": "Yahweh holds Cyrus' hand in order to subdue nations before him, to disarm kings, and to open the doors before him, so that gates remain open.", "q": "Why does Yahweh hold Cyrus' hand?", "ref": ["45-01"]}, {"a": "Yahweh will do these things so that Cyrus will know that it is Yahweh the God of Israel who called him.", "q": "Why will Yahweh go before Cyrus and level the mountains, break in pieces the doors of bronze, cut in pieces their iron bars and give him treasures of darkness and riches hidden away?", "ref": ["45-03"]}, {"a": "Yahweh has done this for Jacob his servants sake and Israel his chosen", "q": "For whose sake has Yahweh called Cyrus by his name?", "ref": ["45-04"]}, {"a": "No, Cyrus did not know Yahweh.", "q": "Did Cyrus know Yahweh?", "ref": ["45-04", "45-05"]}, {"a": "No, there is no other God except Yahweh.", "q": "Is there is any other God besides Yahweh?", "ref": ["45-05", "45-06", "45-14", "45-18", "45-21", "45-22"]}, {"a": "Yahweh is the one who does all these things.", "q": "Who formed the light and created darkness and who brings peace and creates disaster?", "ref": ["45-07"]}, {"a": "Yahweh created salvation.", "q": "Who created salvation?", "ref": ["45-08"]}, {"a": "He compares someone who argues with his maker to clay that says to the potter, \"What are you doing?\" or, 'What you were making—did you have no hands when you did it?'", "q": "To what thing does Yahweh compare someone who argues with his maker?", "ref": ["45-09"]}, {"a": "He will build Yahweh's city; he will let Yahweh's exiled people go home and not for price nor bribe.", "q": "What will Cyrus do for Yahweh?", "ref": ["45-13"]}, {"a": "Those who carve idols will walk in humiliation.", "q": "Who will walk in humiliation?", "ref": ["45-16"]}, {"a": "Yahweh will save Israel with a everlasting salvation.", "q": "How long will Israel's salvation last?", "ref": ["45-17"]}, {"a": "He designed it to be inhabited.", "q": "Why did Yahweh design the earth?", "ref": ["45-18"]}, {"a": "Those who carry carved images and pray to gods who cannot save, have no knowledge.", "q": "Who has no knowledge?", "ref": ["45-20"]}, {"a": "Yahweh swears by himself.", "q": "Who does Yahweh swear by?", "ref": ["45-23"]}, {"a": "Every tongue will swear saying, \"In Yahweh alone are deliverance and strength.\"", "q": "What will every tongue swear?", "ref": ["45-24"]}, {"a": "In Yahweh all the descendants of Israel will be justified; they will take pride in him.", "q": "What will happen with all the descendants of Israel?", "ref": ["45-25"]}], "46": [{"a": "They are idols.", "q": "What are Bel and Nebo?", "ref": ["46-01"]}, {"a": "Bel and Nebo are carried by animals.", "q": "Who carries Bel and Nebo?", "ref": ["46-01"]}, {"a": "Yahweh carried the house of Jacob.", "q": "Who carried the house of Jacob?", "ref": ["46-03"]}, {"a": "Yahweh carried them before their birth and will carry them even until their hair is gray.", "q": "How long has Yahweh carried the house of Jacob and how long will he carry them?", "ref": ["46-03", "46-04"]}, {"a": "The people hire a metalsmith and he takes their gold and silver and make it into a god.", "q": "What do people do with gold and silver?", "ref": ["46-06"]}, {"a": "No it cannot answer nor save anyone from his trouble.", "q": "Can that god save answer them or save them?", "ref": ["46-07"]}, {"a": "Yahweh is God and there is no other. There is no one like him.", "q": "To whom can Yahweh be compared? Who is like him?", "ref": ["46-09"]}, {"a": "Yahweh is set apart by the fact that he announces the end from the beginning, and announces beforehand what has not yet happened.", "q": "What sets Yahweh, God, apart from idols?", "ref": ["46-10"]}, {"a": "Yahweh is bringing his righteousness near. He will give deliverance to Zion and his beauty to Israel.", "q": "What is Yahweh doing for the stubborn people, who are far from doing what is right?", "ref": ["46-12", "46-13"]}], "47": [{"a": "The virgin daughter of Babylon, the daughter of the Chaldeans, will no longer be called dainty and delicate.", "q": "Who will no longer be called dainty and delicate?", "ref": ["47-01"]}, {"a": "The daughter of the Chaldeans will no longer be called Queen of kingdoms.", "q": "What will the daughter of the Chaldeans no longer be called?", "ref": ["47-05"]}, {"a": "Yahweh was upset with the Chaldeans because although Yahweh gave his people into the Chaldean's hands, they showed Yahweh's people no mercy and placed a very heavy yoke on the old people.", "q": "Why was Yahweh upset with the Chaldeans?", "ref": ["47-06"]}, {"a": "The daughter of the Chaldeans will suffer loss of children and widowhood in a moment in one day.", "q": "What will happen to the daughter of the Chaldeans in a moment in one day?", "ref": ["47-09"]}, {"a": "She has trusted in her wickedness.", "q": "What has the daughter of the Chaldeans trusted in?", "ref": ["47-10"]}, {"a": "The incantations of the daughters of the Chaldeans was not able to ward off the disaster and destruction that was coming on them.", "q": "What did not ward off the disaster and destruction that was coming on the daughters of the Chaldeans?", "ref": ["47-11"]}, {"a": "The men who chart the heavens and look at the stars and those who declare the new moons are the ones who will be like stubble. The fire will burn them up..", "q": "What will happen to those who chart the heavens and look at the stars, those who declare the new moons?", "ref": ["47-14"]}, {"a": "There was no one to save them.", "q": "Who would save the daughter of the Chaldeans?", "ref": ["47-15"]}], "48": [{"a": "They are called Israel and they are descended from Judah.", "q": "What is the House of Jacob called and from whom do they descend?", "ref": ["48-01"]}, {"a": "Israel is swearing by the name of Yahweh and invoking the God of Israel insincerely and in unrighteousness.", "q": "What is Israel doing insincerely and in unrighteousness?", "ref": ["48-01"]}, {"a": "He declared things from long ago and made them known, he suddenly did them and they came to pass.", "q": "What did Yahweh do, knowing that Israel was obsinate?", "ref": ["48-03", "48-04"]}, {"a": "Yahweh wanted prevent Israel from saying, \"My idol has done them,\" or \"my carved figure, or my cast metal figure has ordained these things.\"", "q": "By declaring these things to Israel before hand what did Yahweh hope to prevent?", "ref": ["48-05"]}, {"a": "He will do this for the sake of his own name.", "q": "Why will Yahweh defer his anger and hold back from destroying Israel?", "ref": ["48-09"]}, {"a": "He purified them in the furnace of affliction.", "q": "How did Yahweh purify Israel?", "ref": ["48-10"]}, {"a": "Yahweh summoned his ally to accomplish his purpose against Babylon.", "q": "Who did Yahweh summon and for what purpose?", "ref": ["48-14", "48-15"]}, {"a": "If they had obeyed their peace and prosperity would have flowed like a river and their deliverance like the waves of the sea. Their descendants would have been as numerous as the sand and the children from the womb like its grains. Their name would not have been cut off nor blotted out from before him.", "q": "What would have happened if Israel had obeyed Yahweh's commandments?", "ref": []}, {"a": "The announcement is, \"Yahweh has redeemed his servant Jacob\".", "q": "What announcement is to be made to go to the ends of the earth?", "ref": ["48-20"]}, {"a": "Yahweh said there was no peace for the wicked.", "q": "Who did Yahweh say would receive no peace?", "ref": ["48-22"]}], "49": [{"a": "Yahweh called him by name from birth. He made Israel's mouth like a sharp sword and hid Israel in the shadow of his hand; he made Israel into a polished arrow; in his quiver Yahweh hid him.", "q": "What did Yahweh do for his servant Israel?", "ref": ["49-01", "49-02"]}, {"a": "Yahweh is going to show his glory through Israel.", "q": "What is Yahweh going to do through Israel?", "ref": ["49-03"]}, {"a": "Israel says his justice is with Yahweh and his reward is with his God.", "q": "What is Israel trusting Yahweh for?", "ref": ["49-04"]}, {"a": "His job is to resore Jacob again to Yahweh and to gather Israel to him.", "q": "What is Israel's job as Yahweh's servant?", "ref": ["49-05"]}, {"a": "It is too small a thing to be Yahweh's servant to reestablish the tribes of Jacob, and to restore the survivors of Israel.", "q": "What is too small a thing for Yahweh's servant?", "ref": ["49-06"]}, {"a": "He will make his servant a light to the gentiles that his servant may be Yahweh's salvation to the ends of the earth.", "q": "What further will Yahweh do for his servant?", "ref": ["49-06"]}, {"a": "Kings will see him and arise, and princes will see him and bow down.", "q": "What will happen to the one who is despised, abhored by the nations, a slave of rulers?", "ref": ["49-07"]}, {"a": "At a time Yahweh decides to show his favor he will answer his servant, and in a day of salvation Yahweh will protect his servant.", "q": "When will Yahweh help and answer his servant?", "ref": ["49-08"]}, {"a": "He is given as a covenant for the people to rebuild the land, to reassign the desolate inheritance.", "q": "For what purpose is Yahweh's servant given as a covenant for the people?", "ref": ["49-08"]}, {"a": "He who has mercy on the prisoners will lead them.", "q": "Who will lead the prisoners?", "ref": ["49-10"]}, {"a": "They are to sing and be joyful because Yahweh comforts his people, and will have compassion on his afflicted.", "q": "Why are the heavens, earth and mountains supposed to sing and be joyful?", "ref": ["49-13"]}, {"a": "Yahweh's answer to Zion was, \"Can a woman forget her baby, nursing at her breast, so she does not have compassion on the son she has borne? Yes, they may forget, but I will not forget you.", "q": "What was Yahweh's answer to Zion when they complained; \"Yahweh has forsaken me, and the Lord has forgotten me.\"?", "ref": ["49-14", "49-15"]}, {"a": "Yahweh states his proof as follows: \"Look , I have inscribed your name on my palms; your walls are continually before me. Your children are hurrying back, while those who destroyed you are departing. Look around and see, they are all gathering and coming to you.", "q": "What does Yahweh offer as proof of his concern for Zion?", "ref": ["49-16", "49-18"]}, {"a": "The will say, \"The place is too cramped for us, make room for us, so we may live here.", "q": "What will the children born during the time of Zion's bereavement say?", "ref": ["49-20"]}, {"a": "She will ask, \"Who has borne these children for me?\" and \"Who has raised these children?\" and finally, \"...where did these come from?\"", "q": "What will Zion ask herself?", "ref": ["49-21"]}, {"a": "The peoples of the nations will bring them back.", "q": "Who will bring Zion's sons and daughters back?", "ref": ["49-22"]}, {"a": "Yes, the captives will be taken away from the warrior and spoils will be rescued; for Yahweh will oppose Zion's adversary and save her children.", "q": "Can the spoils be taken from the warrior or captives be rescued from a tyrant?", "ref": ["49-24", "49-25"]}, {"a": "He will feed their oppressors with their own flesh.", "q": "What will Yahweh do to Zion's oppressors?", "ref": ["49-26"]}, {"a": "They will know that Yahweh is Zion's savior and redeemer, the mighty one of Jacob.", "q": "What will all mankind know?", "ref": ["49-26"]}], "50": [{"a": "Zion was sold because of her sins, and because of her rebellion, her mother was sent away.", "q": "Why was Zion sold and her mother sent away?", "ref": ["50-01"]}, {"a": "At Yahweh's rebuke the sea dries up and he makes the rivers a desert. Yahweh clothes the sky with darkness and cover it with sackcloth.", "q": "What happens at Yahweh's rebuke?", "ref": ["50-02", "50-03"]}, {"a": "He has given his servant a tongue as one of those who is taught.", "q": "What has Yahweh given to his servant?", "ref": ["50-04"]}, {"a": "Yahweh's servant spoke a sustaining word to the weary one.", "q": "What did Yahweh's servant do with the tongue Yahweh gave him?", "ref": ["50-04"]}, {"a": "Yahweh's servant gave his back to those who beat him and his cheeks to those who plucked out his beard; He did not hide his face from acts of shame and spitting.", "q": "Because he was not rebellious and did not turn away backward, what did Yahweh's servant do?", "ref": ["50-05", "50-06"]}, {"a": "The servant says he is not disgraced because the Lord Yahweh will help him.", "q": "Why does Yahweh's servant say he is not disgraced?", "ref": ["50-07"]}, {"a": "His accusers will all wear out like a garment; the moth will eat them up.", "q": "What will happen to those who accuse Yahweh's servant and declare him guilty?", "ref": ["50-09"]}, {"a": "He should trust in the name of Yahweh and lean on his God.", "q": "What should the one who fears Yahweh, who obeys the voice of his servant and the one who walks in deep darkness without light, do?", "ref": ["50-10"]}, {"a": "Yahweh's servant will cause them to lie down in a place of pain.", "q": "What will Yahweh's servant do to all who kindle a fire, who gird on flames?", "ref": ["50-11"]}], "51": [{"a": "Yahweh said to look at the rock from which you were chiseled and to the quarry from which you were cut.", "q": "What did Yahweh say those who pursue righteousness should look to?", "ref": ["51-01"]}, {"a": "Yahweh called him, blessed him and made him many.", "q": "What did Yahweh do to Abraham?", "ref": ["51-02"]}, {"a": "The heavens will vanish away like smoke, the earth will wear out like a garment; and its inhabitants will die like flies.", "q": "What will happen to the heavens, the earth and its inhabitants?", "ref": ["51-06"]}, {"a": "Yahweh's righteousness will continue forever and his righteousness will never stop working.", "q": "What will continue forever and never stop working?", "ref": ["51-06"]}, {"a": "That statement is directed to those who know what is right and the people who have Yahweh's law in their heart.", "q": "To whom is this statement directed to: \"Do not fear the insult of men, nor be disheartened by their abuse...\"?", "ref": ["51-07"]}, {"a": "The arm of Yahweh did these things.", "q": "Who crushed the sea monster, dried up the sea and made the depths of the sea into a way for the redeemed to pass through?", "ref": ["51-09", "51-10"]}, {"a": "Joy will overtake them and sorrow and mourning will flee away.", "q": "What will overtake and what will flee away from the ransomed of Yahweh when they return and come to Zion?", "ref": ["51-11"]}, {"a": "Yahweh will hurry to release him.", "q": "What will Yahweh do for the one who is bent down?", "ref": ["51-14"]}, {"a": "They drank the cup of Yahweh's anger; they drank the bowl, the cup of staggering.", "q": "What did Jerusalem drink from the hand of Yahweh?", "ref": ["51-17"]}, {"a": "There is no one among all the sons she has born to guide her.", "q": "Who among all the son's of Jerusalem has been born to guide her?", "ref": ["51-18"]}, {"a": "He will put it into the hand of Jerusalem's tormentors.", "q": "After Yahweh takes away the cup of staggering from Jerusalem who will he give it to?", "ref": ["51-23"]}], "52": [{"a": "Never again will the uncircumcised or the unclean enter Jerusalem.", "q": "What will never again happen to Jerusalem?", "ref": ["52-01"]}, {"a": "Assyria had recently oppressed them.", "q": "Who had recently oppressed Jerusalem?", "ref": ["52-04"]}, {"a": "They will know Yahweh's name because his name is slandered continually all the day.", "q": "In that day why will Yahweh's people know Yahweh's name?", "ref": ["52-05", "52-06"]}, {"a": "Every eye of Zion's watchmen will see Yahweh's return to Zion.", "q": "Who will see Yahweh's return to Zion?", "ref": ["52-08"]}, {"a": "They should do this because Yahweh has comforted his people; he has redeemed Jerusalem. Yahweh has bared his holy arm in the sight of all the nations.", "q": "Why should the ruins of Jerusalem break forth into joyful singing together?", "ref": ["52-09", "52-10"]}, {"a": "They are to leave, touch nothing unclean and purify themselves.", "q": "What are those who carry the vessels of Yahweh to do?", "ref": ["52-11"]}, {"a": "They don't need to be in a rush or panic because Yahweh will go before them and the God of Israel will be their rearguard.", "q": "Why do Yahweh's people not need to be in a rush or panic when they leave?", "ref": ["52-12"]}, {"a": "He will deal wisely and be successful; he will be exalted and lifted high, and will be very exalted.", "q": "What will Yahweh's servant do?", "ref": ["52-13"]}, {"a": "His appearance was disfigured from human appearance.", "q": "What happened to the appearance of Yahweh's servant?", "ref": ["52-14"]}, {"a": "Kings will close their mouths because of him.", "q": "What will kings do because of Yahweh's servant?", "ref": ["52-15"]}], "53": [{"a": "He grew up before Yahweh like a sapling, and like a sprout out of parched earth.", "q": "How did Yahweh's servant grow up?", "ref": ["53-02"]}, {"a": "He had no remarkable appearance or splendor; when we saw him, there was no beauty to attract us to him.", "q": "What did Yahweh's servant look like?", "ref": ["53-02"]}, {"a": "He was despised and rejected by people and considered insignificant.", "q": "How was Yahweh's servant received by people?", "ref": ["53-03"]}, {"a": "He bore our sicknesses and carried our sorrows.", "q": "What did Yahweh's servant do for us?", "ref": ["53-04"]}, {"a": "He was pierced for our rebellious deeds and crushed because of our sins.", "q": "Why was Yahweh's servant pierced and crushed?", "ref": ["53-05"]}, {"a": "His punishment brought us peace and his wounds healed us.", "q": "What did the servant's punishment and wounds do for us?", "ref": ["53-05"]}, {"a": "We are like sheep because we have all gone astray; we have each turned to his own way.", "q": "How are we like sheep?", "ref": ["53-06"]}, {"a": "Coercion and judgment were the methods used to condemn him.", "q": "What methods were used to condemn Yahweh's servant?", "ref": ["53-08"]}, {"a": "He was cut off because of the offense of his people.", "q": "Why was Yahweh's servant cut off from the land of the living?", "ref": ["53-08"]}, {"a": "No. He had done no violence nor had there been any deceit in his mouth.", "q": "Had Yahweh's servant done anything wrong?", "ref": ["53-09"]}, {"a": "It was Yahweh's will so that Yahweh's purpose might be accomplished through him.", "q": "Why was it Yahweh's will to crush his servant?", "ref": ["53-10"]}, {"a": "Yahweh will give his servant his portion because he poured out his soul to death and was numbered with the transgressors. He bore the sins of many and made intercession for the transgressions.", "q": "Why will Yahweh give his servant his portion among the multitudes?", "ref": ["53-12"]}], "54": [{"a": "He says she should sing, for the children of the desolate one are more than the children of the married woman.", "q": "Why does Yahweh say the barren woman should sing?", "ref": ["54-01"]}, {"a": "They will conquer nations and resettle desolate cities.", "q": "What will the descendants of Zion do?", "ref": ["54-03"]}, {"a": "Yahweh of Hosts, Zion's maker, is their husband.", "q": "Who is Zion's husband?", "ref": ["54-05"]}, {"a": "He abandoned her for a short time.", "q": "What did Yahweh do to Israel?", "ref": ["54-07"]}, {"a": "With great compassion Yahweh will gather them.", "q": "What will Yahweh do for Israel?", "ref": ["54-07"]}, {"a": "He swore he would no longer be angry with them or rebuke them.", "q": "What did Yahweh swear concerning Israel?", "ref": ["54-09"]}, {"a": "Yahweh's covenant of peace with Israel will not be shaken and his convenant faithfulness will not depart from Israel.", "q": "What will not be shaken and what will not depart from Israel?", "ref": ["54-10"]}, {"a": "Israel will no longer experience persecution.", "q": "What will Israel no longer experience?", "ref": ["54-14"]}, {"a": "Anyone who stirs up trouble for Israel will fall in defeat.", "q": "What will happen to anyone who stirs up trouble for Israel?", "ref": ["54-15"]}, {"a": "Israel will condemn them.", "q": "What will happen to everyone who accuses Israel?", "ref": ["54-17"]}], "55": [{"a": "They are told to buy wine and milk without money and without cost.", "q": "What are those who have no money told to buy?", "ref": ["55-01"]}, {"a": "They are told to eat what is good.", "q": "What are those who thirst told to eat?", "ref": ["55-02"]}, {"a": "Yahweh has placed David in that position.", "q": "Who has Yahweh placed as a witness to the nations and a leader and commander to the peoples?", "ref": ["55-03", "55-04"]}, {"a": "They will run to Israel because Yahweh their God, the Holy One of Israel has glorified them.", "q": "Why will a nation that did not know Israel run to them?", "ref": ["55-05"]}, {"a": "They should seek him while he may be found; call upon him while he is nearby.", "q": "When should Israel seek and call upon Yahweh?", "ref": ["55-06"]}, {"a": "Let the wicked leave his path, and the man of sin his thoughts.", "q": "What are the wicked and the man of sin to do?", "ref": ["55-07"]}, {"a": "Yahweh will pity him and will abound in forgiving him.", "q": "What will Yahweh do for the one who returns to him?", "ref": ["55-07"]}, {"a": "This is so because as the heavens are higher than the earth so are Yahweh's ways higher than their ways and Yahweh's thought than Israel's thoughts.", "q": "Why are Yahweh's thoughts and ways not Israel's thoughts and ways?", "ref": ["55-08", "55-09"]}, {"a": "They will accomplish that which Yahweh wishes and it will succeed in that for which he sent it.", "q": "What will happen to the words that go from Yahweh's mouth?", "ref": ["55-11"]}, {"a": "This is the sign: Israel will go out in joy and be led along peacefully. the mountains and the hills will break out in joyful shouts before them. All the trees of the fields will clap their hands. Instead of the thorn bushes, evergreens will grow and instead of the brier, the myrtle tree will grow.", "q": "What is the everlasting sign that will not be cut off?", "ref": ["55-12", "55-13"]}], "56": [{"a": "He said this because his deliverance is near and his vindication is about to be revealed.", "q": "Why did Yahweh say to observe what is right and do what is just?", "ref": ["56-01", "56-02"]}, {"a": "The foreigner should not say, \"Yahweh will certainly exclude me from his people\" and the eunuch should not say, \"See, I am a dry tree.\"", "q": "What shouldn the foreigner and eunuch who have become followers of Yahweh not say?", "ref": ["56-03"]}, {"a": "Yahweh will set up a monument doe him, in Yahweh's house and within his walls, that is better than of sons and of daughters.", "q": "What will Yahweh do for eunuchs who observe Yahweh's sabbaths, choose what pleases him, and hold fast Yahweh's covenant?", "ref": ["56-04", "56-05"]}, {"a": "Yahweh will bring them to his holy mountain and make them joyful in his house of prayer; their burnt offerings and sacrifices will be accepted on Yahweh's altar.", "q": "What will Yahweh do for foreigners who join themselves to Yahweh to serve him, who worship him and love his name, who observe the sabbath and keeps from defiling it, and who hold fast Yahweh's covenant?", "ref": ["56-06", "56-07"]}, {"a": "Their watchmen are compared to dumb dogs.", "q": "Who is compared to a dumb dog?", "ref": ["56-10"]}, {"a": "They have all turned to their own way, each one covetous for unjust gain.", "q": "What have their watchmen and shepherds done?", "ref": ["56-11"]}], "57": [{"a": "They don't consider or understand that the righteous are gathered away from evil and enter into peace.", "q": "What does no one consider or understand about the righteous when they perish?", "ref": ["57-01", "57-02"]}, {"a": "The sons of the sorceress, the children of the adulterer and the woman who has prostituted herself do these things.", "q": "Who is merrily mocking and opening the mouth and sticking out the tongue?", "ref": ["57-03", "57-04"]}, {"a": "They had sex under the oaks, under every green tree. They killed their children in the dry riverbeds, under the rocky overhangs.", "q": "What else did these who were called children of rebellion and children of deceit do?", "ref": ["57-05"]}, {"a": "Some of the smooth things of the river valley are the objects of their devotion.", "q": "What are the objects of their devotion?", "ref": ["57-06"]}, {"a": "They deserted Yahweh.", "q": "What did these rebellious and deceitful ones do concerning Yahweh?", "ref": ["57-08"]}, {"a": "Yahweh will tell them to let their collection of idols deliver them.", "q": "What will Yahweh tell these wicked and rebellious ones when they cry out?", "ref": ["57-13"]}, {"a": "The wind will carry them all away, a breath will carry them all away.", "q": "What will happen to these wicked and rebellious ones?", "ref": ["57-13"]}, {"a": "They will inherit the land and take possession of Yahweh's holy mountain.", "q": "What will happen to the ones who take refuge in Yahweh?", "ref": ["57-13"]}, {"a": "The ones who are of a crushed and humble spirit will dwell with Yahweh there.", "q": "Who will dwell with Yahweh in the exalted and holy place?", "ref": ["57-15"]}, {"a": "The man's spirit would faint before Yahweh.", "q": "What would happen if Yahweh accused man forever?", "ref": ["57-16"]}, {"a": "Yahweh was angry with man because of his violent gain.", "q": "Why was Yahweh angry with man?", "ref": ["57-17"]}, {"a": "Yahweh said he would heal him.", "q": "Even though Yahweh has seen man's ways, what is Yahweh going to do for man?", "ref": ["57-18", "57-19"]}, {"a": "The wicked one has no peace.", "q": "Who has no peace?", "ref": ["57-21"]}], "58": [{"a": "He commanded the house of Jacob to be confronted with their rebellion and sins.", "q": "What did Yahweh command the house of Jacob to be confronted with?", "ref": ["58-01"]}, {"a": "They sought him like a nation that practiced righteousness and did not abandon the law of their God.", "q": "How did the house of Jacob seek Yahweh?", "ref": ["58-02"]}, {"a": "Their complaint to Yahweh was that when they fasted and humbled themselves Yahweh didn't see it or notice.", "q": "What was the complaint the house of Jacob made to Yahweh concerning them humbling themselves and fasting?", "ref": ["58-03"]}, {"a": "Yahweh said that on the day of their fast they find their own pleasure and oppress all their laborers.", "q": "What did Yahweh say the house of Jacob did on the day of their fast?", "ref": ["58-03"]}, {"a": "Yahweh said the house of Jacob was not fasting to make their voice heard above.", "q": "What did Yahweh say was not the reason the house of Jacob was fasting?", "ref": ["58-04"]}, {"a": "The fast that Yahweh chooses is to release wicked bonds, to undo the ropes of the yoke, to set the crushed ones free, to break every yoke, to break their bread with the hungry, to bring the poor and homeless into their houses, to clothe the naked and to not hide themselves from their own relatives.", "q": "What is the fast that Yahweh chooses?", "ref": ["58-06", "58-07"]}, {"a": "If they would do these things then their light would rise in the darkness, and their darkness would be like the noonday. .", "q": "What would Yahweh do if the house of Jacob took away from among themselves the yoke, the accusing finger, and the speech of wickedness, if they provided for the hungry and satisfied the need of the distressed?", "ref": ["58-09", "58-10"]}], "59": [{"a": "Yahweh's hand is not so short that it cannot save; nor his ear so dull, that is cannot hear.", "q": "Can Yahweh save us? Does he hear us?", "ref": ["59-01"]}, {"a": "Their sinful acts separated them from their God and their sins made Yahweh hide his face from them and from hearing them.", "q": "Why didn't Yahweh hear or save the house of Jacob?", "ref": ["59-02"]}, {"a": "Some of the sins that separated them from Yahweh were: They stained their hands with blood. They lied and spoke maliciously. They were malicious and untruthful. They conceived trouble.", "q": "What are some of the sins the house of Jacob committed that separated them from Yahweh?", "ref": ["59-03", "59-04"]}, {"a": "Those who travel crooked paths do not know peace.", "q": "What happens to those who travel crooked paths?", "ref": ["59-08"]}, {"a": "He made himself a victim.", "q": "What happened to him who turned away from evil?", "ref": ["59-15"]}, {"a": "It displeased Yahweh when he saw there was no justice.", "q": "What displeased Yahweh?", "ref": ["59-15"]}, {"a": "When Yahweh saw there was no one to intervene, his own arm brought salvation for him.", "q": "What did Yahweh do when he saw there was no one to intervene?", "ref": ["59-16"]}, {"a": "He put on righteousness as a breastplate and a helmet of salvation upon his head. He clothed himself with garments of vengeance and wore zeal as a mantle. He repayed them for what they had done, angry judgment to his adversaries, vengeance to his enemies, to the islands punishment as their reward.", "q": "Then what did Yahweh do?", "ref": ["59-17", "59-18"]}, {"a": "They will fear the name of Yahweh from the west, and his glory from the sun's rising.", "q": "What will be the result of Yahweh repaying them for what they had done?", "ref": ["59-19"]}, {"a": "A redeemer will come to Zion and to those who turn from their rebellious deeds in Jacob.", "q": "Who will a redeemer come to?", "ref": ["59-20"]}, {"a": "This is the covenant: Yahweh's spirit who is upon you, and my words which I have put in your mouth, will not leave your mouth, or go out of the mouth of your children, or go out of the mouth of your children's children from this time and forever.", "q": "What is Yahweh's covenant with them?", "ref": ["59-21"]}], "60": [{"a": "Yahweh will arise upon them and his glory will be seen on them.", "q": "Though darkness will cover the earth, what will Yahweh do for Israel?", "ref": ["60-02"]}, {"a": "Nations and kings will come to their light.", "q": "Who will come to Israel's light?", "ref": ["60-03"]}, {"a": "This will be because the abundance of the sea will be poured out to them, the wealth of the nations will come to them.", "q": "Why will Israel look and be radiant and their heart rejoice and overflow?", "ref": ["60-05"]}, {"a": "The ships of Tarshish lead.", "q": "Who leads in bringing Israel's sons from afar?", "ref": ["60-09"]}, {"a": "Sons of foreigners will rebuild their walls and kings will serve them.", "q": "Who will rebuild the city of Yahweh and who will serve them?", "ref": ["60-10"]}, {"a": "They will remain open so that the wealth of the nations may be brought in.", "q": "Why will the gates of the city remain open continually?", "ref": ["60-11"]}, {"a": "Those nations and kingdoms will perish; they will be completely destroyed.", "q": "What will happen to those nations and kingdoms who will not serve them?", "ref": ["60-12"]}, {"a": "He will make her to be a thing of pride forever, a joy from generation to generation.", "q": "What will Yahweh make the City of Yahweh to be?", "ref": ["60-15"]}, {"a": "Violence will no longer be heard in their land, or devastation nor shattering within their borders.", "q": "What will no longer be heard in the land of Zion?", "ref": ["60-18"]}, {"a": "Yahweh will be their everlasting light.", "q": "What will give light to the land?", "ref": ["60-19", "60-20"]}, {"a": "They will take possession of the land for all time.", "q": "For how long will Yahweh's people possess the land?", "ref": ["60-21"]}, {"a": "Yahweh will swiftly accomplish these things when the time comes.", "q": "How long will it take for Yahweh to accomplish these things?", "ref": ["60-22"]}], "61": [{"a": "The spirit is upon him because Yahweh has annointed him.", "q": "Why is the spirit of the Lord Yahweh upon him?", "ref": ["61-01"]}, {"a": "Yahweh has anointed him to proclaim good news to the humble.", "q": "What has Yahweh anointed him to do?", "ref": ["61-01"]}, {"a": "Yahweh has sent him to heal the brokenhearted, to proclaim liberty to the captives, to open the prison to those who are bound.", "q": "What are the first three things Yahweh sent him to do?", "ref": ["61-01"]}, {"a": "They will stand and feed the flocks of those in Zion and the sons of foreigners will work their fields and vineyards.", "q": "What will foreigners do in Zion?", "ref": ["61-05"]}, {"a": "They will be called priests of Yahweh; servants of God.", "q": "What will those in Zion be called?", "ref": ["61-06"]}, {"a": "Yahweh loves justice and hates robbery and violent injustice.", "q": "What does Yahweh love and what does he hate?", "ref": ["61-08"]}, {"a": "Yahweh has clothed him with garments of salvation and with the robe of righteousness.", "q": "What has Yahweh done for him?", "ref": ["61-10"]}, {"a": "He will cause righteousness and praise to sprout up in front of all the nations.", "q": "What will the Lord Yahweh cause to sprout up in front of all the nations", "ref": ["61-11"]}], "62": [{"a": "The nations will see Zion's righteousness and all kings will see her glory.", "q": "Who will see Zion's righteousness and glory?", "ref": ["62-01"]}, {"a": "Zion will no longer be called \"Abandoned\" and her land will no longer be called \"Desolate\".", "q": "What will no longer be said of Zion and her land?", "ref": ["62-04"]}, {"a": "She will be called those things because Yahweh delights in her and her land will be married.", "q": "Why will Zion be called \"My delight is in her\" and Zion's land \"Married\"?", "ref": ["62-04"]}, {"a": "They are put there to keep reminding Yahweh, allowing him no rest until he reestablishes Jerusalem and makes it a praise on earth.", "q": "Why have watchmen been put on the walls of Jerusalem?", "ref": ["62-06", "62-07"]}, {"a": "He has sworn that he will no longer give Jerusalem's grain as food for their enemies, and foreigners won't drink her new wine.", "q": "What has Yahweh sworn by his right hand and by the arm of his strength?", "ref": ["62-08"]}, {"a": "This is Yahweh's announcement: \"Say to the daughter of Zion, 'Look, your savior is coming! See, his reward is with him, and his reward goes before him.'\".", "q": "What does Yahweh announce to the ends of the earth?", "ref": ["62-11"]}], "63": [{"a": "He is wearing red royal clothing and he comes marching confidently.", "q": "What is the one who comes from Edom wearing and how does he come?", "ref": ["63-01"]}, {"a": "He is marching confidently because of his great strength.", "q": "Why is the one from Edom marching so confidently?", "ref": ["63-01"]}, {"a": "He says he speaks righteousness and that he is powerfully able to save.", "q": "What does this one from Edom say about himself?", "ref": ["63-01"]}, {"a": "He was looking forward to the day of vengeance, and the year for his redemption had arrived.", "q": "What was this one from Edom looking forward to?", "ref": ["63-04"]}, {"a": "No. He looked but there was no one to help.", "q": "Was there anyone there to help this one from Edom?", "ref": ["63-05"]}, {"a": "He trampled down the peoples in his anger and made them drunk in his wrath and he splashed their blood on the earth.", "q": "What did this one from Edom do to the peoples?", "ref": ["63-06"]}, {"a": "He has shown them compassion because of his mercy and with many deeds of covenant faithfulness.", "q": "Why and how has Yahweh shown compassion to the house of Israel?", "ref": ["63-07"]}, {"a": "When the house of Israel suffered, Yahweh suffered.", "q": "What happened in the ancient times when Yahweh's people suffered?", "ref": ["63-09"]}, {"a": "The messenger of his presence saved them in the ancient times.", "q": "In the ancient times, who saved Israel?", "ref": ["63-09"]}, {"a": "He became their enemy because they rebelled and grieved his Holy Spirit.", "q": "Why did he become their enemy?", "ref": ["63-10"]}, {"a": "His name from ancient times has been \"Our Redeemer\".", "q": "What has been Yahweh's name from ancient times?", "ref": ["63-16"]}, {"a": "Their question and complaint was, \"Yahweh, why do you make us wander from your ways and harden our hearts, so we do not obey you?\"", "q": "What was the complaint or question of the house of Israel to Yahweh?", "ref": ["63-17"]}], "64": [{"a": "The nations would tremble at his presence.", "q": "What would happen if Yahweh's name was known by his adversaries?", "ref": ["64-02"]}, {"a": "No, no one has heard or perceived of any God who does things for those who wait for him.", "q": "Since ancient times has anyone heard or perceived of any God besides Yahweh, who does things for those who wait for him?", "ref": ["64-04"]}, {"a": "They are like a menstrual rag.", "q": "What are all of Israel's righteous deeds like?", "ref": ["64-06"]}, {"a": "This was so because Yahweh hid his face from them and handed them over to their sins.", "q": "Why were there none who called on Yahweh's name, who made an effort to take hold of him?", "ref": ["64-07"]}, {"a": "Yahweh is compared to a potter and the people of Israel are compared to clay.", "q": "What does the writer compare Yahweh and the people of Israel to?", "ref": ["64-08"]}, {"a": "Yahweh's holy cities have become a wilderness and Jerusalem a desolation.", "q": "What have Yahweh's holy cities become?", "ref": ["64-10"]}, {"a": "The two questions are, \"How can you still hold back, Yahweh?\" and \"How can you remain silent and continue to humiliate us?\"", "q": "What are the two questions the writer has for Yahweh?", "ref": ["64-12"]}], "65": [{"a": "He wanted to be sought out and found by those who did not ask and did not seek.", "q": "What did Yahweh want from those who did not ask and did not seek?", "ref": ["65-01"]}, {"a": "They have walked after their own thoughts and plans.", "q": "What have these stubborn people walk after?", "ref": ["65-02"]}, {"a": "They are a continual offense to Yahweh because they offer sacrifices in gardens and burn incense on brick tiles. They sit among the graves and keep watch all night and eat pork with the broth of foul meat in their dishes.", "q": "What are some of the ways these people have been a continual offense to Yahweh?", "ref": ["65-03", "65-04"]}, {"a": "He has paid them back and will repay them for their own sins and the sins of their fathers.", "q": "What did and what will Yahweh do to these stubborn people?", "ref": ["65-06", "65-07"]}, {"a": "They will possess the land.", "q": "What will Yahweh do for his chosen ones?", "ref": ["65-09"]}, {"a": "He will destine them for the sword and they will all bow down to the slaughter.", "q": "What will Yahweh do to those who abandon Yahweh?", "ref": ["65-12"]}, {"a": "They will eat, drink, rejoice and shout with joy.", "q": "What will happen to Yahweh's servants?", "ref": ["65-13", "65-14"]}, {"a": "They will be hungry and thirsty. They will be put to shame and cry because of the pain of the heart and wail because of the crushing of the spirit.", "q": "What else will happen to those who abandon Yahweh?", "ref": ["65-13", "65-14"]}, {"a": "Yahweh is going to create new heavens and a new earth.", "q": "What is Yahweh going to create?", "ref": ["65-17"]}, {"a": "They will be glad and rejoice forever in what Yahweh is about to create.", "q": "What will be the response of Yahweh's servants to the new heavens and new earth?", "ref": ["65-18"]}, {"a": "They will build houses and inhabit them, and they will plant vineyards and eat their fruit.", "q": "What will the people do in the new Jerusalem?", "ref": ["65-21"]}, {"a": "They will live long lives like unto the days of trees.", "q": "How many days will the people live?", "ref": ["65-22"]}, {"a": "While they are still speaking Yahweh will hear them, and before they call he will answer them.", "q": "In the new heavens and new earth when will Yahweh hear and answer his people?", "ref": ["65-24"]}, {"a": "The animals will no longer hurt or destroy one another. The wolf and the lamb will graze together, and the lion will eat straw like the ox.", "q": "What will be different about the animals on all Yahweh's holy mountain?", "ref": ["65-25"]}], "66": [{"a": "Yahweh made all these things with his own hand.", "q": "Who made heaven and earth?", "ref": ["66-02"]}, {"a": "Yahweh approves of men who are broken and contrite in spirit and tremble at his word.", "q": "Of what kind of man does Yahweh approve?", "ref": ["66-02"]}, {"a": "Yahweh says a man who slaughters an ox also murders a man. One who sacrifices a lamb also breaks a dog's neck. He who offers a grain offering offers swine's blood and he who offers a memorial of incense also blessed wickedness.", "q": "What examples does Isaiah give to show man's hypocrisy?", "ref": ["66-03"]}, {"a": "Their brothers hate and exclude those who tremble at the word of Yahweh.", "q": "What do the brothers of those who tremble at the word of Yahweh do to them?", "ref": ["66-05"]}, {"a": "It was the sound of battle tumult coming from the city, the sound of Yahweh paying back his enemies.", "q": "What is the sound that came from the city and the temple?", "ref": ["66-06"]}, {"a": "We should rejoice with Jerusalem and be glad for her, for you will nurse and be satisfied; with her breasts you will be comforted; for you will drink to the full and be delighted with the abundance of her glory.", "q": "Why should all who love Jerusalem rejoice with her and be glad for her?", "ref": ["66-10", "66-11"]}, {"a": "Yahweh is about to spread prosperity over Jerusalem like a river, and the riches of the nations like an overflowing stream.", "q": "What is Yahweh about to spread over Jerusalem?", "ref": ["66-12"]}, {"a": "He will use fire and his sword.", "q": "What will Yahweh use to execute judgment on mankind?", "ref": ["66-16"]}, {"a": "Yahweh will gather all nations and languages so they may come and see his glory and so that some of those who survive can return to their nations to proclaim Yahweh's glory among the nations.", "q": "Why will Yahweh gather all nations and languages?", "ref": ["66-18", "66-19"]}, {"a": "The brothers of Israel from out of all the nations will be given as an offering to Yahweh.", "q": "Who will be given as an offering to Yahweh?", "ref": ["66-20"]}, {"a": "All people will come and bow down to Yahweh month to month and sabbath to sabbath.", "q": "What will the people do month to month and sabbath to sabbath?", "ref": ["66-23"]}, {"a": "Worms will eat them and fire will consume them.", "q": "What will happen to the dead bodies of the men who have rebelled against Yahweh?", "ref": ["66-24"]}]}