[{"id": "01", "tn": [{"ref": "General Information:", "text": "Jeremiah has just told the people of Judah what will happen to the land."}, {"ref": "At that time", "text": "At the time when the events in [[:en:bible:notes:jer:07:31|7:32]] [[:en:bible:notes:jer:07:33|to 34]] happen."}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "they will bring", "text": "This word \"they\" here refers to the people who will destroy Jerusalem."}, {"ref": "its officials", "text": "\"the princes of Judah\""}, {"ref": "will spread them out", "text": "The word \"them\" refers to the bones of the people of Judah."}, {"ref": "these things in the sky that they have followed and served", "text": "\"these things in the sky that they loved and which they served.\" The word \"they\" here refers to the people of Judah."}, {"ref": "that they have walked after", "text": "AT: \"and that they have faithfully obeyed.\" See how you translated \"walked after\" in [[:en:bible:notes:jer:02:23|2:23]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and sought", "text": "\"and that they have inquired of\""}, {"ref": "The bones will not be gathered or buried", "text": "AT: \"No one will gather their bones and bury them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will be like dung", "text": "Yahweh is showing how unpleasant they will be. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like dung", "text": "\"like manure\" or \"like poop\""}, {"ref": "on the surface of the earth", "text": "\"all over the ground\""}, {"ref": "where I have driven them", "text": "The word \"them\" refers to the people of Judah."}, {"ref": "they will choose death instead of life for themselves, all who are still left over from this evil nation", "text": "\"those who are still left from this evil family will want to die instead of stay alive\""}]}, {"id": "04", "tn": [{"ref": "So say", "text": "Yahweh is speaking to Jeremiah."}, {"ref": "to them", "text": "\"to the people of Judah\""}, {"ref": "Does anyone fall and not get up?", "text": "AT: \"You know that when someone falls, he gets back up.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_litotes]])."}, {"ref": "Does anyone get lost and not try to return?", "text": "AT: \"When someone is lost, he tries to return to the right path.\""}, {"ref": "Why has this people, Jerusalem, turned away in permanent faithlessness?", "text": "Yahweh uses this question to emphasize that the way that the people of Judah are acting does not make sense. AT: \"It does not make sense that this people of Jerusalem have turned away in permanent faithlessness.\""}, {"ref": "Jerusalem", "text": "The word \"Jerusalem\" refers to the people of Judah. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "hold on to treachery", "text": "\"continue to worship false gods\" or \"cling to lies\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking about the people of Judah."}, {"ref": "did not speak right", "text": "\"did not say what is right\""}, {"ref": "for his wickedness", "text": "\"because of his wickedness\""}, {"ref": "What have I done", "text": "AT: \"I have done a terrible thing.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "All of them go where they wish", "text": "\"The entire people continues to run.\" Yahweh compares their eagerness to do evil with running. AT: \"All of the people continues to eagerly do the same evil.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like a stallion rushing toward battle", "text": "The people are extremely eager to do evil like a stallion that runs toward a battle because he is very eager to get to the battle. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "stallion", "text": "The word \"stallion\" refers to a male horse."}, {"ref": "Even the stork in heaven knows the right times; and the doves, swifts, and cranes", "text": "\"the birds know when they should leave the cold country for the warm country."}, {"ref": "stork ... doves, swifts, and cranes", "text": "All of these are different types of birds which fly to a warm place before their other place gets too cold."}, {"ref": "go on their migrations", "text": "\"go from a cold country to a warm country\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about the people of Judah."}, {"ref": "How can you say, \"We are wise, for the law of Yahweh is with us\"?", "text": "\"Why do you say, we are wise! And we have the law of Yahweh?\" AT: \"You should not say that you are wise and that you have the law of Yahweh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How can you say", "text": "The \"you\" here refers to the people of Judah."}, {"ref": "The deceitful pen of the scribes has created deceit", "text": "The pen represents the words that the scribes write. AT: \"The false things that the scribes have been writing have given you false ideas about the law of Yahweh.\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The wise men will be ashamed", "text": "\"These men who think they are wise will feel ashamed\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "They are dismayed and trapped", "text": "\"Enemies will defeat them and take them away\""}, {"ref": "so what use is their wisdom?", "text": "AT: \"so their so called wisdom does not do them any good.\""}, {"ref": "those who will possess them", "text": "\"the people who will take control of their land\""}, {"ref": "for from the youngest ... all of them practice deceit", "text": "See how you translated this in [[:en:bible:notes:jer:06:13|6:13]]."}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about the people of Judah."}, {"ref": "For they treated the fracture of the daughter of my people ... says Yahweh", "text": "See how you translated this in [[:en:bible:notes:jer:06:13|6:14-15]]."}, {"ref": "the leaf will wither", "text": "\"the leaf will dry up\""}, {"ref": "and what I have given to them will pass away", "text": "The meaning of the hebrew is uncertain. Possible meanings are 1) \"I gave instructions to my people, but my people disobeyed the instructions\" or 2) \"therefore, I have given these people over to their enemies, so their enemies can trample over them.\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues his message by telling us what the people of Judah will say at the time of their punishment."}, {"ref": "Why are we sitting here", "text": "AT: \"We should not stay here.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Come together; let us go to the fortified cities", "text": "See how you translated this in [[:en:bible:notes:jer:04:04|4:5]]."}, {"ref": "fortified cities", "text": "\"the cities with high walls and soldiers to defend it\""}, {"ref": "and we will become silent there in death", "text": "AT: \"and we will die there.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "For Yahweh our God will silence us", "text": "AT: \"because Yahweh our God will put us to death.\""}, {"ref": "He will make us drink poison", "text": "\"He will make us drink poison\" refers to God's judgment. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "but see, there will be", "text": "\"but understand, there will be\""}, {"ref": "but there will be nothing good", "text": "\"but nothing good will happen\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues his message about the punishment coming to Judah."}, {"ref": "The snorting of his stallions is heard from Dan", "text": "AT: \"People in Dan hear the sound of the enemy army coming to attack Judah.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stallions", "text": "male horses"}, {"ref": "The whole earth shakes", "text": "AT: \"The people of the land shake with fear\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "at the sound of the neighing of his strong horses", "text": "\"when they hear the sound of the enemy's strong horses\""}, {"ref": "neighing", "text": "the sound that a horse makes"}, {"ref": "For they will come", "text": "The word \"they\" refers to the invading army."}, {"ref": "and consume the land", "text": "\"and destroy the land.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am sending out snakes among you", "text": "The snakes represent the enemy soldiers. AT: \"I am sending out enemy soldiers to fight you.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "vipers that you cannot charm", "text": "AT: \"vipers that you cannot send away with magic.\""}, {"ref": "vipers", "text": "a kind of snake that is poisonous and has large fangs"}, {"ref": "They will bite you", "text": "AT: \"They will attack you\" or \"They will destroy you.\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Jeremiah and Yahweh have a conversation about the people of Judah."}, {"ref": "My sorrow has no end, and my heart is sick", "text": "This difficult passage in Hebrew is interpreted in different ways by modern versions."}, {"ref": "My sorrow has no end", "text": "The word \"my\" refers to Jeremiah. AT: \"I am very sad.\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "and my heart is sick", "text": "The word \"my\" refers to Jeremiah. AT: \"I feel sick deep down inside me.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "See! The screaming voice of the daughter of my people from a far distant land!", "text": "Jeremiah is speaking about the people of Judah. Possible meanings are 1) \"The people of Judah call out from exile in a far-away land\" or 2) \"The people of Judah call out from all over the land of Israel.\""}, {"ref": "daughter of my people", "text": "Israel as a daughter. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is not Yahweh in Zion", "text": "Jerusalem is referred to as Zion. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is not Yahweh in Zion? Or is not her king in her?", "text": "Jeremiah tells what the people of Judah are saying. The two parallel questions show that the people of Judah are wondering why Yahweh is not saving them. AT: \"Why does Yahweh not save us if he is the king in Jerusalem?\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Why then would they offend me with their carved figures", "text": "The word \"me\" refers to Yahweh. AT: \"If they want me to save them, then they must not offend me by worshiping their idols.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Jeremiah continues talking about the people of Judah."}, {"ref": "The harvest has passed on", "text": "\"Harvest time is over\""}, {"ref": "But we have not been saved", "text": "Jeremiah tells what the people of Judah are saying. The word \"we\" refers to the people of Judah. AT: \"But Yahweh has not saved us.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am hurt because of the hurt of the daughter of my people", "text": "The word \"I\" refers to Jeremiah. AT: \"I feel very upset because the people of Judah are experiencing horrible things.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Is there no medicine in Gilead? Is there no healer there?", "text": "AT: \"There is medicine in Gilead! There are doctors in Gilead!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why will the healing of the daughter of my people not happen", "text": "AT: \"But my people have spiritual wounds that medicine and doctors cannot heal.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]