[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to tell the believers how they should and should not live as God's children."}, {"ref": "Therefore be imitators of God", "text": "\"Therefore you should do what God does.\" Therefore refers back to [[:en:bible:notes:eph:04:31|4:32]] which tells why believers should imitate God, because Christ forgave believers."}, {"ref": "as dearly loved children", "text": "God desires us to imitate or follow him since we are his children. AT: \"as children dearly loved children imitate their fathers\" or \"because you are his children and he loves you dearly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "walk in love", "text": "Walking is a common way to express the idea of living one's life. AT: \"live a life of love\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a fragrant offering and sacrifice to God", "text": "\"like a sweet-smelling offering and sacrifice to God\""}]}, {"id": "03", "tn": [{"ref": "But there must not be even a suggestion among you of sexual immorality or any kind of impurity or of greed", "text": "\"Do not do anything that would let anyone think that you are are guilty of sexual immorality or any kind of impurity or greed\""}, {"ref": "any kind of impurity", "text": "\"any moral uncleanness\""}, {"ref": "Instead there should be thanksgiving", "text": "\"Instead you should thank God\""}]}, {"id": "05", "tn": [{"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "empty words", "text": "words that have no truth to them"}]}, {"id": "08", "tn": [{"ref": "For you were once darkness", "text": "Just as one cannot see in the dark, so people who love to sin lack spiritual understanding. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but now you are light in the Lord", "text": "Just as one can see in the light, so people whom God has saved understand how to please God. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Walk as children of light", "text": "\"Live as people who understand what the Lord wants them to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the fruit of the light consists in all goodness, righteousness, and truth", "text": "Just as a healthy tree produces good fruit, a believer will do what is good, do the righteous things God wants him to do, and will speak true words. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not associate with the unfruitful works of darkness", "text": "Paul speaks of the useless, sinful things that unbelievers do as if they are evil deeds people do in the dark so no one will see them. AT: \"Do not do useless, sinful things with unbelievers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "unfruitful works", "text": "actions that do nothing good, useful, or profitable (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "expose them", "text": "\"bring them out into the light\" or \"uncover them\" or \"show and tell people how wrong these actions are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "It is unknown if this quotation is a combination of quotations from the prophet Isaiah or a quotation from a hymn sung by the believers."}, {"ref": "anything that becomes visible is light", "text": "\"people can clearly see everything that comes into the light.\" While this is a metaphor for how the word of God shows people's actions to be good or bad, you should translate this literally. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Awake, you sleeper, and arise from the dead ones", "text": "Possible meanings are 1) Paul is addressing unbelievers who need to wake up from being dead spiritually just as a person who has died must come alive again in order to respond, or 2) Paul is addressing the Ephesian believers and using death as a metaphor for their spiritual weakness. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you sleeper ... shine on you", "text": "These instances of \"you\" refer to the \"sleeper\" and are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Christ will shine on you", "text": "Christ will enable an unbeliever to understand how evil his deeds are and how Christ will forgive him and give him new life, just as light shows what actually is there that darkness hid. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "Look carefully how you live—not as unwise but as wise", "text": "Unwise people do not guard themselves against sin. However wise people can identify sin and flee from it. AT: \"Therefore you must be careful to live as a wise person rather than a foolish person\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Redeem the time", "text": "\"Do the best things you can with your time,\" \"Use time wisely,\" or \"Put time to its best use\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "because the days are evil", "text": "The word \"days\" is a metonym for what people do during those days. AT: \"because the people around you are doing all kinds of evil things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul ends his instructions on how all believers should live."}, {"ref": "And do not get drunk with wine", "text": "\"And you should not get drunk from drinking wine\""}, {"ref": "Instead, be filled with the Holy Spirit", "text": "\"Instead you should be controlled with the Holy Spirit\""}, {"ref": "psalms and hymns and spiritual songs", "text": "Possible meanings are that 1) Paul is using these words as a merism for \"all sorts of songs to praise God\" or 2) Paul is listing specific forms of music. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "psalms", "text": "Possible meanings are 1) quotations from the Book of Psalms or 2) any worship song."}, {"ref": "hymns", "text": "songs that praise the Father or the Son"}, {"ref": "spiritual songs", "text": "Possible meanings are 1) these are songs about God or 2) these are songs given by the Holy Spirit or 3) this word is the same as \"hymns\" and needs no separate word."}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins to explain how Christians are to submit themselves to one another ([[:en:bible:notes:eph:05:18|5:21]]). He starts with instructions to wives and husbands on how they should act toward each other."}, {"ref": "the head of the wife ... the head of the church", "text": "The word \"head\" represents the leader. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Here the words \"himself\" and \"he\" refer to Christ. The word \"her\" refers to the church."}, {"ref": "love your wives", "text": "Here \"love\" refers to unselfish serving or giving love to wives."}, {"ref": "gave himself up", "text": "\"allowed people to kill him\""}, {"ref": "having cleansed her by the washing of water with the word", "text": "Possible meanings are 1) Paul is referring to God's making Christ's people clean by God's word and through water baptism in Christ or 2) Paul is saying God made us spiritually clean from our sins by the word of God as we make our bodies clean by washing with water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for her ... make her holy ... cleansed her", "text": "Paul speaks of the assembly of believers as though it were a woman whom Jesus will marry. AT: \"for us ... make us holy ... cleansed us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "without stain or wrinkle", "text": "Paul speaks of the church as though it were a garment that is clean and in good condition. He uses the same idea in two ways to emphasize the church's purity. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "holy and without fault", "text": "The phrase \"without fault\" means basically the same thing as \"holy.\" Paul uses the two together to emphasize the church's purity. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "28", "tn": [{"ref": "as their own bodies", "text": "That people love their own bodies may be stated explicitly. AT: \"as husbands love their own bodies\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but nourishes", "text": "\"but feeds\""}, {"ref": "we are members of his body", "text": "Possible meanings are 1) \"we are members of his body of believers\" or 2) believers fit together to form the body of Christ just as the parts of the human body fit together to form a person. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "The quotation is from the writings of Moses in the Old Testament."}, {"ref": "General Information:", "text": "The words \"his\" and \"himself\" refer to a male believer who marries."}]}]