[{"id": "01", "tn": [{"ref": "Joseph was brought down to Egypt", "text": "Travelling to Egypt is always considered as going \"down\" in contrast to going \"up\" to the promised land. This can be stated in active form. AT: \"The Ishmaelites had taken Joseph to Egypt\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh was with Joseph", "text": "This means that Yahweh helped Joseph and was always with him. AT: \"Yahweh guided Joseph and helped him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He lived in the house", "text": "Here the author speaks of working in the master's house as if it were living in the master's house. Only the most trusted servants were permitted to work in their master's house. AT : \"he worked in the house\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his Egyptian master", "text": "Joseph was now Potiphar's slave."}]}, {"id": "03", "tn": [{"ref": "His master saw that Yahweh was with him", "text": "This means that the master saw how Yahweh was helping Joseph. AT: \"His master saw that Yahweh was helping him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that Yahweh prospered everything that he did", "text": "\"Yahweh caused everything that Joseph did to prosper\""}, {"ref": "Joseph found favor in his sight", "text": "\"To find favor\" means to be approved by someone. The idiom \"in his sight\" refers to a person's opinion. Possible meanings are 1) AT: \"Potiphar was pleased with Joseph\" or 2) AT: \"Yahweh was pleased with Joseph\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He served Potiphar", "text": "This means that he was Potiphar's personal servant."}, {"ref": "Potiphar made Joseph manager over his house, and everything that he possessed", "text": "\"Potiphar put Joseph in charge of his household and everything that belonged to Potiphar\""}, {"ref": "put under his care", "text": "When something is \"put under someone's care,\" it means that the person is responsible for its care and safe-keeping. AT: \"he had Joseph care for\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "It came about from the time that", "text": "This phrase is used here to mark the beginning of the next part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "he made him manager over his house and over everything he possessed", "text": "\"Potiphar put Joseph in charge of his household and everything that belonged to him\""}, {"ref": "blessed", "text": "Here \"blessed\" means to cause good and beneficial things to happen to the person or thing that is being blessed."}, {"ref": "The blessing of Yahweh was on", "text": "Here the author speaks of the blessing that Yahweh gave as if it were a physical covering put over something. AT: \"Yahweh blessed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "everything that Potiphar had in the house and in the field", "text": "This refers his household and his crops and livestock. The full meaning of this statement can be made explicit. AT: \"Potiphar's household and all of his crops and livestock\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Potiphar put everything that he had under Joseph's care", "text": "When something is \"put under someone's care,\" it means that the person is responsible for its care and safe-keeping. AT: \"So Potiphar put Joseph in charge of everything that he had\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He did not have to think about anything except the food that he ate", "text": "He did not have to worry about anything in his household; he only had to make decisions about what he wanted to eat. This can be stated in positive form. AT: \"Potiphar only had to think about what he wanted to eat. He did not have to worry about anything else in his house\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Now", "text": "The word \"now\" marks a break in the story line as the author gives background information about Joseph. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "handsome and attractive", "text": "Both of the words have same meaning. They refer to Joseph's pleasing appearance. He was likely good-looking and strong. AT: \"handsome and strong\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "07", "tn": [{"ref": "It came about after this that", "text": "\"And so.\" This phrase is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Look", "text": "\"Listen.\" Joseph uses this word to get Potiphar's wife's attention."}, {"ref": "my master does not pay attention to what I do in the house", "text": "\"my master has no concern about his household with me in charge.\" This can be written in positive form. AT: \"my master trusts me with his household\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "he has put everything that he owns under my care", "text": "When something is \"put under someone's care,\" it means that the person is responsible for its care and safe-keeping. AT: \"he has put me in charge of everything that belongs to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "No one is greater in this house than I am", "text": "Here the author speaks of authority as if it were greatness. AT: \"I have more authority in this house than anyone else\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has not kept back anything from me but you", "text": "This can be stated in positive form. AT: \"He has given me everything except you\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "How then can I do this great wickedness and sin against God?", "text": "Joseph uses a question for emphasis. This can be written as a statement. AT: \"I certainly cannot do such a wicked thing and sin against God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "She spoke to Joseph day after day", "text": "This means that she kept asking him to sleep with her. The full meaning of this statement can be made explicit. AT: \"She kept on asking Joseph to sleep with her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to be with her", "text": "\"to be near her\""}, {"ref": "It came about", "text": "\"And so.\" This phrase is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "None of the men of the house", "text": "\"None of the other men who worked in the house\""}, {"ref": "fled, and went outside", "text": "\"and quickly ran outside\" or \"and quickly ran out of the house\""}]}, {"id": "13", "tn": [{"ref": "It came about ... that she called", "text": "\"Then ... she called.\" The phrase \"it came about\" is used here to mark the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "and had fled outside", "text": "\"and had quickly ran out of the house\""}, {"ref": "the men of her house", "text": "\"the men who worked in her house\""}, {"ref": "See", "text": "\"Listen.\" Potiphar's wife uses this word to get the servants' attention."}, {"ref": "He came in to me to sleep with me", "text": "Here Potiphar's wife is accusing Joseph of trying to seize her and sleep with her."}, {"ref": "It came about when he heard me scream, that he", "text": "\"When he heard me scream, he.\" The phrase \"it came about\" is used here to mark the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}]}, {"id": "16", "tn": [{"ref": "his master", "text": "\"Joseph's master.\" This refers to Potiphar."}, {"ref": "She told him this explanation", "text": "\"She explained it like this\""}, {"ref": "brought to us", "text": "The word \"us\" refers to Potiphar, his wife, and includes the rest of the household. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "came in to mock me", "text": "\"came in to make a fool of me.\" Here, the word \"mock\" is a euphemism for \"to seize and to sleep with.\" AT: \"came into where I was and tried to force me to sleep with him\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "It came about that", "text": "\"Then.\" Potiphar's wife uses this phrase to mark the next event in the account she is telling him about Joseph trying to sleep with her. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "fled outside", "text": "\"ran quickly out of the house\""}]}, {"id": "19", "tn": [{"ref": "It came about that", "text": "\"And so.\" This phrase is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "his master", "text": "\"Joseph's master.\" This refers to Potiphar. This information can be made explicit. AT: \"Joseph's master, Potiphar\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "heard the explanation his wife told him", "text": "\"heard his wife explain to him.\" The word \"his\" and \"him\" here refer to Potiphar."}, {"ref": "he became very angry", "text": "\"Potiphar became very angry\""}, {"ref": "the place where the king's prisoners were confined", "text": "This can be stated in active form. AT: \"the place where the king put his prisoners\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He was there", "text": "\"Joseph stayed there\""}]}, {"id": "21", "tn": [{"ref": "But Yahweh was with Joseph", "text": "This refers to how Yahweh took care of Joseph and was kind to him. AT: \"But Yahweh was kind to Joseph\" (UDB) or \"But Yahweh took care of Joseph\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He gave him favor in the sight of the prison warden", "text": "This means Yahweh caused the prison warden to approve of Joseph and to treat him well. AT: \"Yahweh caused the prison warden to be pleased with Joseph\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the prison warden", "text": "\"the prison manager\" or \"the man in charge of the prison\""}, {"ref": "gave into Joseph's hand", "text": "Here \"hand\" represents Joseph's power or trust. AT: \"put Joseph in charge of\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whatever they did there, Joseph was in charge of it", "text": "\"Joseph was in charge of everything they did there\""}, {"ref": "because Yahweh was with him", "text": "This refers to how Yahweh helped Joseph and guided him. AT: \"because Yahweh guided Joseph\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Whatever he did, Yahweh prospered", "text": "\"Yahweh caused everything that Joseph did to prosper\""}]}]