[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This second warning is longer and more detailed and includes chapters 3 and 4. The writer begins by showing that Christ is better than his servant Moses."}, {"ref": "holy brothers", "text": "Here \"brothers\" refer to fellow Christians, including both men and women. AT: \"holy brothers and sisters\" or \"my holy fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "you share in a heavenly calling", "text": "Here \"heavenly\" represents God. AT: \"God has called us together\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "apostle", "text": "Here this term means someone who has been sent. In this passage, it does not refer to any of the twelve apostles. AT: \"the one who was sent\""}, {"ref": "of our confession", "text": "This can be reworded so that the abstract noun \"confession\" is expressed as the verb \"confess.\" AT: \"whom we confess\" or \"in whom we believe\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "in God's house", "text": "The Hebrew people to whom God revealed himself are spoken of as if they were a literal house. AT: \"to all of God's people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Jesus has been considered", "text": "This can be stated in active form. AT: \"God has considered Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the one who built everything", "text": "God's acts of creating the world are spoken of as if he had built a house. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "every house is built by someone", "text": "This can be stated in active form. AT: \"every house has someone who built it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "On one hand", "text": "This phrase starts a comparison between Moses and Christ. This phrase can be left out of your translation, if necessary."}, {"ref": "in God's entire house", "text": "The Hebrew people to whom God revealed himself are spoken of as if they were a literal house. See how you translated this in [[:en:bible:notes:heb:03:01|3:2]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He was a testimony about the things", "text": "This phrase probably refers to all of Moses' work. AT: \"Moses' life and work pointed to the things\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were to be spoken of in the future", "text": "This can be stated in active form. AT: \"Jesus would say in the future\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in charge of God's house", "text": "This speaks about God's people as if they were a literal house. AT: \"who rules over God's people\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We are his house", "text": "This speaks of God's people as if they are a literal house. AT: \"We are God's people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if we hold fast to our courage and to our proud confidence", "text": "Here \"courage\" and \"proud confidence\" are abstract and can be stated as verbs. AT: \"if we continue to be courageous and joyfully expect God to do what he has promised\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "The warning here is a reminder that the Israelites' unbelief kept almost all of them from entering into the land that God had promised them. Their unbelief was well illustrated in Exodus [[:en:bible:notes:exo:17:01|17:1-7]], when they complained against Moses and doubted that God was with them."}, {"ref": "General Information:", "text": "This quotation comes from  the Old Testament in the book of Psalms."}, {"ref": "if you hear his voice", "text": "God's commands to Israel are spoken of as if he had given them in an audible voice. AT: \"if you hear God speaking\"  \"(See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not harden your hearts", "text": "Stubbornness is spoken of as if it were a heart that had been physically hardened. AT: \"do not be stubborn\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as in the rebellion, in the time of testing in the wilderness", "text": "Here \"rebellion\" and \"tested\" can be stated as verbs. AT: \"like when your ancestors rebelled against God and tested him in the wilderness\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This quotation is from the Psalms."}, {"ref": "your ancestors", "text": "Here \"your\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "by testing me", "text": "Here \"me\" refers to God."}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "I was displeased", "text": "\"I was angry\" or \"I was greatly unhappy\""}, {"ref": "They are always being led astray in their hearts", "text": "This can be stated in active form. AT: \"They are always going astray in their hearts\" or \"Their hearts are always going astray\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They are always being led astray in their hearts", "text": "People who are unfaithful to God are spoken of as if someone were leading them off the right path to follow. AT: \"They always refuse to follow me\" or \"They will not do what I command\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in their hearts", "text": "Here \"hearts\" refers to their minds or desires. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They have not known my ways", "text": "This speaks of a manner of conducting one's life as if it were a way or a path. AT: \"They do not understand how I wanted them to conduct their lives\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They will never enter my rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. AT: \"They will never enter the place of rest\" or \"I will never allow them to experience my blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "brothers", "text": "Here this refers to fellow Christians including males and females. AT: \"brothers and sisters\" or \"fellow believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "there will not be anyone with an evil heart of unbelief", "text": "The heart is spoken of here as if it were a person's mind, the center of a person's will and motivation. AT: \"none of you stop believing in God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a heart that turns away from the living God", "text": "The heart of a person is spoken of as if it were the entire person, who could abandon the right path to follow. AT: \"and you stop obeying the living God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the living God", "text": "\"the true God who is really alive\""}, {"ref": "as long as it is called \"today\"", "text": "\"while there is still opportunity\""}, {"ref": "no one among you will be hardened by the deceitfulness of sin", "text": "This can be stated in active form. AT: \"the deceitfulness of sin does not harden any of you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no one among you will be hardened by the deceitfulness of sin", "text": "Being stubborn is spoken of as being hard or having a hard heart. The hardness is a result of being deceived by sin. This can be reworded so that the abstract noun \"deceitfulness\" is expressed as the verb \"deceive.\" AT: \"no one among you will be deceived by sin and become stubborn\" or \"you do not sin, deceiving yourselves so that you become stubborn\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This continues the  quotation from the same psalm that was also quoted in [[:en:bible:notes:heb:03:07|3:7]]."}, {"ref": "For we have become", "text": "Here \"we\" refers to both the writer and the readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "if we firmly hold to our confidence in him", "text": "\"if we continue to confidently trust in him\""}, {"ref": "from the beginning", "text": "\"from when we first begin to believe in him\""}, {"ref": "to the end", "text": "This is a polite way of referring to when a person dies. AT: \"until we die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "it has been said", "text": "This can be stated in active form. AT: \"the writer wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Today, if you hear", "text": "God's commands to Israel are spoken of as if he had given them in an audible voice. AT: \"if you hear God speaking.\" See how you translated this in [[:en:bible:notes:heb:03:07|3:7-8]]. \"(See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as in the rebellion", "text": "Here \"rebellion\" can be stated as a verb. AT: \"like when your ancestors rebelled against God.\" See how you translated this in [[:en:bible:notes:heb:03:07|3:7-8]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The word \"they\" refers to the disobedient Israelites, and \"we\" refers to the author and readers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Who was it who heard God and rebelled? Was it not all those who came out of Egypt through Moses?", "text": "The author uses questions to teach his readers. These two questions can be joined as one statement, if needed. AT: \"All those who came out of Egypt with Moses heard God, yet they still rebelled.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "With whom was he angry for forty years? Was it not with those who sinned, whose dead bodies fell in the wilderness?", "text": "The author uses questions to teach his readers. These two questions can be joined as one statement, if needed. AT: \"God was angry for forty years with those who sinned and let them die in the wilderness.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "To whom did he swear that they would not enter his rest, if it was not to those who disobeyed him?", "text": "The author uses this question to teach his readers. AT: \"And it was to those who disobeyed that he swore that he would not let them enter his rest.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "they would not enter his rest", "text": "The peace and security provided by God are spoken of as if they were rest that he can give, and as if they were a place to which people could go. AT: \"they would not enter the place of rest\" or \"they would not experience his blessings of rest\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of unbelief", "text": "Here \"unbelief\" can be stated in terms of the verb \"trust.\" AT: \"because they did not trust him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]