[{"id": "01", "tn": [{"ref": "General Information:", "text": "John continues to teach his readers about God's love and the love believers are to have because they have this new nature from God."}, {"ref": "is born from God", "text": "\"is a child of God\""}, {"ref": "Because of this we know that we love God's children: when we love God and do his commandments", "text": "\"When we love God and do what he commands, then we know that we love his children\""}, {"ref": "For this is love for God: that we keep his commandments", "text": "\"Because when we do what he commands, that is true love for God\""}, {"ref": "And his commandments are not burdensome", "text": "\"And what he commands is not difficult\""}, {"ref": "burdensome", "text": "\"heavy,\" \"crushing,\" or \"difficult\""}]}, {"id": "04", "tn": [{"ref": "everyone who is born from God", "text": "\"all children of God\""}, {"ref": "overcomes the world", "text": "\"has victory over the world,\" \"succeeds against the world,\" or \"refuses to do the evil things unbelievers do\""}, {"ref": "And this is the victory that has overcome the world: our faith", "text": "\"Our faith gives us the power to resist whatever would lead us to sin against God\""}, {"ref": "Who is the one who overcomes the world?", "text": "John used this question to introduce something he wanted to teach. AT: \"I will tell you who overcomes the world\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the world", "text": "This passage uses \"the world\" to refer to all the sinful people and the evil systems in the world. AT: \"everything in the world that is against God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The one who believes that Jesus is the Son of God", "text": "This does not refer to a specific person but to anyone who believes this. AT: \"Anyone who believes that Jesus is the Son of God.\""}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "John teaches about Jesus Christ and what God said about him."}, {"ref": "This is the one who came by water and blood: Jesus Christ", "text": "\"Jesus Christ is the one who came by water and blood.\" Here \"water\" is a metonym probably for the baptism of Jesus, and \"blood\" stands for Jesus' death on the cross. AT: \"God showed that Jesus Christ is his son at Jesus' baptism and his death on the cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not only by water, but by water and blood", "text": "Water refers to Jesus' baptism and blood refers to Jesus' death on the cross. AT: \"God did not just show us Jesus was his son through his baptism, but through his baptism and his death on the cross\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "If we receive the witness of men, the witness of God is greater", "text": "The translator can state more clearly the implied reason about why we should believe what God says: AT: \"If we believe what people say, then we should believe what God says because he always tells the truth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "receive the witness of men", "text": "The fact the people witness or testify about various things is spoken of here as if it were an object that others could receive. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the witness of God is greater", "text": "the witness of God is more important and more reliable"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Anyone who believes in the Son of God has the testimony in himself", "text": "\"Whoever believes in Jesus knows for sure Jesus is the Son of God\""}, {"ref": "has made him out to be a liar", "text": "\"is calling God a liar\""}, {"ref": "because he has not believed the witness that God has given concerning his Son", "text": "\"because he does not believe that God told the truth about his Son\""}]}, {"id": "11", "tn": [{"ref": "And the witness is this", "text": "\"This is what God says\" (UDB)"}, {"ref": "life", "text": "Here \"life\" stands for the right to live forever by God's grace and love. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "this life is in his Son", "text": "this life is through his Son,\" \"we will live forever if we are joined with his Son\" (UDB) or \"we will live forever if we are united with his Son\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "The one who has the Son has life", "text": "Being in a close relationship to the Son is spoken of as having the Son. AT: \"He who believes in the Son of God has eternal life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This begins the end of John's letter. He tells his readers the last purpose for his letter and gives them some final teachings."}, {"ref": "these things", "text": "\"this letter\""}, {"ref": "to you who believe in the name of the Son of God", "text": "Here \"name\" is a metonym for the Son of God. AT: \"to you who trust in the Son of God\" (See [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "life", "text": "Here \"life\" stands for the right to live forever by God's grace and love. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "this is the confidence we have before him, that", "text": "\"we are confident in God's presence because we know that\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "if we ask anything according to his will", "text": "\"if we ask for the things that God desires\""}, {"ref": "we know that we have whatever we have asked of him", "text": "\"we know that we will receive that for which we have asked God\""}]}, {"id": "16", "tn": [{"ref": "brother", "text": "\"fellow believer\""}, {"ref": "life", "text": "Here \"life\" stands for the right to live forever by God's grace and love. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "death", "text": "This refers to eternal death, that is, eternity spent away from God's presence."}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "John closes his letter, reviewing what he has said about the new nature of believers which cannot sin and reminds them to keep themselves from idols."}, {"ref": "the whole world lies", "text": "\"World\" is a way in which some biblical writers refer to the people living in the world who are in rebellion against God and to the world system that is affected in every way by the corrupting power of sin. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the evil one", "text": "That is, in the power of the evil one. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "The words \"him\" and \"He\" refer to Jesus Christ."}, {"ref": "Son of God", "text": "This is an important title for Jesus that describes his relationship to God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "has given us understanding", "text": "\"has enabled us to understand the truth\" (UDB)"}, {"ref": "life", "text": "Here \"life\" stands for the right to live forever by God's grace and love. See how you translated this in [[:en:bible:notes:1jn:01:01|1:1-2]]. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "He is ... eternal life", "text": "This stands for the thought that Christ gives us eternal life. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Children", "text": "John was an elderly man and their leader. He used this expression to show his love for them. AT: \"My dear children in Christ\" or \"You who are as dear to me as my own children.\" See how you translated this in [[:en:bible:notes:1jn:02:01|2:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]