[{"id": "01", "tn": [{"ref": "the tribe of Joseph", "text": "The \"tribe of Joseph\" consisted of the tribes of Joseph's two sons, Manasseh and Ephraim. Since half of the tribe of Manasseh had settled east of the Jordan, this phrase refers to the tribe of Ephraim and the other half of the tribe of Manasseh. AT: \"the tribe of Ephraim and the other half of the tribe of Manasseh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Luz ... Ataroth", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Archites", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "Japhletites", "text": "This is the name of a people group. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lower Beth Horon ... Gezer", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the tribes of Joseph, Manasseh and Ephraim", "text": "\"the tribes of Manasseh and Ephraim, the sons of Joseph\""}, {"ref": "received their inheritance", "text": "The land that the tribes of Manasseh and Ephraim possessed is spoken of as if it were an inheritance that they received as a permanent possession. AT: \"received this land as their inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "The territory ... that was assigned to their clans", "text": "This can be stated in active form. AT: \"The territory ... that Joshua assigned to their clans\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Ataroth Addar ... Upper Beth Horon ... Michmethath ... Taanath Shiloh ... Janoah ... Naarah", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Tappuah ... Kanah", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "This was the inheritance of the tribe of Ephraim", "text": "The land that Ephraim possessed is spoken of as if it were an inheritance that they received as a permanent possession. AT: \"This was the land that the tribe of Ephraim received as an inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "assigned to their clans", "text": "This can be stated in active form. AT: \"which Joshua assigned to their clans\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the cities that were chosen", "text": "This can be stated in active form. AT: \"the cities that Joshua had chosen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "within the inheritance of the tribe of Manasseh", "text": "The land that the tribe of Manasseh possessed is spoken of as if it were an inheritance that they received as a permanent possession. AT: \"within the land that the tribe of Manasseh had received as an inheritance\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "to this day", "text": "This refers to the period of time in which the author wrote this book."}, {"ref": "these people were made to do forced labor", "text": "This can be stated in active form. AT: \"the Israelites forced these people to work as slaves\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]