[{"id": "01", "tn": [{"ref": "How you have helped one ... the arm that has no strength!", "text": "In these statements, Job is accusing Bildad. The word \"one\" refers to himself. AT: \"I am powerless and have no strength, but you act like you have helped me—but really, you have not helped me at all!\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "the arm that has no strength", "text": "Job uses this phrase to describe himself. AT: \"me, who is like an arm that has no strength\" or \"the one who is so weak\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How you have advised one who has no wisdom and announced to him sound knowledge!", "text": "Job is saying that Bildad has not provided him with good advice and knowledge. AT: \"You act like I have no wisdom and that you have advised me, that you have given me good advice!\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "announced to him sound knowledge", "text": "\"given him good advice\""}, {"ref": "With whose help have you spoken these words? Whose spirit was it ... you?", "text": "In these questions Job continues to mock Bildad. They are both rhetorical questions and have basically the same meaning. They are used together to strengthen each other. AT: \"You must have had help speaking these words. Perhaps some spirit helped you speak them!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "The dead", "text": "This refers to dead people. AT: \"Those who are dead\" or \"The spirits of the dead\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "tremble", "text": "They tremble because they are afraid of God. This can be stated clearly. AT: \"tremble in fear\" or \"tremble in fear of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "those who are beneath the waters", "text": "This tells about the dead people who tremble."}, {"ref": "all who dwell in them", "text": "This tells about the the dead people who tremble. The word \"them\" refers to the waters."}, {"ref": "Sheol is naked before God; destruction itself has no covering", "text": "Sheol is spoken  of as if it were a person. These two phrases have the same meaning. To be \"naked\" or have \"no covering\" is to be completely exposed and not able to hide anything. AT: \"It is like Sheol is naked before God, for nothing in Sheol, the place of destruction, is hidden from God\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "destruction", "text": "This is another name for Sheol. AT: \"the place of destruction\""}]}, {"id": "07", "tn": [{"ref": "He stretches out the northern skies over the empty space", "text": "The northern skies represent heaven, the place where God dwells with the beings he created to dwell there. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He binds up the waters in his thick clouds", "text": "The clouds are spoken of as if they were a large blanket in which God wraps the rainwater. AT: \"He wraps up the water in his thick clouds."}, {"ref": "but the clouds are not torn under them", "text": "This can be stated actively. The word \"them\" refers to the waters. AT: \"but the weight of the waters does not tear the clouds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "and spreads his clouds on it", "text": "This phrase tells how he covers the surface of the moon. AT: \"by spreading his clouds in front of it\""}, {"ref": "He has engraved a circular boundary", "text": "This speaks of the horizon as if God had marked a boundary on the ocean."}]}, {"id": "11", "tn": [{"ref": "The pillars of heaven tremble and are astonished at his rebuke", "text": "People thought of heaven or the sky as resting on pillars. Job speaks as though the pillars are humans that shake in fear when God is angry. AT: \"The pillars that hold up heaven shake in fear when God rebukes them\" or \"The pillars that hold up the sky shake like people who are afraid when God rebukes them\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he shattered Rahab", "text": "he destroyed Rahab"}, {"ref": "Rahab", "text": "This is the name of a frightening monster that lived in the sea. See how you translated this in [[:en:bible:notes:job:09:13]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "13", "tn": [{"ref": "By his breath he made the skies clear", "text": "The abstract noun \"breath\" can be translated with the verb \"breathe\" or \"blow.\" This image represents God causing the wind to blow away the clouds. AT: \"By breathing, God made the skies clear\" or \"God blew away the clouds so that the skies were clear\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his hand pierced the fleeing serpent", "text": "Here \"his hand\" represents God's sword and \"pierced\" represents killing. AT: \"With his sword he pierced the fleeing serpent\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fleeing serpent", "text": "\"the serpent as it was trying to escape from him.\" This refers to Rahab, the monster in the sea. See [[:en:bible:notes:job:26:11|26:12]]."}, {"ref": "See, these are but the fringes of his ways", "text": "Here \"fringes\" represents a small part that we can see of something that is much bigger. AT: \"See, these things that God has done show only a small part of his great power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "how small a whisper do we hear of him!", "text": "This is an exclamation that expresses Job's amazement of all the great things that Job does that we do not even know about. AT: \"We hear only his quiet whisper\" (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "how small a whisper do we hear of him", "text": "Seeing what God does is spoken of as hearing God's voice. Hearing a small whisper of him represents seeing only a little of the great things he does. AT: \"It is like hearing only a whisper of his powerful voice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who can understand the thunder of his power?", "text": "The \"thunder of his power\" represents the greatness of all that God does. Job uses this question to emphasize that God's power is so great that no one can understand it. AT: \"No one can understand the greatness of his power!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]