[{"id": "01", "tn": [{"ref": "Now as they came to Jerusalem ... Bethphage and Bethany, at the Mount of Olives", "text": "\"When Jesus and his disciples came near to Jerusalem, they came to Bethphage and Bethany near the Mount of Olives\" (UDB). They have come to Bethphage and Bethany in the vicinity of Jerusalem."}, {"ref": "Bethphage", "text": "This is the name of a village. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "opposite us", "text": "\"ahead of us\" (UDB)"}, {"ref": "a colt", "text": "This refers to a young donkey that is large enough to carry a man."}, {"ref": "that has never been ridden", "text": "This can be written in active form. AT: \"that no one has ever ridden\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Why are you doing this", "text": "It can be written clearly what the word \"this\" refers to. AT: \"Why are you untying and taking the colt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "has need of it", "text": "\"needs it\""}, {"ref": "will immediately send it back here", "text": "Jesus will send it back promptly when he is finished using it. AT: \"will immediately send it back when he no longer needs it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "They went", "text": "\"The two disciples went\""}, {"ref": "colt", "text": "This refers to a young donkey that is large enough to carry a man. See how you translated this in [[:en:bible:notes:mrk:11:01|11:2]]."}, {"ref": "They spoke", "text": "\"They responded\""}, {"ref": "as Jesus told them", "text": "\"as Jesus had told them to respond.\" This refers to how Jesus had told them to respond to people's questions about taking the colt."}, {"ref": "let them go their way", "text": "This means that they allowed them to continue doing what they were doing. AT: \"let them take the donkey with them\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "threw their cloaks on it so Jesus could ride it", "text": "\"laid their cloaks on its back so Jesus could ride it.\" It is easier to ride a colt or a horse when there is a blanket or something similar on its back. In this case, the disciples threw their cloaks on it."}, {"ref": "cloaks", "text": "\"coats\" or \"robes\""}, {"ref": "Many people spread their garments on the road", "text": "It was a tradition to lay garments on the road in front of important people to honor them. This can be made explicit. AT: \"Many people spread their garments on the road to honor him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "others spread branches they had cut from the fields", "text": "It was a tradition to lay palm branches on the road in front of an important people to honor them. AT: \"others spread branches on the road that they had cut from the fields, also to honor him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who followed", "text": "\"who followed him\""}, {"ref": "Hosanna", "text": "This word means \"save us\" but can also mean \"praise God!\" Or it may be borrowed into your language. AT: \"Praise God\" (UDB) (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "Blessed is the one", "text": "This is referring to Jesus. This can be stated clearly. AT: \"Blessed are you, the one\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the name of the Lord", "text": "This is a metonym for the Lord's authority. AT: \"the authority of the Lord\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Blessed is the coming kingdom", "text": "\"Blessed is the kingdom that is coming.\" This refers to Jesus coming and ruling as king. AT: \"Blessed be the coming of your kingdom\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Blessed is", "text": "\"May God bless\" (UDB)"}, {"ref": "of our father David", "text": "Here David's ancestral line is referred to as himself. AT: \"of the line of our father David\" or \"descended from our father David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Hosanna in the highest", "text": "Possible meanings are 1) \"Praise God who is in heaven\" or 2) \"Let those who are in heaven shout 'Hosanna'.\""}, {"ref": "the highest", "text": "Here heaven is spoken of as \"the highest.\" AT: \"the highest heaven\" or \"heaven\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "the time being late", "text": "\"because it was late in the day\""}, {"ref": "he went out to Bethany with the twelve", "text": "\"he and his twelve disciples left Jerusalem and went to Bethany\""}, {"ref": "when they returned from Bethany", "text": "\"while they were going back to Jerusalem from Bethany\""}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "This happens while Jesus and his disciples are walking to Jerusalem."}, {"ref": "if he could find any fruit on it", "text": "\"if there was any fruit on it\""}, {"ref": "he found nothing but leaves", "text": "This means that he did not find any figs. AT: \"he found only leaves and no figs on the tree\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "the season", "text": "\"the time of year\""}, {"ref": "He spoke to it, \"No one will ever eat fruit from you again", "text": "Jesus speaks to the fig tree and curses it. He speaks to it so that his disciples hear him. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "He spoke to it", "text": "\"He spoke to the tree\""}, {"ref": "And his disciples heard it", "text": "The word \"it\" refers to Jesus speaking to the fig tree."}]}, {"id": "15", "tn": [{"ref": "They came", "text": "\"Jesus and his disciples came\""}, {"ref": "began to cast out the sellers and the buyers in the temple", "text": "Jesus is driving these people out of the temple. This can be written clearly. AT: \"began to drive the sellers and buyers out of the temple\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the sellers and the buyers", "text": "\"the people who were buying and selling\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "God said ahead of time in his word, through the prophet Isaiah, that his temple would be a house of prayer for all the nations."}, {"ref": "Is it not written, 'My house will be called ... the nations'?", "text": "Jesus is rebuking the Jewish leaders for their misuse of the temple. This can be written as a statement. AT: \"It is written in the scriptures that God said, 'I want my house to be called a house where people from all nations may pray'\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But you have made it a den of robbers", "text": "Jesus compares the people to robbers and the temple to a robbers' den. AT: \"But you are like robbers who have made my house into a robbers' den\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a den of robbers", "text": "\"a cave where robbers hide\""}, {"ref": "they looked for a way", "text": "\"they were seeking a way\""}, {"ref": "whenever evening came", "text": "This refers to the time of day when evening begins, that is, when it begins to get dark outside. AT: \"whenever it became evening\" or \"every evening\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they left the city", "text": "\"Jesus and his disciples left the city\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Jesus uses the example of the fig tree to remind the disciples to have faith in God."}, {"ref": "walked by", "text": "\"were walking along the road\""}, {"ref": "the fig tree withered away to its roots", "text": "Translate this statement to clarify that the tree died. AT: \"the fig tree withered away down to its roots and died\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}, {"ref": "withered away", "text": "\"dried up\""}, {"ref": "Peter remembered", "text": "It may be helpful to state what Peter remembered. AT: \"Peter remembered what Jesus had said to the fig tree\" (See: [[:en:ta:vol1:translate:figs_explicit|Assumed Knowledge and Implicit Information]])"}]}, {"id": "22", "tn": [{"ref": "Jesus answered them", "text": "\"Jesus replied to his disciples\""}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "whoever says", "text": "\"if anyone says\""}, {"ref": "if he does not doubt in his heart but believes", "text": "Here \"not doubt\" is a double negative meaning \"truly believe.\" Jesus says it both ways for emphasis. AT: \"if he truly believes in his heart\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "God will do", "text": "\"God will make happen\""}]}, {"id": "24", "tn": [{"ref": "Therefore I say to you", "text": "\"So I tell you\" (UDB) (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "it will be yours", "text": "It is understood that this will happen because God will provide what you ask for. This can be stated clearly. AT: \"God will do it for you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When you stand and pray", "text": "It is common in Hebrew culture to stand when praying to God. AT: \"When you pray\" (UDB)"}, {"ref": "whatever you have against anyone", "text": "\"whatever grudge you have against anyone.\" Here the word \"whatever\" refers to any grudge you hold against someone for sinning against you or any anger you have against someone."}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "The next day when Jesus returns to temple, he gives the chief priests, scribes, and elders an answer to their question about his casting the money changers out of the temple area, by asking them another question, which they were not willing to answer."}, {"ref": "They came to", "text": "\"Jesus and his disciples came to\""}, {"ref": "Jesus was walking in the temple", "text": "This means that Jesus was walking around inside of the temple; he was not walking into the temple."}, {"ref": "They said to him", "text": "The word \"They\" refers to the chief priests, the scribes, and the elders."}, {"ref": "By what authority do you do these things? And who gave you the authority to do them?", "text": "Both of these questions have the same meaning and are asked together to strongly question Jesus' authority. They can be combined. AT: \"Who gave you authority to do these things?\" (See:  [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you do these things", "text": "The words \"these things\" refer to Jesus turning over the sellers' tables in the temple and speaking against what the chief priests and scribes taught. AT: \"you to do things like those you did here yesterday\" (UDB) (See:  [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "Tell me", "text": "\"Answer me\""}, {"ref": "The baptism of John", "text": "\"The baptism that John performed\""}, {"ref": "was it from heaven or from men", "text": "\"was it authorized by heaven or by men\""}, {"ref": "from heaven", "text": "Here \"heaven\" refers to God. AT: \"from God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from men", "text": "\"from people\""}]}, {"id": "31", "tn": [{"ref": "If we say, 'From heaven'", "text": "It may be helpful to add the missing information. AT: \"If we say 'It was from heaven'\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "From heaven", "text": "Here \"heaven\" refers to God. AT: \"From God.\" See how you translated this in [[:en:bible:notes:mrk:11:29|11:30]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not believe him", "text": "The word \"him\" refers to John the Baptist."}, {"ref": "But if we say 'From men,'", "text": "It may be helpful to add the missing information in their answer. AT: \"But if we say, 'It was from men'\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "From men", "text": "\"From people\""}, {"ref": "But if we say, 'From men,' ... .", "text": "The religious leaders imply that they will suffer from the people if they give this answer. AT: \"But if we say, 'From men,' that would not be good.\" or \"But we do not want to say that it was from men.\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "They were afraid of the people", "text": "The author, Mark, explains why the religious leaders did not want to say that John's baptism was from men. This can be stated clearly. \"They said this to each other because they were afraid of the people\" or \"They did not want to say that John's baptism was from men because they were afraid of the people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they all held", "text": "\"the people all believed\""}, {"ref": "We do not know", "text": "It may be helpful to add the missing information. AT: \"We do not know where the baptism of John came from\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]