[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship.\""}, {"ref": "A psalm of the sons of Korah", "text": "\"This is a psalm that the sons of Korah wrote.\""}, {"ref": "A maschil", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:032:001|32:1]]."}, {"ref": "We have heard with our ears, God", "text": "The word \"ears\" adds emphasis to the statement that they have heard and understood the things that the writer is about to describe. The writer addresses this statement to God. AT: \"God, we have heard clearly\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in their days, in the days of old", "text": "Both of these phrases use the word \"days\" to refer to the time period when the ancestors of the people of Israel were alive. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You drove out the nations", "text": "\"You forced the people from other nations to leave\""}, {"ref": "with your hand", "text": "Here the word \"hand\" refers to God's power. AT: \"by your power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you planted our people", "text": "The writer speaks of God's causing the Israelites to live in the land as if he were planting them in the soil like he would a tree. AT: \"you caused our people to live there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "by their own sword", "text": "The word \"sword\" refers to military power. AT: \"by fighting with their own swords\" or \"by their own army's strength\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their own arm", "text": "Here the word \"arm\" refers to power. AT: \"their own power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and the light of your face", "text": "You may supply a verb for this phrase. AT: \"and the light of your face obtained the land for their possession\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "your right hand, your arm", "text": "Here the words \"hand\" and \"arm\" both refer to God's power. Combined, they emphasize the greatness of God's power. AT: \"your great power\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the light of your face", "text": "The writer speaks of Yahweh looking with favor upon them and being kind to them as if Yahweh's face shone a light on them. AT: \"your kindness\" or \"your good favor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "victory for Jacob", "text": "The people of Israel are referred to by the name of their ancestor \"Jacob.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "Through you ... through your", "text": "\"By you ... by your\""}, {"ref": "push down ... tread them under ... rise up", "text": "The writer speaks of his enemies' defeat as if they are \"down\" and of their preparing to fight as if they are \"up.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "through your name", "text": "Here the word \"name\" refers to God's power and authority. AT: \"by your power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tread them under", "text": "\"tread them under our feet\" or \"walk on top of them\""}]}, {"id": "007", "tn": [{"ref": "we have made our boast", "text": "The word \"boast\" can be translated with a verb. AT: \"we have boasted\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "we will give thanks to your name", "text": "Here the word \"name\" refers to God, himself. AT: \"we will give thanks to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "thrown us off", "text": "The writer speaks of God's rejection of Israel as if he were discarding an unwanted piece of clothing. AT: \"rejected us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spoil", "text": "resources and treasures that an army collects after winning a battle"}, {"ref": "You have made us like sheep destined for food", "text": "The writer compares the Israelites to sheep that people kill and eat. As sheep are helpless before those who kill them, so the Israelites are helpless before their enemies. AT: \"You have allowed our enemies to kill us like they would kill a sheep and eat it\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "destined for food", "text": "\"destined to become food that people eat\""}, {"ref": "scattered us among the nations", "text": "\"caused us to live in many different nations\""}]}, {"id": "012", "tn": [{"ref": "sell your people for nothing", "text": "The writer speaks of Yahweh allowing Israel's enemies to conquer them as if he were selling the people of Israel to their enemies but does not require any payment from their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You make us a rebuke to our neighbors, scoffed and mocked by those around us", "text": "These two phrases are parallel emphasizing how the people among whom they live mock them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You make us a rebuke to our neighbors", "text": "The word \"rebuke\" can be translated as a verb. AT: \"You make us something that our neighbors rebuke\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "scoffed and mocked by those around us", "text": "This can be stated in active form. AT: \"those around us scoff at us and mock us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "an insult among ... a shaking of the head", "text": "These phrases are parallel emphasizing how intensely the nations around them mock them. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You make us an insult among the nations", "text": "The word \"insult\" can be translated as a verb. AT: \"You make the nations around us insult us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a shaking of the head among the peoples", "text": "The phrase \"a shaking of the head\" can be translated in verbal form. AT: \"something at which the peoples shake their heads\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a shaking of the head", "text": "This was a gesture that people used to show scorn to others."}]}, {"id": "015", "tn": [{"ref": "my dishonor is before me", "text": "The writer speaks of his dishonor as if it were an object that is always in front of him for him to see. The phrase means that he is always thinking about his dishonor. AT: \"I think about my dishonor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the shame of my face has covered me", "text": "The writer speaks of his shame as if it is an object that covers him like a blanket would cover him. AT: \"the shame of my face has overwhelmed me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the shame of my face", "text": "\"the shame that shows on my face.\" This refers to his facial expressions that his shame causes."}, {"ref": "because of the voice of him who rebukes and insults", "text": "Here the words \"the voice\" refers to what the person says. AT: \"because of what the person says who rebukes and insults me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "rebukes and insults", "text": "These words have similar meanings and emphasize the harsh nature of what this person says. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "018", "tn": [{"ref": "Our heart has not turned back ... have not gone from your way", "text": "These two phrases are parallel. The writer speaks of loyalty to God as if it were following him, and disloyalty as if it were turning away from him. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Our heart has not turned back", "text": "Here the word \"heart\" refers to the emotions, and specifically to loyalty and devotion. AT: \"We have not stopped being loyal to you\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you have severely broken us", "text": "The writer speaks of God's punishment as if it were breaking a fragile object. AT: \"you have punished us severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the place of jackals", "text": "The writer speaks of Israel after God's punishment as if it were a wild, uninhabitable place. AT: \"and made our land like a place where jackals live\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "jackals", "text": "a type of wild dog"}, {"ref": "covered us with the shadow of death", "text": "The writer speaks of death as if it is an object that casts a shadow over those who are about to die. AT: \"made us so that we are about to die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If we have forgotten the name of our God", "text": "Here the word \"name\" refers to God, himself. To forget God is to stop worshiping him. This is something that did not happen. AT: \"If we had forgotten our God\" or \"If we had stopped worshiping our God\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "spread out our hands to a strange god", "text": "Spreading out the hands is a gesture that people used to worship and pray to a god. AT: \"worshiped a strange god\" or \"prayed to a strange god\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "would not God search this out?", "text": "The writer uses this question to express that God would know if they worshiped another god. AT: \"God would certainly find out\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "he knows the secrets of the heart", "text": "Here the word \"heart\" refers to the mind and thoughts. AT: \"he knows what a person secretly thinks\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "we are being killed all day long", "text": "The phrase \"all day long\" is an exaggeration to emphasize that their people are being killed frequently. This can be stated in active form. AT: \"people are killing us all the time\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we are considered to be sheep for the slaughter", "text": "This can be stated in active form. AT: \"people consider us to be sheep for the slaughter\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sheep for the slaughter", "text": "The writer compares the Israelites to sheep that people kill and eat. As sheep are helpless before those who kill them, so the Israelites are helpless before their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "023", "tn": [{"ref": "Awake, why do you sleep, Lord?", "text": "This does not mean that God is actually asleep. The writer speaks of God's seeming inactivity as if God is sleeping. He asks the question to rebuke God for appearing not to be concerned about their troubles. AT: \"Wake up! I feel like you are sleeping, Lord!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not throw us off", "text": "The writer speaks of God's rejection of Israel as if he were discarding an unwanted piece of clothing. See how you translated a similar phrase in [[:en:bible:notes:psa:044:009|44:9]]. AT: \"do not reject us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why do you hide your face ... our oppression?", "text": "The writer uses this question to complain that God appears to be ignoring them. AT: \"Do not hide your face ... our oppression.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "hide your face", "text": "The writer speaks of God ignoring them as if God were hiding his face so that he could not see them. AT: \"ignore us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "forget our affliction and our oppression", "text": "The words \"affliction\" and \"oppression\" mean basically the same thing and emphasize the severity of their affliction. These words may also be translated as verbs. AT: \"forget that people afflict us and oppress us\" or \"forget that people greatly afflict us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "025", "tn": [{"ref": "For we have melted away into the dust; our bodies cling to the earth", "text": "These parallel phrases share similar meanings. The writer describes his people as lying on the ground in a posture of defeat and humiliation. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For we have melted away into the dust", "text": "The writer speaks of their humiliation as if their bodies were objects, such as ice, that melt and soak into the dirt. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "our bodies cling to the earth", "text": "The writer speaks of their humiliation as if their their bodies were stuck to the ground and they could not raise themselves up. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Rise up", "text": "This is a command to stand. This phrase refers to beginning to act on something. AT: \"Take action\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]