[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins telling another parable. It is about a master and the manager of his debtors. This is still the same part of the story and the same day that began in [[:en:bible:notes:luk:15:03|15:3]]. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "Jesus also said to the disciples", "text": "The last section was directed at Pharisees and scribes, though Jesus' disciples may have been part of the crowd listening."}, {"ref": "There was a certain rich man", "text": "This introduces a new character in the parable. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "it was reported to him", "text": "This can be stated in active form. AT: \"people reported to the rich man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wasting his possessions", "text": "\"foolishly spending the rich man's wealth\""}, {"ref": "What is this that I hear about you?", "text": "The rich man uses a question to scold the manager. AT: \"I have heard what you are doing\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Give an account of your management", "text": "\"Set your records in order to pass on to someone else\" or \"Prepare the records you have written about my money\""}]}, {"id": "03", "tn": [{"ref": "What should I do ... job?", "text": "The manager asks this question of himself, as a means of reviewing his options. AT: \"I need to think about what I should do ... job\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my master", "text": "This refers to the wealthy man. The manager was not a slave. AT: \"my employer\""}, {"ref": "I do not have strength to dig", "text": "\"I am not strong enough to dig the ground\" or \"I am not able to dig\""}, {"ref": "when I am removed from my management job", "text": "This can be stated in active form. AT: \"when I lose my management job\" or \"when my master takes away my management job\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "people will welcome me into their houses", "text": "This implies that those people will provide a job, or other things that he needs to live. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "his master's debtors", "text": "\"the people who were in debt to his master\" or \"the people who owed his mater something.\" In this story the debtors owed olive oil and wheat."}, {"ref": "He said ... And he said to him", "text": "\"The debtor said ... And the manager said to the debtor\""}, {"ref": "A hundred baths of olive oil", "text": "This was about 3,000 liters of olive oil. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "hundred ... fifty ... eighty", "text": "\"100 ... 50 ... 80\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the manager said to another ... He said ... He said to him", "text": "\"the manager said to another debtor ... The debtor said ... The manager said to the debtor\""}, {"ref": "A hundred cor of wheat", "text": "You may convert this to a modern measure. AT: \"twenty thousand liters of wheat\" or \"a thousand baskets of wheat\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "write eighty", "text": "\"eighty kor of wheat.\" You may convert this to a modern measure. AT: \"write sixteen thousand liters\" or \"write eight hundred baskets\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling the parable about the master and the manager of his debtors. In verse 9, Jesus continues to teach his disciples."}, {"ref": "The master then commended", "text": "The text does not say how the master learned of the manager's action."}, {"ref": "commended", "text": "\"praised\" or \"spoke well of\" or \"approved of\""}, {"ref": "he had acted shrewdly", "text": "\"he had acted cleverly\" or \"he had done a sensible thing\""}, {"ref": "the children of this world", "text": "This refers to those like the unrighteous manager who do not know or care about God. AT: \"the people of this world\" or \"worldly people\""}, {"ref": "the children of light", "text": "This refers to righteous people who have nothing to hide. AT: \"the people of the light\" or \"the people who live in the light\""}, {"ref": "I say to you", "text": "\"I\" refers to Jesus. The phrase \"I say to you\" marks the end of the story and now Jesus tells the people how to apply the story to their lives."}, {"ref": "make friends for yourselves by means of unrighteous money", "text": "The focus here is on using the money to help other people, not on the way the wealth was obtained deceptively."}, {"ref": "unrighteous money", "text": "Possible meanings are 1) \"money earned dishonestly\" or 2) money earned in secular activities."}, {"ref": "they may welcome", "text": "This may refer to 1) God in heaven, who is pleased that you used money to help people, or 2) the friends you helped with your money (UDB)."}, {"ref": "eternal dwellings", "text": "This refers to heaven, where God lives."}]}, {"id": "10", "tn": [{"ref": "He who is faithful", "text": "\"People who are faithful.\" This would include women. (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "faithful in very little", "text": "\"faithful even with small things.\" Make sure this does not sound like they are not very faithful."}, {"ref": "unrighteous in very little", "text": "\"unrighteous even in small things.\" Make sure this does not sound like they are not often unrighteous."}, {"ref": "unrighteous money", "text": "Possible meanings are 1) \"money earned dishonestly\" or 2) money earned in secular activities. See how you translated this in [[:en:bible:notes:luk:16:08|16:09]]."}, {"ref": "who will trust you with true wealth?", "text": "Jesus uses a question to teach the people. AT: \"no one will trust you with true wealth\" or \"no one will give you true wealth to manage\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "true wealth", "text": "This refers to wealth that is more genuine, real, or lasting than the unrighteous money."}, {"ref": "who will give you money of your own?", "text": "Jesus uses this question to teach the people. AT: \"no one will give you wealth for yourself\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "No servant can", "text": "\"A servant cannot\""}, {"ref": "serve two masters", "text": "It is implied that he cannot \"serve two different masters at the same time\" (UDB)"}, {"ref": "for either he will ... or else he will", "text": "These two clauses are essentially the same. The only significant difference is that the first master is hated in the first clause, but the second master is hated in the second clause."}, {"ref": "he will hate", "text": "\"the servant will hate\""}, {"ref": "devoted", "text": "\"dedicated.\" This means essentially the same as \"love\" in the previous clause."}, {"ref": "despise the other", "text": "\"hold the other in contempt\" or \"hate the other\""}, {"ref": "despise", "text": "This means essentially the same as \"hate\" in the previous clause."}, {"ref": "You cannot serve", "text": "Jesus was talking to a group of people, so languages that have a plural form of \"you\" would use that. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "This is a break in Jesus teachings, as verse 14 tells us background information about how the Pharisees ridiculed Jesus. In verse 15, Jesus continues teaching and responds to the Pharisees. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word marks a shift to the background information."}, {"ref": "who were lovers of money", "text": "\"who loved having money\" or \"who where very greedy for money\""}, {"ref": "they ridiculed him", "text": "\"the Pharisees ridiculed Jesus\""}, {"ref": "And he said to them", "text": "\"And Jesus said to the Pharisees\""}, {"ref": "You justify yourselves in the sight of men", "text": "\"You try to make yourselves look good to people\""}, {"ref": "God knows your hearts", "text": "Here \"hearts\" refers to the desires of people. AT: \"God understands your true desires\" or \"God knows your motives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "That which is exalted among men", "text": "This can be stated in active form. AT: \"Those things that men think are very important\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is detestable in the sight of God", "text": "\"God hates\" or \"are things that God hates\""}]}, {"id": "16", "tn": [{"ref": "The law and the prophets", "text": "This refers to all of God's word that had been written up to that time."}, {"ref": "John came", "text": "This refers to John the Baptist. AT: \"John the Baptist came\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the gospel of the kingdom of God is preached", "text": "This can be stated in active form. AT: \"I am teaching people about the gospel of the kingdom of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone tries to force their way into it", "text": "This refers to the people who were listening to and accepting the teaching of Jesus. AT: \"many people are doing everything they can to enter it\""}, {"ref": "it is easier for heaven and earth to pass away than for one stroke of a letter of the law to become invalid", "text": "This contrast could be stated in the reverse order. AT: \"even the smallest stroke of the letter of the law will last longer than heaven and earth will exist\""}, {"ref": "than for one stroke of a letter", "text": "A \"stroke\" is the smallest part of a letter. It refers to something in the law that may seem to be the least important. AT: \"than for even the smallest detail of the law\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "become invalid", "text": "\"end\" or \"cease to exist\""}]}, {"id": "18", "tn": [{"ref": "Everyone who divorces his wife", "text": "\"Anyone who divorces his wife\" or \"Any man who divorces his wife\""}, {"ref": "commits adultery", "text": "\"is guilty of adultery\""}, {"ref": "he who marries one", "text": "\"any man who marries a woman\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus continues teaching the people he begins to tell a story. It is about a rich man and Lazarus."}, {"ref": "General Information:", "text": "These verses give background information about the story Jesus begins to tell about the rich man and Lazarus. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This marks a shift in Jesus' speech as he begins to tell a story that will help people understand what he was teaching them."}, {"ref": "a certain rich man", "text": "This phrase introduces a person in Jesus' story. It is not clear if this was a real person, or simply a story that Jesus told in order to make a point. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "who was clothed in purple and fine linen", "text": "\"who wore clothing made with fine linen and purple dye\" or \"who wore very expensive clothes.\" Purple dye and fine linen cloth were very expensive."}, {"ref": "was enjoying every day his great wealth", "text": "\"enjoyed eating expensive food every day\" or \"spent much money and bought whatever he desired\""}, {"ref": "A certain beggar named Lazarus was laid at his gate", "text": "This can be stated in active form. AT: \"People had laid a certain beggar named Lazarus at his gate\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "A certain beggar named Lazarus", "text": "This phrase introduces another person in Jesus' story. It is not clear if this was a real person, or simply a story that Jesus told in order to make a point. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "at his gate", "text": "\"at the gate to the rich man's house\" or \"at the entrance to the rich man's property\""}, {"ref": "covered with sores", "text": "\"with sores all over his body\""}, {"ref": "and longing to eat what fell", "text": "\"and he wished he could eat the scraps of food that fell\""}, {"ref": "Even the dogs came", "text": "The word \"Even\" here shows  that what follows is worse than what has already been told about Lazarus. AT: \"In addition to that, the dogs came\" or \"Worse yet, the dogs came\""}, {"ref": "dogs", "text": "The Jews considered dogs to be unclean animals. Lazarus was too sick and weak to stop the dogs from licking his wounds."}]}, {"id": "22", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark an event in the story. If your language has a way for doing this, you could consider using it here. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "was carried away by the angels", "text": "This can be stated in active form. AT: \"the angels carried him away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to Abraham's side ... at his side", "text": "This implies that Abraham and Lazarus were reclining next to each other at a feast, in the Greek style of feasting. The joy in heaven is often represented in the scriptures by the idea of a feast. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "was buried", "text": "This can be stated in active form. AT: \"people buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in Hades, being in torment", "text": "\"he went to Hades, where suffering in terrible pain\""}, {"ref": "he lifted up his eyes", "text": "This idiom means \"he looked up\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "he cried out and said", "text": "\"the rich man called out to say\" or \"he shouted out to Abraham\""}, {"ref": "Father Abraham", "text": "Abraham was the ancestor of all the Jews, including the rich man."}, {"ref": "have mercy on me", "text": "\"please have pity on me\" or \"please be merciful to me\""}, {"ref": "and send Lazarus", "text": "\"by sending Lazarus\" or \"and tell Lazarus to come to me\""}, {"ref": "he may dip the tip of his finger", "text": "This indicates the smallness of the amount requested. AT: \"he may wet the tip of his finger\""}, {"ref": "I am in anguish in this flame", "text": "\"I am in terrible pain in this flame\" or \"I am suffering terribly in this fire\""}]}, {"id": "25", "tn": [{"ref": "Child", "text": "The rich man was one of Abraham's descendants."}, {"ref": "good things", "text": "\"fine things\" or \"pleasant things\""}, {"ref": "in like manner evil things", "text": "\"in like manner received evil things\" or \"in like manner received things that caused him to suffer\""}, {"ref": "in like manner", "text": "This refers the fact that they both received something while they lived on earth. It is not saying that what they received was the same. AT: \"while he was living received\""}, {"ref": "he is comforted here", "text": "\"he is comfortable here\" or \"he is happy here\" (UDB)"}, {"ref": "in agony", "text": "\"suffering\""}, {"ref": "besides all this", "text": "\"in addition to this reason\""}, {"ref": "a great chasm has been put in place", "text": "This can be stated in active form. AT: \"God has placed a huge ravine between you and us\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a great chasm", "text": "\"a steep, deep and wide valley\" or \"a big separation\" or \"a huge ravine\" (UDB)"}, {"ref": "those who want to cross over", "text": "\"those people who want to cross over the chasm\" or \"if anyone wants to cross over\""}]}, {"id": "27", "tn": [{"ref": "that you would send him to my father's house", "text": "\"that you would tell Lazarus to go to my father's house\" or \"please, send him to my father's house\""}, {"ref": "my father's house", "text": "This refers to the people in the house. AT: \"my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in order that he may warn them", "text": "\"so that Lazarus may warn them\""}, {"ref": "for fear that they also come", "text": "It is implied that the way they would avoid going there is by repenting. AT: \"and they might repent and not come\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for fear that", "text": "This idiom means he does not want this to happen. AT: \"so that they will not\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this place of torment", "text": "\"this place where we suffer torment\" or \"this place where we suffer terrible pain\""}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling the story about the rich man and Lazarus."}, {"ref": "They have Moses and the prophets", "text": "It is implied that Abraham refused to send Lazarus to the rich man's brothers. This could be stated. AT: \"No, I will not do that, because your brothers have what Moses and the prophets wrote long ago\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Moses and the prophets", "text": "This refers to their writings. AT: \"what Moses and the prophets wrote\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let them listen to them", "text": "\"your brothers should pay attention to Moses and the prophets\""}, {"ref": "if someone would go to them from the dead ones", "text": "This describes a situation that has not happened, but that the rich man would like to happen. AT: \"if a person who has died would go to them\" or \"if someone who has died would go and warn them\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If they do not listen to Moses and the prophets", "text": "\"If they do not pay attention to what Moses and the prophets wrote\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "neither will they be persuaded if someone rises from the dead ones", "text": "Abraham states what would happen if the hypothetical situation occurred. It can be stated in active form. AT: \"neither will a person who comes back from the dead be able to convince them\" or \"they will not believe even if a person comes back from the dead\" (See: [[:en:ta:vol1:translate:figs_hypo]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]