[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Shushan Eduth", "text": "This probably tells what tune or musical style to use when singing the psalm. AT: \"sing this psalm using the tune of 'Shushan Eduth'\" or \"sing this using the Shushan Eduth style\""}, {"ref": "Shushan Eduth", "text": "This means \"Lily of the Promise.\" Translators may either write the meaning or copy the Hebrew words. (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "A michtam", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\" See how you translated this in [[:en:bible:notes:psa:016:001|16:1]]."}, {"ref": "Aram Naharaim ... Aram Zobah", "text": "\"Aram of the two rivers ... the Aramean nation of Zobah.\" These are places. (See: [[[[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Joab", "text": "This refers to Joab and the army that he led. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "twelve thousand Edomites", "text": "\"12,000 Edomites\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "you have cast us off", "text": "God's rejecting people is spoken of as if he had thrown them away. AT: \"you have rejected us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have broken through our defenses", "text": "God's allowing Israel's enemies to break through their defenses is spoken of as God himself had done it. AT: \"you have allowed our enemies to break through our defenses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "002", "tn": [{"ref": "Connecting Statement:", "text": "The psalmist continues speaking to God."}, {"ref": "You have made the land tremble; you have torn it apart", "text": "The psalmist speaks of the disaster in his country as if it were an earthquake. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "heal its fissures", "text": "Making the people strong again is spoken of as repairing the fissures in the ground or walls. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fissures", "text": "large cracks in the ground or walls"}, {"ref": "You have made your people see difficult things", "text": "Here \"see\" represents \"experience\" or \"suffer.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "drink the wine of staggering", "text": "\"the wine that makes us stagger.\" Being helpless is spoken of as staggering around, barely able to stand upright. (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "004", "tn": [{"ref": "you have set up a banner", "text": "God's guiding his people in battle is spoken of as if God were a human king or commander who had set up a banner for the army. AT: \"you are like a king who sets up a banner\" or \"you command us in battle like a king who raises up a banner\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "banner", "text": "\"battle flag.\" This is a flag that a king or commander would raise up on a pole to show that the army should gather."}, {"ref": "to be displayed against those who carry the bow", "text": "This can be stated with an active clause. AT: \"to display against those who carry the bow.\" However some versions have different interpretations of this phrase. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be displayed against those who carry the bow", "text": "The phrase \"those who carry the bow\" refers to the enemy soldiers in battle.  AT: \"to display when he takes his army into battle against your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with your right hand", "text": "God's right hand represents his power. AT: \"by your power\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "answer me", "text": "Answering here represents responding to his request. AT: \"respond to my request\" or \"answer my prayer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "Ephraim also is my helmet", "text": "God speaks of the tribe of Ephraim as if it were his army. The helmet symbolizes equipment for war. AT: \"Ephraim is like a helmet I have chosen\" or \"the tribe of Ephraim is my army\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "helmet", "text": "a hard hat that soldiers wear to protect their heads from injury"}, {"ref": "Judah is my scepter", "text": "God chose men from the tribe of Judah to be the kings of his people, and he speaks of that tribe as if it were his scepter.  AT: \"the tribe of Judah is like my scepter\" or \"Judah is the tribe through whom I rule my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "008", "tn": [{"ref": "Moab is my washbasin", "text": "God speaks of Moab being unimportant as if Moab were a washbasin or a lowly servant. AT: \"Moab is like a bowl that I use for washing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "over Edom I will throw my shoe", "text": "God was probably speaking  of taking ownership of Edom as if he were symbolically throwing his shoe onto that land to show that he owns it. However some versions have other interpretations. AT: \"I take ownership of the land of Edom\" or \"I throw my shoe onto the land of Edom to show that it is mine\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "010", "tn": [{"ref": "But you, God, have you not rejected us?", "text": "The psalmist uses this question to express his sadness that it seems that God has rejected them. AT: \"But God, it seems like you have rejected us.\" or \"God, you seem to have abandoned us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You do not go into battle with our army", "text": "The psalmist speaks of God helping their army as if God were to go and fight with them. AT: \"you do not help our army when we go into battle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "futile", "text": "\"worthless\""}, {"ref": "triumph", "text": "\"have victory\""}, {"ref": "he will trample down our enemies", "text": "The psalmist speaks of God helping their army defeat their enemies as if God were to trample down the enemies. AT: \"he will enable us to trample down our enemies\" or \"he will make us able to defeat our enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]