[{"id": "01", "tn": [{"ref": "Ishbosheth ... Baanah ... Rechab ... Rimmon", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "his hands became weak", "text": "In this phrase \"his hands\" represents Ishbosheth. AT: \"Ishbosheth became weak\" or \"Ishbosheth lost all strength\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Now Saul's son had two men ... this very time", "text": "This introduces the men Baanah and Rechab in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "for Beeroth is also considered part of Benjamin, and the Beerothites fled to Gittaim and have been living there until this very time", "text": "Here the author provides background information about Beeroth for the reader. The area of Beeroth was part of the land that belonged to the tribe of Benjamin. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Beeroth ... Gittaim", "text": "These are the names of places. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "This verse pauses the main story to provide background information about Mephibosheth, a descendent of Saul through Jonathan instead of through Ishbosheth. Mephibosheth will become an important character later in the book. (See: [[:en:ta:vol2:translate:writing_background]] and [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "crippled in his feet", "text": "This phrase means \"unable to walk.\""}, {"ref": "five years old", "text": "This was the age of Jonathan's son at the time of his father's death. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the news about Saul and Jonathan", "text": "This refers to the news about their death."}, {"ref": "nurse", "text": "This is a woman or girl who is hired to care for young children."}, {"ref": "became lame", "text": "This explains how Mephibosheth was injured so he was unable to walk."}, {"ref": "Mephibosheth", "text": "This is the name of Jonathan's young son, the grandson of Saul. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "The story returns to the actions of Rechab and Baanah who were introduced in [[:en:bible:notes:2sa:04:01|4:2]]."}, {"ref": "the heat of the day", "text": "the middle of the day, the part of the day when it is the hottest"}, {"ref": "sifting wheat", "text": "\"cleaning chaff from wheat\""}]}, {"id": "08", "tn": [{"ref": "sought your life", "text": "This idiom means \"was trying to kill you.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "As Yahweh lives", "text": "This is one of the strongest oaths David could swear, as Yahweh is the witness. AT: \"I swear on the life of Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who delivered my life", "text": "Here \"life\" refers to David himself. AT: \"who rescued me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "How much more ... should I not now require his blood from your hand, and remove you from the earth?", "text": "This question is used to show that the men had committed an especially serious crime. It can be translated as a statement. AT: \"You are even more guilty! It is my duty to require his blood from your hand and to remove you from the earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "require his blood from your hand", "text": "The phrase \"his blood\" represents the life of Ishbosheth. Here \"from your hand\" represents Rechab and Baanah, the sons of Rimmon the Beerothite, introduced in [[:en:bible:notes:2sa:04:05|4:5]]. AT: \"hold you responsible for the death of Ishbosheth\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "cut off their hands and feet and hung them up", "text": "These were symbolic actions to show contempt for the men. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "they took the head of Ishbosheth and buried it in the grave", "text": "This was a symbolic act to honor Ishbosheth. This could be stated explicitly. AT: \"they honored Ishbosheth by burying his head in the grave\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}]