[{"id": "01", "tn": [{"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "from the tent of meeting, saying, \"Speak to the people of Israel and tell them, 'When any man", "text": "Here Yahweh begins speaking to Moses. This speech ends in 3:17. This can be translated without the quotation within the quotation. AT: \"from the tent of meeting and told Moses to say this to the people of Israel: 'When any man\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "When any man from among you", "text": "\"When any one of you\" or \"When any of you\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so that their sacrifices will be acceptable to Yahweh."}, {"ref": "If his offering ... he must offer", "text": "Here \"his\" and \"he\" refer to the person bringing an offering to Yahweh. It can be translated in the second person as it is in [[:en:bible:notes:lev:01:01|1:2]]. AT: \"If your offering ... you must offer\" (See: [[:en:ta:vol2:translate:figs_123person|First, Second or Third Person]])"}, {"ref": "so that it may be accepted before Yahweh", "text": "This can be stated in active form. AT: \"so that Yahweh will accept it\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "lay his hand on the head", "text": "This is a symbolic action that identifies the person with the animal he is offering. In this way the person is offering himself through the animal to Yahweh, so that God will forgive the person's sins when they kill the animal. (See: [[:en:ta:vol2:translate:translate_symaction|Symbolic Action]])"}, {"ref": "then it will be accepted on his behalf to make atonement for himself", "text": "This can be stated in active form. AT: \"then Yahweh will accept it in his place and forgive his sins\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "Then he must kill the bull", "text": "Here \"he\" refers to the one making the offering. It can be stated in second person. AT: \"Then you must kill the bull\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}, {"ref": "will present the blood", "text": "It is implied that the priests would catch the blood in a bowl as it drained out of the animal. Then they would bring the bowl with the blood in it and present it to Yahweh at the altar. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Then he must skin the burnt offering and cut it to pieces", "text": "As indicated in 1:9, the person must also wash the inner parts and the legs of the animal with water. The person would do this before giving the pieces to the priests so they could place them on the altar. As in the UDB, you can state here the instructions to was the inner parts and legs. (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "Then he must skin", "text": "Here \"he\" refers to the one making the offering."}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so their offerings will be acceptable to him."}, {"ref": "will put fire on the altar and place wood to feed the fire", "text": "This may mean that the priests placed hot coals on the altar, then placed the wood on the coals. Or you may need to reorder this as in the UDB. AT: \"will put wood on the altar and light a fire\" (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "to feed the fire", "text": "This is an idiom that means to keep putting wood in the fire. Translate this idiom so it is understood that the fire on the altar must be kept burning. AT: \"to keep the fire burning\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But its inner parts and its legs he must wash with water", "text": "The person would do this before giving the pieces to the priests to place on the altar. You can state this at the end of [[:en:bible:notes:lev:01:05|1:6]]."}, {"ref": "inner parts", "text": "This is the stomach and intestines."}, {"ref": "he must wash", "text": "Here \"he\" refers to the one making the offering."}, {"ref": "It will produce a sweet aroma for me", "text": "Yahweh being pleased with the sincere worshiper offering the sacrifice is spoken of as if Yahweh were pleased by the aroma of the burning sacrifice. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "an offering made to me by fire", "text": "Yahweh is telling Moses that the offerings are to be burnt with fire. This can be stated in active form. AT: \"a burnt offering to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "Then he must cut ... made to him by fire", "text": "For 1:12-13 see how you translated many of these words in [[:en:bible:notes:lev:01:07|1:7-9]]."}, {"ref": "Then he must cut it", "text": "Here \"he\" refers to the person offering the sacrifice. It can be stated in second person. AT: \"Then you must cut it\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Then the priest will offer the whole, and burn it on the altar", "text": "\"Then the priest will burn everything on the altar\""}, {"ref": "it will produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the burning sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be an offering made to him by fire", "text": "Yahweh tells Moses that the priests must burn their offerings with fire. This can be translated in active form. AT: \"it will be a burnt offering to me\" or \"it will be a burnt offering to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "wring off its head", "text": "\"twist off its head\""}, {"ref": "Then its blood must be drained out", "text": "This can be translated in active form. AT: \"Then the priest must drain its blood\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "He must", "text": "\"The priest must\""}, {"ref": "its crop with its contents", "text": "A crop is a pouch in the bird's throat where pre-digested food is stored."}, {"ref": "and throw it beside the altar", "text": "Here \"it\" refers to the crop and its contents."}, {"ref": "it will produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the burning sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be an offering made to him by fire", "text": "This can be stated in active form. AT: \"it will be a burnt offering to me\" or \"it will be a burnt offering to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]