[{"id": "01", "tn": [{"ref": "for I have hardened his heart and the hearts of his servants", "text": "Yahweh speaks of making Pharaoh and his servants stubborn as if he were making their hearts hard. See how you translated \"Yahweh hardened Pharaoh's heart\" in [[:en:bible:notes:exo:09:11|9:12]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "various", "text": "\"many different\""}]}, {"id": "03", "tn": [{"ref": "listen", "text": "This word adds emphasis to what is said next. AT: \"Pay attention to what I am about to tell you\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}]}, {"id": "05", "tn": [{"ref": "hail", "text": "Hail is raindrops that freeze while falling from the clouds."}, {"ref": "nothing ever seen", "text": "This can be stated in active form. AT: \"nothing anyone has ever seen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "menace", "text": "A \"menace\" is someone who brings trouble or harm."}, {"ref": "How long will this man be a menace to us?", "text": "Pharaoh's servants ask this question to show Pharaoh the extent of destruction in Egypt. This rhetorical question can be translated as a statement. AT: \"We cannot allow this man to continue to bring trouble to us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do you not yet realize that Egypt is destroyed?", "text": "Pharaoh's servants ask this question to bring Pharaoh to recognize what he refuses to see. This rhetorical question can be translated as a statement.  AT: \"You should realize that Egypt is destroyed!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that Egypt is destroyed", "text": "This can be stated in active form. AT: \"that these plagues have destroyed Egypt\" or \"that their God has destroyed Egypt\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "if I ever let you go and your little ones go", "text": "Pharaoh says this to emphasize that he would not let Moses take the children with them to worship Yahweh. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Then Moses and Aaron were driven out from Pharaoh's presence", "text": "This can be stated in active form. AT: \"Then Pharaoh drove Moses and Aaron out from his presence\" or \"Then Pharaoh had his servants drive Moses and Aaron out from his presence\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "so that it was darkened", "text": "There were so many locusts that the land appeared to be dark. This can be stated in active form. AT: \"so that they darkened the land\" or \"so that the land appeared dark\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "16", "tn": [{"ref": "this time", "text": "\"once again\""}, {"ref": "take this death away from me", "text": "The word \"death\" here refers to the destruction by the locusts of all plants in Egypt, which would eventually lead to the deaths of people because there were no crops. The full meaning of this statement can be made explicit. AT: \"stop this destruction that will lead to our deaths\" (See: [[:en:ta:vol2:translate:figs_metonymy]]) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "picked up the locusts", "text": "\"moved the locusts upwards\""}, {"ref": "Yahweh hardened Pharaoh's heart", "text": "Here \"heart\" refers to Pharaoh. His stubborn attitude is spoken of as if his heart was hard. See how you translated this phrase in [[:en:bible:notes:exo:09:11|9:12]]. AT: \"caused Pharaoh to became more defiant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "darkness that may be felt", "text": "Yahweh speaks of extreme darkness as if it is so thick that people can grasp it in their hands. This can be stated in active form. AT: \"dense darkness that people can grasp with their hands\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "not a hoof of them may be left behind", "text": "Here the word \"hoof\" refers to the entire animal. This can be stated in active form. AT: \"we cannot leave behind a single animal\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "Yahweh hardened Pharaoh's heart", "text": "Here \"heart\" refers to Pharaoh. His stubborn attitude is spoken of as if his heart was hard. See how you translated this phrase in [[:en:bible:notes:exo:09:11|9:12]]. AT: \"caused Pharaoh to became more defiant\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he would not let them go", "text": "\"Pharaoh would not let them go\""}, {"ref": "Be careful about one thing", "text": "\"Make sure of one thing\" or \"Be certain of one thing\""}, {"ref": "you see my face", "text": "Here the word \"face\" refers to the whole person. AT: \"you see me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You yourself have spoken", "text": "With these words, Moses emphasizes that Pharaoh has spoken the truth. AT: \"What you have said is true\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]