[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "John begins to describe the next part of his vision. There are 144,000 believers standing before the Lamb."}, {"ref": "General Information:", "text": "The word \"I\" refers to John."}, {"ref": "Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "144,000", "text": "\"one hundred forty-four thousand.\" See how you translated this in [[:en:bible:notes:rev:07:04|7:4]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "who had his name and his Father's name written on their foreheads", "text": "This can be stated in active form. AT: \"on whose foreheads the Lamb and his Father had written their names\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "a voice from heaven", "text": "\"a sound from heaven\" (UDB)"}]}, {"id": "03", "tn": [{"ref": "They sang a new song", "text": "\"The 144,000 people sang a new song.\" This explains what the sound was that John heard. AT: \"That sound was a new song that they sang\""}, {"ref": "the four living creatures", "text": "\"living being\" or \"living thing.\" See how you translated \"living creature\" in [[:en:bible:notes:rev:04:06|4:6]]"}, {"ref": "elders", "text": "This refers to the twenty-four elders around the throne. See how you translated \"elders\" in [[:en:bible:notes:rev:04:04|4:4]]."}, {"ref": "have not defiled themselves with women", "text": "Possible meanings are 1) \"have never had immoral sexual relations with a woman\" or 2) \"have never had sexual relations with a woman.\" Defiling oneself with women may be a symbol of worshiping idols."}, {"ref": "they have kept themselves sexually pure", "text": "Possible meanings are 1) \"they did not have sexual relations with a woman who was not their wife\" or 2) \"they are virgins.\""}, {"ref": "follow the Lamb wherever he goes", "text": "Doing what the Lamb does is spoken of as following him. AT: \"they do whatever the Lamb does\" or \"they obey the Lamb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "No lie was found in their mouth", "text": "Their \"mouth\" refers to what they said.\" AT: \"They never lied when they spoke\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "John begins to describe the next part of his vision. This is the first of three angels who proclaim judgment on the earth."}, {"ref": "every nation, tribe, language, and people", "text": "This means that people from every ethnic group are included. See how you translated a similar list in [[:en:bible:notes:rev:05:09|5:9]]."}, {"ref": "the hour of his judgment has come", "text": "Existing in the present is spoken of as having come. (See: [[:en:ta:vol1:translate:figs_metaphor]]). The idea of \"judgment\" can be expressed with a verb. AT: \"it is now the time for God to judge people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "08", "tn": [{"ref": "Fallen, fallen is Babylon the great", "text": "The angel speaks of Babylon being destroyed as if it had fallen.  AT: \"Babylon the great has been destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Babylon the great", "text": "\"Babylon the large city\" or \"the important city of Babylon.\" This was probably a symbol for the city of Rome, which was large, wealthy, and sinful. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "who persuaded", "text": "Babylon is spoken of as if it were a person, instead of a city filled with people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to drink the wine of her immoral passion", "text": "This is a symbol for participating in her sexually immoral passion.  AT: \"to be sexually immoral like her\" or \"to get drunk like her in sexual sin\"  (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "her immoral passion", "text": "Babylon is spoken of as if it were a prostitute who has caused other people to sin along with her. This may well have a double meaning: literal sexual immorality and also the worship of false gods. (See: [[:en:ta:vol2:translate:figs_personification]] and  [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "with a loud voice", "text": "\"loudly\""}, {"ref": "will also drink some of the wine of God's wrath", "text": "Drinking the wine of God's wrath is a symbol for being punished by God. AT: \"will also drink some of the wine that represents God's wrath\"  (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "that has been poured undiluted", "text": "This can be translated in active form. AT: \"that God has mixed full strength\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that has been poured undiluted", "text": "This means that the wine is mixed only with different wines, and no water is mixed into it. It is strong, and a person who drinks much of it will get very drunk. As a symbol, it means that God will be extremely angry, not just a little angry. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "cup of his anger", "text": "This symbolic cup holds the wine that represents God's anger. AT: \"the cup that holds the wine that represents God's anger\" (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "God's holy angels", "text": "\"God's holy angels\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "The third angel continues to speak."}, {"ref": "The smoke from their torment", "text": "The phrase \"their torment\" refers to the fire that torments them. AT: \"The smoke from the fire that torments them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they have no rest", "text": "\"they have no relief\" or  \"the torment does not stop\""}, {"ref": "day or night", "text": "These two parts of the day are used to refer to all of the time. AT: \"ever\"  (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Here is a call for the patient endurance of those who are holy", "text": "\"Those who are holy must endure patiently and be faithful.\" See how you translated a similar phrase in [[:en:bible:notes:rev:13:09|13:10]]."}]}, {"id": "13", "tn": [{"ref": "the dead who die", "text": "\"those who die\""}, {"ref": "who die in the Lord", "text": "\"who are united to the Lord and die.\"  This may refer to people who are killed by their enemies. AT: \"who die because they are united to the Lord\""}, {"ref": "labors", "text": "difficulties and sufferings"}, {"ref": "their deeds will follow them", "text": "These deeds are spoken of as if they were alive and able to follow those who did them. Possible meanings are 1)\"others will know the good deeds these people have done\" or 2)\"God will reward them for their deeds.\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "John begins to describe the next part of his vision. This part is about the Son of Man harvesting the earth. Harvesting the grain is a symbol of God's judging people. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "one like a son of man", "text": "This expression describes a human figure, someone who looks human. See how you translated this in [[:en:bible:notes:rev:01:12|1:13]]. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "golden crown", "text": "This was the likeness of a wreath of olive branches or laurel leaves, hammered out in gold. Examples actually made of leaves were given to victorious athletes to wear on their heads."}, {"ref": "sickle", "text": "a tool with a curved blade used for cutting grass, grain, and vines (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "came out of the temple", "text": "\"came out of the heavenly temple\""}, {"ref": "the time to reap has come", "text": "Existing in the present is spoken of as having come. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the earth was harvested", "text": "This can be stated in active form. AT: \"he harvested the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "John continues describing his vision about the earth being harvested."}, {"ref": "who had authority over the fire", "text": "Here \"authority over\" refers to responsibility to tend the fire."}]}, {"id": "19", "tn": [{"ref": "great wine vat ... winepress", "text": "These refer to the same container."}, {"ref": "the great wine vat of God's wrath", "text": "\"the large wine vat where God will show his wrath\""}, {"ref": "bridle", "text": "a device made of leather straps that goes around a horse's head and is used for directing the horse"}, {"ref": "1,600 stadia", "text": "\"300 kilometers\" or \"200 miles\" (See: [[:en:ta:vol2:translate:translate_bdistance]] and [[:en:ta:vol2:translate:translate_numbers]])"}]}]