[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Jacob my servant", "text": "This refers to Jacob's descendants. AT: \"descendants of Jacob, my servants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he who made you and formed you in the womb", "text": "Yahweh speaks of creating the nation of Israel as if it were forming the nation as a baby in its mother's womb. AT: \"he who made you, as I form a baby in the womb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and you, Jeshurun, whom I have chosen", "text": "The verb may be supplied from the previous phrase. AT: \"and you, Jeshurun, whom I have chosen, do not fear\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Jeshurun", "text": "This also refers to the people of Israel. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I will pour water on the thirsty ground, and flowing streams on the dry ground", "text": "Yahweh speaks of giving his Spirit to the people of Israel as if he were causing rain to fall and streams to flow on dry ground. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the thirsty ground", "text": "Dry ground is spoken of as if it were a thirsty person. AT: \"the dry ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I will pour my Spirit on your offspring", "text": "Yahweh speaks of giving his Spirit to the people as if his Spirit were liquid that he pours out on them. AT: \"I will give my Spirit to your offspring\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and my blessing on your children", "text": "The verb may be supplied from the previous phrase. AT: \"and I will pour out my blessing on your children\" or \"and I will give my blessing to your children\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "They will spring up among the grass, like willows by the streams of water", "text": "The people of Israel being prosperous and multiplying is spoken of as if they were plants that grow because they have plenty of water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "willows", "text": "A willow is a tree with thin branches that grows near the water."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel"}, {"ref": "another will call out the name of Jacob", "text": "\"another person will say he is a descendant of Jacob\""}, {"ref": "name himself by the name of Israel", "text": "\"call himself a descendant of Israel\""}]}, {"id": "06", "tn": [{"ref": "his Redeemer", "text": "\"Israel's Redeemer\""}, {"ref": "Yahweh of hosts", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "I am the first, and I am the last", "text": "This phrase emphasizes Yahweh's eternal nature. Possible meanings are 1) \"I am the one who began all things, and I am the one who ends all things\" or 2) \"I am the one who has always lived, and I am the one who always will live.\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Who is like me? Let him announce", "text": "Yahweh uses this rhetorical question to emphasize that there is no one like him. This question can be translated as a statement. AT: \"If anyone thinks he is like me, let him announce\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Do not fear or be afraid", "text": "Yahweh uses two similar expressions in order to strengthen his encouragement. AT: \"Do not be afraid\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Have I not declared to you long ago, and announced it?", "text": "Yahweh uses this question to emphasize that he is the one who predicted the events that have now happened. This can be translated as a statement. The word \"announced\" means basically the same thing as \"declared.\" AT: \"I declared these things to you long ago.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Is there any God besides me?", "text": "Yahweh uses a question again to emphasize that there is no other God. This rhetorical question can be translated as a statement. AT: \"There is no God besides me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "There is no other Rock", "text": "Yahweh speaks of himself as if he were a large rock under which people can find shelter. This means he has the power to protect his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "the things they delight in are worthless", "text": "\"the idols they delight in are worthless\""}, {"ref": "their witnesses cannot see or know anything", "text": "This phrase refers to those who worship these idols and who claim to be witnesses of the idols' power. Yahweh speaks of their inability to understand the truth as if they were blind. AT: \"those who serve as witnesses for these idols are like blind people who know nothing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will be put to shame", "text": "This can be stated in active form. AT: \"they will be ashamed\" or \"their idols will put them to shame\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Who would form a god or cast an idol that is worthless?", "text": "Yahweh is using this question to rebuke those who make idols. This question can be translated as a statement. AT: \"Only fools would form a god or cast an idol that is worthless.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "cast an idol that is worthless", "text": "The word \"worthless\" does not distinguish worthless idols from idols that have worth, because all idols are worthless. AT: \"cast worthless idols\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "all his associates", "text": "Possible meanings are 1) this refers to the associates of the craftsman who makes the idol. AT: \"all of the craftsman's associates\" or 2) this refers to those who associate themselves with the idol by worshiping it. AT: \"all those who worship the idol\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "be put to shame", "text": "This can be stated in active form. AT: \"will be ashamed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let them take their stand together", "text": "\"Let them all come together before me\""}, {"ref": "they will cower", "text": "\"they will be terrified.\" To \"cower\" is to bend over in fear."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "forming it", "text": "\"forming the idol\" or \"creating the idol\""}]}, {"id": "13", "tn": [{"ref": "with a line", "text": "A string was used to outline the shape of the idol in the wood."}, {"ref": "stylus", "text": "This is a sharp tool to scratch the wood so the craftsman can see where to cut."}, {"ref": "a compass", "text": "This is a tool with two points that spread out used to help mark the wood to make the idol."}]}, {"id": "14", "tn": [{"ref": "He cuts down", "text": "\"The carpenter cuts down\" or \"the woodcarver cuts down\""}, {"ref": "cypress tree", "text": "a tall evergreen tree (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "15", "tn": [{"ref": "Then a man uses it", "text": "\"The man uses the wood\""}, {"ref": "he makes an idol and bows down to it", "text": "This part of the sentence says basically the same as the first to emphasize it. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "18", "tn": [{"ref": "for their eyes are blind and cannot see", "text": "Yahweh speaks of those who cannot understand the foolishness of worshiping idols as if they were blind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for their eyes are blind", "text": "Here \"their eyes\" represents the whole person. AT: \"for they are blind\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "their hearts cannot perceive", "text": "Here the word \"hearts\" represent the minds and thoughts of the people. AT: \"they cannot understand\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "19", "tn": [{"ref": "Now should I make ... something disgusting to worship? Should I bow down to a block of wood?", "text": "Yahweh says that these people should be asking themselves these rhetorical questions. The questions anticipate negative answers and emphasize how foolish it would be for a person to do these things. These questions can be translated as statements. AT: \"I should not now make ... something disgusting to worship. I should not bow down to a block of wood.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "It is as if he were eating ashes", "text": "Yahweh speaks of a person worshiping an idol as if that person were eating the burned ashes of the wood from which he made the idol. Just as eating ashes does not benefit a person, neither does worshiping an idol. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his deceived heart misleads him", "text": "The heart represents the inner person. AT: \"he misleads himself because he is deceived\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He cannot rescue himself", "text": "\"The person who worships idols cannot save himself\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Jacob, and Israel", "text": "This refers to people descended from Jacob, Israel. AT: \"you descendants of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you will not be forgotten by me", "text": "This can be stated in active form. AT: \"I will not forget you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have blotted out, like a thick cloud, your rebellious deeds, and like a cloud, your sins", "text": "Both of these statements mean the same thing. God has removed their sins as quickly and easily as a wind can blow away a cloud. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and like a cloud, your sins", "text": "The verb may be supplied from the previous phrase. AT: \"and like a cloud, I have blotted out your sins\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "23", "tn": [{"ref": "Sing, you heavens ... glory in Israel", "text": "Here Isaiah speaks various parts of creation as if they were people and commands them to praise Yawheh. (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "you depths of the earth", "text": "\"you lowest parts of the earth.\" Possible meanings are 1) that this refers to very deep places on the earth such as caves or canyons and forms a merism with \"heavens\" in the previous phrase or 2) that this refers to the place of the dead. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "24", "tn": [{"ref": "Redeemer", "text": "Translate this word in the same way you did in [[:en:bible:notes:isa:41:14|41:14]]."}, {"ref": "he who formed you from the womb", "text": "Yahweh speaks of creating the nation of Israel as if it were forming the nation as a baby in its mother's womb. See how you translated a similar phrase in [[:en:bible:notes:isa:44:01|44:2]]. AT: \"he who made you, as I form a baby in the womb\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who alone stretched out the heavens", "text": "Yahweh speaks of creating the heavens as if they were fabric which he stretched out. See how you translated a similar phrase in [[:en:bible:notes:isa:42:05|42:5]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "omens", "text": "These are signs that people used to attempt to predict the future."}, {"ref": "the empty talkers", "text": "This refers to people who say things that are meaningless."}]}, {"id": "26", "tn": [{"ref": "who confirmed the words of his servant and brings to pass the predictions of his messengers", "text": "Yahweh is saying the same thing twice to emphasize that it is only he, Yahweh, who causes the prophesies to be fulfilled. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the words of his servant ... the predictions of his messengers", "text": "The abstract nouns \"words\" and \"predictions\" can be translated as verbs. AT: \"what his servant declares ... what his messengers announce\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "She will be inhabited", "text": "This can be stated in active form. AT: \"People will live there again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They will be built again", "text": "This can be stated in active form. AT: \"People will rebuild them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I will raise up their ruins", "text": "The phrase \"ruins\" refers to places that have been destroyed. Yahweh speaks of rebuilding them as if he were raising them up. AT: \"I will rebuild what others have destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "He is my shepherd", "text": "Yahweh speaks of Cyrus ruling and protecting the people of Israel as if Cyrus is their shepherd. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let her be rebuilt", "text": "This can be stated in active form. AT: \"Let the people rebuild the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let your foundations be laid", "text": "This can be stated in active form. AT: \"Let the people lay its foundations\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]